{"celex_id": "32004R1749", "uri": "http://publications.europa.eu/resource/cellar/cf2dc607-3179-451d-a1c9-57a9991dcd87", "type": "Regulation", "concepts": ["161", "1644", "2025", "4080", "4083"], "title": "Commission Regulation (EC) No 1749/2004 of 7 October 2004 opening and providing for the administration of an autonomous tariff quota for preserved mushrooms from 1 September 2004\n", "header": "9.10.2004 EN Official Journal of the European Union L 312/3\nCOMMISSION REGULATION (EC) No 1749/2004\nof 7 October 2004\nopening and providing for the administration of an autonomous tariff quota for preserved mushrooms from 1 September 2004\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular the first paragraph of Article 41 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2125/95 (1) opens tariff quotas for preserved mushrooms and lays down rules for the administration thereof.\n(2) Commission Regulation (EC) No 359/2004 of 27 February 2004 laying down transitional measures applicable to Regulation (EC) No 2125/95 by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (2) adopts measures allowing importers from these countries to benefit from Regulation (EC) No 2125/95. The aim of these measures is to make a distinction between traditional importers and new importers in the new Member States, and to adjust the quantities to which licence applications presented by traditional importers from the new Member States can relate so that these importers can benefit from this system.\n(3) To ensure uninterrupted supplies to the enlarged Community market while taking account of the economic supply conditions in the new Member States prior to accession, an autonomous and temporary import tariff quota should be opened for preserved mushrooms of the genus Agaricus falling within CN codes 0711 51 00, 2003 10 20 and 2003 10 30. This new tariff quota is in addition to the one opened by Commission Regulation (EC) No 1076/2004 of 7 June 2004 opening and providing for the administration of an autonomous tariff quota for preserved mushrooms (3).\n(4) This new quota must be transitional and may not prejudge the outcome of the negotiations under way in the context of the World Trade Organisation (WTO) as a result of the accession of new members.\n(5) The Management Committee for Products Processed from Fruit and Vegetables has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["1.   An autonomous tariff quota of 1 200 tonnes (drained net weight), bearing serial number 09.4110, hereinafter the ‘autonomous quota’, shall be opened from 1 September 2004 for Community imports of preserved mushrooms of the genus Agaricus spp. falling within CN codes 0711 51 00, 2003 10 20 and 2003 10 30.\n2.   The ad valorem duty applicable to products imported under the autonomous quota shall be 12 % for products falling within CN code 0711 51 00 and 23 % for products falling within CN codes 2003 10 20 and 2003 10 30.", "Regulations (EC) No 2125/95 and (EC) No 359/2004 shall apply to the management of the autonomous quota, subject to the provisions of this Regulation.\nHowever, Articles 1, 2(2) and 4(5) of Regulation (EC) No 2125/95 shall not apply to the management of the autonomous quota.", "Import licences issued under the autonomous quota, hereinafter ‘licences’, shall be valid until 31 March 2005.\nBox 24 of the licences shall show one of the entries listed in Annex I.", "1.   Importers may submit licence applications to the competent authorities of the Member States in the five working days following the date of entry into force of this Regulation.\nBox 20 of the licences shall show one of the entries listed in Annex II.\n2.   Licence applications submitted by a single traditional importer may not relate to a quantity exceeding 9 % of the autonomous quota.\n3.   Licence applications submitted by a single new importer may not relate to a quantity exceeding 1 % of the autonomous quota.", "The autonomous quota shall be allocated as follows:\n— 95 % to traditional importers,\n— 5 % to new importers.\nIf the quantity allocated to one of the categories of importers is not used in full, the balance may be allocated to the other category.", "1.   The Member States shall notify the Commission, on the seventh working day following the entry into force of this Regulation, of the quantities for which licence applications have been made.\n2.   Licences shall be issued on the 12th working day following the entry into force of this Regulation, unless the Commission has taken special measures under paragraph 3 of this Article.\n3.   Where the Commission finds, on the basis of the information notified under paragraph 1 of this Article, that licence applications exceed the quantities available for a category of importers under Article 5 of this Regulation, it shall adopt, by means of a regulation, a single reduction percentage for the applications in question.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 October 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 212, 7.9.1995, p. 16. Regulation as last amended by Regulation (EC) No 498/2004 (OJ L 80, 18.3.2004, p. 20).\n(2)  OJ L 63, 28.2.2004, p. 11.\n(3)  OJ L 203, 8.6.2004, p. 3.\nANNEX I\nENTRIES REFERRED TO IN ARTICLE 3\n— : in Spanish : Certificado expedido en virtud del Reglamento (CE) no 1749/2004 y válido únicamente hasta el 31 de marzo de 2005.\n— : in Czech : licence vydaná na základě nařízení (ES) č. 1749/2004 a platná pouze do 31. března 2005.\n— : in Danish : licens udstedt i henhold til forordning (EF) nr. 1749/2004 og kun gyldig til den 31. marts 2005.\n— : in German : Lizenz gemäß der Verordnung (EG) Nr. 1749/2004 erteilt und nur bis zum 31. März 2005 gültig.\n— : in Estonian : määruse (EÜ) nr 1749/2004 kohaselt väljastatud litsents, mis kehtib 31. märtsini 2005.\n— : in Greek : Το πιστοποιητικό εκδόθηκε βάσει του κανονισμού (ΕΚ) αριθ. 1749/2004 και ισχύει μόνο έως τις 31 Μαρτίου 2005.\n— : in English : licence issued under Regulation (EC) No 1749/2004 and valid only until 31 March 2005.\n— : in French : certificat émis au titre du règlement (CE) no 1749/2004 et valable seulement jusqu'au 31 mars 2005.\n— : in Italian : domanda di titolo presentata ai sensi del regolamento (CE) n. 1749/2004 e valida soltanto fino al 31 marzo 2005.\n— : in Latvian : atļauja, kas izdota saskaņā ar Regulu (EK) Nr. 1749/2004 un ir derīga tikai līdz 2005. gada 31. martam.\n— : in Lithuanian : licencija, išduota pagal Reglamento (EB) Nr. 1749/2004 nuostatas, galiojanti tik iki 2005 m. kovo 31 d.\n— : in Hungarian : az 1749/2004/EK rendelet szerint kibocsátott engedély, csak 2005. március 31-ig érvényes.\n— : in Dutch : overeenkomstig Verordening (EG) nr. 1749/2004 afgegeven certificaat dat slechts tot en met 31 maart 2005 geldig is.\n— : in Polish : pozwolenie wydane zgodnie z rozporządzeniem (WE) nr 1749/2004 i ważne wyłącznie do 31 marca 2005 r.\n— : in Portuguese : certificado emitido a título do Regulamento (CE) n.o 1749/2004 e eficaz somente até 31 de Março de 2005.\n— : in Slovak : licencia vydaná na základe nariadenia (ES) č. 1749/2004 a platná len do 31. marca 2005.\n— : in Slovene : dovoljenje, izdano v skladu z Uredbo (ES) št. 1749/2004 in veljavno samo do 31. marca 2005.\n— : in Finnish : asetuksen (EY) N:o 1749/2004 mukaisesti annettu todistus, joka on voimassa ainoastaan 31 päivään maaliskuuta 2005.\n— : in Swedish : Licens utfärdad i enlighet med förordning (EG) nr 1749/2004, giltig endast till och med den 31 mars 2005.\nANNEX II\nENTRIES REFERRED TO IN ARTICLE 4(1)\n— : in Spanish : Solicitud de certificado presentada al amparo del Reglamento (CE) no 1749/2004.\n— : in Czech : žádost o licenci podaná na základě nařízení (ES) č. 1749/2004.\n— : in Danish : licensansøgning i henhold til forordning (EF) nr. 1749/2004.\n— : in German : Lizenzantrag gemäß der Verordnung (EG) Nr. 1749/2004.\n— : in Estonian : määruse (EÜ) nr 1749/2004 kohaselt esitatud litsentsitaotlus.\n— : in Greek : Αίτηση χορήγησης πιστοποιητικού υποβληθείσα βάσει του κανονισμού (ΕΚ) αριθ. 1749/2004.\n— : in English : licence application under Regulation (EC) No 1749/2004.\n— : in French : demande de certificat faite au titre du règlement (CE) no 1749/2004.\n— : in Italian : domanda di titolo fatta ai sensi del regolamento (CE) n. 1749/2004.\n— : in Latvian : atļaujas pieteikums saskaņā ar Regulu (EK) Nr. 1749/2004.\n— : in Lithuanian : prašymas išduoti licenciją pagal Reglamentą (EB) Nr. 1749/2004.\n— : in Hungarian : a 1749/2004/EK rendelet szerinti engedélykérelem.\n— : in Dutch : overeenkomstig Verordening (EG) nr. 1749/2004 ingediende certficaataanvraag.\n— : in Polish : wniosek o pozwolenie przedłożony zgodnie z rozporządzeniem (WE) nr 1749/2004.\n— : in Portuguese : pedido de certificado apresentado a título do Regulamento (CE) n.o 1749/2004.\n— : in Slovak : žiadosť o licenciu na základe nariadenia (ES) č. 1749/2004.\n— : in Slovene : zahtevek za dovoljenje, vložen v skladu z Uredbo (ES) št. 1749/2004.\n— : in Finnish : asetuksen (EY) N:o 1749/2004 mukainen todistushakemus.\n— : in Swedish : Licensansökan enligt förordning (EG) nr 1749/2004."}