{"celex_id": "32005R1141", "uri": "http://publications.europa.eu/resource/cellar/a4c7c615-5455-4fa3-a20a-7d70f80b0d5e", "type": "Regulation", "concepts": ["20", "2741", "301", "4236", "4860"], "title": "Commission Regulation (EC) No 1141/2005 of 15 July 2005 fixing the maximum aid for cream, butter and concentrated butter for the 167th individual invitation to tender under the standing invitation to tender provided for in Regulation (EC) No 2571/97\n", "header": "16.7.2005 EN Official Journal of the European Union L 185/12\nCOMMISSION REGULATION (EC) No 1141/2005\nof 15 July 2005\nfixing the maximum aid for cream, butter and concentrated butter for the 167th individual invitation to tender under the standing invitation to tender provided for in Regulation (EC) No 2571/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 10 thereof,\nWhereas:\n(1) The intervention agencies are, pursuant to Commission Regulation (EC) No 2571/97 of 15 December 1997 on the sale of butter at reduced prices and the granting of aid for cream, butter and concentrated butter for use in the manufacture of pastry products, ice cream and other foodstuffs (2), to sell by invitation to tender certain quantities of butter of intervention stocks that they hold and to grant aid for cream, butter and concentrated butter. Article 18 of that Regulation stipulates that in the light of the tenders received in response to each individual invitation to tender a minimum selling price shall be fixed for butter and maximum aid shall be fixed for cream, butter and concentrated butter. It is further stipulated that the price or aid may vary according to the intended use of the butter, its fat content and the incorporation procedure, and that a decision may also be taken to make no award in response to the tenders submitted. The amount(s) of the processing securities must be fixed accordingly.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The maximum aid and processing securities applying for the 167th individual invitation to tender, under the standing invitation to tender provided for in Regulation (EC) No 2571/97, shall be fixed as indicated in the Annex hereto.", "This Regulation shall enter into force on 16 July 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Commission Regulation (EC) No 186/2004 (OJ L 29, 3.2.2004, p. 6).\n(2)  OJ L 350, 20.12.1997, p. 3. Regulation as last amended by Regulation (EC) No 2250/2004 (OJ L 381, 28.12.2004, p. 25).\nANNEX\nto the Commission Regulation of 15 July 2005 fixing the maximum aid for cream, butter and concentrated butter for the 167th individual invitation to tender under the standing invitation to tender provided for in Regulation (EC) No 2571/97\n(EUR/100 kg)\nFormula A B\nIncorporation procedure With tracers Without tracers With tracers Without tracers\nMaximum aid Butter ≥ 82 % 41 37,5 41 37\nButter < 82 % 39 36,1 — 36,1\nConcentrated butter 49 45,1 49 45\nCream — — 20 16\nProcessing security Butter 45 — 45 —\nConcentrated butter 54 — 54 —\nCream — — 22 —"}