{"celex_id": "32006R1799", "uri": "http://publications.europa.eu/resource/cellar/61c8468d-471c-4a3a-a9be-f3ae38ec3d05", "type": "Regulation", "concepts": ["1035", "4258", "4260", "5283", "5334", "5541", "997"], "title": "Commission Regulation (EC) No 1799/2006 of 6 December 2006 amending Regulation (EC) No 26/2004 on the Community fishing fleet register\n", "header": "7.12.2006 EN Official Journal of the European Union L 341/26\nCOMMISSION REGULATION (EC) No 1799/2006\nof 6 December 2006\namending Regulation (EC) No 26/2004 on the Community fishing fleet register\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1), and in particular Article 15(3) and (4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 26/2004 of 30 December 2003 on the Community fishing fleet register (2) fixes, inter alia, the dates of fleet census, the codes for fishing gear and the codes for public aid.\n(2) It is necessary to fix the dates of the census for the new Member States that will accede to the European Union so they can comply with the provisions of Regulation (EC) No 26/2004.\n(3) In order to better identify those vessels that carry out artisanal or small-scale fishing activities, it is necessary to introduce a more precise distinction among fishing gears.\n(4) In order to monitor the application of Article 25(3) and (4) of Council Regulation (EC) No 1198/2006 of 27 July 2006 on the European Fisheries Fund (3) it is necessary to introduce new codes for communicating the replacement of engines with public aid.\n(5) Regulation (EC) No 26/2004 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Annex I to Regulation (EC) No 26/2004 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 2006.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 5, 9.1.2004, p. 25.\n(3)  OJ L 223, 15.8.2006, p. 1.\nANNEX\nAnnex I to Regulation (EC) No 26/2004 is amended as follows:\n1. Table 2 is replaced by the following:\nBEL, DNK, FRA, GBR, PRT 1.1.1989\nNLD 1.9.1989\nDEU, ESP 1.1.1990\nIRL 1.10.1990\nITA 1.1.1991\nGRC 1.7.1991\nSWE, FIN 1.1.1995\nCYP, EST, LTU, LVA, MLT, POL, SVN 1.5.2004\nMember States acceding after 1 May 2004 Accession date’\n2. Table 3 is replaced by the following:\nGear category Gear Code Static (S) or towed (T) or mobile gear (M) Pelagic (P) or demersal (D)\nSurrounding nets Purse seines PS M P\nLampara nets LA M P\nSeines Beach seines SB T D/P\nDanish seines SDN T D/P\nScottish seines SSC T D/P\nPair seines SPR T D/P\nTrawls Beam trawl TBB T D\nBottom otter trawl OTB T D\nBottom pair trawls PTB T D\nMidwater otter trawls OTM T D/P\nPelagic pair trawls PTM T D/P\nOtter twin trawls OTT T D/P\nDredges Boat dredges DRB T D\nHand dredges used on board a vessel DRH T D\nMechanised dredges including suction dredges HMD T D\nLift nets Boat-operated lift nets LNB M P\nShore-operated stationary lift nets LNS M P\nGill nets and entangling nets Set (anchored) gill nets GNS S D\nDriftnet GND S D/P\nEncircling gill nets GNC S D/P\nTrammel nets GTR S D/P\nCombined trammel and gill nets GTN S D/P\nTraps Pots (traps) FPO S D\nHooks and lines Hand lines and pole lines (hand operated) LHP S D/P\nHand lines and pole lines (mechanised) LHM S D/P\nSet longlines LLS S D\nLonglines (drifting) LLD S P\nTroll lines LTL M P\nGear unknown (1)  NK\nNo gear (2)  NO\n3. Table 7 is replaced by the following:\nAid not part-financed by the Community AE\nAid part-financed by the Community AC\nNo public aid PA\nAid for the replacement of engine conditional to power reduction (individual option) EI\nAid for the replacement of engine conditional to power reduction (group option) EG’\n(1)  Not valid for vessels in fleet or reported from 1 January 2003.\n(2)  Valid only for subsidiary fishing gear.’"}