{"celex_id": "32000R1440", "uri": "http://publications.europa.eu/resource/cellar/c6cdeaa3-8fe3-450f-a3bd-d2045577e9c2", "type": "Regulation", "concepts": ["1488", "3148", "3483", "3870", "4778", "5156"], "title": "Commission Regulation (EC) No 1440/2000 of 30 June 2000 amending Annex VI to Council Regulation (EC) No 1294/1999 concerning a freeze of funds and a ban on investment in relation to the Federal Republic of Yugoslavia (FRY)\n", "header": "Commission Regulation (EC) No 1440/2000\nof 30 June 2000\namending Annex VI to Council Regulation (EC) No 1294/1999 concerning a freeze of funds and a ban on investment in relation to the Federal Republic of Yugoslavia (FRY)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1294/1999 of 15 June 1999 concerning a freeze of funds and a ban on investment in relation to the Federal Republic of Yugoslavia (FRY) and repealing Regulations (EC) No 1295/98 and (EC) No 1607/98(1), as amended by Regulations (EC) No 723/2000(2) and (EC) No 1059/2000(3), and in particular Article 8(1)(a) thereof,\nWhereas:\n(1) By means of Regulation (EC) No 1294/1999, as amended by Regulation (EC) No 723/2000, the Commission is empowered to amend Annex VI to Regulation (EC) No 1294/1999.\n(2) The Commission, through the competent authorities of the Member States, received requests from a number of companies, undertakings, institutions and entities within the Federal Republic of Yugoslavia (hereafter called \"FRY\") to be included in Annex VI to Regulation (EC) No 1294/1999.\n(3) The Commission established that in almost all cases additional information would be required in order to establish whether, with regard to the companies, undertakings, institutions and entities for which a request for inclusion in Annex VI was received, the definition of Government of FRY or Government of the Republic of Serbia, as laid down in Article 1 of Regulation (EC) No 1294/1999, would apply or not and whether one or more of the criteria listed in Article 8 of said Regulation were fulfilled or not.\n(4) In a number of cases the information provided justifies a provisional listing of certain companies, undertakings, institutions and entities in Annex VI for a period of seven months, during which period they should be able to complete and/or update the relevant information.\n(5) The Management Committee referred to in Article 9 of Regulation (EC) No 1294/1999 has not delivered an opinion within the time limit laid down by its Chairman,", "main_body": ["Annex VI to Regulation (EC) No 1294/1999 shall be replaced by the text of the Annex attached to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 2000.\nFor the Commission\nChristopher Patten\nMember of the Commission\n(1) OJ L 153, 19.6.1999, p. 63.\n(2) OJ L 86, 7.4.2000, p. 1.\n(3) OJ L 119, 20.5.2000, p. 1.\nANNEX\n\"ANNEX VI\nCompanies, undertakings, institutions or entities that are both located, registered or incorporated in the Federal Republic of Yugoslavia, with the exception of the Province of Kosovo and the Republic of Montenegro, and not included in the definitions of the Governments of the Federal Republic of Yugoslavia and of the Republic of Serbia of Article 1 of Regulation (EC) No 1294/1999ÂŁ>TABLE>\""}