{"celex_id": "32000R1433", "uri": "http://publications.europa.eu/resource/cellar/5a1f6a89-f391-4f4b-aeeb-0ff266165834", "type": "Regulation", "concepts": ["1309", "161", "1644", "4080", "4682", "5774"], "title": "Commission Regulation (EC) No 1433/2000 of 30 June 2000 amending Regulation (EC) No 1173/2000 laying down, for the period 1 July 2000 to 30 June 2001, detailed rules of application for the tariff quotas for beef originating in Estonia, Latvia and Lithuania\n", "header": "Commission Regulation (EC) No 1433/2000\nof 30 June 2000\namending Regulation (EC) No 1173/2000 laying down, for the period 1 July 2000 to 30 June 2001, detailed rules of application for the tariff quotas for beef originating in Estonia, Latvia and Lithuania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), and in particular Article 32(1) thereof,\nHaving regard to Council Decision 98/677/EC of 18 May 1998 on the conclusion of a Protocol adjusting trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Lithuania, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements(2), and in particular Article 2 thereof,\nHaving regard to Council Decision 1999/790/EC of 18 May 1998 on the conclusion of a Protocol adjusting trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Latvia, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements(3), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EC) No 1349/2000 of 19 June 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Estonia(4), and in particular 1(3) thereof,\nWhereas:\n(1) For imports under the annual tariff quota for certain beef products opened by the Europe Agreements with the three Baltic states, Regulation (EC) No 1349/2000 provides for exemption of such products originating in Estonia from the rates of customs duty laid down in the Common Customs Tariff (CCT) with effect from 1 July 2000. As a result, the relevant provision relating to Estonia of Commission Regulation (EC) No 1173/2000 of 31 May 2000 laying down, for the period 1 July 2000 to 30 June 2001, detailed rules of application for the tariff quotas for beef originating in Estonia, Latvia and Lithuania(5), should be amended.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 1173/2000 is amended as follows:\n1. Article 1(2) is replaced by the following:\n\"2. For the quantities indicated in paragraph 1, the rates of customs duty laid down in the Common Customs Tariff (CCT) shall be:\n- reduced by 80 % for the quantities originating in Lithuania and Latvia,\n- 0 for the quantities originating in Estonia.\"\n2. Annex I is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 321, 30.11.1998, p. 1.\n(3) OJ L 317, 10.12.1999, p. 1.\n(4) OJ L 155, 28.6.2000, p. 1.\n(5) OJ L 131, 1.6.2000, p. 25.\nANNEX\n\"ANNEX I\nFax: (32-2) 296 60 27\nApplication of Regulation (EC) No 1173/2000\nSerial No 09.4561\n>PIC FILE= \"L_2000161EN.005803.EPS\">\""}