{"celex_id": "32006R0544", "uri": "http://publications.europa.eu/resource/cellar/3c7537ca-3e18-42dd-8ad1-2b47d5490d7d", "type": "Regulation", "concepts": ["2734", "3568"], "title": "Commission Regulation (EC) No 544/2006 of  31 March 2006  amending Regulation (EC) No 1043/2005 implementing Council Regulation (EC) No 3448/93 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds\n", "header": "1.4.2006 EN Official Journal of the European Union L 94/24\nCOMMISSION REGULATION (EC) No 544/2006\nof 31 March 2006\namending Regulation (EC) No 1043/2005 implementing Council Regulation (EC) No 3448/93 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1) and in particular the first subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Pursuant to Commission Regulation (EC) No 1043/2005 (2), refund certificates issued for a single budget period may be applied for separately in six tranches. A closing date applies for applications in respect of each of these tranches. Operators may submit an application for a refund certificate only in respect of the tranche corresponding to the first closing date following the date of submission.\n(2) The tranche system of allocation was designed to ensure that, in circumstances where refund certificate applications were received for greater amounts than can be granted, certificates were available both to operators who export at the beginning of the budget period and to those who export at end of the budget period.\n(3) If amounts in respect of which refund certificates may be issued remain available towards the end of the budget period, after completion of the six tranche allocation system, Article 38 of Regulation (EC) No 1043/2005 allows the Commission to open a weekly application system for allocation of the remaining amounts.\n(4) Recent reductions in the refund rates fixed in respect of agricultural products have led to a reduction in the amounts for which refund certificates are applied for under the tranche system. As a consequence amounts reserved for allocation under recent individual tranches have not been fully allocated.\n(5) It is therefore necessary to increase the flexibility of export operations. In circumstances where the level of refund certificate applications for an individual tranche is less than the amount available for that tranche, operators should be permitted to lodge applications on a weekly basis for refund certificates to be issued in respect of any remaining amount available for that tranche for which refund certificate applications have not yet been lodged.\n(6) The existing system for the allocation, on a weekly basis, of refund certificates in respect of the amount available at the end of the budget period should therefore be extended to the allocation of the remaining amount available for a particular tranche.\n(7) Regulation (EC) No 1043/2005 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I to the Treaty,", "main_body": ["Regulation (EC) No 1043/2005 is amended as follows:\n1. the following Article 38a is inserted:\n(a) set a reduction coefficient applicable to applications for refund certificates lodged in that particular application week, which have been notified to the Commission and for which refund certificates have not yet been issued;\n(b) direct Member States to reject applications, lodged in that particular application week, which have yet to be notified to the Commission;\n(c) suspend the lodging of applications for refund certificates.’;\n2. in Section I of Annex VI, the fifth paragraph is replaced by the following:\n— the words “Article 33”, or other words to the satisfaction of the competent authority, if the application refers to a certificate provided for in Article 33,\n— the words “Article 38”, or other words to the satisfaction of the competent authority, if the application refers to a certificate provided for in Article 38,\n— the words “Article 38a” or other words to the satisfaction of the competent authority, if the application refers to a certificate provided for in Article 38a.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 2006.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(2)  OJ L 172, 5.7.2005, p. 24. Regulation as amended by Regulation (EC) No 322/2006 (OJ L 54, 24.2.2006, p. 3)."}