{"celex_id": "32001R2305", "uri": "http://publications.europa.eu/resource/cellar/6f1f0be2-95ec-4f00-90db-53185286de34", "type": "Regulation", "concepts": ["161", "1644", "2295", "3732", "4350", "4385"], "title": "Commission Regulation (EC) No 2305/2001 of 27 November 2001 opening and providing for the management of a tariff quota for rice originating in the least developed countries for the marketing year 2001/02\n", "header": "Commission Regulation (EC) No 2305/2001\nof 27 November 2001\nopening and providing for the management of a tariff quota for rice originating in the least developed countries for the marketing year 2001/02\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2820/98 of 21 December 1998 applying a multiannual scheme of generalised tariff preferences for the period 1 July 1999 to 31 December 2001(1), as last amended by Regulation (EC) No 416/2001(2), and in particular Article 6(6) thereof,\nWhereas:\n(1) Article 6(5) of Regulation (EC) No 2820/98 lays down that, until Common Customs Tariff (CCT) duties are entirely suspended in accordance with the provisions of paragraph 3, a global tariff quota at zero duty shall be opened for every marketing year for products of tariff heading 1006, originating in the least developed countries listed in Annex IV. The initial tariff quota for the marketing year 2001/02 is to be equal to 2517 tonnes, husked rice equivalent, for products of CN code 1006.\n(2) The quantities of rice benefiting from the global tariff quota should be imported under the fairest possible conditions of competition and in order to avoid disturbances on the Community market.\n(3) For opening and managing the import quota, it is necessary to provide detailed rules. The rules should aim at ensuring that economic benefits arising from the existence of quotas (\"quota rent\" effect) will accrue to the beneficiary countries and in particular their agricultural sector.\n(4) The detailed rules governing the opening and management of the quota should be valid for only one marketing year. They shall be reviewed at the end of this period, and rules for a longer period may subsequently be established in the light of the experience gained.\n(5) The provisions concerning the proof of origin set out in Articles 67 to 97 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(3), as last amended by Regulation (EC) No 993/2001(4), establish the definition of the concept of originating products to be used for the purposes of generalised tariff preferences.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Generalised Preferences Committee,", "main_body": ["This Regulation lays down the rules for opening and managing the tariff quota for rice referred to in Article 6(5) of Regulation (EC) No 2820/98, for the marketing year 2001/02.", "1. A global tariff quota of 2517 tonnes of products of CN code 1006, expressed as husked rice equivalent, shall be opened for imports originating in the least developed countries listed in Annex IV to Regulation (EC) No 2820/98. The conversion rate between husked rice and the other products (paddy rice, semi-milled or wholly-milled rice) shall be as defined in Article 1 of Commission Regulation (EEC) No 467/67(5), as last amended by Regulation (EEC) No 2325/88(6). The quota shall bear the order number 09.4171.\n2. All common customs tariff duties on imports under the quota referred to in paragraph 1 are suspended.\n3. The quota referred to in paragraph 1 shall be open until 31 August 2002.", "1. Imports under the quota referred to in Article 2 shall require an import licence.\n2. The provisions of Commission Regulation (EC) No 1291/2000(7), as last amended by Regulation (EC) No 1095/2001(8), concerning licences shall apply to licences referred to in paragraph 1, save as otherwise provided in this Regulation.\n3. On the day on which licence applications are lodged, the Member States shall inform the Commission by fax or e-mail of the quantities broken down by six-digit CN codes, by country of origin for which import licences have been applied for and the names and addresses of the applicants.\n4. Import licences shall be issued on the 11th working day following that on which the application was lodged provided that the quantity specified in Article 2(1) is not reached.\n5. On the day on which the quantities applied for exceed the quota referred to in Article 2(1), the Commission shall set a single percentage reduction in the quantities requested and notify this to the Member States within 10 working days of the day on which applications were lodged.\n6. Where the quantity for which the licence is required is less than 20 tonnes following the application of the percentage reduction, the licence application may be withdrawn within a period of two working days from the date of notification of the percentage reduction. The security shall be released immediately.\n7. If the quantity for which the import licence is issued is less than the quantity applied for, the amount of the security referred to in Article 4(4) shall be reduced proportionately.\n8. Notwithstanding Article 9 of Regulation (EC) No 1291/2000, the rights deriving from import licences shall not be transferable.", "1. Import licences referred to in Article 3 shall be valid for 6 months.\n2. Applications for licences shall be submitted by the operator to the authorities of the Member State where the applicant is listed in a public register.\n3. Import licences shall be valid throughout the Community. Such licences shall be issued subject to the lodging of a security guaranteeing that the product is imported during the term of validity of the licence; except in cases of force majeure, the security shall be forfeited in whole or in part if import or export is not carried out, or is only carried out partially, within that period.\n4. By derogation of Article 10 of Commission Regulation (EC) No 1162/95(9), the security relating to the licences as referred to in paragraph 3 shall be EUR 46 per tonne of rice.\n5. Applications for import licences shall be accompanied by:\n- proof that the applicant is a natural or legal person who has carried out a commercial activity in the rice sector for at least 12 months and who is registered in the Member State in which the application is submitted,\n- a written declaration by the applicant stating that he has submitted one application only. Where an applicant submits more than one application for an import licence, all his applications shall be rejected.\n6. The tolerance provided in Article 8(4) of Regulation (EC) No 1291/2000 shall not apply.\n7. Import licence applications and licences themselves shall include the following entry, in section 20: \"Rice originating in ... (name of the country or countries referred to in Annex IV to Regulation (EC) No 2820/98) imported pursuant to Article 6(5) of Regulation (EC) No 2820/98.\"\n8. The country of origin shall be entered in section 8 of licence applications and of the import licences and the word \"yes\" shall be marked with a cross.", "1. Proof of the originating status of the imports under the quota referred to in Article 2 shall be furnished by a certificate of origin Form A issued in accordance with Articles 67 to 97 of Regulation (EEC) No 2454/93.\n2. The certificate of origin Form A shall bear, in box 4:\n- the phrase \"Quota - Regulation (EC) No .../...\",\n- the date of loading of the rice in the exporting beneficiary country, and the marketing year in respect of which delivery is being made,\n- CN code 1006 (broken down by six-digit CN codes).", "Member States shall notify to the Commission by fax or email:\n(a) within two working days following issue, the quantities for which licences have been issued, specifying date, country of origin and name and address of holder;\n(b) if a licence is cancelled, within two working days following cancellation, the quantities for which licences have been cancelled and the names and addresses of the holders of the cancelled licences;\n(c) on the last working day of the following month, the quantities by country of origin actually entered for free circulation during each month.\nThe above information must be notified in the same way but separately from information on other import licence applications in the rice sector.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from that day until 31 August 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 2001.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 357, 30.12.1998, p. 1.\n(2) OJ L 60, 1.3.2001, p. 43.\n(3) OJ L 253, 11.10.1993, p. 1.\n(4) OJ L 141, 28.5.2001, p. 1.\n(5) OJ L 204, 24.8.1967, p. 1.\n(6) OJ L 202, 27.7.1988, p. 41.\n(7) OJ L 152, 24.6.2000, p. 1.\n(8) OJ L 150, 6.6.2001, p. 25.\n(9) OJ L 117, 24.5.1995, p. 2."}