{"celex_id": "32000R1080", "uri": "http://publications.europa.eu/resource/cellar/50440220-ff7f-499b-b3fd-d63c9ebbbae0", "type": "Regulation", "concepts": ["1005", "2933", "3075", "3489", "5469", "5695"], "title": "Council Regulation (EC) No 1080/2000 of 22 May 2000 on support for the United Nations Interim Mission in Kosovo (UNMIK) and the Office of the High Representative in Bosnia and Herzegovina (OHR)\n", "header": "Council Regulation (EC) No 1080/2000\nof 22 May 2000\non support for the United Nations Interim Mission in Kosovo (UNMIK) and the Office of the High Representative in Bosnia and Herzegovina (OHR)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament(1),\nWhereas:\n(1) In Kosovo and in Bosnia and Herzegovina, where the Community pursues an active policy of reconstruction, aid to assist the return of refugees and displaced persons, and economic and regional cooperation, the international community has set up bodies to ensure the transitional civilian administration and the implementation of the peace agreements, namely the United Nations Interim Mission in Kosovo (UNMIK) and the Office of the High Representative in Bosnia and Herzegovina (OHR).\n(2) The timely installation and regular operation of those bodies may be important factors in optimising the effectiveness of Community aid under this policy.\n(3) A legal framework should accordingly be provided to cover the Community's financial assistance to these two bodies.\n(4) The operations referred to by this Regulation fit into the framework of Community policy in Kosovo and Bosnia and Herzegovina and are necessary in order to achieve one of the objectives of the Treaty. The Treaty does not provide for the adoption of this Regulation, powers other than those laid down in Article 308,", "main_body": ["1. The Community, within the context of its policy of reconstruction, aid to assist the return of refugees and displaced persons and economic and regional cooperation with Kosovo and with Bosnia and Herzegovina, shall contribute financially to the establishment and operation of the UNMIK (fourth pillar) and the OHR.\n2. The financing shall be in the form of a grant to the budgets of the UNMIK and the OHR.", "1. The operations covered by this Regulation shall be implemented by the Commission.\n2. The amount of the grant, the eligible expenditure, the period covered, the implementing procedures and procedures for verifying the management and ultimate destination of the Community grant shall be the subject of a financing agreement between the Commission, acting on behalf of the Community, and the recipient bodies.\nThe terms of that financing agreement shall ensure an equitable division of the cost between the European Union and the other members of the international community.", "The Commission shall verify the implementation of this Regulation and regularly report back to the European Parliament and the Council.", "The financing agreements and any contract or implementing instruments resulting therefrom shall expressly provide that the Commission or bodies authorised by the Commission, the Court of Auditors and the European Anti-Fraud Office (OLAF) may carry out inspections on the spot, if necessary.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 2000.\nFor the Council\nThe President\nJ. Gama\n(1) Opinion delivered on 4 May 2000 (not yet published in the Official Journal)."}