{"celex_id": "32007D0489", "uri": "http://publications.europa.eu/resource/cellar/d8e33822-911d-4311-8080-48a885bebd48", "type": "Decision", "concepts": ["1005", "1755", "336", "402", "4743", "862"], "title": "2007/489/EC: Commission Decision of 11 July 2007 establishing the Community’s financial contribution to the expenditure incurred in the context of the emergency measures taken to combat Newcastle disease in Denmark in 2005 (notified under document number C(2007) 3315)\n", "header": "12.7.2007 EN Official Journal of the European Union L 182/36\nCOMMISSION DECISION\nof 11 July 2007\nestablishing the Community’s financial contribution to the expenditure incurred in the context of the emergency measures taken to combat Newcastle disease in Denmark in 2005\n(notified under document number C(2007) 3315)\n(Only the Danish text is authentic)\n(2007/489/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Articles 3(3) and 4(2) thereof,\nWhereas:\n(1) Outbreaks of Newcastle disease occurred in Denmark in 2005. The emergence of that disease presented a serious risk to the Community’s livestock population.\n(2) In order to prevent the spread of the disease and to help eradicate it as quickly as possible, the Community should contribute financially towards the eligible expenditure incurred by the Member State under the emergency measures taken to combat the disease, as provided for in Decision 90/424/EEC.\n(3) Commission Decision 2006/579/EC of 24 August 2006 on a financial contribution from the Community towards the eradication of Newcastle disease in Denmark in 2005 (2) granted a financial contribution at the rate of 50 % of the expenditure eligible for Community funding for the implementation of the measures taken to combat this outbreak.\n(4) Pursuant to that Decision, the Community financial contribution is to be paid on the basis of the request submitted by Denmark on 23 October 2006 and supporting documents set out in Article 7 of Commission Regulation (EC) No 349/2005 of 28 February 2005 laying down rules on the Community financing of emergency measures and of the campaign to combat certain animal diseases under Council Decision 90/424/EEC (3).\n(5) In view of those considerations, the total amount of the Community’s financial contribution to the eligible expenditure incurred associated with the eradication of Newcastle disease in Denmark in 2005 should now be fixed.\n(6) The results of the inspections carried out by the Commission in compliance with the Community veterinary rules and the conditions for granting Community financial contributions mean the entire amount of the expenditure submitted cannot be recognised as eligible.\n(7) The Commission’s observations, method of calculating the eligible expenditure and final conclusions were communicated to Denmark in a letter dated 8 March 2007.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The total Community financial contribution towards the expenditure associated with eradicating Newcastle disease in Denmark in 2005 pursuant to Decision 2006/579/EC is fixed at EUR 219 385,67.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 11 July 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 232, 25.8.2006, p. 40.\n(3)  OJ L 55, 1.3.2005, p. 12."}