{"celex_id": "32004R0466", "uri": "http://publications.europa.eu/resource/cellar/ce047ddf-27d0-4f90-9c63-17d0c1c4af31", "type": "Regulation", "concepts": ["1052", "1115", "1201", "1602", "3003", "5581", "5823", "922"], "title": "Commission Regulation (EC) No 466/2004 of 12 March 2004 amending Regulation (EC) No 2125/2003 as regards the deadline for decisions by the competent national authorities on operational programmes and funds\n", "header": "Commission Regulation (EC) No 466/2004\nof 12 March 2004\namending Regulation (EC) No 2125/2003 as regards the deadline for decisions by the competent national authorities on operational programmes and funds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), and in particular Article 48 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2125/2003 of 3 December 2003 derogating from Regulation (EC) No 1433/2003 with regard to decisions by the competent national authorities on operational programmes and funds(2) waives, for 2003, the deadline of 15 December laid down in Articles 13 and 14 of Commission Regulation (EC) No 1433/2003 of 11 August 2003 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational funds, operational programmes and financial assistance(3), and permits Member States to take the decisions provided for in Articles 13 and 14 no later than 31 January 2004.\n(2) On account of excessive administrative work, some Member States were unable to draw up all their programmes and take decisions relating to them by the new deadline of 31 January 2004. In order to avoid harming operators and to enable the national authorities to continue drawing up the programmes, this deadline should be postponed until 15 March 2004.\n(3) Given the urgency of the situation, it is essential that this Regulation take effect immediately.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Article 1(1) of Regulation (EC) No 2125/2003, is replaced by the following:\n\"1. For 2003 only, by way of derogation from Article 13(2) and Article 14(3) of Regulation (EC) No 1433/2003, Member States may take decisions on operational programmes and funds or on requests for amendments to operational programmes no later than 15 March 2004.\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1. Regulation last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2) OJ L 319, 4.12.2003, p. 3.\n(3) OJ L 203, 12.8.2003, p. 25. Regulation amended by Regulation (EC) No 1582/2003 (OJ L 227, 11.9.2003, p. 3)."}