{"celex_id": "32007D0693", "uri": "http://publications.europa.eu/resource/cellar/cc434aaa-5e1d-4639-a5bb-fc461f8e15e2", "type": "Decision", "concepts": ["1445", "1644", "1755", "3579", "4743", "5100"], "title": "2007/693/EC: Commission Decision of 26 October 2007 concerning protection measures in relation to highly pathogenic avian influenza in Canada (notified under document number C(2007) 5202) (Text with EEA relevance)\n", "header": "27.10.2007 EN Official Journal of the European Union L 283/72\nCOMMISSION DECISION\nof 26 October 2007\nconcerning protection measures in relation to highly pathogenic avian influenza in Canada\n(notified under document number C(2007) 5202)\n(Text with EEA relevance)\n(2007/693/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), and in particular Article 18(1) and (6) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (2), and in particular Article 22(1) and (5) thereof,\nWhereas:\n(1) Commission Decision 2006/696/EC of 28 August 2006 laying down a list of third countries from which poultry, hatching eggs, day-old chicks, meat of poultry, ratites and wild game-birds, eggs and egg products and specified pathogen-free eggs may be imported into and transit through the Community and the applicable veterinary certification conditions, and amending Decisions 93/342/EEC, 2000/585/EC and 2003/812/EC (3) sets out a list of third countries from which these commodities may be imported into, and transit through, the Community and lays down the veterinary certification conditions.\n(2) Under that Decision, imports into the Community from Canada, are authorised of poultry, hatching eggs, day-old chicks, meat of poultry, ratites and wild game-birds.\n(3) On 27 September 2007, Canada reported to the Commission an outbreak of highly pathogenic avian influenza of subtype H7N3 in a poultry holding in the province of Saskatchewan. It also informed that certification has been immediately suspended for poultry, poultry meat and other products liable to spread that virus, for imports into the Community from the whole territory of Canada.\n(4) Canada has taken immediate and appropriate control measures, including restrictions on the movement of poultry and their products within and out of the disease affected area and provided the Commission with information on the epidemiological situation. According to the information available there are no indications of further virus spread from the affected area. In the light of that information and in view of the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products as approved on behalf of the Community by Council Decision 1999/201/EC (4), it is appropriate to restrict the suspension of imports from Canada to the disease affected area in the province of Saskatchewan.\n(5) Commission Decision 2005/432/EC of 3 June 2005 laying down the animal and public health conditions and model certificates for imports of meat products for human consumption from third countries and repealing Decisions 97/41/EC, 97/221/EC and 97/222/EC (5) lays down the list of third countries from which Member States, depending on the third country’s animal health status, are to authorise the importation of those products subject to certain treatment regimes.\n(6) Imports, into the Community from Canada are currently authorised, of poultry meat products that have undergone a non-specific treatment. However, in the case of an outbreak of avian influenza, that treatment is insufficient to inactivate the avian influenza virus. It is therefore appropriate, in this Decision, to only authorise imports of poultry meat products from the affected area that have been subjected to treatment B, C or D, in accordance to Part 4 of Annex II to Decision 2005/432/EC.\n(7) In the light of the current epidemiological situation in Canada this Decision should apply until 30 November 2007 and the measures should be reviewed.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States shall suspend imports of the following commodities from the territory of Canada referred to in Annex I to this Decision:\n(a) poultry, hatching eggs and day-old chicks, as defined in Article 2(a), (b) and (c) of Decision 2006/696/EC;\n(b) meat, as defined in Article 2(j) of Decision 2006/696/EC;\n(c) meat preparations and meat products as defined in points 1.15. and 7.1. in Annex I of Regulation (EC) No 853/2004 of the European Parliament and of the Council (6), and consisting of, or containing meat referred to in point (b);\n(d) raw pet food and unprocessed feed material containing any parts of the species referred to in point (a);\n(e) non-treated game trophies from any bird.", "Imports of commodities referred to in Article 1 shall be authorised from the territory referred to in Annex II of this Decision provided that in the import certificates accompanying consignments of these commodities, it is clearly indicated that:\n(a) they come from the territory of code ‘CA-1’ where the freedom from avian influenza must be certified.\n(b) ‘This consignment is in compliance with Commission Decision 2007/693/EC.’", "By way of derogation from Article 1, meat products referred to in Article 1(c), shall be authorised for importation into the Community, provided that they have been subjected to treatment B, C or D, in accordance with Part 4 of Annex II to Decision 2005/432/EC.", "This Decision shall apply until 30 November 2007.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 October 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 56. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(2)  OJ L 24, 30.1.1998, p. 9. Directive as last amended by Directive 2006/104/EC.\n(3)  OJ L 295, 25.10.2006, p. 1.\n(4)  OJ L 71, 18.3.1999, p. 3.\n(5)  OJ L 151, 14.6.2005, p. 3. Decision as last amended by Regulation (EC) No 1792/2006 (OJ L 362, 20.12.2006, p. 1).\n(6)  OJ L 139, 30.4.2004, as corrected by OJ L 226, 25.6.2004, p. 22.\nANNEX I\nThe restricted area (10 km) in the province of Saskatchewan including part of the Rural Municipality of Lumsden #189 that is bound:\n— On the south by Highway 11,\n— On the southeast by Highway 20 to Last Mountain Creek,\n— On the east and north by Last Mountain Creek and Last Mountain Lake,\n— On the west by the east half Range 23 (3 miles) of Township 21 and 20 to the intersection of Highway 11 in the Rural Municipality of Dufferin #190.\nANNEX II\nCA-1 : The territory of Canada, except for the restricted area set out in Annex I."}