{"celex_id": "32006R1187", "uri": "http://publications.europa.eu/resource/cellar/19f4a45c-ee61-4786-a6a7-2d58608d9f13", "type": "Regulation", "concepts": ["1085", "1255", "1519", "2286", "2443", "2543", "2563", "2965", "3003", "3679", "3774", "5581", "863"], "title": "Commission Regulation (EC) No 1187/2006 of  3 August 2006  derogating from Regulation (EC) No 796/2004 as regards the application of Article 21 thereof in certain Member States\n", "header": "4.8.2006 EN Official Journal of the European Union L 214/14\nCOMMISSION REGULATION (EC) No 1187/2006\nof 3 August 2006\nderogating from Regulation (EC) No 796/2004 as regards the application of Article 21 thereof in certain Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Article 145(n) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 796/2004 of 21 April 2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (2) provides, in its Article 21, for reductions to be applied in the case of late submission of an aid application.\n(2) Several Member States have experienced exceptional circumstances in their administration of the single application for 2006. This situation has in turn affected in varying degrees the ability of farmers in the Member States concerned to lodge their single application within the deadline provided for in Article 11(2) of Regulation (EC) No 796/2004. Accordingly, the situation is likely to unduly jeopardise the right of certain farmers to receive in full the aid to which they would normally be entitled.\n(3) France, Italy, the Netherlands, Portugal, Spain and the United Kingdom have experienced unexpected problems in their practical implementation of the new Single Payment Scheme due in particular to unforeseeable technical or administrative difficulties. Furthermore, the inclusion of the olive oil sector in the scheme has significantly increased the complexity of the system. The high numbers of farmers lodging an application and the complex calculations of the olive areas to be declared have further complicated the handling of the applications for 2006 in France, Italy, Portugal and Spain.\n(4) Due to the severe situation created by floods in Hungary and unexpected technical difficulties in printing for the first time the relevant graphical information in Poland, the distribution by the competent authorities of complete application forms to the farmers was significantly delayed and affected the farmers’ ability to present their application within the deadline.\n(5) In view of this situation it is appropriate not to apply for 2006 the reduction of 1 % per working day and the exclusion provided for in Article 21(1) of Regulation (EC) No 796/2004 should not apply as regards the applications lodged until dates to be fixed in accordance with the specific circumstances in each of the Member States concerned.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["By way of derogation from Article 21(1) of Regulation (EC) No 796/2004, the reduction of 1 % per working day and the exclusion provided for therein shall not apply to single applications submitted for 2006 to the competent authorities:\n(a) until 31 May 2006, in respect of:\n(i) France:\n— by the farmers in the French Departments listed in Annex I to this Regulation,\n— by the farmers who started to electronically lodge an application before 15 May 2006 but who were not able to complete the electronically lodged application by that date;\n(ii) Hungary, as regards the areas listed in Annex II to this Regulation;\n(iii) Netherlands;\n(b) until 15 June 2006, in respect of:\n(i) France, by farmers growing olive trees eligible to the Single Payment Scheme;\n(ii) Spain, as regards the Autonomous Communities listed in Annex III to this Regulation;\n(iii) Italy;\n(iv) Poland;\n(v) United Kingdom, as regards England;\n(vi) Portugal, by farmers growing olive trees eligible to the Single Payment Scheme.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 August 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 953/2006 (OJ L 175, 29.6.2006, p. 1).\n(2)  OJ L 141, 30.4.2004, p. 18. Regulation as last amended by Regulation (EC) No 659/2006 (OJ L 116, 29.4.2006, p. 20).\nANNEX I\nFrench Departments referred to in the first indent of Article 1(a)(i)\nAlpes-de-Haute-Provence\nAlpes-Maritimes\nBouches-du-Rhône\nHaute-Corse\nCorse-du-Sud\nVar\nVaucluse\nGuadeloupe\nMartinique\nGuyane\nRéunion\nANNEX II\nAreas of Hungary referred to in Article 1(a)(ii)\nSzeged\nKiszombor\nCsongrád\nDomaszék\nÓpusztaszer\nDóc\nBordány\nBékésszentandrás\nGyomaendrőd\nHunya\nSzeghalom\nSzarvas\nÁgasegyháza\nAkasztó\nBácsalmás\nBácsbokod\nBácsborsód\nBácsszentgyörgy\nBácsszőlős\nBalotaszálás\nBátya\nBorota\nBugac\nCsengőd\nCsólyospálya\nDusnok\nÉrsekcsanád\nFajsz\nFülöpháza\nHarkakötöny\nHarta\nHercegszántó\nIzsák\nKalocsa\nKaskantyú\nKatymár\nKecel\nKecskemét\nKecskemét-Szarkás\nKiskőrös\nKiskunfélegyháza\nKiskunhalas\nKisszálás\nKömpöc\nKunfehértó\nKunszállás\nLakitelek\nMadaras\nMátételke\nOrgovány\nPáhi\nSoltszentimre\nSoltvadkert\nSzentkirály\nTabdi\nTiszaalpár\nTiszakécske\nUszód\nVárosföld\nZsana\nANNEX III\nSpanish Autonomous Communities referred to in Article 1(b)(ii)\nAndalucía\nAragón\nExtremadura\nIslas Baleares\nComunidad Autónoma del País Vasco\nCastilla-La Mancha\nCastilla y León\nCataluña\nLa Rioja\nMadrid\nRegión de Murcia\nComunidad Foral de Navarra\nComunidad Valenciana"}