{"celex_id": "32001D0686", "uri": "http://publications.europa.eu/resource/cellar/8a73e04f-6428-4b03-adc2-72138badf6f4", "type": "Decision", "concepts": ["2871", "3704", "5696"], "title": "2001/686/EC: Commission Decision of 22 August 2001 establishing the ecological criteria for the award of the Community eco-label to personal computers (Text with EEA relevance) (notified under document number C(2001) 2584)\n", "header": "Commission Decision\nof 22 August 2001\nestablishing the ecological criteria for the award of the Community eco-label to personal computers\n(notified under document number C(2001) 2584)\n(Text with EEA relevance)\n(2001/686/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1980/2000 of the European Parliament and of the Council of 17 July 2000 on a revised Community eco-label award scheme(1), and in particular Articles 3, 4 and 6 thereof,\nWhereas:\n(1) Article 3 of Regulation (EC) No 1980/2000 provides that the eco-label may be awarded to a product possessing characteristics which enable it to contribute significantly to improvements in relation to key environmental aspects.\n(2) Article 4 of Regulation (EC) No 1980/2000 provides that specific eco-label criteria shall be established according to product groups.\n(3) Article 4 of Regulation (EC) No 1980/2000 provides that the review of the eco-label criteria as well as of the assessment and verification requirements related to the criteria shall take place in due time before the end of the period of validity of the criteria specified for each product group and shall result in a proposal for prolongation, withdrawal or revision.\n(4) By Decision 1999/205/EC(2) the Commission established ecological criteria for the award of the Community eco-label to personal computers, which, according to Article 3 thereof, expire 28 February 2002.\n(5) It is appropriate to revise the definition of the product group and the ecological criteria that were established by Decision 1999/205/EC in order to reflect the developments in the market.\n(6) It is appropriate to adopt a new Commission Decision establishing the specific ecological criteria for this product group, which will be valid for a period of three years.\n(7) It is appropriate that, for a limited period of not more than 12 months, both the new criteria established by this Decision and the criteria previously established by Decision 1999/205/EC, are valid concurrently, in order to allow sufficient time for companies that have been awarded the eco-label for their products prior to the adoption of this new Decision to adapt these products to comply with the new criteria.\n(8) The measures set out in this Decision have been developed and adopted under the procedures for the setting of eco-label criteria as laid down in Article 6 of Regulation (EC) No 1980/2000.\n(9) The measures set out in this Decision are in accordance with the opinion of the committee set up under Article 17 of Regulation (EC) No 1980/2000,", "main_body": ["The environmental performance of the product group as defined in Article 1 shall be assessed by reference to the specific ecological criteria set out in the Annex.", "The product group definition and the criteria for the product group shall be valid for three years from the date on which this Decision takes effect. If revised ecological criteria have not been adopted before the end of this period, their validity shall be extended for a further year.\nThe period of validity of the product group definition and the criteria established by Decision 1999/205/EC shall be extended to expire 12 months after the date on which this Decision takes effect.", "For administrative purposes the code number assigned to the product group shall be \"013\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 August 2001.\nFor the Commission\nMargot Wallström\nMember of the Commission\n(1) OJ L 237, 21.9.2000, p. 1.\n(2) OJ L 70, 17.3.1999, p. 46.\nANNEX\nFRAMEWORK\nIn order to qualify for the eco-label, a personal computer, a system unit, a display or a keyboard (hereinafter referred to as \"the product\") must fall within the product group as defined in Article 1, and must comply with the following criteria in this Annex (each individual part may apply for the eco-label except the mouse):\n>TABLE>\nTests shall be carried out on application as indicated in the criteria, and shall be performed by laboratories that meet the general requirements expressed in standard EN ISO 17025. Where appropriate, other test methods may be used if their equivalence is accepted by the competent body assessing the application. Where no tests are mentioned, or are mentioned as being for use in verification or monitoring, competent bodies should rely as appropriate on declarations and documentation provided by the applicant and/or independent verifications.\nThese criteria aim in particular at promoting:\n- the reduction of environmental damage or risks related to the use of energy (global warming, acidification, depletion of non-renewable resources) by reducing energy consumption,\n- the reduction of environmental damage related to the use of natural resources by encouraging the exchangeability of components, and the recyclability and maintainability of the product,\n- the reduction of environmental damage or risks related to the use of hazardous substances by reducing the use of such substances.\nThe criteria encourage the implementation of best practice (optimal environmental use) and enhance consumers' environmental awareness. Furthermore, marking the plastic components encourages the recycling of the product.\nThe criteria are set at levels that promote the labelling of personal computers that have a lower environmental impact.\nThe competent bodies are recommended to take into account the implementation of recognised environmental management schemes, such as EMAS or ISO 14001, when assessing applications and monitoring compliance with the criteria in this Annex. (Note: it is not required to implement such management schemes.)\nECOLOGICAL CRITERIA\n1. ENERGY SAVINGS\nSystem unit\n(a) The computer system unit shall meet the current Energy Star(1) power consumption requirements.\nThe applicant shall provide a report certifying that the level of power consumption of the personal computer system unit has been measured using the procedure in the current Energy Star computer memorandum of understanding. The report shall state the measured power consumption.\n(b) The computer shall support the ACPI(2) S3 sleep state (suspend to RAM) to allow minimum energy consumptions below 5 watts. The computer shall be able to wake up from this mode in response to a command from any of the following:\n- modem,\n- network connection,\n- keyboard or mouse action.\nThe default mode-change time from operation to the ACPI S3 sleep state shall be &lt;= 30 minutes of inactivity. The manufacturer must enable this feature, but the user may disable it.\nThe applicant shall provide a report certifying that the level of power consumption in the ACPI S3 mode has been measured using the procedure in the current Energy Star computer memorandum of understanding. The report shall state the measured power consumption in this mode.\n(c) The off-mode power consumption shall be no more than 2 watts. In this context, the off-mode is the state initiated through the command to shut down the computer.\nThe applicant shall provide a report certifying that the level of power consumption in the off mode has been measured using the procedure in the current Energy Star computer memorandum of understanding. The report shall state the measured power consumption in this mode.\nMonitor\n(a) The monitor shall have a sleep(3) mode power consumption of &lt;= 10 watts. The default mode-change time from operation to the sleep state shall be &lt;= 15 minutes of inactivity. The manufacturer must enable this feature, but the user may disable it.\n(b) The monitor shall have a deep-sleep(4) mode power consumption of &lt;= 5 watts. The default mode-change time from operation to the deep-sleep state shall be 30 minutes of inactivity. The manufacturer must enable this feature, but the user may disable it.\nThe applicant shall provide a report certifying that the level of power consumption in both of these sleep modes have been measured using the procedure in the current Energy Star monitor memorandum of understanding. The report shall state the measured power consumptions in both of these modes.\n2. LIFETIME EXTENSION\nSystem unit\n(a) The manufacturer shall offer a commercial guarantee to ensure that the personal computer system unit will function for at least three years. This guarantee shall be valid from the date of delivery to the customer.\n(b) The computer shall be designed so that the memory can be changed.\n(c) The computer shall be designed so that the hard disk, and if available either the CD drive or DVD drive, can be changed.\n(d) A minimum of two sockets to allow direct connection of additional peripheral equipment such as scanners and back-up devices must be provided.\nThe applicant shall declare the compliance of the product with these requirements.\nMonitor\nThe manufacturer shall offer a commercial guarantee to ensure that the personal computer monitor will function for at least three years. This guarantee shall be valid from the date of delivery to the customer.\nThe applicant shall declare the compliance of the product with these requirements.\n3. MERCURY CONTENT OF A LIQUID CRYSTAL DISPLAY (LCD) MONITOR\nThe background lighting of the LCD monitor shall not contain more than 3 mg of mercury per lamp (on average)\nThe applicant shall declare the compliance of the product with these requirements.\n4. NOISE\nThe \"Declared Sound Power Level\" of the personal computer system unit, according to paragraph 3.2.5 of ISO 9296, shall not exceed:\n- 48 dB(A) in the idle operating mode;\n- 55 dB(A) when accessing a disk drive.\nThe applicant shall provide a report certifying that the levels of noise emissions have been measured in accordance with ISO 7779 and ISO 9296. The report shall state the measured levels of noise emissions in both the idle operating mode and when accessing a disk drive, and be declared in accordance with paragraph 3.2.5 of ISO 9296.\n5. ELECTROMAGNETIC EMISSIONS\nThe personal computer monitor shall meet the current maximum exposure limits set in Council Recommendation 1999/519/EC of 12 July 1999 on the limitation of exposure of the general public to electromagnetic fields (0 Hz to 300 GHz)(5).\nThe applicant shall provide a report which specifies the methods used to measure the levels of electromagnetic emissions. The report shall show that the personal computer monitor meets the current maximum exposure limits set in Recommendation 1999/519/EC.\n6. TAKE-BACK AND RECYCLING\nThe manufacturer shall offer free of charge the take-back for refurbishment or recycling of the product, and for any component being replaced, except for items contaminated by users (e.g. in medical or nuclear applications). In addition, the product shall meet the following criteria:\n(a) one qualified person, alone, shall be able to dismantle it;\n(b) the manufacturer shall check the disassembly of the product and provide a disassembly report that shall be made available to third parties on request. Amongst others, the report shall confirm that:\n- connections are easy to find and accessible,\n- connections are as standardised as possible,\n- connections are accessible with commonly available tools,\n- the background lighting lamps of LCD monitors are easily separable;\n(c) incompatible and hazardous materials shall be separable;\n(d) 90 % of the plastic and metal materials in the housing and chassis shall be technically recyclable;\n(e) if labels are required, they shall be easily separable or inherent;\n(f) plastic parts shall:\n- have no lead or cadmium intentionally added,\n- be of one polymer or compatible polymers, except for the cover, which shall consist of no more than two types of polymers which are separable,\n- contain no metal inlays that cannot be separated;\n(g) plastic parts heavier than 25 grams shall:\n-\n>TABLE>\n- not contain flame retardant substances or preparations containing substances, that are assigned or may be assigned any of the risk phrases R45 (may cause cancer), R46 (may cause heritable genetic damage), R50 (very toxic to aquatic organisms), R51 (toxic to aquatic organisms), R52 (harmful to aquatic organisms), R53 (may cause long-term adverse effects in the aquatic environment), R60 (may impair fertility) or R61 (may cause harm to the unborn child), as defined in Council Directive 67/548/EEC(6) and its subsequent amendments,\n- have a permanent marking identifying the material, in conformity with ISO 11469. Excluded from this criterion are extruded plastic materials and the light-guide of flat panel displays;\n(h) batteries shall not contain more than 0,0001 % of mercury, 0,001 % of cadmium or 0,01 % of lead by weight of the battery.\nThe applicant shall declare the compliance of the product with these requirements. The applicant shall provide to the competent body assessing the application a copy of the disassembly report.\n7. USER INSTRUCTIONS\nThe product shall be sold with relevant user information, which provides advice on its proper environmental use and, in particular:\n1. recommendations for the use of the power management features, including information that disabling these features can lead to higher consumption of energy and thus can increase the running costs;\n2. information that the energy drawn from the mains can be reduced to zero if the computer is unplugged or if the wall socket is switched off;\n3. information on the guarantee and the availability of spare parts. When it is appropriate for the consumer to upgrade or exchange components, information on the proper procedures shall be given;\n4. information about the fact that the product has been designed to enable proper reuse of parts and recycling and should not be thrown away;\n5. advice on how the consumer can make use of the manufacturers take-back offer;\n6. information that the product has been awarded the EU eco-label with a brief explanation as to what this means together with an indication that more information on the eco-label can be found at the web-site address (http://europa.eu.int/ecolabel).\nThe applicant shall declare the compliance of the product with these requirements, and hall provide a copy of the instruction manual to the competent body assessing the application.\n8. ENVIRONMENTAL DECLARATION\nAn environmental declaration shall accompany the product and shall be available to the user. This document shall be in conformity with the recommendations of ECMA's Technical Report No 70 \"Product-related environmental attributes\".\n9. INFORMATION APPEARING ON THE ECO-LABEL\nBox 2 of the eco-label shall include the following text:\n- low energy consumption,\n- designed to facilitate recycling.\n(1) As defined by the United States Environmental Protection Agency.\n(2) Advanced configuration and power interface (ACPI).\n(3) As defined by the current Energy Star definition of \"first low power\" or \"sleep\" mode.\n(4) As defined by the current Energy Star definition of \"second low power\" or \"deep sleep\" mode.\n(5) OJ L 199, 30.7.1999, p. 59.\n(6) OJ 196, 16.8.1967, p. 1."}