{"celex_id": "32000D0610", "uri": "http://publications.europa.eu/resource/cellar/5f177c30-6b64-44d0-8482-343f730b2c0e", "type": "Decision", "concepts": ["1130", "1201", "1372", "1519", "3003", "976"], "title": "2000/610/EC: Commission Decision of 28 June 2000 on the aid scheme provided in Region of Sicily Law No 23 of 28 March 1995 'Rules applicable to credit guarantee groups for small and medium-sized enterprises' - fishery sector (notified under document number C(2000) 1962) (Text with EEA relevance) (Only the Italian text is authentic)\n", "header": "Commission Decision\nof 28 June 2000\non the aid scheme provided in Region of Sicily Law No 23 of 28 March 1995 \"Rules applicable to credit guarantee groups for small and medium-sized enterprises\" - fishery sector\n(notified under document number C(2000) 1962)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2000/610/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving called on interested parties to submit their comments pursuant to that Article,\nWhereas:\nI. Procedure\n(1) By letter dated 28 April 1995, registered at the Commission on 7 June 1995, Italy notified Region of Sicily Law No 23 of 28 March 1995 on rules applicable to credit guarantee groups for small and medium-sized enterprises. By letters dated 12 January and 10 April 1996, registered at the Commission on 19 January and 22 April 1996, Italy sent the additional information asked for.\n(2) On 12 June 1996, the Commission decided to initiate the procedure laid down in Article 93(2) (now Article 88(2)) of the EC Treaty in regard to the abovementioned Regional Law. This provided for a mechanism to support fishery enterprises by facilitating their access to credit and certain financial services (factoring, leasing, collective guarantee). Through the agency of consortia of cooperatives (consorzi fidi) operating one or more separate funds it would be possible to guarantee or reduce the cost of certain financial operations carried out by their members. The Commission considered that the aid granted both at the time of creation and during the life of these consortia was incompatible with the common market. Firstly, the public contribution to the funds was to be free and unlimited in time. Not only was it not to be confined to start-up but successive injections of capital were planned in order to maintain the public contribution at at least 50 % of fund assets. Secondly, the Commission did not have enough information to assess the aid in its various forms of provision of guarantee, regional subsidisation of the costs of factoring and leasing contracts, guarantees for management loans and liability consolidation (see Commission letter SG(96) D/5784 of 26 June 1996 addressed to the Italian Government and published in Official Journal of the European Communities C 302 of 12 October 1996 (p. 6)).\n(3) On 8 January 1998 and 21 December 1999, Italy provided the information asked for by the Commission. No comment from other Member States or interested parties was received.\nII. Description\n(4) The scheme introduced by the law was a support mechanism for fishery enterprises facilitating their access to credit and certain financial services (factoring, leasing, collective guarantee). Enterprises would be encouraged to group themselves through formation of a legal person in the form of a cooperative or consortium of cooperatives that would operate one or more separate funds to guarantee or reduce the cost of certain financial operations effected by its members.\nIII. The Italian Government's comments\n(5) In its letter of 21 December 1999 Italy informed the Commission that no application for aid from the funds for fishery sector group risks had ever been received, i.e. the scheme had never actually been applied. Since the law in question provided for allocation of financial resources up to 1997, if the Region of Sicily wished to reintroduce the scheme, a new legislative measure specifically applicable to the cases indicated above would be required and would be the subject of a new notification to the Commission.\nIV. Assessment\n(6) It is clear from the information provided by Italy (see Section III) that the scheme has never been made use of in the fishery sector and that under the Law notified to the Commission it could not now be made use of at any time owing to the impossibility under that Law of any provision of finance from 1998 onwards.\nThus any activation of the scheme would have to be covered by notification of a new measure specifically applicable to the fishery sector.\nThe examination procedure initiated by the Commission for the scheme has therefore become pointless and the procedure should therefore be closed under Article 7(2) of Council Regulation (EC) No 659/1999 of 22 March 1999 laying down detailed rules for the application of Article 93 (now Article 88) of the EC Treaty (OJ L 83 of 27 March 1999, p. 1).\nV. Conclusion\n(7) Given the foregoing, the Commission considers that the examination procedure can be closed,", "main_body": ["The examination procedure initiated in regard to the section relating to fisheries of Region of Sicily Law No 23 of 28 March 1995 is hereby closed.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 28 June 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission"}