{"celex_id": "32008R0710", "uri": "http://publications.europa.eu/resource/cellar/1bc3135d-4224-47f2-be36-c7da4bc3056f", "type": "Regulation", "concepts": ["1025", "2173", "2456", "2656", "4692"], "title": "Commission Regulation (EC) No 710/2008 of 24 July 2008 setting the weighting coefficients to be used in calculating the Community market price for pig carcases for the 2008/2009 marketing year\n", "header": "25.7.2008 EN Official Journal of the European Union L 197/28\nCOMMISSION REGULATION (EC) No 710/2008\nof 24 July 2008\nsetting the weighting coefficients to be used in calculating the Community market price for pig carcases for the 2008/2009 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43 thereof,\nWhereas:\n(1) The Community market price for pig carcases, as referred to in Articles 17 and 37 of Regulation (EC) No 1234/2007, must be established by weighting the prices recorded in each Member State by coefficients expressing the relative size of the pig population of each Member State.\n(2) These coefficients should be determined on the basis of the number of pigs counted at the beginning of December each year in accordance with Council Directive 93/23/EEC of 1 June 1993 on the statistical surveys to be carried out on pig production (2).\n(3) In view of the results of the December 2007 census, new weighting coefficients should be set for the 2008/2009 marketing year and Commission Regulation (EC) No 846/2007 (3) should be repealed.\n(4) Since the 2008/2009 marketing year begins on 1 July 2008, this Regulation should be applicable as of that date.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The weighting coefficients referred to in Articles 17 and 37 of Regulation (EC) No 1234/2007 shall be as set out in the Annex hereto.", "Regulation (EC) No 846/2007 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 510/2008 (OJ L 149, 7.6.2008, p. 61).\n(2)  OJ L 149, 21.6.1993, p. 1. Directive as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(3)  OJ L 187, 19.7.2007, p. 3.\nANNEX\nWeighting coefficients to be used in calculating the Community market price for pig carcases for the 2008/2009 marketing year\nArticles 17 and 37 of Regulation (EC) No 1234/2007\nBelgium 3,9 %\nBulgaria 0,6 %\nCzech Republic 1,7 %\nDenmark 8,2 %\nGermany 16,9 %\nEstonia 0,2 %\nGreece 0,6 %\nSpain 16,3 %\nFrance 9,4 %\nIreland 1,0 %\nItaly 5,8 %\nCyprus 0,3 %\nLatvia 0,3 %\nLithuania 0,6 %\nLuxembourg 0,05 %\nHungary 2,4 %\nMalta 0,05 %\nNetherlands 7,3 %\nAustria 2,0 %\nPoland 11,0 %\nPortugal 1,5 %\nRomania 4,1 %\nSlovenia 0,3 %\nSlovakia 0,6 %\nFinland 0,9 %\nSweden 1,1 %\nUnited Kingdom 2,9 %"}