{"celex_id": "32006D0427", "uri": "http://publications.europa.eu/resource/cellar/e08bbf87-1c51-4bf2-86b4-c5c284db6a88", "type": "Decision", "concepts": ["1445", "1895", "1929", "4810", "5034", "6030"], "title": "2006/427/EC: Commission Decision of  20 June 2006  laying down performance monitoring methods and methods for assessing cattle's genetic value for pure-bred breeding animals of the bovine species  (notified under document number C(2006) 2376)   (Text with EEA relevance)\n", "header": "22.6.2006 EN Official Journal of the European Union L 169/56\nCOMMISSION DECISION\nof 20 June 2006\nlaying down performance monitoring methods and methods for assessing cattle's genetic value for pure-bred breeding animals of the bovine species\n(notified under document number C(2006) 2376)\n(Text with EEA relevance)\n(2006/427/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/504/EEC of 25 July 1977 on pure-bred breeding animals of the bovine species (1), and in particular the first indent of Article 6(1) thereof,\nWhereas:\n(1) Commission Decision 86/130/EEC of 11 March 1986 laying down performance monitoring methods and methods for assessing cattle’s genetic value for pure-bred breeding animals of the bovine species (2) has been substantially amended (3). In the interests of clarity and rationality the said Decision should be codified.\n(2) The Commission is to determine the methods for performance recording and genetic evaluation of bovine animals.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["The performance monitoring methods and methods for assessing cattle's genetic value for pure-bred breeding animals of the bovine species shall be those laid down in Annex I.", "Decision 86/130/EEC is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision and shall be read in accordance with the correlation table in Annex III.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 June 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 206, 12.8.1977, p. 8. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(2)  OJ L 101, 17.4.1986, p. 37. Decision as amended by Decision 94/515/EC (OJ L 207, 10.8.1994, p. 30).\n(3)  See Annex II.\nANNEX I\nI.   The competent authorities of the Member States are to approve the bodies responsible for setting the rules for performance recording and assessing the genetic value and for publication of the evaluation results of pure-bred breeding animals of the bovine species. The names of the approved bodies must be notified to the Commission and the other Member States.\nIn particular, those bodies shall give an account of the recording methods, the model of performance description, the statistical method of analysis and the genetic parameters used for each evaluated trait.\nII.   Performance recording\nAll data must be recorded under the responsibility of the approved body.\n1.   Beef production traits\n(a)   Individual performance and/or progeny testing at a station\n(i) The test method and the number of animals tested are to be indicated.\n(ii) The following are to be indicated in the test protocol:\n— conditions for acceptance into the station,\n— if applicable, the on-farmperformance of the test animals prior to entry into the station,\n— identity of the owner of the test animals for individual performance testing,\n— maximum age for the test animals entering the station and the age range of contemporary animals on the station,\n— length of adaptation and test periods at the station,\n— type of diet and system of feeding.\n(iii) Traits recorded: the minimum traits to be recorded include live weight gain and muscular development (beef conformation) and, if available, other traits such as feed conversion and carcass trait.\nSpecialised units may operate as stations under the responsibility of the approved body.\n(b)   Testing in the field (on-farm)\nThe test method and the method to validate test results must be provided by the approved body. The minimum traits to be recorded include live weight and age and, if available, other traits such as beef conformation.\n(c)   Testing through survey data from farms and points of sale and slaughter\nIf available and appropriate the live and slaughter weights, sales prices, carcass grade according to the Community carcass classification scheme, meat quality and other beef traits must be recorded.\n2.   Milk recording\nRecording milk production data must comply with the principles agreed by competent international bodies (for example, the International Committee for Animal Recording (ICAR)).\n3.   Reproduction (secondary traits)\nWhen fertility, calving aptitude and longevity are being evaluated, they must be assessed on the basis of data on fertilisation (for example, non-returnrate), calving score and on functional age (for example, stayability, culling age, length of productive life), respectively.\n4.   Morphological (type) assessment\nWhen morphological rating is carried out, it must be done using an approved recording system.\nIII.   Genetic evaluation\n1.   Principles\nThe genetic evaluation of breeding animals must be carried out under the responsibility of the approved body and must include the following performance traits according to the selection objectives:\n— milk production traits for animals of dairy breeds,\n— beef production traits for animals of beef breeds,\n— milk and beef production traits for dual-purpose breeds.\nFurthermore, it is recommended that the genetic evaluation also include the traits of reproductive performance and of morphology for breeds in which recording of these traits is being practised.\nThe breeding value of an animal is calculated on the basis of the results of the performance of the individual and/or of its relatives.\nThe statistical methods applied in genetic evaluation must comply with the principles agreed by competent international bodies (for example, the ICAR) and guarantee a genetic evaluation unbiased from the influences of the main environmental factors and data structure.\nThe reliability of the genetic evaluation must be measured as the coefficient of determination in accordance with principles agreed by competent international bodies (for example, the ICAR). When publishing the evaluation results, the reliability as well as the date of evaluation must be given.\nGenetic peculiarities and genetic defects of an animal defined by the bodies officially appointed for the determination of these characters, in agreement with the breeders organisations or associations, recognised in conformity with Commission Decision 84/247/EEC (1), must be published.\n2.   Genetic evaluation of bulls for artificial insemination\nThe bulls must be subjected to a genetic evaluation on compulsory traits and breeding values on them must be published. Other available breeding values also must be published.\nThese provisions do not apply to breeds threatened with extinction.\n(a)   Genetic evaluation of artificial insemination bulls for milk production traits\nIn the genetic evaluation of dairy traits, the milk yield and content (butterfat and protein percentage) as well as other available and relevant data for the genetic aptitude for dairy traits must be included.\nThe minimum reliability of the genetic evaluation of AI bulls of the dairy breeds must be at least 0,5 for the main production traits according to ICAR principles taking into account all information from relatives.\n(b)   Genetic evaluation of artificial insemination bulls for beef production traits\nThe genetic evaluation of these bulls is carried out on the basis of one of the following performance testing methods:\n(i) individual performance testing on station;\n(ii) progeny and/or sib test on station or in specialised units;\n(iii) progeny and/or sib test on farm; in such a way that the offspring are distributed among the recorded herds to allow a valid comparison of bulls to be made;\n(iv) progeny and/or sib test by means of collecting data on farms, in auction sales or in slaughter houses in such a way that a valid comparison of bulls can be made.\nIf carcass weight and, where appropriate, traits of meat quality, growth performance and calving aptitude are being recorded, those traits as well as any other relevant trait must be included in the genetic evaluation of the bull.\n(1)  OJ L 125, 12.5.1984, p. 58.\nANNEX II\nRepealed Decision with its amendment\nCommission Decision 86/130/EEC (OJ L 101, 17.4.1986, p. 37)\nCommission Decision 94/515/EC (OJ L 207, 10.8.1994, p. 30)\nANNEX III\nCorrelation table\nDecision 86/130/EEC This Decision\nArticle 1 Article 1\n— Article 2\nArticle 2 Article 3\nAnnex Annex I\n— Annexes II and III"}