{"celex_id": "32001R2248", "uri": "http://publications.europa.eu/resource/cellar/5a7eede8-6f28-47fb-bd8a-7d6aa950165a", "type": "Regulation", "concepts": ["2718", "2957", "3191", "4048", "4682", "5563"], "title": "Council Regulation (EC) No 2248/2001 of 19 November 2001 on certain procedures for applying the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part and for applying the Interim Agreement between the European Community and the Republic of Croatia\n", "header": "Council Regulation (EC) No 2248/2001\nof 19 November 2001\non certain procedures for applying the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part and for applying the Interim Agreement between the European Community and the Republic of Croatia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Council is in the process of concluding a Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part, which was signed at Luxembourg on 29 October 2001 (hereinafter referred to as \"the Stabilisation and Association Agreement\").\n(2) Meanwhile the Council is also in the process of concluding an Interim Agreement between the European Community and the Republic of Croatia(1) signed at Luxembourg on 29 October 2001 (hereinafter referred to as the \"Interim Agreement\") which will provide for the early entry into force of the trade and trade-related provisions of the Stabilisation and Association Agreement.\n(3) It is necessary to lay down the procedures for the application of certain provisions of these Agreements.\n(4) These Agreements stipulate that certain products originating in the Republic of Croatia may be imported into the Community, within the limits of tariff quotas, at a reduced or zero rate of customs duty. It is therefore necessary to lay down provisions for the calculation of the reduced rates of customs duties.\n(5) These Agreements already specify the products eligible for those tariff measures, the relevant volumes (and increases thereof), the applicable duties, periods of application and any eligibility criteria.\n(6) Council or Commission Decisions amending the Combined Nomenclature and Taric codes do not entail any substantive changes.\n(7) In the interest of simplicity and of timely publication of regulations implementing Community tariff quotas, provision should be made for the Commission, assisted by the Committee set up by Article 248a of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code(2), to adopt the regulations opening and providing for the administration of the tariff quotas for fishery products. The Commission should adopt, assisted by the Committee provided for in Article 42 of Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(3), the regulations opening up and providing for the administration of the tariff quotas for \"baby-beef\" products.\n(8) Duties should be totally suspended where preferential treatment results in ad valorem duties of 1 % or less, or in specific duties of EUR 1 or less.\n(9) This Regulation should be applied upon the entry into force or provisional application of the Interim Agreement and will remain in application upon the entry into force of the Stabilisation and Association Agreement.\n(10) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(4),", "main_body": ["Subject matter\nThis Regulation aims at defining certain procedures for the adoption of detailed rules for the implementation of various provisions of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part (hereinafter referred to as the \"Stabilisation and Association Agreement\") and the Interim Agreement between the European Community and the Republic of Croatia (hereinafter referred to as the \"Interim Agreement\").", "Concessions on baby-beef\nDetailed rules for the implementation of Article 14(2) of the Interim Agreement, and thereafter Article 27(2) of the Stabilisation and Association Agreement, concerning the tariff quota for \"baby-beef\" products shall be adopted by the Commission in accordance with the procedure referred to in Article 3(2).", "Committee\n1. The Commission shall be assisted by the Committee provided for in Article 42 of Regulation (EC) No 1254/1999.\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its rules of procedure.", "Concessions on fishery products\nDetailed rules for the implementation of Article 15(1) of the Interim Agreement, and thereafter Article 28(1) of the Stabilisation and Association Agreement, concerning the tariff quotas for fish and fishery products listed in Annex Va of both Agreements, shall be adopted by the Commission in accordance with the procedure set out in Article 5(2).", "Committee\n1. The Commission shall be assisted by the Customs Code Committee set up by Article 248a of Regulation (EEC) No 2913/92.\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at three months.\n3. The Committee shall adopt its rules of procedure.", "Tariff reductions\n1. Subject to paragraph 2, rates of preferential duty shall be rounded down to the first decimal place.\n2. Where the result of calculating the rate of preferential duty in accordance with paragraph 1 is one of the following, the preferential rate shall be considered a full exemption:\n(a) 1 % or less in the case of ad valorem duties, or\n(b) EUR 1 or less per individual amount in the case of specific duties.", "Technical adaptations\nAmendments and technical adaptations to the detailed rules on implementation adopted pursuant to this Regulation, which are necessary following changes to the Combined Nomenclature codes and to the Taric-subdivisions or arising from the conclusion of new agreements, protocols, exchanges of letters or other acts between the Community and Croatia, shall be adopted in accordance with the procedures set out in Article 3(2) and Article 5(2) of this Regulation.", "Entry into force and application\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be applicable from the date of entry into force or the date of provisional application of the Interim Agreement. That date will be published in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 November 2001.\nFor the Council\nThe President\nL. Michel\n(1) The Interim Agreement will be published in an Official Journal dated 14 December 2001.\n(2) OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Regulation (EC) No 2700/2000 (OJ L 311, 12.12.2000, p. 17).\n(3) OJ L 160, 26.6.1999, p. 21.\n(4) OJ L 184, 17.7.1999, p. 23."}