{"celex_id": "32004R1428", "uri": "http://publications.europa.eu/resource/cellar/1b765076-6039-4af5-9570-f054cc52da4b", "type": "Regulation", "concepts": ["2173", "4716", "4726", "4734"], "title": "Commission Regulation (EC) No 1428/2004 of 9 August 2004 amending Regulation (EC) No 1622/2000 laying down certain detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine and establishing a Community code of oenological practices and processes\n", "header": "10.8.2004 EN Official Journal of the European Union L 263/7\nCOMMISSION REGULATION (EC) No 1428/2004\nof 9 August 2004\namending Regulation (EC) No 1622/2000 laying down certain detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine and establishing a Community code of oenological practices and processes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 46(1) and (2) thereof,\nWhereas:\n(1) The third subparagraph of Article 42(6) of Regulation (EC) No 1493/1999 lays down detailed rules on the coupage of white wines and red wines in areas where such a practice was traditional. This practice has now been prohibited in Spain since 1 August 2003. The specific rules applicable to the coupage of such wines in Spain laid down in Article 36 of Commission Regulation (EC) No 1622/2000 (2) are no longer applicable. That Article should therefore be deleted.\n(2) Five French table wines with geographical indications and with a total alcoholic strength by volume higher than 15 % vol. and a residual sugar content higher than 45 g/l have recently been designated by the French authorities and for their preservation in good quality conditions require a sulphur dioxide content above the general limit of 260 mg/l but less than 300 mg/l. Those wines should therefore be added to the list under the fifth indent of point (a) of the first paragraph of Annex XII to Regulation (EC) No 1622/2000.\n(3) One Italian quality wine psr and two French quality wines psr recently recognised by the French authorities which are made using special methods and have a residual sugar content of more than five grams per litre require, for their preservation in good quality conditions, a sulphur dioxide content above the general limit of 260 mg/l but less than 400 mg/l. The same applies to the Luxembourg quality wines psr for which special production methods have recently been laid down allowing them to be described by the words ‘vendanges tardives’, ‘vin de glace’ or ‘vin de paille’. Those wines should therefore be added to the list of wines with similar characteristics in point (b) of the first paragraph of Annex XII to Regulation (EC) No 1622/2000.\n(4) Certain French and Luxembourg quality wines psr and one Spanish quality wine psr, for which special production methods have recently been laid down or amended, are made using special methods and normally have a volatile acid content above the limits laid down in Annex V(B) to Regulation (EC) No 1493/1999 but less than 25, 30 or 35 milliequivalents per litre depending on the wine in question. Those wines should therefore be added to the list in Annex XIII to Regulation (EC) No 1622/2000.\n(5) Austrian quality wines psr meeting the requirements to be described as ‘Eiswein’ from the 2003 harvest have a volatile acid content above the limits laid down in point (d) of Annex XIII to Regulation (EC) No 1622/2000 but less than 40 milliequivalents per litre, as a result of exceptionally unfavourable weather conditions during the 2003 harvest. These wines from the 2003 vintage should therefore be added to the list in the second indent of point (d) of Annex XIII to that Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 1622/2000 is hereby amended as follows:\n1. Article 36 is deleted;\n2. Annex XII is amended in accordance with Annex I to this Regulation;\n3. Annex XIII is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 August 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation amended by the 2003 Act of Accession.\n(2)  OJ L 194, 31.7.2000, p. 1. Regulation last amended by the 2003 Act of Accession.\nANNEX I\nAnnex XII to Regulation (EC) No 1622/2000 is hereby amended as follows:\n1. in the fifth indent of point (a), the following sub-indents are added:\n‘— Vin de pays du Jardin de la France,\n— Vin de pays Portes de Méditerranée,\n— Vin de pays des comtés rhodaniens,\n— Vins de pays des côtes de Thongue,\n— Vins de pays de la Côte Vermeille;’\n2. point (b) is amended as follows:\n(a) the first indent is replaced by the following:\n‘— quality white wines psr entitled to one of the following registered designations of origin: Alsace, Alsace grand cru followed by the words “vendanges tardives” or “sélection de grains nobles”, Anjou-Coteaux de la Loire, Chaume-Premier cru des Coteaux du Layon, Coteaux du Layon followed by the name of the commune of origin, Coteaux du Layon followed by the name “Chaume”, Coteaux de Saumur, Pacherenc du Vic Bilh and Saussignac,’;\n(b) the following two indents are added after the fourth indent:\n‘— the quality wines psr entitled to bear the designation of origin: “Albana di Romagna” described as “passito”,\n— the Luxembourg quality wines psr described by the words “vendanges tardives”, “vin de glace” or “vin de paille”,’\nANNEX II\nAnnex XIII to Regulation (EC) No 1622/2000 is hereby amended as follows:\n1. point (b) is amended as follows:\n(a) in the first subparagraph, the following indents are added:\n‘— Chaume-Premier cru des Coteaux du Layon,\n— Graves supérieurs,\n— Saussignac,’;\n(b) in the third subparagraph, the following indent is added:\n‘— Muscat du Cap Corse’;\n2. point (d) is replaced by the following:\n‘(d) for Austrian wines:\n— 30 milliequivalents per litre for quality wines psr meeting the requirements to be described as “Beerenauslese” and “Eiswein”, with the exception of wines described as “Eiswein” from the 2003 harvest,\n— 40 milliequivalents per litre for quality wines psr meeting the requirements to be described as “Ausbruch”, “Trockenbeerenauslese” and “Strohwein”, and wines described as “Eiswein” from the 2003 harvest.’;\n3. point (f) is replaced by the following:\n‘(f) for wines originating in Spain:\n— 25 milliequivalents per litre for quality wines psr meeting the requirements to be described as “vendimia tardía”,\n— 35 milliequivalents per litre for quality wines psr produced from overripe grapes entitled to bear the designation of origin “Ribeiro”.’;\n4. The following point (n) is added:\n‘(n) for Luxembourg wines:\n— 25 milliequivalents per litre for Luxembourg quality wines psr meeting the requirements to be described as “vendanges tardives”,\n— 30 milliequivalents per litre for quality wines psr meeting the requirements to be described as “vin de paille” and “vin de glace”;’."}