{"celex_id": "32008R1183", "uri": "http://publications.europa.eu/resource/cellar/b00add2f-802a-4df9-9460-626a22fb491c", "type": "Regulation", "concepts": ["1264", "2081", "893"], "title": "Commission Regulation (EC) No 1183/2008 of 28 November 2008 amending Regulation (EC) No 1019/2002 on marketing standards for olive oil\n", "header": "29.11.2008 EN Official Journal of the European Union L 319/51\nCOMMISSION REGULATION (EC) No 1183/2008\nof 28 November 2008\namending Regulation (EC) No 1019/2002 on marketing standards for olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 113(1)(a) and 121(h) in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1019/2002 (2) provides for a system designating certain optional references for olive oils. Under Article 5(c) of that Regulation, indications of organoleptic properties of virgin olive oils may appear on the labelling only if they are based on the results of a method of analysis provided for in Commission Regulation (EEC) No 2568/91 of 11 July 1991 on the characteristics of olive oil and olive-residue oil and on the relevant methods of analysis (3). In accordance with Article 12(2) of Regulation (EC) No 1019/2002, this provision shall apply from 30 November 2008.\n(2) The research into new organoleptic evaluation methods launched by the International Olive Council (IOC) with a view to expanding the range of positive characteristics of virgin olive oils was completed in November 2007. The adaptation of Community legislation to the revised IOC method involves amending Article 5(c) of Regulation (EC) No 1019/2002. This adaptation is part of the amendment of several rules on the labelling of olive oil which are due to enter into force on 1 July 2009. It would be inopportune, in particular for operators who will have to adapt the labelling of their products, to apply the current provisions of Article 5(c) for a limited period running from 30 November 2008 to 30 June 2009.\n(3) The date from which Article 5(c) of Regulation (EC) No 1019/2002 applies should therefore be postponed until 1 July 2009.\n(4) Regulation (EC) No 1019/2002 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The third subparagraph of Article 12(2) of Regulation (EC) No 1019/2002 is replaced by the following:\n‘Article 5(c) shall apply from 1 July 2009.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 30 November 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 155, 14.6.2002, p. 27.\n(3)  OJ L 248, 5.9.1991, p. 1."}