{"celex_id": "32006D0102", "uri": "http://publications.europa.eu/resource/cellar/f4f14520-6179-4cbf-a0d0-111115250885", "type": "Decision", "concepts": ["1005", "1763", "191", "2723", "5315", "5561"], "title": "2006/102/EC: Commission Decision of  7 February 2006  on the Community’s financial contribution to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2006  (notified under document number C(2006) 250)\n", "header": "16.2.2006 EN Official Journal of the European Union L 46/47\nCOMMISSION DECISION\nof 7 February 2006\non the Community’s financial contribution to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2006\n(notified under document number C(2006) 250)\n(Only the French text is authentic)\n(2006/102/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1452/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the French overseas departments, amending Directive 72/462/EEC and repealing Regulations (EEC) No 525/77 and (EEC) No 3763/91 (Poseidom) (1), and in particular Article 20(3),\nHaving regard to the programme submitted by France for the control of organisms harmful to plants or plant products in the French overseas departments,\nWhereas:\n(1) Commission Decision 93/522/EEC of 30 September 1993 on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants or plant products in the French overseas departments, in the Azores and in Madeira (2).\n(2) Specific growing conditions in the French overseas departments call for particular attention and measures concerning crop production, in particular plant health measures, must be adopted or strengthened in those regions. The plant health measures to be adopted or strengthened are particularly costly.\n(3) A programme of measures has been presented to the Commission by the competent French authorities; this programme specifies the objectives to be achieved, the operations to be carried out, their duration and their cost with a view to a possible Community financial contribution.\n(4) According to Article 20(4) of Regulation (EC) No 1452/2001 the Community's financial contribution may cover up to 60 % of eligible expenditure, protective measures for bananas being excluded.\n(5) In accordance with Article 3(2) of Council Regulation (EC) No 1258/1999 (3), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee section of the European Agricultural Guidance and Guarantee Fund. Financial control of these measures comes under Articles 8 and 9 of the above Regulation.\n(6) The technical information provided by France has enabled the Standing Committee on Plant Health to analyse the situation accurately and comprehensively.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["A Community financial contribution to the official programme for the control of organisms harmful to plants and plant products in the French overseas for 2006 is hereby approved.", "The Community’s financial contribution to the programme in 2006 shall be 60 % of expenditure related to eligible measures as defined by Decision 93/522/EEC, with a maximum of EUR 249 600 (VAT excluded).\nThe programme, the schedule of its costs and their financing is set out as Annex I to this Decision.\nThe breakdown of costs is set out as Annex II to this Decision.", "An advance of EUR 100 000 shall be paid within 60 days after reception of a request of payment by France.", "1.   The eligibility period for the costs related to this project shall start on 1 January 2006 and end on 31 December 2006.\n2.   The period may exceptionally be extended only with the express written agreement of the Monitoring Committee as referred to in point I.I of Annex III before the tasks have been completed.", "The financial contribution by the Community shall be granted provided that the implementation of the programme shall be in conformity with the relevant provisions of Community law, including rules of competition and on the award of public contracts, and that no other Community contribution for these measures was or will be asked for.", "1.   The actual expenditure incurred shall be notified to the Commission broken down by type of action or subprogramme in a way demonstrating the link between the indicative financial plan and expenditure actually incurred. Such notifications may be in electronic form.\n2.   The balance of the financial contribution referred to in Article 3 shall be paid provided that the document specified in the second paragraph of point I.II.4 of Annex III shall be submitted before 15 March 2007.\n3.   The Commission may, on duly justified request of the French Republic, adjust the financing plans within a limit of 15 % of the Community contribution to a subprogramme or measure for the entire period, provided that the total amount of eligible costs scheduled in the programme is not exceeded and that the main objectives of the programme are not thereby compromised.\n4.   All payments of aid granted by the Community under this Decision shall be made to the French Republic, which will also be responsible for repayment to the Community of any excess amount.", "The French Republic shall ensure compliance with the information to be supplied to the Commission set out in Annex III.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 7 February 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 198, 21.7.2001, p. 11. Regulation as last amended by Regulation (EC) No 1690/2004 (OJ L 305, 1.10.2004, p. 1).\n(2)  OJ L 251, 8.10.1993, p. 35. Decision as last amended by Decision 96/633/EC (OJ L 283, 5.11.1996, p. 58).\n(3)  OJ L 160, 26.6.1999, p. 103.\nANNEX I\nPROGRAMME AND FINANCIAL TABLE FOR 2006\nThe programme for 2006 shall consist of three subprogrammes:\n1. an inter-departmental subprogramme for Martinique, Guadeloupe, Guyana and La Réunion in two parts:\n— setting up of a database on harmful organisms present in the French overseas departments,\n— development of detection methods for naturally spread citrus psorosis;\n2. a subprogramme drawn up for the department of Martinique in two parts:\n— plant health evaluation and diagnostics by use of the regional laboratory and its mobile unit (labo vert),\n— integrated pest management in fruit and vegetable production;\n3. a subprogramme drawn up for the department of Guyana:\n— set up of an agricultural phytosanitary warning system for rice production,\n— Stregthening of the diagnosis capacity by the use of the regional laboratory and its mobile unit (labo vert).\nFinancial table for 2006\n(EUR)\nEC contribution National contribution Eligible expenditure 2006\nDatabase on harmful organisms 54 000 36 000 90 000\nDetection methods for citrus psorosis 30 000 20 000 50 000\nMartinique 57 600 38 400 96 000\nGuyana 108 000 72 000 180 000\nTotal 249 600 166 400 416 000\nANNEX II\nCOST BREAKDOWN TABLE FOR 2006\n(EUR)\nStaff Equipment Consumables Other costs Total\nDatabase on harmful organisms 76 000 6 000 4 000 4 000 90 000\nDetection methods for citrus psorosis 28 500 6 000 13 000 2 500 50 000\nMartinique 76 000 2 500 7 500 10 000 96 000\nGuyana 155 000 3 000 22 000 0 180 000\nTotal 335 500 17 500 46 500 16 500 416 000\nANNEX III\nI.   PROVISIONS ON THE IMPLEMENTATION OF THE PROGRAMME MONITORING AND ASSESSMENT\nI.   Monitoring Committee\n1.   Establishment\nIndependent of the financing of this action, a monitoring committee for the programme shall be set up, composed of representatives of France and the Commission. It shall review implementation of the programme regularly and, in appropriate cases, propose any adjustments required.\n2.   The Committee shall establish its own internal procedures within one month of the notification of the present decision to France.\n3.   Competence of the Monitoring Committee\nThe Committee:\n— shall be generally responsible for the satisfactory progress of the programme towards attainment of the objectives set. Its competence shall include the programme measures within the limits of the Community aid granted. It shall monitor those aspects with regard to the regulatory provisions, including those on eligibility of operations and projects,\n— shall, on the basis of information on the selection of projects already approved and implemented, form an opinion by application of the selection criteria set out in the programme,\n— shall propose any action necessary to accelerate implementation of the programme should the information supplied periodically by the interim monitoring and assessment indicators reveal a delay,\n— shall give its opinion on the adjustments proposed to the Commission,\n— shall issue an opinion on technical assistance projects scheduled in the programme,\n— shall give its opinion on the final report,\n— shall report during the relevant period to the Standing Committee on Plant Health on the progress of the programme and expenditure incurred.\nII.   Monitoring and assessment of the programme during the implementation period (continuous monitoring and assessment)\n1.   The national agency responsible for implementation shall also be responsible for continuous monitoring and assessment of the programme.\n2.   Continuous monitoring means an information system on the state of progress of the programme. Continuous monitoring will cover the measures included in the programme. It involves reference to the financial and physical indicators structured so as to enable assessment of the correspondence between expenditure on each measure and predefined physical indicators showing the degree of achievement.\n3.   Continuous assessment of a programme will involve analysis of the quantitative results of implementation on the basis of operational, legal and procedural considerations. The purpose is to guarantee correspondence between measures and programme objectives.\nImplementation report and scrutiny of programme\n4.   France shall notify to the Commission, within one month of adoption of the programme, the name of the authority responsible for compilation and presentation of the final implementation report.\nThe final implementation report on the present programme will be presented by the competent authority to the Commission on 15 March 2007 at the latest and shall thereafter be presented to the Standing Committee on Plant Health as soon as possible after that date.\nIt shall contain:\n— a concise technical evaluation of the entire programme (degree of achievement of physical and qualitative objectives and of progress accomplished) and an assessment of the immediate phytosanitary and economic impact,\n— a financial cost statement, including expenditure and income, and a declaration from France stating that no other Community contribution was or will be asked for these measures to be included in the programme.\n5.   The Commission may, jointly with France, call in an independent assessor who shall, on the basis of the continuous monitoring, carry out the continuous assessment referred to in point 3. He may submit proposals for adjustment of the subprogrammes and/or measures, and amend the selection criteria for projects, etc., in the light of difficulties encountered in the course of implementation. On the basis of monitoring of management, he shall give an opinion on the administrative measures to be taken.\nII.   COMPLIANCE WITH COMMUNITY POLICIES\nThe programme shall be implemented in accordance with the provisions on coordination of and compliance with Community policies. The following information must be supplied by France in the final report.\nProtection of the environment\n(a)   General information:\n— description of the main environmental features and problems of the region concerned, giving, inter alia, a description of the important conservation areas (sensitive zones),\n— a comprehensive description of the major beneficial and harmful effects that the programme, given the investments planned, is likely to have on the environment,\n— a description of the action planned to prevent, reduce or offset any serious harmful effects on the environment,\n— a report on consultations with the responsible environmental authorities (opinion of the Ministry for the Environment or its equivalent) and, if there were any such consultations, with the public concerned.\n(b)   Description of planned activities\nFor programme measures liable to have a significantly harmful effect on the environment:\n— the procedures which will be applied for assessing individual projects during implementation of the programme,\n— the mechanisms planned for monitoring environmental impact during implementation, assessing results and eliminating, reducing or offsetting armful effects."}