{"celex_id": "32001R1812", "uri": "http://publications.europa.eu/resource/cellar/d5d0a3cd-39bd-4299-bc1d-b3b8ee80e15a", "type": "Regulation", "concepts": ["1201", "13", "2173", "2718", "5228"], "title": "Commission Regulation (EC) No 1812/2001 of 14 September 2001 amending Regulation (EC) No 1886/2000 as regards the extension to non-members of certain rules adopted by producers' organisations in the fisheries sector\n", "header": "Commission Regulation (EC) No 1812/2001\nof 14 September 2001\namending Regulation (EC) No 1886/2000 as regards the extension to non-members of certain rules adopted by producers' organisations in the fisheries sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products(1), as amended by Commission Regulation (EC) No 939/2001(2), and in particular Article 7(10) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1886/2000 of 6 September 2000 laying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards the extension to non-members of certain rules adopted by producers' organisations in the fisheries sector(3) contains in particular criteria for assessing the degree of representativeness of producers' organisations in the catch sector that are not suitable for the aquaculture sector. It is therefore necessary to define specific criteria in that sector as regards representativeness.\n(2) Taking into account the features of the aquaculture sector, it also seems appropriate that the production and marketing rules in that sector be clearly defined in that Regulation.\n(3) Regulation (EC) No 1886/2000 should therefore be amended.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["Articles 1 and 2 of Regulation (EC) No 1886/2000 are replaced by the following: \"Article 1\n1. The production and marketing activities of a producers' organisation in the catch sector shall be considered to be sufficiently representative in the area within which it is proposed to extend the rules if:\n(a) marketing by the producers' organisation or by its members of the species to which the rules would apply accounts for more than 65 % overall of the quantities marketed, and\n(b) the number of fishermen aboard vessels operated by members of the producers' organisation is more than 50 % of the total number of fishermen established in the area to whom the rules which may be extended would apply.\n2. For the purposes of point 1(a), account shall be taken of quantities marketed during the previous marketing year.\n3. For the purpose of calculating the percentage referred to in point 1(b), fishermen aboard vessels whose overall length is less than or equal to 10 metres shall be taken into account in proportion to the relation between the quantities marketed by such fishermen and the total quantities marketed in the area in question.\n4. The production and marketing activities of a producers' organisation in the aquaculture sector as defined in point 2.2(a) of Annex III to Council Regulation (EC) No 2792/1999(4) shall be considered to be sufficiently representative in the area within which it is proposed to extend the rules if production by the producers' organisation or by its members of the species to which the rules would apply accounts for more than 40 % of the quantities produced.\n5. For the purpose of applying point 4, account shall be taken of quantities produced during the previous marketing year.", "1. The production and marketing rules referred to in Article 7(1)(a) of Regulation (EC) No 104/2000 shall include the following elements:\n(a) the quality, size or weight and presentation of products offered for sale;\n(b) sampling, receptacles used for sales purposes, packaging and labelling and the use of ice;\n(c) the conditions of the first placing of the market, which may include rules on the rational disposal of production in order to stabilise the market.\n2. In the aquaculture sector, the rules referred to in paragraph 1 may contain measures concerning the placement of juveniles or intervention at other stages of the life cycle of the aquaculture species to which the rules would apply, and, in particular, provisions on the harvesting or storage, including the freezing, of any surplus production.\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 September 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 17, 21.1.2000, p. 22.\n(2) OJ L 132, 15.5.2001, p. 10.\n(3) OJ L 227, 7.9.2000, p. 11.\n(4) OJ L 337, 30.12.1999, p. 10."}