{"celex_id": "32008D0670", "uri": "http://publications.europa.eu/resource/cellar/d6edaba3-c520-4a22-a8e4-89367fd631e9", "type": "Decision", "concepts": ["164", "2218", "3119", "5334", "6626", "929"], "title": "2008/670/JHA: Council Decision of 24 July 2008 amending Council Decision 2000/265/EC on the establishment of a financial regulation governing the budgetary aspects of the management by the Deputy Secretary-General of the Council, of contracts concluded in his name, on behalf of certain Member States, relating to the installation and the functioning of the communication infrastructure for the Schengen environment, Sisnet\n", "header": "15.8.2008 EN Official Journal of the European Union L 220/19\nCOUNCIL DECISION\nof 24 July 2008\namending Council Decision 2000/265/EC on the establishment of a financial regulation governing the budgetary aspects of the management by the Deputy Secretary-General of the Council, of contracts concluded in his name, on behalf of certain Member States, relating to the installation and the functioning of the communication infrastructure for the Schengen environment, ‘Sisnet’\n(2008/670/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to first sentence of the second subparagraph of Article 2(1) of the Protocol integrating the Schengen acquis into the framework of the European Union, annexed to the Treaty on European Union and to the Treaty establishing the European Community,\nWhereas:\n(1) The Deputy Secretary-General of the Council was authorised by Decision 1999/870/EC (1) and Decision 2007/149/EC (2) to act, in the context of the integration of the Schengen acquis within the European Union, as representative of certain Member States for the purposes of concluding contracts relating to the installation and the functioning of the communication infrastructure for the Schengen environment, ‘SISNET’, and to manage such contracts, pending its migration to a communication infrastructure under the responsibility of the European Union.\n(2) The financial obligations arising under those contracts are borne by a specific budget, hereinafter ‘the Sisnet budget’, financing the communication infrastructure referred to in those Council Decisions.\n(3) The Sisnet budget is governed by a specific Financial Regulation established by Council Decision 2000/265/EC (3), hereinafter referred to as the ‘Sisnet Financial Regulation’, which provides for different procedures from those of the Financial Regulation applicable to the general budget of the European Communities, as set out in Council Regulation (EC, Euratom) No 1605/2002 (4).\n(4) It is appropriate, by analogy, to bring the Sisnet Financial Regulation into line with the Community Financial Regulation, whilst simplifying the internal procedures within the Council Secretariat, in particular by abolishing the role of the financial controller and where appropriate replacing his functions by those of the internal auditor established by Article 85 of Regulation (EC, Euratom) No 1605/2002.\n(5) Current procedures should also be made smoother and more appropriate to actual practice, for instance by adapting deadlines in respect of calls for funds and payments, and updating some provisions in the current procedural or legislative frameworks.\n(6) The Sisnet Financial Regulation was amended by Council Decision 2007/155/EC (5) and Council Decision 2008/319/EC in order to allow Switzerland to participate in the Sisnet budget. Switzerland should also be allowed to participate in possible future activities of the Advisory Committee.\n(7) The proposed amendments have no financial impact on the Member States’ contributions to the Sisnet budget,", "main_body": ["Decision 2000/265/EC is hereby amended as follows:\n1. Article 6(4) shall be replaced by the following:\n2. Article 7 shall be amended as follows:\n(a) in paragraph 2:\n(i) the first subparagraph shall be replaced by the following:\n(ii) the fourth subparagraph shall be replaced by the following:\n(b) paragraph 4 shall be deleted;\n3. Article 8(2) to (4) shall be replaced by the following:\n4. Article 10(2) shall be replaced by the following:\n5. Article 12 shall be replaced by the following:\n6. Article 13(2) shall be replaced by the following:\n7. Article 14 shall be deleted;\n8. Article 16 shall be amended as follows:\n(a) paragraph 1 shall be replaced by the following:\n(b) paragraph 2 shall be deleted;\n9. the last sentence of Article 18(1) as well as Articles 18(2), 20(2)(g), 20(4), (20)(5), and 22 shall be deleted;\n10. Article 23 shall be replaced by the following:\n11. a Chapter shall be added as follows:\n12. Article 28 shall be amended as follows:\n(a) paragraph 1 shall be replaced by the following:\n(b) the following paragraph shall be added:\n13. Article 29(6)(h) shall be replaced by the following:\n‘(h) prohibit any contact between the Deputy Secretary-General and his staff, representatives of the Governments of the Member States referred to in Article 25, representatives of the Governments of Iceland, Norway and Switzerland and tenderers on matters related to that invitation to tender save, by way of special exception, under the following conditions:\n(i) at the instance of tenderers:\n(ii) at the instance of the Deputy Secretary-General:\n(iii) after the tenders have been opened and at the instance of the Member States referred to in Article 25, Iceland, Norway or Switzerland, or the General Secretariat of the Council, if some clarification is required in connection with a tender, or if obvious clerical errors contained in the tender must be corrected, the General Secretariat may contact the tenderer.’;\n14. Article 31 shall be replaced by the following:\n15. the second subparagraph of Article 34 shall be replaced by the following:\n16. the first subparagraph of Article 35 shall be replaced by the following:\n17. Article 36 shall be replaced by the following:\n18. the first subparagraph of Article 37 shall be replaced by the following:\n19. Article 39(e) shall be replaced by the following:\n‘(e) at the request of one of the Member States referred to in Article 25 or of Iceland, Norway or Switzerland, or of a member of the Advisory Committee, or of the Deputy Secretary-General, proposed contracts involving an amount below the thresholds referred to in point (a), where they consider that such contracts involve questions of principle or are of a special nature.’;\n20. Article 40 shall be replaced by the following:\n21. Article 41 shall be replaced by the following:\n22. Article 43(6) shall be replaced by the following:\n23. Article 46(1) shall be replaced by the following:\n24. Article 50(2) shall be replaced by the following:", "1.   This Decision shall take effect from the date of its adoption.\n2.   It shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 24 July 2008.\nFor the Council\nThe President\nB. HORTEFEUX\n(1)  OJ L 337, 30.12.1999, p. 41.\n(2)  OJ L 66, 6.3.2007, p. 19.\n(3)  OJ L 85, 6.4.2000, p. 12. Decision as last amended by Decision 2008/319/EC (OJ L 109, 19.4.2008, p. 30).\n(4)  OJ L 248, 16.9.2002, p. 1. Regulation as last amended by Regulation (EC) No 1525/2007 (OJ L 343, 27.12.2007, p. 9).\n(5)  OJ L 68, 8.3.2007, p. 5.\n(6)  OJ L 248, 16.9.2002, p. 1. Regulation as last amended by Regulation (EC) No 1525/2007 (OJ L 343, 27.12.2007, p. 9).’;"}