{"celex_id": "32000R2697", "uri": "http://publications.europa.eu/resource/cellar/7d4367d9-a9e4-43eb-8a25-b416bb9f6b01", "type": "Regulation", "concepts": ["1277", "1442", "2081", "3646", "6052"], "title": "Commission Regulation (EC) No 2697/2000 of 27 November 2000 concerning the provisional authorisations of additives in feedingstuffs (Text with EEA relevance.)\n", "header": "Commission Regulation (EC) No 2697/2000\nof 27 November 2000\nconcerning the provisional authorisations of additives in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs(1), as last amended by Commission Regulation (EC) No 1887/2000(2) (\"the Directive\"), and in particular Articles 3, 9e and 9i thereof,\nWhereas:\n(1) Articles 9e(1) and 9i(1) of the Directive provide that a provisional authorisation of a new additive or a new use of an additive may be given for a specific period.\n(2) Article 4 of Council Directive establishes the procedure for such authorisation.\n(3) Article 9e(2) and (3) and Article 9i(1) of the Directive provide that the duration of the provisional authorisations may not exceed four or five years, depending on the date of the first provisional authorisation. When the latter was given before 1 April 1998, the duration of the provisional authorisation may not exceed five years. In the case of additives whose first provisional authorisations were given after 1 April 1998, the duration of the provisional authorisation may not exceed four years.\n(4) The first provisional authorisation is given until 30 September of the current year or of the next year then may be extended each year for one year. During the last year of the provisional authorisation, the authorisation should only be extended to the fourth or fifth anniversary (as the case may be) of the initial provisional authorisation.\n(5) The current provisional authorisations of many additives expire on 30 September, and it is appropriate to extend for one year, or until the fourth or fifth anniversary (as the case may be) of the initial provisional authorisation, the period of these authorisations so that the necessary data for an authorisation for 10 years or without a time limit (depending on the nature of the additive in question) can be provided.\n(6) The extension of the period of authorisation of the provisional authorisations must be considered as a purely administrative measure involving no new evaluation of the concerned additives.\n(7) Provisional authorisations under this Regulation are granted for a specified period, but without prejudice to the possibility that they may be withdrawn at any time in accordance with Articles 9m and 11 of the Directive. In particular, authorisations for the use of antibiotics as additives in feedingstuffs are currently under review in the light of the fact that the Kingdom of Sweden has prohibited the use on its territory of all antibiotics as additives in feedingstuffs on the basis of Article 11 of the Directive, and the opinion issued by the Scientific Steering Committee on anti-microbial resistance on 28 May 1999. The Commission is also examining the more general question of the use of antibiotics as additives in feedingstuffs.\n(8) In the light of the data submitted in the file and examined by the Member States, the conditions for the provisional authorisation under the conditions laid done in the Annex of the new uses of the additives \"Tartrazine\" (E 102), \"Sunset Yellow FCF\" (E 110), \"Patent Blue V\" (E 131), and \"Chlorophyll copper complex\" (E 141) belonging to the group of \"Colorants, including pigments\" have been met.\n(9) In the light of the data submitted in the file and examined by the Member States, the conditions for the modification of the physical forms under the conditions laid done in the Annex of the previously provisionally authorised enzyme preparations No 7 and No 8 have been met.\n(10) The provisional authorisations expiring on 30 September 2000 of the micro-organism preparations No 1 Bacillus cereus var. toyoi (NCIMB 40112) and No 4 Bacillus cereus (ATCC 14893) should be renewed provisionally until 20 February 2001 in order to allow sufficient time for the provision of complementary data and for the safety reassessment of these two strains with regard to production of toxins, as requested in the Opinion of the Scientific Committee for Animal Nutrition on the safety of use of Bacillus species in animal nutrition expressed on 17 February 2000.\n(11) The Commission has consulted the Scientific Committee for Animal Nutrition concerning the safety of the enzyme preparations included in the Annex to the present Regulation. The Committee delivered a positive opinion in the Report of the Scientific Committee for Animal Nutrition on the use of certain enzymes in animal feedingstuffs adopted on 4 June 1998 and updated on 3 December 1999.\n(12) The Commission has consulted the Scientific Committee for Animal Nutrition concerning the safety of the micro-organism preparations included in the Annex to the present Regulation. The Committee delivered a positive opinion in the Report on the use of certain micro-organisms as additives in feedingstuffs expressed on 26 September 1997 and updated on 27 April 2000.\n(13) For readability and coherence reasons, all the provisional authorisations of additives in feedingstuffs should be consolidated in this Regulation.\n(14) The provisional authorisations for most of the additives expire on 30 September 2000. Therefore, it is necessary to apply this Regulation from the 1 October 2000.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the of the Standing Committee for Feedingstuffs,", "main_body": ["The additives referred to in the Annex to this Regulation are authorised provisionally in accordance with Council Directive 70/524/EEC under the conditions laid down in this Annex.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 October 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 270, 14.12.1970, p. 1.\n(2) OJ L 227, 7.9.2000, p. 13.\nANNEX\nList of additives linked to a person responsible for putting them into circulation and authorised on a provisional basis for no longer than five years\n>TABLE>\nList of other additives authorised on a provisional basis for no longer than four years or five years in the case of additives which have been the subject of provisional authorisation before 1 April 1998\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>"}