{"celex_id": "32008D0316", "uri": "http://publications.europa.eu/resource/cellar/7ed0f890-db3e-4a14-8fc0-43b1a07fe795", "type": "Decision", "concepts": ["2130", "3565", "5744", "691"], "title": "2008/316/EC: Commission Decision of 31 March 2008 providing for the initiation of an investigation pursuant to Article 18(2) of Council Regulation (EC) No 980/2005 with respect to the protection of the freedom of association and the right to organise in El Salvador\n", "header": "18.4.2008 EN Official Journal of the European Union L 108/29\nCOMMISSION DECISION\nof 31 March 2008\nproviding for the initiation of an investigation pursuant to Article 18(2) of Council Regulation (EC) No 980/2005 with respect to the protection of the freedom of association and the right to organise in El Salvador\n(2008/316/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 980/2005 of 27 June 2005 applying a scheme of generalised tariff preferences (1), and in particular Article 18(2) thereof,\nAfter consulting the Generalised Preferences Committee,\nWhereas:\n(1) The Commission has received information that the Supreme Court of El Salvador in its ruling of 28 October 2007 in the cases 63-2007 and 69-2007 declared certain provisions of the International Labour Organisation's Convention No 87 concerning Freedom of Association and Protection of the Right to Organise inconsistent with Article 47 of the Constitution of El Salvador.\n(2) Article 16(2) of Regulation (EC) No 980/2005 provides for the temporary withdrawal of the special incentive arrangement referred to in Section 2 of Chapter II of that Regulation, in particular if the national legislation no longer incorporates those conventions referred to in Annex III of the Regulation which have been ratified in fulfilment of the requirements of Article 9(1) and (2) or if that legislation is not effectively implemented.\n(3) The International Labour Organisation's Convention No 87 on Freedom of Association and Protection of the Right to Organise is listed in Annex III, Part A, point 14, of Regulation (EC) No 980/2005.\n(4) The Commission has carried out a preliminary examination of the ruling of the Supreme Court of El Salvador in the cases 63-2007 and 69-2007 and found that it is necessary to analyse the legal effects of that ruling further to determine whether they justify a temporary withdrawal of the special incentive arrangement. The Commission therefore considers that there are sufficient grounds for an investigation.\n(5) Consultations with the Generalised Preferences Committee were held on 3 March 2008,", "main_body": ["The Commission shall initiate an investigation in order to establish whether the national legislation of the Republic of El Salvador no longer incorporates the International Labour Organisation's Convention No 87 concerning Freedom of Association and Protection of the Right to Organise or whether that legislation is not effectively implemented."], "attachments": "Done at Brussels, 31 March 2008.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 169, 30.6.2005, p. 1. Regulation as last amended by Regulation (EC) No 55/2008 (OJ L 20, 24.1.2008, p. 1)."}