{"celex_id": "32008R0762", "uri": "http://publications.europa.eu/resource/cellar/1c33cfce-6653-4c2e-bfd0-6bf9ade1491a", "type": "Regulation", "concepts": ["2320", "4258", "5334"], "title": "Regulation (EC) No 762/2008 of the European Parliament and of the Council of 9 July 2008 on the submission by Member States of statistics on aquaculture and repealing Council Regulation (EC) No 788/96 (Text with EEA relevance)\n", "header": "13.8.2008 EN Official Journal of the European Union L 218/1\nREGULATION (EC) No 762/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 9 July 2008\non the submission by Member States of statistics on aquaculture and repealing Council Regulation (EC) No 788/96\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Council Regulation (EC) No 788/96 of 22 April 1996 on the submission by Member States of statistics on aquaculture production (2) requires the Member States to submit annual data on the volume of production.\n(2) The increased contribution by aquaculture to the Community's total fisheries production requires a wider range of data for a rational development and management of this sector within the Common Fisheries Policy.\n(3) The increasing importance of hatcheries and nurseries for aquaculture activity requires detailed data for a suitable monitoring and management of this sector within the Common Fisheries Policy.\n(4) Information on both the volume and value of the production is required to review and assess the market for aquaculture products.\n(5) Information on the structure of the sector and on the technologies employed is required to ensure an environmentally sound industry.\n(6) Regulation (EC) No 788/96 should be repealed.\n(7) In order to ensure a smooth transition from the regime applicable under Regulation (EC) No 788/96, this Regulation should allow for a transitional period of up to three years to be granted to Member States where its application to their national statistical systems would require major adaptations and would be likely to cause significant practical problems.\n(8) Since the objective of this Regulation, namely the establishment of a common legal framework for systematic production of Community statistics on the aquaculture sector, cannot be sufficiently achieved by the Member States and can be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(9) Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (3) provides a reference framework for statistics in the field of fisheries. In particular, it requires conformity with principles of impartiality, reliability, relevance, cost-effectiveness, statistical confidentiality and transparency.\n(10) The collection and submission of statistical data is an essential tool for the sound management of the Common Fisheries Policy.\n(11) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4).\n(12) In particular, the Commission should be empowered to adopt technical changes to the Annexes to this Regulation. Since those measures are of general scope and are designed to amend non-essential elements of this Regulation, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(13) The Commission should be assisted by the Standing Committee for Agricultural Statistics set up by Council Decision 72/279/EEC (5),", "main_body": ["Obligations of the Member States\nMember States shall submit to the Commission statistics on all the aquaculture activities conducted in freshwater and saltwaters on their territory.", "Definitions\n1.   For the purpose of this Regulation, the following definitions shall apply:\n(a) ‘Community statistics’ as defined in Article 2 of Regulation (EC) No 322/97;\n(b) ‘aquaculture’ as defined in Article 3(d) of Council Regulation (EC) No 1198/2006 of 27 July 2006 on the European Fisheries Fund (6);\n(c) ‘capture-based aquaculture’ means the practice of collecting specimens from the wild and their subsequent use in aquaculture;\n(d) ‘production’ means the output from aquaculture at first sale, including production from hatcheries and nurseries offered for sale.\n2.   All other definitions for the purpose of this Regulation are set out in Annex I.", "Compilation of statistics\n1.   Member States shall use surveys or other statistically validated methods covering at least 90 % of the total production by volume, or by number for the production of hatcheries and nurseries, without prejudice to paragraph 4. The remaining part of the total production may be estimated. To estimate more than 10 % of the total production, a request for derogation may be submitted under the conditions provided for in Article 8.\n2.   Use of sources other than surveys shall be subject to provision of an ex-post assessment of the statistical quality of those sources.\n3.   A Member State having a total annual production of less than 1 000 tonnes may submit summary data estimating the total production.\n4.   Member States shall identify the production by species. However, the production of those species which individually do not exceed 500 tonnes and do not represent more than 5 % in weight of the production by volume in a Member State may be estimated and aggregated. The production of hatcheries and nurseries in number of those species may be estimated.", "Data\nThe data shall relate to the reference calendar year and shall cover:\n(a) the annual production (volume and unit value) of aquaculture;\n(b) the annual input (volume and unit value) to capture-based aquaculture;\n(c) the annual production of hatcheries and nurseries;\n(d) the structure of the aquaculture sector.", "Submission of data\n1.   The Member States shall submit the data referred to in Annexes II, III and IV to the Commission (Eurostat) within 12 months of the end of the reference calendar year. The first reference calendar year shall be 2008.\n2.   Starting with the data for the year 2008 and at intervals of three years thereafter, the data on the structure of the aquaculture sector referred to in Annex V shall be submitted within 12 months of the end of the reference calendar year to the Commission (Eurostat).", "Quality assessment\n1.   Each Member State shall provide the Commission (Eurostat) with a yearly report on the quality of the data submitted.\n2.   At the submission of the data, each Member State shall submit to the Commission a detailed methodological report. In that report, each Member State shall describe how the data were collected and compiled. This report shall include details of sampling techniques, estimation methods and of sources used other than surveys and an evaluation of the quality of the resultant estimates. A proposed format for the methodological report is indicated in Annex VI.\n3.   The Commission shall examine the reports and present its conclusions to the relevant working group of the Standing Committee for Agricultural Statistics set up by Decision 72/279/EEC.", "Transitional period\n1.   Full calendar year transitional periods for implementing this Regulation lasting not more than three years from 1 January 2009 may be granted to Member States in accordance with the management procedure referred to in Article 10(2), in so far as the application of this Regulation to their national statistical systems requires major adaptations and is likely to cause significant practical problems.\n2.   To this end, a Member State shall present a duly motivated request to the Commission by 31 December 2008.", "Derogations\n1.   In cases where inclusion in the statistics of a particular sector of aquaculture activities would cause difficulties to the national authorities not commensurate with the importance of that sector, a derogation may be granted in accordance with the management procedure referred to in Article 10(2).\nSuch derogation shall permit a Member State to exclude data covering that sector from the national data submitted or to employ estimation methods used to provide data for more than 10 % of the total production.\n2.   Member States shall support any request for derogations, which must be made prior to the deadline for the first submission of the data, by sending the Commission a report on problems encountered in applying this Regulation.\n3.   Should a change in the situation for collecting the data create unforeseen difficulties for the national authorities, a duly justified request for a derogation may be submitted by the Member States after the deadline for the first submission of the data.", "Technical provisions\n1.   The measures designed to amend non-essential elements of this Regulation, inter alia, by supplementing it, relating to technical changes to the Annexes shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 10(3).\n2.   The format in which statistics shall be submitted shall be adopted in accordance with the management procedure referred to in Article 10(2).", "0\nCommittee procedure\n1.   The Commission shall be assisted by the Standing Committee for Agricultural Statistics.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at three months.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.", "1\nEvaluation report\nBy 31 December 2011 and every three years thereafter, the Commission shall submit an evaluation report to the European Parliament and to the Council on the statistics compiled pursuant to this Regulation and, in particular, on their relevance and quality.\nThis report shall also undertake a cost-effectiveness analysis of the system introduced to collect and draw up the statistics and shall indicate best practices to lessen the workload for Member States and enhance the usefulness and quality of the data.", "2\nRepeal\n1.   Without prejudice to paragraph 3, Regulation (EC) No 788/96 is hereby repealed.\n2.   References to the repealed Regulation shall be construed as references to this Regulation.\n3.   By way of derogation from the second paragraph of Article 13 of this Regulation, a Member State having been granted a transitional period in accordance with Article 7 of this Regulation shall continue to apply the provisions of Regulation (EC) No 788/96 for the duration of the transitional period granted.", "3\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 9 July 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  Opinion of the European Parliament of 31 January 2008 (not yet published in the Official Journal) and Council Decision of 23 June 2008.\n(2)  OJ L 108, 1.5.1996, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(3)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council.\n(4)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(5)  OJ L 179, 7.8.1972, p. 1.\n(6)  OJ L 223, 15.8.2006, p. 1.\nANNEX I\nDefinitions to be used in submission of aquaculture data\n1. ‘Freshwater’ means water which has a constantly negligible salinity.\n2. ‘Saltwater’ means water where the salinity is appreciable. This may be water where the salinity is constantly high (e.g. seawater) or where the salinity is appreciable but not at a constantly high level (e.g. brackish water): the salinity may be subject to periodic variation due to the influx of fresh or seawaters.\n3. ‘Species’ means the species of aquatic organisms identified using the international 3-alpha code as defined by the FAO (ASFIS list of species for fishery statistics purposes).\n4. ‘FAO major areas’ means the geographical areas identified using the international numerical-2 code as defined by the FAO (CWP Handbook of fishery statistical standards. Section H: Fishing areas for statistical purposes). The FAO major areas covered for the purpose of this Regulation are the following:\nCode Area\n01 Inland waters (Africa)\n05 Inland waters (Europe)\n27 North-east Atlantic\n34 Atlantic Eastern Central\n37 Mediterranean and Black Seas\n… Other areas (to be specified)\n5. ‘Ponds’ means relatively shallow and usually small bodies of still water or water with a low refreshment rate, most frequently artificially formed, but can also apply to natural pools, tarns, meres or small lakes.\n6. ‘Hatcheries and nurseries’ means places for the artificial breeding, hatching and rearing through the early life stages of aquatic animals. For statistical purposes, hatcheries are limited to the production of fertilised eggs. First juvenile stages of aquatic animals are considered as being produced in nurseries.\n7. ‘Enclosures and pens’ means areas of water confined by nets, mesh and other barriers allowing uncontrolled water interchange and distinguished by the fact that enclosures occupy the full water column between substrate and surface; pens and enclosures generally enclose a relatively large volume of water.\n8. ‘Cages’ means open or covered enclosed structures constructed with net, mesh or any porous material allowing natural water interchange. These structures may be floating, suspended or fixed to the substrate but still permitting water interchange from below.\n9. ‘Tanks and raceways’ means artificial units constructed above or below ground level capable of high rates of water interchange or with a high water turnover rate and highly controlled environment but without water recirculation.\n10. ‘Recirculation systems’ means systems where the water is reused after some form of treatment (e.g. filtering).\n11. ‘Transferred to a controlled environment’ means the intentional release for further aquaculture practices.\n12. ‘Released to the wild’ means the intentional release for the restocking of rivers, lakes and other waters other than for aquaculture purposes. These releases may then be available for capture by fishing operations.\n13. ‘Volume’ means:\n(a) for fish, crustaceans and molluscs and other aquatic animals, the live weight equivalent of the product. For molluscs, the live weight shall include the weight of the shell;\n(b) for aquatic plants, the wet weight of the product.\n14. ‘Unit value’ means the total value (excluding invoiced value-added tax) of the production (in national currency) divided by the total volume of the production.\nANNEX II\nProduction from aquaculture excluding nurseries and hatcheries (1)\nCountry:     Year:\nSpecies produced FAO major area Freshwater Saltwater Total\n3-alpha code Common name Scientific name Volume Unit value Volume Unit value Volume Unit value\nFISH\nPonds\nTanks and raceways\nEnclosures and pens\nCages\nRecirculation systems\nOther methods\nCRUSTACEANS\nPonds\nTanks and raceways\nEnclosures and pens\nOther methods\nMOLLUSCS\nOn bottom\nOff bottom\nOther methods\nSEAWEEDS\nAll methods\nFish eggs (intended for consumption) (2)\nAll methods\nOTHER AQUATIC ORGANISMS\nAll methods\n(1)  With the exclusion of aquarium and ornamental species.\n(2)  The fish eggs intended for consumption considered under this item refer only to extracted eggs destined for consumption at first sale.\nANNEX III\nInput to capture-based aquaculture\n (1)\nCountry:   Year:\nSpecies Unit (specify) (2) Unit value (national currency)\n3-alpha code Common name Scientific name\nFISH\n\n\n\n\n\nCRUSTACEANS\n\n\n\n\n\nMOLLUSCS\n\n\n\n\n\n(1)  With the exclusion of aquarium, ornamental and plant species.\n(2)  Weight or number; if numbers are provided, a conversion factor to live weight must be provided as well.\nANNEX IV\nProduction of hatcheries and nurseries\n (1)\nCountry:        Year:\nSpecies Stage in life cycle Intended uses\n3-alpha code Common name Scientific name Eggs Juveniles Transferred to a controlled environment Released to the wild (2)\nEggs Juveniles Eggs Juveniles\n\n\n\n\n\n\n\n\n\n\n\n\n(1)  With the exclusion of aquarium and ornamental species.\n(2)  Voluntary.\nANNEX V\nData on the structure of the aquaculture sector\n (1)\n (4)\nCountry:    Year:\nFAO major area Freshwater Saltwater Total\nSize of the facilities (3) Size of the facilities (3) Size of the facilities (3)\n(thousand m3) Hectares (thousand m3) Hectares (thousand m3)\nFISH\nPonds\nTanks and raceways\nEnclosures and pens\nCages\nRecirculation systems\nOther methods\nCRUSTACEANS\nPonds\nTanks and raceways\nEnclosures and pens\nOther methods\nMOLLUSCS\nOn bottom (2)\nOff bottom (2)\nOther methods (2)\nSEAWEEDS\nAll methods\n(1)  With the exclusion of aquarium and ornamental species.\n(2)  If molluscs are grown on ropes, length unit may be used.\n(3)  Should be considered the potential capacity.\n(4)  The shaded cells indicate where information is not applicable.\nANNEX VI\nFormat for the methodological reports of the national systems for aquaculture statistics\n1. Organisation of the national system for aquaculture statistics:\n— authorities responsible for collecting and processing the data and their respective responsibilities,\n— national legislation on the collection of aquaculture data,\n— unit responsible for submitting data to the Commission.\n2. Method of collecting, processing and compiling the aquaculture data:\n— indicate the source of each type of data,\n— describe the methods used to collect the data (e.g. postal questionnaires, personal interviews, censuses or sampling, frequency of surveys, estimation methods) for each part of the aquaculture sector,\n— describe how the data are processed and compiled and how long this takes.\n3. Quality aspects in line with the ‘Code of Practice for the European Statistical System’:\n— if estimation techniques are used for some elements of the data, describe the methods used, and estimate the level of use and reliability of such methods,\n— indicate any shortcomings of the national systems, ways of overcoming them and, where appropriate, the timetable for such corrective actions."}