{"celex_id": "32005D0310", "uri": "http://publications.europa.eu/resource/cellar/71f4fe78-ce81-462b-9ccf-960fa56fd29e", "type": "Decision", "concepts": ["13", "2081", "2414", "4081", "5451"], "title": "2005/310/EC: Commission Decision of 15 April 2005 providing for the temporary marketing of certain seed of the species Glycine max not satisfying the requirements of Council Directive 2002/57/EC (notified under document number C(2005) 1137) (Text with EEA relevance)\n", "header": "19.4.2005 EN Official Journal of the European Union L 99/13\nCOMMISSION DECISION\nof 15 April 2005\nproviding for the temporary marketing of certain seed of the species Glycine max not satisfying the requirements of Council Directive 2002/57/EC\n(notified under document number C(2005) 1137)\n(Text with EEA relevance)\n(2005/310/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/57/EC of 13 June 2002 on the marketing of seed of oil and fibre plants (1), and in particular Article 21(1) thereof,\nWhereas:\n(1) In Austria the quantity of available seed of soya bean (Glycine max) suitable to the national climatic conditions and which satisfies the germination capacity requirements of Directive 2002/57/EC is insufficient and is therefore not adequate to meet the needs of that Member State.\n(2) It is not possible to meet the demand for seed of these species satisfactorily with seed from other Member States or from third countries which satisfies all the requirements laid down in Directive 2002/57/EC.\n(3) Accordingly, Austria should be authorised to permit the marketing of seed of that species subject to less stringent requirements for a period expiring on 15 June 2005.\n(4) In addition, other Member States irrespective of whether the seed was harvested in a Member State or in a third country covered by Council Decision 2003/17/EC of 16 December 2002 on the equivalence of field inspections carried out in third countries on seed-producing crops and the equivalence of seed produced in third countries (2) which are in a position to supply Austria with seed of that species, should be authorised to permit the marketing of such seed.\n(5) It is appropriate that Austria act as coordinator in order to ensure that the total amount of seed authorised pursuant to this Decision does not exceed the maximum quantity covered by this Decision.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The marketing in the Community of seed of soya bean (Glycine max) which does not satisfy the minimum germination capacity requirements laid down in Directive 2002/57/EC shall be permitted, for a period expiring on 15 June 2005, in accordance with the terms set out in the Annex to this Decision and subject to the following conditions:\n(a) the germination capacity must be at least that set out in the Annex to this Decision,\n(b) the official label must state the germination ascertained in the official examination carried out pursuant to Article 2(1)(f) and (g) of Directive 2002/57/EC,\n(c) the seed must have been first placed on the market in accordance with Article 2 of this Decision.", "Any seed supplier wishing to place on the market the seeds referred to in Article 1 shall apply for authorisation to the Member State in which he is established or importing.\nThe Member State concerned shall authorise the supplier to place that seed on the market, unless:\n(a) there is sufficient evidence to doubt as to whether the supplier is able to place on the market the amount of seed for which he has applied for authorisation; or\n(b) the total quantity authorised to be marketed pursuant to the derogation concerned would exceed the maximum quantity specified in the Annex.", "The Member States shall assist each other administratively in the application of this Decision.\nAustria shall act as coordinating Member State in respect of Article 1 in order to ensure that the total amount authorised does not exceed the maximum quantity specified in the Annex.\nAny Member State receiving an application under Article 2 shall immediately notify the coordinating Member State of the amount covered by the application. The coordinating Member State shall immediately inform the notifying Member State as to whether authorisation would result in the maximum quantity being exceeded.", "Member States shall immediately notify the Commission and the other Member States of the quantities in respect of which they have granted marketing authorisation pursuant to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 April 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 193, 20.7.2002, p. 74. Directive as last amended by Directive 2004/117/EC (OJ L 14, 18.1.2005, p. 18).\n(2)  OJ L 8, 14.1.2003, p. 10. Decision as last amended by Regulation (EC) No 885/2004 (OJ L 168, 1.5.2004, p. 1).\nANNEX\nSpecies Type of variety Maximum quantity Minimum germination\nGlycine max (maturity class: very early) Dolores Gallec, Merlin, OAC Erin 1 185 70\n(maturity class: early) Amphor, Essor, Idefix, Kent, London 1 275"}