{"celex_id": "32009R0013", "uri": "http://publications.europa.eu/resource/cellar/49700e8b-d2ae-470f-a7f2-31b1f4a741f7", "type": "Regulation", "concepts": ["1005", "1115", "1279", "1789", "2173", "5413", "5891", "680", "873"], "title": "Council Regulation (EC) No 13/2009 of 18 December 2008 amending Regulations (EC) No 1290/2005 on the financing of the common agricultural policy and (EC) No 1234/2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) in order to set up a School Fruit Scheme\n", "header": "9.1.2009 EN Official Journal of the European Union L 5/1\nCOUNCIL REGULATION (EC) No 13/2009\nof 18 December 2008\namending Regulations (EC) No 1290/2005 on the financing of the common agricultural policy and (EC) No 1234/2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) in order to set up a School Fruit Scheme\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 36 and 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Council Regulation (EC) No 1182/2007 (2), which lays down specific rules as regards the fruit and vegetable sector, provided for a wide-ranging reform of that sector to promote its competitiveness and market orientation and to bring it more closely in line with the rest of the reformed common agricultural policy (CAP). One of the key objectives of the reformed regime is to reverse the declining consumption of fruit and vegetables.\n(2) It is desirable to address the low consumption of fruit and vegetables amongst children by durably increasing the share of fruit and vegetables in the diets of children at the stage when their eating habits are being formed. The provision of Community aid under a School Fruit Scheme to supply fruit, vegetable and banana products to children in educational establishments should bring young consumers to appreciate fruit and vegetables and thus enhance future consumption. As a result, the School Fruit Scheme would meet the objectives of the CAP, including the promotion of earnings in agriculture, the stabilisation of markets and the availability of both current and future supplies.\n(3) Under Article 35(b) of the Treaty, provision may be made within the framework of the CAP for joint measures, such as a School Fruit Scheme, to promote consumption of certain products.\n(4) Moreover, Article 152(1) of the Treaty requires that a high level of human health protection be ensured in the definition and implementation of all Community policies. The clear health benefits of a School Fruit Scheme indicate that it is an arrangement which should be integrated into the implementation of the CAP.\n(5) Provision should therefore be made for Community aid to co-finance the supply to children in educational establishments of certain healthy products of the fruit and vegetables, processed fruit and vegetables and bananas sectors and also to co-finance certain related costs of logistics, distribution, equipment, communication, monitoring and evaluation.\n(6) The Community School Fruit Scheme should be without prejudice to any national school fruit schemes which respect Community law, in order to retain the benefits of such schemes. It should respect the diversity of the Member States’ educational systems. Therefore, educational establishments benefiting from the School Fruit Scheme could include nurseries, other pre-school establishments, primary and secondary schools.\n(7) Member States willing to participate in the School Fruit Scheme should be able, in addition to Community aid, to grant national aid for the supply of the healthy products and for certain related costs. Accompanying measures will be needed to make the scheme effective, in respect of whose financing Member States should therefore be able to grant national aid. In the light of budgetary constraints, Member States should be able to replace their financial contribution to the School Fruit Scheme with contributions from the private sector.\n(8) In order to ensure orderly implementation of the School Fruit Scheme, Member States, at national or regional level, wishing to make use of it should draw up a prior strategy.\n(9) The Scheme should not cover unhealthy products that contain, for example, a high percentage of fat or added sugar. The Commission should therefore draw up a list of products or ingredients that should be excluded from the School Fruit Scheme. Member States’ discretion as regards their choice of products should otherwise not be unnecessarily interfered with. Thus, they should be able to base their selection of eligible products on objective criteria including seasonality, availability of produce or environmental concerns. In this connection, Member States should be able to give preference to products of Community origin. For clarity, Member States should establish the list of products eligible under their scheme when drawing up their strategies.\n(10) In the interest of sound administration and budget management, Member States participating in the scheme should apply every year for Community aid. Following the requests of the Member States, the Commission should decide on the definitive allocations, within the appropriations available in the budget.\n(11) Community aid should be allocated to each Member State on the basis of objective criteria based on their proportion of children in the core target group of six- to ten-year olds. This age group has been selected because of budgetary reasons, but also because eating habits are formed at a young age. However, the limited demographic size of a Member State should not prevent it from implementing a cost effective scheme. Therefore, each participating Member State should receive a specified minimum amount of Community aid.\n(12) In order to ensure sound budgetary management, a fixed ceiling of Community aid and maximum co-financing rates should be provided for and the Community financial contribution to the scheme should be added to the list of measures eligible for EAFG financing set out in Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (3).\n(13) Having regard to their social, structural and economic difficulties, it is appropriate to provide for a higher co-financing rate in the regions eligible under the Convergence objective in accordance with Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (4), and in the outermost regions referred to in Article 299(2) of the Treaty.\n(14) In order not to diminish the overall effectiveness of the School Fruit Scheme, Community aid should not be used to replace funding for any existing national school fruit schemes or other school distribution schemes that include fruit. However, Member States’ existing achievements in introducing national school fruit schemes should be preserved. Therefore, Community aid should nevertheless be available if a Member State intends to extend or make more effective a scheme already in place that would otherwise be eligible, provided that certain maximum co-financing rates are abided by as regards the proportion of Community aid to the total national funding. In this case, the Member State should indicate in its strategy how it intends to extend its scheme or make it more effective.\n(15) In order to allow time for the smooth implementation of the Scheme, it should apply from the 2009-2010 school year. A report on its implementation should be delivered after three years.\n(16) In order to make the scheme more effective, the Community should be able to finance information, monitoring and evaluation measures aimed at raising public awareness of, and networking measures related to, the School Fruit Scheme and its objectives. This should be without prejudice to the Community’s powers to co-finance, in the framework of Council Regulation (EC) No 3/2008 (5), the necessary accompanying measures to raise awareness about the beneficial health effects of the consumption of fruit and vegetables.\n(17) The Commission should establish the detailed rules for the application of the School Fruit Scheme, including rules concerning the allocation of aid between Member States, financial and budgetary management, national strategies, related costs, accompanying measures and information, monitoring and evaluation and networking measures.\n(18) The provisions of Regulation (EC) No 1182/2007 have been integrated into Council Regulation (EC) No 1234/2007 (6) with effect from 1 July 2008 by Council Regulation (EC) No 361/2008 (7).\n(19) Regulations (EC) No 1290/2005 and (EC) No 1234/2007 should therefore be amended accordingly,", "main_body": ["Amendment of Regulation (EC) No 1290/2005\nIn Article 3(1) of Regulation (EC) No 1290/2005, the following point shall be added:\n‘(f) the Community’s financial contribution to the School Fruit Scheme referred to in Article 103ga(1) of Council Regulation (EC) No 1234/2007 (8).", "Amendment of Regulation (EC) No 1234/2007\nRegulation (EC) No 1234/2007 is hereby amended as follows:\n1. in Section IVa of Chapter IV of Title I of Part II:\n(a) the following subsection shall be inserted after Article 103g:\n(a) the supply to children in educational establishments, including nurseries, other pre-school establishments, primary and secondary schools, of products of the fruit and vegetables, processed fruit and vegetables, and bananas sectors; and\n(b) certain related costs of logistics and distribution, equipment, communication, monitoring and evaluation.\n(a) exceed EUR 90 million per school year; nor\n(b) exceed 50 % of the costs of supply and related costs referred to in paragraph 1, or 75 % of such costs in the regions eligible under the Convergence Objective in accordance with Article 5(1) of Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (9), and in the outermost regions referred to in Article 299(2) of the Treaty; nor\n(c) cover costs other than the costs of supply and related costs referred to in paragraph 1.\n(b) the following heading shall be inserted before Article 103h:\n(c) in Article 103h, the following point shall be added:\n‘(f) provisions concerning the School Fruit Scheme referred to in Article 103ga, including: a list of products or ingredients that should be excluded from the School Fruit Scheme, the definitive allocation of aid between Member States, financial and budgetary management, and the related costs, the strategies of the Member States, accompanying measures and information, monitoring and evaluation and networking measures.’;\n2. in Article 180, ‘Article 103ga and’ shall be inserted before ‘Article 182’;\n3. in Article 184, the following point shall be added:\n‘5. before 31 August 2012 to the European Parliament and the Council on the application of the School Fruit Scheme provided for in Article 103ga, accompanied, if necessary, by appropriate proposals. The report shall in particular address the issues of the extent to which the scheme has promoted the establishment of well functioning School Fruit Schemes in Member States and the impact of the Scheme on the improvement of children’s eating habits.’", "Entry into force\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  Opinion of 18 November 2008 (not yet published in the Official Journal).\n(2)  OJ L 273, 17.10.2007, p. 1.\n(3)  OJ L 209, 11.8.2005, p. 1.\n(4)  OJ L 210, 31.7.2006, p. 25.\n(5)  Council Regulation (EC) No 3/2008 of 17 December 2007 on information provision and promotion measures for agricultural products on the internal market and in third countries (OJ L 3, 5.1.2008, p. 1).\n(6)  OJ L 299, 16.11.2007, p. 1.\n(7)  OJ L 121, 7.5.2008, p. 1.\n(8)  OJ L 299, 16.11.2007, p. 1.’\n(9)  OJ L 210, 31.7.2006, p. 25.’;"}