{"celex_id": "32009R1156", "uri": "http://publications.europa.eu/resource/cellar/ac582bf0-ab6c-4d86-9f34-4593b1473154", "type": "Regulation", "concepts": ["1755", "192", "2211", "3408", "3584", "4152"], "title": "Commission Regulation (EC) No 1156/2009 of 27 November 2009 amending Regulation (EC) No 1266/2007 as regards the conditions for exempting certain animals of susceptible species from the exit ban provided for in Council Directive 2000/75/EC (Text with EEA relevance)\n", "header": "28.11.2009 EN Official Journal of the European Union L 313/59\nCOMMISSION REGULATION (EC) No 1156/2009\nof 27 November 2009\namending Regulation (EC) No 1266/2007 as regards the conditions for exempting certain animals of susceptible species from the exit ban provided for in Council Directive 2000/75/EC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Article 9(1)(c), and Articles 11 and 12 and the third paragraph of Article 19 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1266/2007 (2) lays down rules for the control, monitoring, surveillance and restrictions on movements of animals, in relation to bluetongue, in and from the restricted zones.\n(2) Article 8(1) of that Regulation provides that movements of animals, their semen, ova and embryos, from a holding or semen collection or storage centre located in a restricted zone to another holding or semen collection or storage centre are to be exempted from the exit ban provided for in Directive 2000/75/EC, subject to the requirement that the animals, their semen, ova and embryos comply with certain conditions set out in that Article.\n(3) In addition, as a transitional measure, Article 9a of Regulation (EC) No 1266/2007 provides that, until 31 December 2009, Member States of destination may require that the movement of certain animals which are covered by the exemption provided for in Article 8(1) of that Regulation be subjected to additional conditions, on the basis of a risk assessment taking into account the entomological and epidemiological conditions in which animals are being introduced.\n(4) The overall disease situation in the Community as regards bluetongue has improved considerably in 2009. However the virus is still present in parts of the Community.\n(5) In addition, the effectiveness of the measures laid down in Regulation (EC) No 1266/2007 is influenced by a combination of factors. Those factors include the vector species, climate conditions and the type of husbandry of the susceptible ruminants.\n(6) It is therefore appropriate to continue to apply the transitional measure set out in Article 9a of Regulation (EC) No 1266/2007, taking into account that the disease situation is not stable and still evolving. Regulation (EC) No 1266/2007 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the introductory phrase of paragraph 1 of Article 9a of Regulation (EC) No 1266/2007, the date ‘31 December 2009’ is replaced by ‘31 December 2010’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74.\n(2)  OJ L 283, 27.10.2007, p. 37."}