{"celex_id": "32007D0201", "uri": "http://publications.europa.eu/resource/cellar/c5c7e99c-4755-48e8-add0-eb76b8d15bb6", "type": "Decision", "concepts": ["1595", "1763", "191", "2232", "2827"], "title": "2007/201/EC: Commission Decision of 27 March 2007 amending Decision 2002/757/EC on provisional emergency phytosanitary measures to prevent the introduction into and the spread within the Community of Phytophthora ramorum Werres, De Cock  Man in ‘t Veld sp.nov. (notified under document number C(2007) 1292)\n", "header": "30.3.2007 EN Official Journal of the European Union L 90/83\nCOMMISSION DECISION\nof 27 March 2007\namending Decision 2002/757/EC on provisional emergency phytosanitary measures to prevent the introduction into and the spread within the Community of Phytophthora ramorum Werres, De Cock & Man in ‘t Veld sp.nov.\n(notified under document number C(2007) 1292)\n(2007/201/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the fourth sentence of Article 16(3) thereof,\nWhereas:\n(1) By Commission Decision 2002/757/EC (2) the Member States were provisionally required to take emergency phytosanitary measures to prevent the introduction into and the spread within the Community of Phytophthora ramorum Werres, De Cock & Man in ‘t Veld sp.nov. (hereinafter referred to as: ‘the harmful organism’).\n(2) On the basis of recent scientific information on the possible damage caused by the harmful organism, it appears that the list of plants, wood and bark susceptible for the harmful organism should be extended and updated.\n(3) In order to avoid misinterpretation, it should be laid down clearly that plant passports are necessary for each movement of specific species of susceptible plants within the Community.\n(4) As a result of the official surveys carried out under Decision 2002/757/EC, it appears that at least two official inspections of specific species of susceptible plants in places of production are needed annually during the growing period to confirm the absence of the harmful organism. In order to allow sufficient time to adjust to this requirement, it should apply as of 1 May 2007.\n(5) From follow-up experience with the implementation of eradication measures on outbreak sites, it appears that measures should cover not only plants, but also associated growing media and plant debris. Those measures should also include phytosanitary measures on the growing surface around such sites.\n(6) It further appears necessary to continue the surveys carried out by the Member States as regards evidence of infestation by the harmful organism and to notify the results thereof on an annual basis.\n(7) It is appropriate that the results of such measures be reviewed after the next growing season, and possible subsequent measures be considered in the light of the results of that review. The subsequent measures should also take into account the information to be provided and the scientific opinions to be delivered by the Member States.\n(8) Decision 2002/757/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 2002/757/EC is amended as follows:\n1. In Article 1, paragraphs 2, 3 and 4 are replaced by the following:\n2. In Article 5, ‘from their place of production’ is replaced by ‘within the Community’.\n3. In Article 6, paragraph 2 is replaced by the following:\n4. In Article 8, ‘31 December 2004’ is replaced by ‘31 January 2008’.\n5. The Annex is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 March 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2006/35/EC (OJ L 88, 25.3.2006, p. 9).\n(2)  OJ L 252, 20.9.2002, p. 37. Decision as amended by Decision 2004/426/EC (OJ L 154, 30.4.2004, p. 1, as corrected by OJ L 189, 27.5.2004, p. 1).\nANNEX\nPoint 3 of the Annex to Decision 2002/757/EC is amended as follows:\n1. In the first sentence, ‘moved from the place of production’ is replaced by ‘moved within the Community’\n2. In point (b), the following sentence is inserted before ‘or’:\n3. Point (c) is replaced by the following:\n‘(c) in cases where signs of the harmful organism have been found on the plants at the place of production, appropriate procedures have been implemented aiming at eradicating the harmful organism, consisting at least of the following:\n(i) destruction of the infected plants and all susceptible plants within 2 m radius of the infected plants, including associated growing media and plant debris,\n(ii) for all susceptible plants within 10 m radius of the infected plants, and any remaining plants from the affected lot:\n— the plants have been retained at the place of production,\n— official additional inspections have been carried out at least twice in the three months after the eradication measures have been taken when the plants are in active growth,\n— while during this three months-period no treatments that may suppress symptoms of the harmful organism have been carried out,\n— the plants have been found free from the harmful organism in these official inspections,\n(iii) for all other susceptible plants at the place of production, the plants have been subject to official intensive re-inspection following the finding and have been found free from the harmful organisms in these inspections,\n(iv) appropriate phytosanitary measures have been taken on the growing surface within a 2 m radius of infected plants.’"}