{"celex_id": "32009D0104", "uri": "http://publications.europa.eu/resource/cellar/5f6858ef-6b64-468a-991b-1e0d8ce0df4d", "type": "Decision", "concepts": ["1542", "1567", "4713", "5343", "5965"], "title": "2009/104/EC: Commission Decision of 21 November 2008 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile concerning amendments to Appendix V of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\n", "header": "6.2.2009 EN Official Journal of the European Union L 37/8\nCOMMISSION DECISION\nof 21 November 2008\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile concerning amendments to Appendix V of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\n(2009/104/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2002/979/EC of 18 November 2002 on the signature and provisional application of certain provisions of an Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part (1), and in particular Article 5(1) thereof,\nWhereas:\n(1) New oenological practices authorised in the Community were notified to the Republic of Chile on 11 October 2006 in accordance with Article 18 of the Agreement on Trade in Wines of the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part (hereinafter referred to as the Agreement on Trade in Wines).\n(2) Taking account of the conclusions of the third EU-Chile Joint Committee of the Agreement on Trade in Wines that was held in Santiago de Chile on 10 January 2008, it is necessary to amend Appendix V of the Agreement on Trade in Wines in order to add new oenological practices authorised in the Community.\n(3) The Community and the Republic of Chile have therefore negotiated, in accordance with Article 29(2) of the Agreement on Trade in Wines, an agreement in the form of an Exchange of Letters to amend its Appendix V.\n(4) The Exchange of Letters should therefore be approved.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile amending Appendix V of the Agreement on Trade in Wines annexed to the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The Commissioner of Agriculture and Rural Development is hereby authorised to sign the Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 21 November 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 352, 30.12.2002, p. 1.\n6.2.2009 EN Official Journal of the European Union L 37/9\nAGREEMENT IN THE FORM OF AN EXCHANGE OF LETTERS\nbetween the European Community and the Republic of Chile concerning amendment of Appendix V to the Agreement on Trade in Wines of the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\nBrussels, 4 January 2009\nSir,\nI have the honour to refer to Article 29(2) of the Agreement on Trade in Wines of the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, of 18 November 2002, which provides that the Contracting Parties may, by mutual consent, amend Appendices to this Agreement.\nDue to the addition of new oenological practices or their modifications authorised in the Community, which were notified to your authorities on 11 October 2006, and in light of the conclusions of the third Joint Committee of the Agreement on Trade in Wines that took place in Santiago de Chile on 10 January 2008, it is necessary to amend point 2 of Appendix V (Oenological practices and processes and product specifications) to the Agreement on Trade in Wines.\nI have therefore the honour to propose that point 2 of Appendix V to the Agreement on Trade in Wines be replaced by the text attached hereto, with effect as of the date of your reply confirming the agreement with the content of this letter.\nI should be obliged if you would confirm that your Government is in agreement with the content of this letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the European Community\nMariann FISCHER BOEL\nBrussels, 8 January 2009\nMadam,\nI have the honour to acknowledge receipt of your letter of last 4 January which reads as follows:\n‘I have the honour to refer to Article 29(2) of the Agreement on Trade in Wines of the Association Agreement between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, of 18 November 2002, which provides that the Contracting Parties may, by mutual consent, amend Appendices to this Agreement.\nDue to the addition of new oenological practices or their modifications authorised in the Community, which were notified to your authorities on 11 October 2006, and in light of the conclusions of the third Joint Committee of the Agreement on Trade in Wines that took place in Santiago de Chile on 10 January 2008, it is necessary to amend point 2 of Appendix V (Oenological practices and processes and product specifications) to the Agreement on Trade in Wines.\nI have therefore the honour to propose that point 2 of Appendix V to the Agreement on Trade in Wines be replaced by the text attached hereto, with effect as of the date of your reply confirming the agreement with the content of this letter.\nI should be obliged if you would confirm that your Government is in agreement with the content of this letter.’\nI have the honour to inform you that the Republic of Chile is in agreement with the content of this letter.\nPlease accept, Madam, the assurance of my highest consideration.\nOn behalf of the Republic of Chile\nJuan SALAZAR SPARKS\nANNEX\nPoint 2 of Appendix V to the Agreement on Trade in Wines is replaced as follows:\n‘2. List of oenological practices and processes authorised for wines originating in the Community, with the following restrictions or, in their absence, under the conditions laid down in Community rules:\n(1) Aeration or bubbling using argon, nitrogen or oxygen\n(2) Heat treatment\n(3) Use in dry wines of fresh lees which are sound and undiluted and contain yeasts resulting from the recent vinification of dry wine\n(4) Centrifuging and filtration, with or without an inert filtering agent, on condition that no undesirable residue is left in the products so treated\n(5) Use of yeasts for wine production\n(6) Use of preparations of yeast cell wall\n(7) Use of polyvinylpolypyrrolidone\n(8) Use of lactic acid bacteria in a vinous suspension\n(9) Addition of one or more of the following substances to encourage the growth of yeasts:\n(i) addition of:\n— diammonium phosphate or ammonium sulphate\n— ammonium sulphite or ammonium bisulphite\n(ii) addition of thiamin hydrochloride\n(10) Use of carbon dioxide, argon or nitrogen, either alone or combined, solely in order to create an inert atmosphere and to handle the product shielded from the air\n(11) Addition of carbon dioxide\n(12) Use of sulphur dioxide, potassium bisulphite or potassium metabisulphite, which may also be called potassium disulphite or potassium pyrosulphate\n(13) Addition of sorbic acid or potassium sorbate\n(14) Addition of L-ascorbic acid\n(15) Addition of citric acid for wine stabilisation purposes, provided that the final content in the treated wine does not exceed 1 gram per litre\n(16) Use of tartaric acid for acidification purposes, provided that the initial acidity content of the wine is not raised by more than 2,5 g/l expressed as tartaric acid\n(17) Use of one or more of the following substances for deacidification purposes:\n— neutral potassium tartrate\n— potassium bicarbonate\n— calcium carbonate, which may contain small quantities of the double calcium salt of L (+) tartaric and L (–) malic acids\n— a homogenous preparation of tartaric acid and calcium carbonate in equivalent proportions and finely pulverised\n— calcium tartrate or tartaric acid\n(18) Clarification by means of one or more of the following substances for oenological use:\n— edible gelatine\n— plant proteins\n— bentonite\n— isinglass\n— casein and potassium caseinate\n— egg albumin, milk albumin\n— kaolin\n— pectolytic enzymes\n— silicon dioxide as a gel or colloidal solution\n— tannin\n— enzymatic preparations of betaglucanase\n(19) Addition of tannin\n(20) Treatment of must and new wine still in fermentation with charcoal for oenological use, within certain limits\n(21) Treatment of:\n— white wines and rosé wines, with potassium ferrocyanide\n— red wines, with potassium ferrocyanide or with calcium phytate, provided that the wine so treated contains residual iron\n(22) Addition of metatartaric acid\n(23) Use of acacia after completion of fermentation\n(24) Use of DL-tartaric acid, also called racemic acid, or of its neutral salt of potassium for precipitating excess calcium\n(25) Use for the manufacture of sparkling wines obtained by fermentation in bottle and with the lees separated by disgorging:\n— of calcium alginate, or\n— of potassium alginate\n(26) Use of copper sulphate\n(27) Addition of potassium bitartrate or calcium tartrate to assist the precipitation of tartar\n(28) Addition of caramel to reinforce the colour of liqueur wines\n(29) Use of calcium sulphate for the production of certain quality liqueur wines p.s.r.\n(30) Use of Aleppo pine resin to produce “retsina” table wine, only in Greece, and under the conditions laid down in Community rules\n(31) Addition of lysozyme\n(32) Electrodialysis to guarantee tartaric stabilisation of the wine\n(33) Use of urease to reduce the urea content in the wine\n(34) Addition of grape must or rectified concentrated grape must for sweetening of wine under conditions mentioned in Community rules\n(35) Partial concentration by physical processes, including reverse osmosis, to increase the natural alcoholic strength of grape must or wine\n(36) Addition of sucrose concentrated grape must or rectified concentrated grape must to increase the natural alcoholic strength of grapes, grape must or wine in conformity with Community rules\n(37) Addition of wine or dried grape distillate or of neutral alcohol of vinous origin for the manufacture of liqueur wines\n(38) Addition of L-ascorbic acid up to certain limits\n(39) Addition of dimethyldicarbonate (DMDC) to wine for microbiological stabilisation, within certain limits and under conditions to be determined\n(40) Addition of yeast mannoproteins to ensure the tartaric and protein stabilisation of wines\n(41) Usage of pieces of oak wood in winemaking’"}