{"celex_id": "32001D0741", "uri": "http://publications.europa.eu/resource/cellar/8f7dd08b-6fbd-4335-98b5-86a59230268d", "type": "Decision", "concepts": ["1234", "1318", "2206", "2543", "4585", "5581"], "title": "2001/741/EC: Council Decision of 16 October 2001 authorising the Federal Republic of Germany to conclude with the Republic of Poland an agreement containing measures derogating from Articles 2 and 3 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "Council Decision\nof 16 October 2001\nauthorising the Federal Republic of Germany to conclude with the Republic of Poland an agreement containing measures derogating from Articles 2 and 3 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2001/741/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment(1), hereafter referred to as the \"Sixth VAT Directive\", and in particular Article 30 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Under Article 30 of the Sixth VAT Directive, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to conclude with a non-member country or an international organisation an agreement which may contain derogations from the said Directive.\n(2) By letter registered by the Secretariat-General of the Commission on 16 October 2000, the German Government requested authorisation to conclude an agreement with the Republic of Poland relating to the construction and maintenance of border bridges between the Contracting States in question.\n(3) The agreement contains provisions in the field of value added taxation which derogate from Articles 2 and 3 of the Sixth VAT Directive as regards, on the one hand, the supplies of goods and services in connection with the construction and maintenance of border bridges, and on the other hand, the importation of goods used for the construction work or the maintenance of these bridges.\n(4) The other Member States were informed on 7 February 2001 of Germany's request.\n(5) In the absence of derogations, the construction and maintenance work carried out on German territory would be subject to value added tax in Germany while that carried out on Polish territory would lie outside the scope of the Sixth VAT Directive. In addition, each importation from the Republic of Poland into Germany of goods used for the construction and the maintenance of the border bridges would be subject to value added tax in Germany.\n(6) The purpose of these derogations is to simplify the rules of taxation for the contractors carrying out the work in question.\n(7) The derogations will have only a negligible effect on the own resources of the European Communities accruing from value added tax,", "main_body": ["The Federal Republic of Germany is hereby authorised to conclude an agreement with the Republic of Poland containing measures derogating from the Sixth VAT Directive. This agreement initially concerns the construction and subsequent maintenance of five border bridges crossing the Neiße and one border bridge crossing the Torfkanal and the ongoing maintenance of two existing border bridges crossing the Neiße, all of which are partly on the territory of Germany and partly on the territory of Poland. The details of the bridges in question are listed in the Annex to this Decision. The scope of the agreement may be extended by the contracting parties to additional bridges through an exchange of diplomatic notes, provided the effects of the agreement on the own resources of the European Communities accruing from value added tax remain slight.\nThe tax derogations provided for by this agreement are set out in Articles 2, 3 and 4 of this Decision.", "By way of derogation from Article 3 of the Sixth VAT Directive, with regard to the bridges for the construction and maintenance of which Germany is responsible and with regard to the bridges for which Germany is responsible solely for maintenance, in so far as these bridges are in Polish territory, and, where appropriate, construction sites, shall be treated as forming part of the territory of Germany, as regards supplies of goods or services intended for their construction or maintenance.", "By way of derogation from Article 3 of the Sixth VAT Directive, with regard to the bridges for the construction and maintenance of which Poland is responsible and with regard to the bridges for which Poland is responsible solely for maintenance, in so far as these bridges are in German territory, and, where appropriate, construction sites, shall be treated as forming part of the territory of Poland, as regards supplies of goods or services intended for their construction or maintenance.", "By way of derogation from Article 2(2) of the Sixth VAT Directive, the importation of goods into Germany from Poland shall not be subject to value added tax in so far as those goods are used for the construction and the maintenance of border bridges. However, this derogation shall not apply to any goods imported for the same purpose by a public authority.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Luxembourg, 16 October 2001.\nFor the Council\nThe President\nD. Reynders\n(1) OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2001/4/EC (OJ L 22, 24.1.2001, p. 17).\nANNEX\nBridges referred to in Article 1:\n1. Germany shall be responsible for building the following border bridges:\n(a) the bridge over the Neiße between Hagenwerder and Radomierzyce at marker 167 + 230;\n(b) the bridge over the Neiße between Görlitz and Zgorzelec at marker 151 + 670;\n(c) the bridge over the Torfkanal between Garz and Swinoujscie.\n2. Poland shall be responsible for building the following border bridges:\n(a) the bridge over the Neiße between Forst and Zasieki at marker 47 + 500;\n(b) the bridge over the Neiße between Krauschwitz and Leknica at marker 81 + 970;\n(c) the bridge over the Neiße between Deschka and Piensk at marker 134 + 930.\n3. Germany shall be responsible for maintaining the following border bridge:\n(a) the bridge over the Neiße between Podrosche and Przewoz at marker 100 + 850.\n4. Poland shall be responsible for maintaining the following border bridge:\n(a) the bridge over the Neiße between Ostritz and Krzewina Zgorzelecka at marker 176 + 090."}