{"celex_id": "32008D0417", "uri": "http://publications.europa.eu/resource/cellar/b8e25c01-ccde-4fd5-afdc-18288f7cc74f", "type": "Decision", "concepts": ["1015", "1686", "1730", "2563", "365", "4883", "5581"], "title": "2008/417/EC: Council Decision of 3 June 2008 authorising Portugal to apply a reduced rate of excise duty on locally produced beer in the autonomous region of Madeira\n", "header": "6.6.2008 EN Official Journal of the European Union L 147/61\nCOUNCIL DECISION\nof 3 June 2008\nauthorising Portugal to apply a reduced rate of excise duty on locally produced beer in the autonomous region of Madeira\n(2008/417/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the second subparagraph of Article 299(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) By a request dated 30 May 2007 and referring to Article 299(2) of the Treaty, Portugal seeks a derogation from Article 90 of the Treaty in order to apply a rate of excise duty, lower than the national rate set in accordance with Council Directive 92/84/EEC of 19 October 1992 on the approximation of the rates of excise duty on alcohol and alcoholic beverages (2) to beer produced in Madeira, in cases where the annual production of the brewery does not exceed 300 000 hectolitres. Production in excess of 200 000 hectolitres would benefit from the reduced only to the extent it is consumed locally.\n(2) By way of justification for its request, Portugal has explained that the possibilities offered by Article 4 of Council Directive 92/83/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on alcohol and alcoholic beverages (3) are not sufficient to offset the disadvantages suffered by the breweries in Madeira on account of their remote location, fragmented terrain and tight local markets. Under that Article, breweries whose annual beer production does not exceed 200 000 hectolitres may benefit from reduced rates of excise duty, provided that those rates are not set at more than 50 % below the standard national rate. Portugal has made use of this provision, applying a 50 % reduction to breweries whose annual production does not exceed 200 000 hectolitres. However, it does not signify that breweries located in Madeira that reach production in excess of that threshold would be in a sufficiently strong position to face up to competition from beers from mainland Portugal (or mainland Europe). Their share of the local market would continue to diminish as a result of the strong competition that they would continue to face from foreign beers owing to the additional costs that they would have to meet as a result of their remoteness, namely maintaining high level of stocks, transport of raw and secondary materials, and packaging from mainland Portugal. Thus, even though such breweries would, upon reaching 200 000 hectolitres annual production, cease to be ‘small’ as defined in Article 4 of Directive 92/83/EEC, they would nonetheless continue to be small compared to the large national and multinational breweries with whom they compete. It is, therefore, essential for the continued survival of the local industry that breweries should benefit from a reduced rate in the event that their annual production exceeds 200 000 hectolitres, without however going beyond 300 000 hectolitres.\n(3) Portugal therefore requests that the entitlement to a reduced rate, which would be set at 50 % below the standard national rate, should be available to beer produced locally by independent brewers situated in Madeira whose annual production does not exceed 300 000 hectolitres. However, where annual production exceeds 200 000 hectolitres the entitlement to a reduced rate for quantities in excess of this figure will only apply to beer which is to be consumed locally in Madeira.\n(4) A careful examination of the situation shows that it is essential to grant Portugal's request, if the brewing industry is to be maintained in the outermost region of Madeira. It is clear that, in the circumstances of this case and subject to the relevant conditions, the effect of extending the tax reduction will be to place the brewing industry of Madeira on an equal footing with its competitors in mainland Portugal and other Member States. The tax advantages gained will do no more than offset the extra costs necessarily incurred as a result of the remoteness of the industry's location.\n(5) In order not to undermine the single market, the entitlement to a reduced rate for production above 200 000 hectolitres should only apply to beer produced and consumed locally in Madeira.\n(6) Although the requested derogation from Article 90 of the Treaty is necessary to ensure that the development of the outermost region of Madeira is not jeopardised, it is also necessary to set a time limit on tax derogations. On the other hand, however, it is important to ensure that local economic operators have the requisite security to develop their commercial activities. It is appropriate, therefore, that the derogation be granted for a period of six years.\n(7) Furthermore, the production of a mid-term report should be required, so that the Commission can assess whether the conditions justifying the granting of such a derogation continue to be fulfilled.\n(8) The measures provided for in this Decision should be without prejudice to the application of Articles 87 and 88 of the Treaty,", "main_body": ["By way of derogation from Article 90 of the Treaty, Portugal is authorised to apply a rate of excise duty lower than the national rate fixed in accordance with Directive 92/84/EEC in the case of beer produced in the autonomous region of Madeira by independent breweries situated in that region, whose total annual production does not exceed 300 000 hectolitres. Production in excess of 200 000 hectolitres annually may benefit from the reduced rate only to the extent it is consumed locally in Madeira.\nThe term ‘independent brewery’ shall mean a brewery which is legally and economically independent of any other brewery, which uses premises situated physically apart from those of any other brewery and does not operate under licence. However, where two or more breweries cooperate, and their combined annual production does not exceed 300 000 hectolitres, those breweries may be treated as a single independent brewery.\nThe reduced excise duty rate, which may fall below the minimum rate, shall not be set more than 50 % lower than the standard national excise duty rate for Portugal.", "By 31 December 2010, Portugal shall send the Commission a report on the situation, to enable it to assess whether the reasons justifying the derogation provided for in Article 1 still exist.", "This Decision shall apply until 31 December 2013.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 3 June 2008.\nFor the Council\nThe President\nA. BAJUK\n(1)  Opinion of 11 April 2008 (not yet published in the Official Journal).\n(2)  OJ L 316, 31.10.1992, p. 29.\n(3)  OJ L 316, 31.10.1992, p. 21. Directive as amended by the 2005 Act of Accession."}