{"celex_id": "32003D0654", "uri": "http://publications.europa.eu/resource/cellar/079f712a-e135-465f-8738-2e4b8bed1129", "type": "Decision", "concepts": ["4257", "4337", "4488", "4734"], "title": "2003/654/EC: Commission Decision of 8 September 2003 laying down a code and standard rules for the transcription into a machine-readable form of the data relating to intermediate statistical surveys of areas under vines (Text with EEA relevance) (notified under document number C(2003) 3191)\n", "header": "Commission Decision\nof 8 September 2003\nlaying down a code and standard rules for the transcription into a machine-readable form of the data relating to intermediate statistical surveys of areas under vines\n(notified under document number C(2003) 3191)\n(Text with EEA relevance)\n(2003/654/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 357/79 of 5 February 1979 on statistical surveys of areas under vines(1), as last amended by Regulation (EC) No 2329/98(2), and in particular Article 5(6) and Article 6(7) thereof,\nWhereas:\n(1) Commission Decision 80/765/EEC of 8 July 1980 laying down a code and standard rules for the transcription into a machine-readable form of the data relating to intermediate statistical surveys of areas under vines(3) has been substantially amended several times(4); in the interests of clarity and rationality the said Decision should be codified.\n(2) Regulation (EEC) No 357/79 requires the Member States to submit to the Commission the information collected in the framework of intermediate surveys of areas under vines in the form of a schedule of tables broken down by geographical units which shall be fixed in accordance with the procedure laid down in Article 8 of the said Regulation, i.e. by a Commission Decision following an opinion from the Standing Committee on Agricultural Statistics.\n(3) Member States which process their survey results electronically are required to submit these results to the Commission in a machine-readable form. The codes for transmitting survey results are also determined in accordance with the procedure laid down in Article 8 of Regulation 357/79 (EEC).\n(4) For practical reasons the Member States should forward the data referred to in Article 6 of Regulation (EEC) No 357/79 also in machine-readable form.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Agricultural Statistics,", "main_body": ["The machine-readable form for submission of the data provided for in Articles 5 and 6 of Regulation (EEC) No 357/79 by those Member States which process their survey results electronically shall be magnetic tape.", "The code and rules governing the transcription onto magnetic tape of the data provided for in Articles 5 and 6 of Regulation (EEC) No 357/79 shall be as set out in Annexes I and II hereto.", "Decision 80/765/EEC is repealed.\nThe references made to the said repealed Decision shall be construed as references to this Decision and shall be read in accordance with the correlation table in Annex IV.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 September 2003.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 54, 5.3.1979, p. 124.\n(2) OJ L 291, 30.10.1998, p. 2.\n(3) OJ L 213, 16.8.1980, p. 34.\n(4) See Annex III.\nANNEX I\nMAGNETIC TAPE SPECIFICATION FOR THE DELIVERY TO EUROSTAT OF THE DATA ON THE BASIC SURVEYS OF THE AREAS UNDER VINES\n(Council Regulation (EEC) No 357/79)\nGENERAL PROVISIONS\nI. The information recorded in accordance with the characteristics referred to in Articles 5 and 6 of Regulation (EEC) No 357/79 is to be delivered to Eurostat in the following form by those Member States which process their information electronically:\n1. The information shall refer to summaries of holdings if the survey is exhaustive (or to raised summaries of holdings if the survey is based on random sampling) and not to individual holdings.\n2. The information shall be delivered on nine-track magnetic tape/1600 BPI (630 bytes/cm) standard label.\n3. The information shall be of fixed record length consisting of 145 positions, and shall be recorded in EBCDIC.\n4. The first two fields of each record shall contain information to permit identification. The first field (three positions) identifies the geographical unit, the codification of which is given in the detailed provisions and in Annex II.\n5. The second field (two positions) identifies the table in the schedule of tables provided for in Regulation (EEC) No 357/79. The codification of these tables is given in the detailed provisions.\n6. The number and size of the fields in each record vary according to the table. If all the 145 positions are not filled in the case of certain tables, the record shall be completed by blanks.\n7. The information shall be entered right justified in each field and noughts added to fill in. If any optional information is not supplied the record shall be completed by blanks in the corresponding bytes.\n8. Surface area data shall be given in areas, production data in hl.\n9. Member States shall have a choice of blocking factor and shall inform Eurostat which blocking factor has been used.\n10. The record shall be sorted according to geographical unit, table and changes in that order.\n11. Standard administrative procedures governing the transmission of the magnetic tape files to Eurostat shall be established jointly by Eurostat and the Member States.\nII. The following pages give for each table and for the various items of a record:\n(a) the codes which are to be used;\n(b) the maximum number of digits required for the item in question;\n(c) the consecutive numbering of the positions for the various items.\nDETAILED PROVISIONS\nThe first two fields of each record contain the following information:\n>TABLE>\nTable 5((Specification: see Annex I to Commission Decision 79/491/EEC.))\n>TABLE>\nTable 6\n>TABLE>\nTable 7\n>TABLE>\nTable 8\n>TABLE>\nANNEX II\nGEOGRAPHICAL UNITS LAID DOWN BY ARTICLE 4(3) OF COUNCIL REGULATION (EEC) No 357/79\n>TABLE>\nANNEX III\nRepealed Directive with its successive amendments\n>TABLE>\nANNEX IV\nCORRELATION TABLE\n>TABLE>"}