{"celex_id": "32009R0549", "uri": "http://publications.europa.eu/resource/cellar/ed797a3c-5323-472c-a3d8-679eb4a0f46e", "type": "Regulation", "concepts": ["1486", "2173", "2958", "3170", "4288", "4291", "5025"], "title": "Commission Regulation (EC) No 549/2009 of 24 June 2009 amending Regulation (EC) No 214/2001 laying down detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards intervention on the market in skimmed milk powder\n", "header": "25.6.2009 EN Official Journal of the European Union L 162/5\nCOMMISSION REGULATION (EC) No 549/2009\nof 24 June 2009\namending Regulation (EC) No 214/2001 laying down detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards intervention on the market in skimmed milk powder\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(d), in conjunction with Article 4 thereof,\nWhereas\n(1) Article 10(1)(f) of Regulation (EC) No 1234/2007 provides for public intervention of skimmed milk powder.\n(2) Commission Regulation (EC) No 214/2001 (2) has laid down the detailed rules concerning the public intervention on the market in skimmed milk powder.\n(3) In view of the current and foreseeable market situation characterised by low prices on dairy products and in particular skimmed milk powder, combined with difficulties to obtain commercial credits for normal dairy operations, it is appropriate to advance the payment for selling skimmed milk powder into intervention. The current payment period of 120–140 days should therefore be reduced to 45–65 days thereby providing a harmonisation of all payment periods for intervention products in the dairy sector.\n(4) Regulation (EC) No 214/2001 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 214/2001 is amended as follows:\n1. Article 8 is replaced by the following:\n2. Article 20(1) is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply to tenders where the time limit set in Article 14(2) of Regulation (EC) No 214/2001 is after the date of entry in force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 37, 7.2.2001, p. 100."}