{"celex_id": "32003R0872", "uri": "http://publications.europa.eu/resource/cellar/f6b2f0bd-5f03-48e6-b850-d056041b4dea", "type": "Regulation", "concepts": ["1069", "1642", "1755", "2487", "4743", "5760"], "title": "Commission Regulation (EC) No 872/2003 of 20 May 2003 on special measures derogating from Regulations (EC) No 1371/95, (EC) No 1372/95, (EC) No 800/1999 and (EC) No 1291/2000 in the egg and poultrymeat sectors\n", "header": "Commission Regulation (EC) No 872/2003\nof 20 May 2003\non special measures derogating from Regulations (EC) No 1371/95, (EC) No 1372/95, (EC) No 800/1999 and (EC) No 1291/2000 in the egg and poultrymeat sectors\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organisation of the market in eggs(1), as last amended by Commission Regulation (EC) No 493/2002(2), and in particular Article 3(2), Article 8(12) and Article 15 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat(3), as last amended by Regulation (EC) No 493/2002, and in particular Article 3(2), Article 8(12) and Article 15 thereof,\nWhereas:\n(1) As a result of the cases of avian influenza have occurred in the Netherlands, protective measures have been adopted under Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(4), as last amended by Directive 2002/33/EC of the European Parliament and of the Council(5), and under Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption(6). The Commission has adopted Decision 2003/153/EC of 3 March 2003 concerning protection measures in relation to strong suspicion of avian influenza in the Netherlands(7), as amended by Decision 2003/156/EC(8).\n(2) Council Regulation (EEC) No 565/80(9), as last amended by Commission Regulation No 444/2003(10), lays down general rules on the advance payment of export refunds in respect of agricultural products.\n(3) Commission Regulation (EC) No 800/1999(11), as last amended by Regulation (EC) No 444/2003, lays down detailed rules for applying the system of export refunds on agricultural products.\n(4) Commission Regulation (EC) No 1291/2000(12), as last amended by Regulation (EC) No 325/2003(13), lays down common detailed rules for applying the system of import and export licences and advance fixing certificates for agricultural products.\n(5) Commission Regulation (EC) No 1371/95(14), as last amended by Regulation (EC) No 2260/2001(15), and Commission Regulation (EC) No 1372/95(16), as last amended by Regulation (EC) No 1383/2001(17), lay down rules for implementing the system of export licences in the eggs and poultrymeat sectors, respectively.\n(6) The occurrence of cases of avian influenza has led the authorities of certain third countries to take health measures with regard to exports of eggs and poultry products from the Netherlands and other Member States. Those measures have seriously affected the financial interests of exporters. The situation thus created has seriously affected export opportunities under the conditions laid down in Regulations (EC) No 1371/95, (EC) No 1372/95, (EC) No 800/1999 and (EC) No 1291/2000.\n(7) Those adverse effects should be mitigated by the adoption of special measures, in particular the cancellation of export licences issued and the extension of certain time limits laid down in Regulations (EC) No 1371/95, (EC) No 1372/95, (EC) No 800/1999 and (EC) No 1291/2000 relating to certain export operations which could not be carried out because of the health measures taken. In particular, operators who have already completed customs export formalities or placed their products under customs supervision should be allowed the same benefits as stem from extension of the term of validity of licences by extending the time limit for transport provided for in Regulation (EC) No 800/1999.\n(8) The special measures provided for in this Regulation should apply only to those operators who can prove, on the basis of the documents referred to in Article 1(2) of Council Regulation (EEC) No 4045/89(18), as last amended by Regulation (EC) No 2154/2002(19), that they were unable to carry out the export operations within the prescribed time limits as a result of the health measures taken to combat avian influenza.\n(9) In view of the speed at which the situation is evolving, this Regulation must enter into force immediately.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["1. This Regulation shall apply to the products listed in Article 1(1) of Regulations (EEC) No 2771/75 and (EEC) No 2777/75.\n2. This Regulation shall apply only in cases where exporters prove to the satisfaction of the competent authorities of the Member States concerned that they were unable to export owing to measures taken in accordance with Community legislation or health measures taken by the authorities of the third countries of destination in response to the discovery of cases of avian influenza in the Community.\nThe competent authorities shall base their assessment on the commercial documents referred to in Article 1(2) of Regulation (EEC) No 4045/89.", "1. On application by the holder, where export licences issued under Regulation (EC) No 1372/95 were applied for no later than 28 February 2003 and did not expire before 28 February 2003, they shall be cancelled and the security released.\n2. On application by the holder, where export licences issued under Regulation (EC) No 1371/95 were applied for no later than 28 February 2003, their period of validity shall be extended by:\n- four months for licences expiring during March 2003,\n- three months for licences expiring during April 2003,\n- two months for licences expiring during May 2003,\n- one month for licences expiring during June 2003.", "1. On application by the exporter, the 60-day time limit within which products must leave the Community's customs territory referred to in Article 32(1)(b)(i) of Regulation (EC) No 1291/2000 and Article 7(1) and Article 34(1) of Regulation (EC) No 800/1999 shall be extended to 150 days for products:\n- for which the customs export formalities had been completed by 28 February 2003 at the latest, or\n- which had been placed under one of the customs control procedures referred to in Articles 4 and 5 of Regulation (EEC) No 565/80 by 28 February 2003 at the latest.\n2. On application by the exporter, and provided that he repays any refund paid in advance, the various securities pertaining to the operations shall be released for products:\n- for which the customs export formalities had been completed but which had not yet left the Community's customs territory by 28 February 2003 at the latest, or\n- which had been placed under one of the customs control procedures referred to in Articles 4 and 5 of Regulation (EEC) No 565/80 by 28 February 2003 at the latest.\n3. When products which, by 28 February 2003 at the latest, had left the Community's customs territory and for which the customs formalities had been completed by the same date, are brought back and released for free circulation in the Community, the exporter shall repay any refund paid in advance and the various securities pertaining to the operations shall be released on application by the exporter.\n4. On application by the exporter, products which, by 28 February 2003 at the latest, had left the Community's customs territory and for which the customs formalities had been completed by the same date, may be brought back to be placed in a free zone, free warehouse or under the customs warehousing procedure for a maximum of 120 days before reaching their final destination. The payment of the refund for the actual final destination or the security lodged in respect of the licence shall not be affected.", "1. In respect of exports made under licences applied for by 28 February 2003 at the latest, the following provisions of Regulation (EC) No 800/1999 shall not apply:\n- Article 18(3)(a),\n- the 20 % reduction provided for in the second indent of Article 18(3)(b),\n- the 10 % increase provided for in Article 25(1),\n- the 15 % increase provided for in the second subparagraph of Article 35(1).\n2. Where the right to a refund is lost, the penalty laid down in Article 51(1)(a) of Regulation (EC) No 800/1999 shall not apply.", "For each situation indicated in Articles 2 and 3, Member States shall notify to the Commission the quantities of products concerned for the previous week on Thursdays, specifying the date of issue of the licences.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 May 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 49.\n(2) OJ L 77, 20.3.2002, p. 7.\n(3) OJ L 282, 1.11.1975, p. 77.\n(4) OJ L 224, 18.8.1990, p. 29.\n(5) OJ L 315, 19.11.2002, p. 14.\n(6) OJ L 18, 23.1.2003, p. 11.\n(7) OJ L 59, 4.3.2003, p. 32.\n(8) OJ L 64, 7.3.2003, p. 36.\n(9) OJ L 62, 7.3.1980, p. 5.\n(10) OJ L 67, 12.3.2003, p. 3.\n(11) OJ L 102, 17.4.1999, p. 11.\n(12) OJ L 152, 24.6.2000, p. 1.\n(13) OJ L 47, 21.2.2003, p. 21.\n(14) OJ L 133, 17.6.1995, p. 16.\n(15) OJ L 305, 22.11.2001, p. 11.\n(16) OJ L 133, 17.6.1995, p. 26.\n(17) OJ L 186, 7.7.2001, p. 26.\n(18) OJ L 388, 30.12.1989, p. 18.\n(19) OJ L 328, 5.12.2002, p. 4."}