{"celex_id": "32006D0053", "uri": "http://publications.europa.eu/resource/cellar/4f1e5040-404e-47d7-8a01-40aee3357a9a", "type": "Decision", "concepts": ["1339", "1755", "1857", "192", "3885", "4636", "4743", "862", "922"], "title": "2006/53/EC: Council Decision of  23 January 2006  amending Decision 90/424/EEC on expenditure in the veterinary field\n", "header": "2.2.2006 EN Official Journal of the European Union L 29/37\nCOUNCIL DECISION\nof 23 January 2006\namending Decision 90/424/EEC on expenditure in the veterinary field\n(2006/53/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1) Avian influenza, previously called ‘avian plague’, is a very severe infection of birds that causes a very serious risk for animal health. The influenza virus of avian origin may, in certain conditions, also pose a risk for human health.\n(2) Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (3) provides for the possibility of a financial contribution from the Community to the Member States for the eradication of certain animal diseases. This Decision envisages the possibility of granting such contribution for the eradication of avian influenza caused by the so-called ‘highly pathogenic’ strains of virus.\n(3) During recent avian influenza epidemics, outbreaks of disease caused by low pathogenic avian influenza viruses subsequently mutated into highly pathogenic viruses causing devastating consequences and risks for public health. Once mutation has occurred, the virus is extremely difficult to control. Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza (4), establishes compulsory surveillance and control measures also in relation with the low pathogenic viruses, so that outbreaks of highly pathogenic avian influenza may be prevented.\n(4) In the light of the adoption of Directive 2005/94/EC it is appropriate to modify Decision 90/424/EEC so that Community financial assistance may also be granted for those eradication measures carried out by the Member States to combat avian influenza virus strains of low pathogenicity that may mutate into highly pathogenic strains,", "main_body": ["Decision 90/424/EEC is hereby amended as follows:\n1. Article 3 shall be amended as follows:\n(a) in paragraph 1, the sixth indent shall be deleted;\n(b) in paragraph 2, the first indent shall be replaced by the following:\n‘— the slaughter of animals of susceptible species which are affected or contaminated or suspected of being affected or contaminated, and their destruction,’;\n(c) paragraph 4 shall be replaced by the following:\n2. the following Article shall be inserted:\n— 50 % of the costs incurred by the Member State in compensating livestock owners for the killing of poultry or other captive birds;\n— 50 % of the costs incurred by the Member State for, the destruction of animals, the destruction of animal products, the cleaning and disinfection of holdings and equipment, the destruction of the contaminated feedingstuffs and for the destruction of contaminated equipment, where such equipment cannot be disinfected;\n— where emergency vaccination is decided upon in accordance with Article 54 of Directive 2005/94/EC, 100 % of the cost of supply of the vaccine and 50 % of the costs incurred in carrying out that vaccination.\n3. in Articles 6(1), 7(1) and 8(1) the reference ‘3a(1)’ shall be inserted after the reference ‘3(1)’.\n4. in the Annex, the following indent shall be added to Group 1:\n‘— avian influenza’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 January 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  Opinion delivered on 1 December 2005 (not yet published in the Official Journal).\n(2)  Opinion delivered on 28 September 2005 (not yet published in the Official Journal).\n(3)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Directive 2003/99/EC of the European Parliament and of the Council (OJ L 325, 12.12.2003, p. 31).\n(4)  OJ L 10, 14.1.2006, p. 16.\n(5)  OJ L 10, 14.1.2006, p. 16.’;"}