{"celex_id": "32006D0002", "uri": "http://publications.europa.eu/resource/cellar/c917caa9-ae66-439f-837f-bd05f0067f68", "type": "Decision", "concepts": ["1005", "2455", "5229"], "title": "2006/2/EC: Council Decision of  21 December 2005  amending Decision 2004/465/EC on a Community financial contribution towards Member States fisheries control programmes\n", "header": "5.1.2006 EN Official Journal of the European Union L 2/4\nCOUNCIL DECISION\nof 21 December 2005\namending Decision 2004/465/EC on a Community financial contribution towards Member States fisheries control programmes\n(2006/2/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) The Common Fisheries Policy (CFP) sets out general rules on the conservation, management and responsible exploitation, and processing and marketing of living aquatic resources.\n(2) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (2) underlined the need to enhance cooperation and coordination among Member States and with the Commission in order to strengthen control and discourage behaviour contrary to CFP rules.\n(3) The period covered by Decision 2004/465/EC (3) will expire on 31 December 2005.\n(4) Due to domestic budgetary and administrative difficulties, Member States which acceded to the Community on 1 May 2004 have obtained very limited Community financial assistance under the current financial scheme foreseen under Decision 2004/465/EC.\n(5) The new financial perspective will cover the period 2007 to 2013. In order to avoid an interruption of Community financial support, it is therefore necessary that the financial assistance available to Member States under Decision 2004/465/EC is continued during 2006.\n(6) It is appropriate to include in Decision 2004/465/EC studies on fisheries control as well as arrangements designed to facilitate the implementation of new technologies on control.\n(7) Decision 2004/465/EC should therefore be amended accordingly,", "main_body": ["Decision 2004/465/EC is hereby amended as follows:\n1. Article 3(2) shall be replaced by the following:\n2. The following points shall be added to Article 4(1):\n‘(i) Administrative arrangements with the Joint Research Centre aimed at implementing new technologies on control;\n(j) Studies on control-related areas carried out at the initiative of the Commission.’\n3. The first sentence of Article 5(1) shall be replaced by the following:\n4. The following point shall be added to Article 6(2):\n‘(d) for the actions referred to in Article 4(1)(i) and (j), the rate may be 100 % of the eligible expenditure.’\n5. In Article 12(2), ‘31 December 2008’ shall be replaced by ‘31 December 2010’.\n6. In Article 16(b):\n— ‘31 December 2006’ shall be replaced by ‘31 December 2007’,\n— point (v) shall be replaced by the following:\n‘(v) the impact of the financial contribution on fisheries control programmes over the whole period from 2001 to 2006.’\n7. In Article 17, ‘30 June 2007’ shall be replaced by ‘30 June 2008’.", "This Decision shall apply from 1 January 2006.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 2005.\nFor the Council\nThe President\nB. BRADSHAW\n(1)  Not yet published in the Official Journal.\n(2)  OJ L 358, 31.12.2002, p. 59.\n(3)  OJ L 157, 30.4.2004, p. 114."}