{"celex_id": "32006R1234", "uri": "http://publications.europa.eu/resource/cellar/96f435d4-4ed4-4683-8a59-9a96b77b6048", "type": "Regulation", "concepts": ["3190", "4682", "745", "888"], "title": "Commission Regulation (EC) No 1234/2006 of 16 August 2006 amending Regulation (EEC) No 2973/79 laying down detailed rules for the application of granting of assistance for the export of beef and veal products which may benefit from a special import treatment in a third country\n", "header": "17.8.2006 EN Official Journal of the European Union L 225/21\nCOMMISSION REGULATION (EC) No 1234/2006\nof 16 August 2006\namending Regulation (EEC) No 2973/79 laying down detailed rules for the application of granting of assistance for the export of beef and veal products which may benefit from a special import treatment in a third country\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1), and in particular Article 33(12) thereof,\nWhereas:\n(1) Article 12(8) of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector (2), as amended by Regulation (EC) No 360/2004 (3), no longer provides for the possibility of carrying over unused quantities where the amounts in respect of which licences have been applied for are less than the overall quantity available for export.\n(2) Article 1(1) of Commission Regulation (EEC) No 2973/79 of 21 December 1979 laying down detailed rules for the application of granting of assistance for the export of beef and veal products which may benefit from a special import treatment in a third country (4) provides for an annual quota of 5 000 tonnes of fresh, chilled or frozen beef for export to the United States of America. It also provides for that quota to be divided into four quantities of 1 250 tonnes, each to be available per quarter, and for the possibility of a quarterly carry-over of unused quantities available per quarter.\n(3) As a result of the amendment introduced by Regulation (EC) No 360/2004, the quarterly carry-over provided for in the second subparagraph of Article 1(1) of Regulation (EEC) No 2973/79 has become obsolete and should be deleted.\n(4) Moreover, in view of the rate of use of the above mentioned quota and the abolition of the possibility of a quarterly carry-over, there is no longer any point in maintaining the obligation to divide that quota into four identical quarterly quantities. Consequently, the quarterly breakdown into available quantities should also be abolished.\n(5) Regulation (EEC) No 2973/79 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["In Article 1(1) of Regulation (EEC) No 2973/79, the second subparagraph is deleted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 August 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 143, 27.6.1995, p. 35. Regulation as last amended by Regulation (EC) No 1118/2004 (OJ L 217, 17.6.2004, p. 10).\n(3)  OJ L 63, 28.2.2004, p. 13.\n(4)  OJ L 336, 29.12.1979, p. 44. Regulation as last amended by Regulation (EEC) No 3434/87 (OJ L 327, 18.11.1987, p. 7)."}