{"celex_id": "32005R1074", "uri": "http://publications.europa.eu/resource/cellar/f87b52a0-300b-4869-955e-e416d1f0d537", "type": "Regulation", "concepts": ["2173", "2938", "3003", "3068", "4734", "755"], "title": "Commission Regulation (EC) No 1074/2005 of 7 July 2005 amending Regulation (EC) No 1227/2000 laying down detailed rules for the application of Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine, as regards production potential\n", "header": "8.7.2005 EN Official Journal of the European Union L 175/12\nCOMMISSION REGULATION (EC) No 1074/2005\nof 7 July 2005\namending Regulation (EC) No 1227/2000 laying down detailed rules for the application of Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine, as regards production potential\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 15 thereof,\nWhereas:\n(1) In order to harmonise the Community area aid system in all agricultural sectors, the rules applicable to the wine sector should be amended as regards the tolerance applicable to the system for the restructuring and conversion of vineyards.\n(2) This amendment involves a significant administrative burden. Since the wine year begins on 1 August each year, this Regulation should apply to aid applications approved from 1 August 2005.\n(3) Articles 16 and 17 of Commission Regulation (EC) No 1227/2000 (2) lay down the rules on financing the restructuring and conversion scheme.\n(4) For the 2005 financial year, funding allocations have been allocated to the Member States under Commission Decision 2004/687/EC of 6 October 2004 fixing, for the 2004/2005 marketing year and in respect of a certain number of hectares, an indicative financial allocation by Member State for the restructuring and conversion of vineyards under Council Regulation (EC) No 1493/1999 (3).\n(5) The rules laid down in Articles 16 and 17 of Regulation (EC) No 1227/2000 stipulate in particular that the appropriations allocated to a Member State whose corresponding expenditure was not incurred or validated by 30 June is to be reallocated to the Member States whose incurred and validated expenditure equals the allocation awarded to them. The rules also provide for the amounts awarded to the Member States to be reduced for the following financial year if the expenditure incurred by them on 30 June is less than 75 % of their initial allocations.\n(6) Some Member States for which the 2004/2005 wine year is the first year of application of the restructuring and conversion scheme are finding it hard to implement. Application of the rules in Articles 16 and 17 of Regulation (EC) No 1227/2000 would result in excessive reductions in the appropriations available to those Member States for restructuring and conversion in this and the next financial year.\n(7) So, on a transitional basis and for the 2004/2005 wine year, these excessive reductions are to be avoided by making provision for the reallocation, within appropriate limits, of the appropriations in respect of which the corresponding expenditure was neither incurred nor validated on 30 June 2005 to those Member States that have not yet totally exhausted their allocations by that date and for which the 2004/2005 wine year is the first year of application of the restructuring and conversion scheme.\n(8) A similar provision was introduced in 2001 when the vineyard restructuring and conversion scheme first applied. As the efforts made by the Member States for which the 2004/2005 wine year is their first to apply this scheme are greater than those that had been recorded for certain Member States in the 2000/2001 wine year, the option of reallocating the appropriations must be fixed at a higher level than the one that applied in 2001.\n(9) Regulation (EC) No 1227/2000 should therefore be amended.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EC) No 1227/2000 is hereby amended as follows:\n1. Article 15(4) shall be replaced by the following:\n2. Article 15a(3) is replaced by the following:\n3. The following paragraph 9 is added to Article 17:\n(a) any Member State for which the 2004/2005 wine year is the first year of application of the restructuring and conversion scheme and which reports to the Commission under Article 16(1)(a) and (b) an amount below 90 % of the financial allocation awarded to it under Commission Decision 2004/687/EC (4) may apply to the Commission, no later than 10 July 2005, for a further contribution to expenditure in the 2005 financial year above that notified to the Commission under Article 16(1)(a) and (b) and up to 90 % of the financial allocation awarded to it by Decision 2004/687/EC;\n(b) applications for further funding sent to the Commission under Article 16(1)(c) by the Member States not referred to in point (a) of this paragraph shall be accepted on a pro rata basis by using the available appropriations once the amounts for all Member States notified under Article 16(1)(a) and (b) and accepted and the total of the amounts accepted under point (a) of this paragraph have together been deducted;\n(c) the Commission shall notify the Member States of their definitive allocations for 2005 as soon as possible.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nPoints 1 and 2 of Article 1 shall apply to aid applications approved from 1 August 2005.\nPoint 3 of Article 1 shall apply from 1 July 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 July 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation last amended by Commission Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(2)  OJ L 143, 16.6.2000, p. 1. Regulation last amended by Regulation (EC) No 1389/2004 (OJ L 255, 31.7.2004, p. 7).\n(3)  OJ L 313, 12.10.2004, p. 23.\n(4)  OJ L 313, 12.10.2004, p. 23.’"}