{"celex_id": "32008R1239", "uri": "http://publications.europa.eu/resource/cellar/fb6db113-9f97-4c9f-818a-3452dcd715b3", "type": "Regulation", "concepts": ["1877", "2282", "2437", "2879", "4320", "4790", "5228", "542"], "title": "Commission Regulation (EC) No 1239/2008 of 10 December 2008 reopening the fishery for cod in Kattegat by vessels flying the flag of Sweden\n", "header": "12.12.2008 EN Official Journal of the European Union L 334/58\nCOMMISSION REGULATION (EC) No 1239/2008\nof 10 December 2008\nreopening the fishery for cod in Kattegat by vessels flying the flag of Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1), and in particular Article 26(4) thereof,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to common fisheries policy (2), and in particular Article 21(3) thereof,\nWhereas:\n(1) Council Regulation (EC) No 40/2008 of 16 January 2008 fixing for 2008 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in Community waters and for Community vessels, in waters where catch limitations are required (3), lays down quotas for 2008.\n(2) On 15 May 2008 Sweden notified the Commission, pursuant to Article 21(2) of Regulation (EEC) No 2847/93, that it would close the fishery for cod in Kattegat from 19 May 2008 onwards.\n(3) On 19 June 2008 the Commission, pursuant to Article 21(3) of Regulation (EEC) No 2847/93 and Article 26(4) of Regulation (EC) No 2371/2002, adopted Regulation (EC) No 585/2008 establishing a prohibition of fishing for cod in Kattegat by vessels flying the flag of Sweden (4), with effect from the same date.\n(4) According to the information received by the Commission from the Swedish authorities, a quantity of cod is still available in the Swedish quota in Kattegat. Consequently, fishing for cod in these waters by vessels flying the flag of Sweden or registered in Sweden should be authorised.\n(5) This authorisation should take effect on 13 October 2008, in order to allow the quantity of cod in question to be fished before the end of the current year.\n(6) Commission Regulation (EC) No 585/2008 should be repealed with effect from 13 October 2008,", "main_body": ["Repeal\nRegulation (EC) No 585/2008 is hereby repealed.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 13 October 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 December 2008.\nFor the Commission\nFokion FOTIADIS\nDirector-General for Maritime Affairs and Fisheries\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 261, 20.10.1993, p. 1.\n(3)  OJ L 19, 23.1.2008, p. 1.\n(4)  OJ L 162, 21.6.2008, p. 9.\nANNEX\nNo 64 — Reopening\nMember State SWE\nStock COD/03AS.\nSpecies Cod\nZone Kattegat\nDate 13.10.2008"}