{"celex_id": "32003R1035", "uri": "http://publications.europa.eu/resource/cellar/e2adbab7-102b-4085-9445-3a27a0bbc604", "type": "Regulation", "concepts": ["2965", "3003", "6042", "797"], "title": "Commission Regulation (EC) No 1035/2003 of 17 June 2003 amending Regulation (EC) No 2316/1999 laying down detailed rules for the application of Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops\n", "header": "Commission Regulation (EC) No 1035/2003\nof 17 June 2003\namending Regulation (EC) No 2316/1999 laying down detailed rules for the application of Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops(1), as last amended by Regulation (EC) No 1038/2001(2), and in particular Article 9 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2316/1999(3), as last amended by Regulation (EC) No 335/2003(4), lays down detailed rules for applying Regulation (EC) No 1251/1999 with respect to the conditions for granting area payments for certain arable crops and lays down the conditions for set-aside.\n(2) Under Community policy to improve quality, the eligibility of claimants of area payments for rape and colza seed is limited to those who have used quality seed of the specified varieties. To determine the eligible varieties, reference is made to the common catalogue of varieties of agricultural plant species established by Council Directive 2002/53/EC(5). The time limit for continued eligibility of varieties removed from the common catalogue should be specified.\n(3) New varieties of flax grown for fibre may be considered eligible. These should be included in the list of varieties eligible for the support system in Annex XII to Regulation (EC) No 2316/1999.\n(4) Regulation (EC) No 2316/1999 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 2316/1999 is hereby amended as follows:\n1. Article 4(1) is replaced by the following:\n\"1. The Member States shall apply a quality policy in respect of colza and rape seed by limiting areas eligible for area payments to those sown with certified seed of double-zero (00) varieties of colza and rape seed notified and entered as such in the common catalogue of varieties of agricultural plant species established by Council Directive 2002/53/EC(6) prior to any payment. Where a variety is removed from the common catalogue, it shall continue to be eligible until 30 June of the third year following that in which it was included at the latest. Double-zero varieties shall be those producing seed with a maximum glucosinolate content of 25 μmol/g at a moisture content of 9 %, as determined by method EN ISO 9167-1: 1995, and an erucic acid content of not more than 2 % of the total fatty acid content, as determined by method EN ISO 5508: 1995.\"\n2. The flax varieties \"Alizée\" and \"Drakkar\" grown for fibre are inserted in point 1 of Annex XII.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.", "(2) shall apply from the 2003/04 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 June 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 1.\n(2) OJ L 145, 31.5.2001, p. 16.\n(3) OJ L 280, 30.10.1999, p. 43.\n(4) OJ L 49, 22.2.2003, p. 3.\n(5) OJ L 193, 20.7.2002, p. 1.\n(6) OJ L 193, 20.7.2002, p. 1."}