{"celex_id": "32008D0059", "uri": "http://publications.europa.eu/resource/cellar/b4962aef-b72f-4479-9631-3f09cb09f241", "type": "Decision", "concepts": ["1026", "1048", "12", "2300", "5251", "5283"], "title": "2008/59/EC: Commission Decision of 18 December 2007 adjusting the weightings applicable from 1 August , 1 September , 1 October , 1 November and 1 December 2006 and from 1 January 2007 to the remuneration of officials, temporary staff and contract staff of the European Communities serving in third countries and of certain officials remaining in post in the two new Member States for a maximum period of nineteen months after the accession of the two new Member States\n", "header": "18.1.2008 EN Official Journal of the European Union L 15/29\nCOMMISSION DECISION\nof 18 December 2007\nadjusting the weightings applicable from 1 August, 1 September, 1 October, 1 November and 1 December 2006 and from 1 January 2007 to the remuneration of officials, temporary staff and contract staff of the European Communities serving in third countries and of certain officials remaining in post in the two new Member States for a maximum period of nineteen months after the accession of the two new Member States\n(2008/59/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Staff Regulations of officials of the European Communities and the conditions of employment of other servants of the Communities laid down by Council Regulation (EEC, Euratom, ECSC) No 259/68 (1), and in particular the second paragraph of Article 13 of Annex X thereto,\nHaving regard to the Treaty of Accession of the two new Member States, and in particular Article 33(4) thereof,\nWhereas:\n(1) Council Regulation (EC, Euratom) No 453/2007 (2) fixed, pursuant to the first paragraph of Article 13 of Annex X to the Staff Regulations, the weightings to be applied from 1 July 2006 to the remuneration payable in the currency of the country of employment of officials, temporary staff and contract staff of the European Communities serving in third countries and of certain officials remaining in post in the two new Member States for a maximum period of nineteen months after accession.\n(2) Some of these weightings need to be adjusted in accordance with the second paragraph of Article 13 of Annex X to the Staff Regulations with effect from 1 August, 1 September, 1 October, 1 November and 1 December 2006 and from 1 January 2007 because the statistics available to the Commission show that in certain third countries the variation in the cost of living measured on the basis of the weighting and the corresponding exchange rate has exceeded 5 % since weightings were last laid down or adjusted,", "main_body": ["With effect from 1 August, 1 September, 1 October, 1 November and 1 December 2006 and from 1 January 2007 the weightings applicable to the remuneration payable in the currency of the country of employment of officials, temporary staff and contract staff of the European Communities serving in third countries and of certain officials remaining in post in the two new Member States for a maximum period of 19 months after accession shall be adjusted as shown in the Annex hereto.\nThe exchange rates for the calculation of such remuneration shall be established in accordance with the rules for the implementation of the Financial Regulation and shall correspond to the date referred to in the first paragraph."], "attachments": "Done at Brussels, 18 December 2007.\nFor the Commission\nBenita FERRERO-WALDNER\nMember of the Commission\n(1)  OJ L 56, 4.3.1968, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 337/2007 (OJ L 90, 30.3.2007, p. 1).\n(2)  OJ L 109, 26.4.2007, p. 1.\nANNEX\nPlace of employment Weightings August 2006\nLesotho 68,3\nMadagascar 76,9\nMozambique 76,4\nZimbabwe 60,1\nPlace of employment Weightings September 2006\nSenegal 85,5\nYemen 71,9\nZimbabwe 71,4\nPlace of employment Weightings October 2006\nBrazil 79,3\nGuinea 55,8\nNepal 72,4\nDemocratic Republic of Congo 122,8\nZimbabwe 82,6\nPlace of employment Weightings November 2006\nAlgeria 91,4\nArmenia 122,5\nIndonesia 89,8\nMoldova 55,8\nDemocratic Republic of Congo 125,6\nSudan 57,6\nZimbabwe 95,1\nPlace of employment Weightings December 2006\nArgentina 50,7\nChile 72,4\nSolomon Islands 89,1\nDemocratic Republic of Congo 127,1\nRwanda 89,6\nUkraine 106,5\nVenezuela 60,9\nZimbabwe 102,4\nPlace of employment Weightings January 2007\nBangladesh 47,1\nBotswana 63,3\nBrazil 83,9\nBurkina Faso 94,9\nDjibouti 96,8\nEritrea 49,5\nEthiopia 88,1\nGambia 58,6\nGeorgia 99,8\nGuinea 52,3\nJamaica 90,2\nMalawi 70,8\nMorocco 91,1\nMauritius 65,7\nMexico 73,7\nMozambique 76,1\nPakistan 53,5\nSwaziland 56,8\nTanzania 59,5\nYemen 74,5\nZimbabwe 114,9"}