{"celex_id": "32002D0494", "uri": "http://publications.europa.eu/resource/cellar/71d3044a-1821-4c7c-a784-4ef89c4eaef8", "type": "Decision", "concepts": ["216", "306", "3422", "3920", "564"], "title": "2002/494/JHA: Council Decision of 13 June 2002 setting up a European network of contact points in respect of persons responsible for genocide, crimes against humanity and war crimes\n", "header": "Council Decision\nof 13 June 2002\nsetting up a European network of contact points in respect of persons responsible for genocide, crimes against humanity and war crimes\n(2002/494/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Title VI of the Treaty on European Union, and in particular Article 30 and Article 34(2)(c) thereof,\nHaving regard to the initiative of the Kingdom of the Netherlands,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) The International Criminal Tribunals for the former Yugoslavia and for Rwanda have since 1995 been investigating, prosecuting and bringing to justice violations of laws and customs of war, genocide and crimes against humanity.\n(2) The Rome Statute of the International Criminal Court of 17 July 1998 affirms that the most serious crimes of concern to the international community as a whole, in particular genocide, crimes against humanity and war crimes, must not go unpunished and that their effective prosecution must be ensured by taking measures at national level and by enhancing international cooperation.\n(3) The Rome Statute recalls that it is the duty of every State to exercise its criminal jurisdiction over those responsible for such international crimes.\n(4) The Rome Statute emphasises that the International Criminal Court established under it is to be complementary to national criminal jurisdictions.\n(5) All Member States of the European Union have either signed or ratified the Rome Statute.\n(6) The investigation and prosecution of, and exchange of information on, genocide, crimes against humanity and war crimes is to remain the responsibility of national authorities, except as affected by international law.\n(7) Member States are being confronted with persons who were involved in such crimes and are seeking refuge within the European Union's frontiers.\n(8) The successful outcome of effective investigation and prosecution of such crimes at national level depends to a high degree on close cooperation between the various authorities involved in combating them.\n(9) It is essential that the relevant authorities of the States Parties to the Rome Statute, including the Member States of the European Union, cooperate closely in this connection.\n(10) Close cooperation will be enhanced if the Member States make provision for direct communication between centralised, specialised contact points.\n(11) Close cooperation between such contact points may provide a more complete overview of persons involved in such crimes, including the question of in which Member States they are the subject of investigation.\n(12) The Member States, in Council Common Position 2001/443/CFSP of 11 June 2001 on the International Criminal Court(2), have expressed that the crimes within the jurisdiction of the International Criminal Court are of concern for all Member States, which are determined to cooperate for the prevention of those crimes and for putting an end to the impunity of the perpetrators thereof.\n(13) This Decision does not affect any convention, agreement or arrangement regarding mutual assistance in criminal matters between judicial authorities,", "main_body": ["Designation and notification of contact points\n1. Each Member State shall designate a contact point for the exchange of information concerning the investigation of genocide, crimes against humanity and war crimes such as those defined in Articles 6, 7 and 8 of the Rome Statute of the International Criminal Court of 17 July 1998.\n2. Each Member State shall notify the General Secretariat of the Council in writing of its contact point within the meaning of this Decision. The General Secretariat shall ensure that this notification is passed on to the Member States, and inform the Member States of any changes in these notifications.", "Collection and exchange of information\n1. Each contact point's task shall be to provide on request, in accordance with the relevant arrangements between Member States and applicable national law, any available information that may be relevant in the context of investigations into genocide, crimes against humanity and war crimes as referred to in Article 1(1), or to facilitate cooperation with the competent national authorities.\n2. Within the limits of the applicable national law, contact points may exchange information without a request to that effect.", "Informing the European Parliament\nThe Council will inform the European Parliament of the functioning and effectiveness of the European network of contact points in the context of the annual debate held by the European Parliament pursuant to Article 39 of the Treaty.", "Implementation\nMember States shall ensure that they are able to cooperate fully in accordance with the provisions of this Decision at the latest one year after this Decision takes effect.", "Taking effect\nThis Decision shall take effect on the date of its adoption."], "attachments": "Done at Luxembourg, 13 June 2002.\nFor the Council\nThe President\nM. Rajoy Brey\n(1) OJ C 295, 20.10.2001, p. 7.\n(2) Opinion delivered on 9 April 2002 (not yet published in the Official Journal)."}