{"celex_id": "32000D0280", "uri": "http://publications.europa.eu/resource/cellar/7f4293cc-e5b6-4362-a4aa-6adda77de4ca", "type": "Decision", "concepts": ["1085", "1318", "1445", "1755", "192", "2560"], "title": "2000/280/EC: Commission Decision of 30 March 2000 amending Decisions 93/24/EEC and 93/244/EEC and concerning additional guarantees relating to Aujeszky's disease for pigs destined for regions free of the disease in France and Germany (notified under document number C(2000) 907) (Text with EEA relevance)\n", "header": "Commission Decision\nof 30 March 2000\namending Decisions 93/24/EEC and 93/244/EEC and concerning additional guarantees relating to Aujeszky's disease for pigs destined for regions free of the disease in France and Germany\n(notified under document number C(2000) 907)\n(Text with EEA relevance)\n(2000/280/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine(1), as last amended by Directive 98/99/EC(2), and in particular Article 10(2) thereof,\nWhereas:\n(1) An eradication programme was undertaken in some parts of the territory of Germany for Aujeszky's disease that had been approved by Commission Decision 95/210/EC(3).\n(2) In relation to this programme certain additional guarantees relating to Aujeszky's disease for pigs destined for certain regions of its territory had been granted to Germany by Commission Decision 93/244/EEC(4), as last amended by Decision 1999/399/EC(5).\n(3) Germany considers that the Land Baden-Württemberg is free from Aujeszky's disease and has submitted supporting documentation to the Commission as provided for in Article 10 of Directive 64/432/EEC.\n(4) The programme is regarded to have been successful in eradicating this disease from Baden-Württemberg.\n(5) France considers that the Departments Loire-Atlantique, Doubs, Haute-Marne, Nièvre, Saône-et-Loire, Bouches-du-Rhône, Jura, Savoie, Vaucluse and Territoire de belfort are free from Aujeszky's disease and has submitted supporting documentation to the Commission as provided for in Article 10 of Directive 64/432/EEC.\n(6) An eradication programme was undertaken in these regions of France for Aujeszky's disease.\n(7) The programme is regarded to have been successful in eradicating this disease from Loire-Atlantique, Doubs, Haute-Marne, Nièvre, Saône-et-Loire, Bouches-du-Rhône, Jura, Savoie, Vaucluse and Territoire de Belfort.\n(8) The authorities of Germany and France apply for national movement of pigs rules at least equivalent to those provided by the present Decision.\n(9) These additional guarantees must not be requested from Member States or regions of Member States which are themselves regarded as free from Aujeszky's disease.\n(10) Commission Decision 93/24/EEC(6), as last amended by Decision 1999/399/EC, lays down additional guarantees relating to Aujeszky's disease for pigs destined for Member States or regions free of the disease and lists those regions in Annex I.\n(11) The Land Baden-Württemberg which is free of the disease should be added to Annex I to Commission Decision 93/24/EEC and should be removed from Annex I to Decision 93/244/EEC.\n(12) The Departments Loire-Atlantique, Doubs, Haute-Marne, Nièvre, Saône-et-Loire, Bouches-du-Rhône, Jura, Savoie, Vaucluse and Territoire de Belfort which are free of the disease should be added to annex I to Commission Decision 93/24/EEC.\n(13) The measures provided for in this decision are in accordance with the opinion of the Standing veterinary Committee,", "main_body": ["Annex I to Decision 93/24/EEC is replaced by Annex I to this Decision.\nAnnex I to Decision 93/244/EEC is replaced by Annex II to this Decision.", "This Decision shall apply from 15 April 2000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 March 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 1977/64.\n(2) OJ L 358, 31.12.1998, p. 107.\n(3) OJ L 132, 16.6.1995, p. 19.\n(4) OJ L 111, 5.5.1993, p. 21.\n(5) OJ L 150, 17.6.1999, p. 32.\n(6) OJ L 16, 25.1.1993, p. 18.\nANNEX I\n\"ANNEX I\nREGIONS FREE OF AUJESZKY'S DISEASE WHICH DO NOT PERMIT VACCINATION\n>TABLE>\"\nANNEX II\n\"ANNEX I\n>TABLE>\"."}