{"celex_id": "32003R0668", "uri": "http://publications.europa.eu/resource/cellar/d80ed2a4-a1d6-4a78-8776-18fce180f010", "type": "Regulation", "concepts": ["1277", "1590", "6052", "6111"], "title": "Commission Regulation (EC) No 668/2003 of 11 April 2003 concerning the permanent authorisation of an additive in feedingstuffs (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 668/2003\nof 11 April 2003\nconcerning the permanent authorisation of an additive in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs(1), as last amended by Regulation (EC) No 1756/2002(2), and in particular Articles 3 and 9d thereof,\nWhereas:\n(1) Directive 70/524/EEC requires that no additive may be put into circulation unless a Community authorisation has been granted.\n(2) Permanent authorisation of an already authorised additive for use in feedingstuffs may be given if the conditions laid down in Article 3a of the Directive are satisfied.\n(3) The enzyme preparation set out in this Regulation was provisionally authorised for the first time by Commission Regulation (EC) No 1436/98(3) in accordance with Council Directive 93/113/EC(4), further to a favourable opinion of the Scientific Committee for Animal Nutrition (SCAN), in particular with regard to the safety of the product. The provisional authorisation of this additive was extended until 30 June 2004(5) in accordance with Directive 70/524/EEC.\n(4) New data were submitted by the producing company in support of an application for authorisation without a time limit of the enzyme preparation set out in this Regulation.\n(5) On 4 December 2002, the SCAN delivered a favourable opinion on the efficacy of the enzyme preparation under the conditions laid down in the Annex.\n(6) Taking into account the opinion of the SCAN, the assessment of the application for authorisation submitted in respect of the enzyme preparation, shows that the conditions provided for in Article 3a of Directive 70/524/EEC are satisfied. That preparation should therefore be authorised for an unlimited period of time.\n(7) The assessment of the application shows that certain procedures should be required to protect workers from exposure to the additive set out in the Annex. However, such protection should be assured by the application of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work(6).\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation belonging to the group \"Enzymes\" as set out in the Annex is authorised for use as an additive in feedingstuffs under the conditions laid down in the Annex.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 April 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 270, 14.12.1970, p. 1.\n(2) OJ L 265, 3.10.2002, p. 1.\n(3) OJ L 191, 7.7.1998, p. 15.\n(4) OJ L 334, 31.12.1993, p. 17.\n(5) Last extension in Commission Regulation (EC) No 2200/2001 (OJ L 299, 15.11.2001, p. 1).\n(6) OJ L 183, 29.6.1989, p. 1.\nANNEX\n>TABLE>"}