{"celex_id": "32009D0355", "uri": "http://publications.europa.eu/resource/cellar/9cc8e258-e7a1-43f9-a433-5d82005f50a5", "type": "Decision", "concepts": ["1118", "1442", "1590", "2735", "5451"], "title": "2009/355/EC: Commission Decision of 28 April 2009 authorising the placing on the market of lycopene oleoresin from tomatoes as novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2009) 3036)\n", "header": "30.4.2009 EN Official Journal of the European Union L 109/47\nCOMMISSION DECISION\nof 28 April 2009\nauthorising the placing on the market of lycopene oleoresin from tomatoes as novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2009) 3036)\n(Only the English text is authentic)\n(2009/355/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 7 September 2004 the company Ottaway & Associates Ltd. on behalf of the company LycoRed made a request to the competent authorities of the United Kingdom to place lycopene oleoresin from tomatoes on the market as a novel food ingredient; on 30 June 2005 the competent food assessment body of the United Kingdom issued its initial assessment report, in which it came to the conclusion that lycopene oleoresin from tomatoes is acceptable to be used in the proposed range of foodstuffs.\n(2) The Commission forwarded the initial assessment report to all Member States on 9 August 2005.\n(3) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision; therefore the European Food Safety Authority (EFSA) was consulted on 13 September 2006 and issued its opinion on 24 April 2008.\n(4) In that opinion, EFSA came to the conclusion that lycopene may be safely used as a food ingredient for the proposed use; however, EFSA concluded that the consumption of lycopene by the average user will stay below the Acceptable Daily Intake (ADI), but that some users of lycopene may exceed the ADI.\n(5) Meanwhile, following other requests for other uses of lycopene as novel food ingredient, EFSA came to the same conclusion; therefore, it appears appropriate to establish a list of foods acceptable for the addition of lycopene.\n(6) Therefore, it appears appropriate to collect intake data for a number of years following the authorisation in order to review this authorisation in the light of any further information on the safety of lycopene and its consumption. Particular attention should be given to the collection of data regarding the levels of lycopene in breakfast cereals. However, this requirement under the present Decision, applies to the use of lycopene as a novel food ingredient and not to the use of lycopene as a food colour, that falls within the scope of Council Directive 89/107/EEC of 21 December 1988 on the approximation of laws of the Member States concerning food additives authorised for use in foodstuffs intended for human consumption (2).\n(7) On the basis of the scientific assessment, it is established that lycopene oleoresin from tomatoes complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Lycopene oleoresin from tomatoes, hereinafter called the product, as specified in Annex I, may be placed on the market in the Community as a novel food ingredient to be used in the foods listed in Annex II.", "The designation of the novel food ingredient authorised by this Decision on the labelling of the foodstuff containing it shall be ‘lycopene oleoresin from tomatoes’.", "The company LycoRed shall establish a monitoring programme accompanying the marketing of the product. This programme shall encompass information about use levels of lycopene in foods as specified in Annex III.\nThe data collected shall be made available to the Commission and Member States in accordance with the periodicity established in Annex III.\nIn the light of new information and a report of EFSA, at the latest in the year 2014 the use of lycopene oleoresin from tomatoes as an ingredient to foods shall be reviewed.", "This Decision is addressed to LycoRed Ltd, Hebron Rd, Industrial Zone, Beer Sheva 84102, Israel."], "attachments": "Done at Brussels, 28 April 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  OJ L 40, 11.2.1989, p. 27.\nANNEX I\nSpecifications of lycopene oleoresin from tomatoes\nDESCRIPTION\nLycopene oleoresin from tomatoes is obtained by solvent extraction of ripe tomatoes Lycopersicon esculentum) with subsequent removal of the solvent. It is a red to dark brown viscous, clear liquid.\nCOMPOSITION\nTotal lycopene 5 to 15 %\nThereof trans-lycopene 90 – 95 %\nTotal carotenoids (calculated as lycopene) 6,5 – 16,5 %\nOther carotenoids 1,75 %\n(Phytoene/phytofluene/β-carotene) (0,5 to 0,75/0,4 to 0,65/0,2 to 0,35 %)\nTotal tocopherols 1,5 to 3,0 %\nUnsaponifiable matter 13 to 20 %\nTotal fatty acids 60 to 75 %\nWater (Karl Fischer) Not more than 0,5 %\nANNEX II\nList of foods to which ‘lycopene oleoresin from tomatoes’ may be added\nFood category Maximum content of lycopene\nFruit/vegetable juice-based drinks (including concentrates) 2,5 mg/100 g\nDrinks intended to meet the expenditure of intense muscular effort especially for sportsmen 2,5 mg/100 g\nFoods intended for use in energy-restricted diets for weight reduction 8 mg/meal replacement\nBreakfast cereals 5 mg/100 g\nFats & dressings 10 mg/100 g\nSoups other than tomato soups 1 mg/100 g\nBread (including crispy breads) 3 mg/100 g\nDietary foods for special medical purposes In accordance with the particular nutritional requirements\nANNEX III\nPost launch monitoring of lycopene oleoresin from tomatoes\nINFORMATION TO BE COLLECTED\nQuantities of lycopene oleoresin from tomatoes expressed as lycopene provided by LycoRed to their customers for the production of final food products to be placed on the market in the European Union.\nResults of data base searches on product launches of foods with added lycopene, including fortification levels and portion sizes per launched food by Member State.\nREPORTING OF THE INFORMATION\nThe information above shall be reported to the European Commission annually for the years 2009 to 2012. For the first time on 31 October 2010 for the reporting period 1 July 2009 to 30 June 2010; and then with the same yearly reporting period for the following two years.\nADDITIONAL INFORMATION\nWhere appropriate and available to LycoRed also the same information on intakes of lycopene used as food colour or ingredient to food supplements should be reported.\nWhere available, LycoRed shall provide new scientific information for a reconsideration of the maximum safe intake levels of lycopene.\nASSESSMENT OF INTAKE LEVELS OF LYCOPENE\nBased on the collected and reported information above, LycoRed shall carry out an updated intake assessment.\nREVIEW\nThe Commission shall consult EFSA in 2013 to review the information provided by industry."}