{"celex_id": "32006R0592", "uri": "http://publications.europa.eu/resource/cellar/0e9d0734-6051-4c0b-a440-4abe27f6ec8a", "type": "Regulation", "concepts": ["1425", "2734", "2735", "4141", "568", "767", "893"], "title": "Commission Regulation (EC) No 592/2006 of  12 April 2006  amending Annex II to Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\n", "header": "13.4.2006 EN Official Journal of the European Union L 104/13\nCOMMISSION REGULATION (EC) No 592/2006\nof 12 April 2006\namending Annex II to Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (1), and in particular the second indent of Article 13 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 473/2002 of 15 March 2002 amending Annexes I, II and VI to Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs, and laying down detailed rules as regards the transmission of information on the use of copper compounds (2) extended the authorisation to use composted or fermented household waste in organic farming with a number of conditions for its use for four years, pending a possible review of these conditions after the expiry of that period in the light of possible new Community legislation on household waste.\n(2) The four-year period expires on 31 March 2006 and no new Community legislation on the use of household waste has yet been established. It is therefore considered appropriate to maintain the authorisation to use composted or fermented household waste in organic farming under the present conditions but with no further limitation in time.\n(3) Annex II to Regulation (EEC) No 2092/91 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee set up by Article 14 of Regulation (EEC) No 2092/91,", "main_body": ["Annex II to Regulation (EEC) No 2092/91 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 April 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 198, 22.7.1991, p.1. Regulation as last amended by Commission Regulation (EC) No 1916/2005 (OJ L 307, 25.11.2005, p. 10).\n(2)  OJ L 75, 16.3.2002, p. 21. Regulation as last amended by Regulation (EC) No 746/2004 (OJ L 122, 26.4.2004, p. 10).\nANNEX\nIn the table in Part A of Annex II to Regulation (EEC) No 2092/91 (Fertilisers and soil conditioners), for the entry ‘Composted or fermented household waste’, the following is deleted: ‘Only during a period expiring on 31 March 2006’."}