{"celex_id": "32001L0061", "uri": "http://publications.europa.eu/resource/cellar/ceb6b44c-88c2-4e3e-923a-09f901a8dbfb", "type": "Directive", "concepts": ["1442", "1837", "2735", "2746", "3646", "5300"], "title": "Commission Directive 2001/61/EC of 8 August 2001 on the use of certain epoxy derivatives in materials and articles intended to come into contact with foodstuffs (Text with EEA relevance)\n", "header": "Commission Directive 2001/61/EC\nof 8 August 2001\non the use of certain epoxy derivatives in materials and articles intended to come into contact with foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/109/EEC of 21 December 1988 on the approximation of the laws of the Member States relating to materials and articles intended to come into contact with foodstuffs(1), and in particular Article 3 thereof,\nAfter consulting the Scientific Committee on Food,\nWhereas:\n(1) The use and/or presence of 2,2-bis(4-hydroxyphenyl)propane bis(2,3-epoxypropyl) ether (\"BADGE\"), bis(hydroxyphenyl)methane bis(2,3-epoxypropyl)ethers (\"BFDGE\") and novolac glycidyl ethers (\"NOGE\") in materials and articles intended to come into contact with foodstuffs has led to questions about their safety, mainly when they are used as an additive.\n(2) Test results have shown significant levels of these substances and certain derivatives thereof in some foodstuffs.\n(3) The Scientific Committee on Food has given an opinion that the specific migration limit for BADGE and some of its derivatives can be extended for another three years pending the submission of further toxicological data for evaluation.\n(4) Acceptance of the use and/or presence of BADGE may therefore be provisionally extended.\n(5) The Scientific Committee on Food has examined the data available on BFDGE, which are very similar to the corresponding data obtained for BADGE.\n(6) Acceptance of the use and/or presence of BFDGE and some of its derivatives may therefore also be continued pending the submission and evaluation of further toxicological data, under certain conditions.\n(7) The Scientific Committee on Food has stated that, in the absence of information about the potential exposure and toxicological profile of NOGE components with more than two aromatic rings and their derivatives, it is not in a position to evaluate the safety of use and/or the presence of corresponding products. The Committee is therefore of the opinion that at present, it is not appropriate to use NOGE as an additive in materials and articles intended to come into contact with foodstuffs due to its tendency to migrate in this application.\n(8) The use and/or presence of NOGE components with more than two aromatic rings and their derivatives in plastic materials and articles, surface coatings and adhesives intended to come into contact with foodstuffs should be regulated through the establishment of a strict limit. That limit should, in practice, provisionally rule out their use as additives, pending the submission of adequate data for an appropriate risk assessment and the development of adequate methods for the determination of their levels in foodstuffs.\n(9) The use and/or presence of NOGE and BFDGE as monomers and starting substances for the preparation of special coatings used to cover the surfaces of very big containers should provisionally be allowed to continue, pending the submission of further technical data. The large volume/surface area ratio of these containers, their repeated use over their long lifetime, which reduces migration and their contact with foodstuffs at ambient temperature in the majority of the applications suggest that it is not necessary to set a migration limit for NOGE and BFDGE in such containers.\n(10) Member States which have not yet authorised the use and/or the presence of BADGE and/or BFDGE and/or NOGE in materials and articles intended to come into contact with foodstuffs may maintain their prohibition.\n(11) The use of BADGE, BFDGE and NOGE and/or their presence in plastic materials and articles, surface coatings such as varnishes, lacquers and paints, as well as adhesives, should be regulated at Community level to avoid risks to human health and barriers to the free movement of goods.\n(12) A transitional period should be provided for in respect of materials and articles intended to come into contact with foodstuffs or which are brought into contact with foodstuffs and which are manufactured before 1 December 2002.\n(13) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["1. This Directive shall apply to the following materials and articles:\n(a) materials and articles made of any type of plastics;\n(b) materials and articles covered by surface coatings;\n(c) adhesives;\nwhich are manufactured with or contain one or more of the following substances:\n- 2,2-bis(4-hydroxyphenyl)propane bis(2,3-epoxypropyl) ether hereinafter called \"BADGE\", and some of its derivatives,\n- bis(-hydroxyphenyl)methane bis(2,3-epoxypropyl) ethers hereinafter called \"BFDGE\", and some of their derivatives,\n- other novolac glycidyl ethers hereinafter called \"NOGE\", and some of their derivatives,\nand which, in the finished product state, are intended to come into contact or are brought into contact with foodstuffs and are intended for that purpose.\n2. This Directive shall not apply to containers or storage tanks having a capacity greater than 10000 liters or to pipelines belonging to or connected with them, covered by special coatings called \"heavy-duty coatings\".", "The materials and articles referred to in Article 1(1) shall not release the substances listed in Annex I in a quantity exceeding the limit laid down in that Annex.\nThe use and/or presence of BADGE in the manufacture of those materials and articles may only be continued until 31 December 2004.", "The materials and articles referred to in Article 1(1) shall not release the substances listed in Annex II in a quantity which, when added, to the sum of BADGE and its derivatives listed in Annex I, exceeds the limit laid down in Annex II.\nThe use and/or presence of BFDGE in the manufacture of those materials and articles may only be continued until 31 December 2004.", "As from 1 December 2002, the quantity of NOGE components with more than two aromatic rings and at least one epoxy group as well as their derivatives containing chlorohydrin functions and having a molecular mass less than 1000 Daltons shall not be detectable in the materials and articles referred to in Article 1(1) at the detection limit of 0,2 mg/6 dm2, including analytical tolerance.\nThe use and/or presence of NOGE in the manufacture of those materials and articles may only be continued until 31 December 2004.", "The requirements of this Directive shall not apply to materials and articles referred to in Article 1(1)(b) and (c) which have been put into free circulation in the Community before 1 December 2002.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 November 2002 at latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 August 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 40, 11.2.1989, p. 38.\nANNEX I\nSpecific migration limit for BADGE and certain of its derivatives\n1. The sum of the migration levels of the following substances:\n(a) BADGE (= 2,2-bis(4-hydroxyphenyl)propane bis(2,3-epoxypropyl) ether;\n(b) BADGE.H2O;\n(c) BADGE.HCl;\n(d) BADGE.2HCl;\n(e) BADGE.H2O.HCl;\nshall not exceed the following limits:\n- 1 mg/kg in foodstuffs or in food simulants (analytical tolerance excluded), or\n- 1 mg/6 dm2 in accordance with the cases provided by Article 4 of Commission Directive 90/128/EEC(1).\n2. The migration testing shall be carried out in accordance to the rules established in Council Directive 82/711/EEC(2), as last amended by Commission Directive 97/48/EC(3), as well as in Directive 90/128/EEC, as last amended by Directive 1999/91/EC(4). However in aqueous food simulants, this value should also include BADGE.2H2O unless the material or article is labelled for use in contact only with those foods and/or beverages for which it has been demonstrated that the sum of the migration levels of the five substances listed in paragraph 1(a)(b)(c)(d) and (e) cannot exceed the limits provided in paragraph 1.\n(1) OJ L 75, 21.3.1990, p. 19.\n(2) OJ L 297, 23.10.1982, p. 26.\n(3) OJ L 222, 12.8.1997, p. 10.\n(4) OJ L 310, 4.12.1999, p. 41.\nANNEX II\nSpecific migration limit for BFDGE and certain of its derivatives\n1. The sum of the migration levels of the following substances:\n(a) BFDGE (= bis(hydroxyphenyl)methane bis(2,3-epoxypropyl) ethers);\n(b) BFDGE.H2O;\n(c) BFDGE.HCl;\n(d) BFDGE.2HCl;\n(e) BFDGE.H2O.HCl;\nadded to the sum of those listed in Annex I, shall not exceed the following limits:\n- 1 mg/kg in foodstuffs or in food simulants (analytical tolerance excluded), or\n- 1 mg/6 dm2 in accordance with the cases provided by Article 4 of Directive 90/128/EEC.\n2. The migration testing shall be carried out in accordance to the rules established in the Directive 82/711/EEC, as last amended by Directive 97/48/EC, as well as in the Directive 90/128/EEC, as last amended by Directive 1999/91/EC. However in aqueous food simulants, this value should also include BFDGE.2H2O unless the material or article is labelled for use in contact only with those foods and/or beverages for which it has been demonstrated that the sum of the migration levels of the five substances listed in paragraph 1(a)(b)(c)(d) and (e), added to those listed in Annex I, cannot exceed the limits provided in paragraph 1."}