{"celex_id": "32006D0492", "uri": "http://publications.europa.eu/resource/cellar/82196ae9-c54c-4477-b4ff-b3556dcb9375", "type": "Decision", "concepts": ["1743", "3496", "4779", "5335", "5788", "5873"], "title": "2006/492/CFSP Political and Security Committee Decision MONUC SPT/2/2006 of  30 May 2006  on the setting up of the Committee of Contributors for the European Union military operation in support of the United Nations Organisation Mission in the Democratic Republic of the Congo (MONUC) during the election process\n", "header": "14.7.2006 EN Official Journal of the European Union L 194/31\nPOLITICAL AND SECURITY COMMITTEE DECISION MONUC SPT/2/2006\nof 30 May 2006\non the setting up of the Committee of Contributors for the European Union military operation in support of the United Nations Organisation Mission in the Democratic Republic of the Congo (MONUC) during the election process\n(2006/492/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular third subparagraph of Article 25 thereof,\nHaving regard to Council Joint Action 2006/319/CFSP of 27 April 2006 on the European Union military operation in support of the United Nations Organisation Mission in the Democratic Republic of the Congo (MONUC) during the election process (1) (Operation EUFOR RD Congo), and in particular Article 10(5) thereof,\nWhereas:\n(1) Under Article 10(5) of Joint Action 2006/319/CFSP, the Council authorised the Political and Security Committee (PSC) to take relevant decisions on the setting up of a Committee of Contributors for the European Union military operation in the Democratic Republic of the Congo (DRC) in support of MONUC during the election process.\n(2) The European Council Conclusions of Nice of 7, 8 and 9 December 2000 and Brussels of 24 and 25 October 2002 laid down the arrangements for the participation of third States in crisis management operations and the setting up of a Committee of Contributors.\n(3) The Committee of Contributors will play a key role in the day-to-day management of the operation. It will be the main forum where contributing States collectively address questions relating to the employment of their forces in the operation. The PSC, which exercises the political control and strategic direction of the operation, will take account of the views expressed by the Committee of Contributors.\n(4) In accordance with Article 6 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not participate in the elaboration and implementation of decisions and actions of the European Union which have defence implications,", "main_body": ["Establishment and terms of reference\nA Committee of Contributors for the European Union military operation in the DRC in support of MONUC during the election process (hereafter called ‘the CoC’) is hereby established. Its terms of reference are laid down in the European Council Conclusions of Nice and Brussels.", "Composition\n1.   The CoC members shall be as follows:\n— representatives of all Member States,\n— representatives of third States participating in the operation and providing significant military contributions, as referred to in the Annex.\n2.   The Director General of the European Union Military Staff and the EU Operation Commander shall also be entitled to attend, or to be represented at, the CoC meetings.", "Chair\nIn accordance with the European Council conclusions of Nice and without prejudice to the prerogatives of the Presidency, the CoC for this operation shall be chaired by the Secretary-General/High Representative or his representative in close consultation with the Presidency, assisted by the Chairman of the European Union Military Committee (CEUMC) or his representative.", "Meetings\n1.   The CoC shall be convened by the Chair on a regular basis. Where circumstances require, emergency meetings may be convened on the Chair's initiative, or at the request of a member.\n2.   The Chair shall circulate in advance a provisional agenda and documents relating to the meeting. Summary of the meetings shall be circulated after each meeting.\n3.   Representatives of the Commission and other persons may be invited for relevant parts of the discussion, as appropriate.", "Procedure\n1.   Except as provided in paragraph 3 and without prejudice to the competencies of the PSC and the responsibilities of the EU Operation Commander,\n— unanimity of the representatives of States contributing to the operation shall apply when the CoC takes decisions on the day-to-day management of the operation,\n— unanimity of the CoC members shall apply when the CoC makes recommendations on possible adjustments to operational planning, including possible adjustment to objectives.\nThe abstention of a member shall not preclude unanimity.\n2.   The Chair shall establish that the majority of the representatives of States entitled to take part in the deliberations is present.\n3.   All procedural questions shall be settled by the simple majority of the members present at the meeting.\n4.   Denmark shall not take part in any decision of the Committee.", "Confidentiality\n1.   The Council Security Regulations shall apply to the meetings and proceedings of the CoC. In particular, representatives in the CoC shall possess adequate security clearance.\n2.   The deliberations of the CoC shall be covered by the obligation of professional secrecy, except insofar the CoC unanimously decides otherwise.", "Entry into force\nThis Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 30 May 2006.\nFor the Political and Security Committee\nThe Chairperson\nJ. KUGLITSCH\n(1)  OJ L 116, 29.4.2006, p. 98.\nANNEX\nList of the third State(s) referred to in Article 2(1)\n— Turkey"}