{"celex_id": "32002R2136", "uri": "http://publications.europa.eu/resource/cellar/fb3cbf0e-7781-428b-a86e-b03a941cbe37", "type": "Regulation", "concepts": ["1008", "1465", "2131", "2871", "5581"], "title": "Commission Regulation (EC) No 2136/2002 of 29 November 2002 fixing the ceilings on financing for measures to improve the quality of olive oil production in the 2003/2004 production cycle and derogating from Article 3(3) of Regulation (EC) No 528/1999\n", "header": "Commission Regulation (EC) No 2136/2002\nof 29 November 2002\nfixing the ceilings on financing for measures to improve the quality of olive oil production in the 2003/2004 production cycle and derogating from Article 3(3) of Regulation (EC) No 528/1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organisation of the market in oils and fats(1), as last amended by Regulation (EC) No 1513/2001(2),\nHaving regard to Commission Regulation (EC) No 528/1999 of 10 March 1999 laying down measures to improve the quality of olive oil production(3), as last amended by Regulation (EC) No 593/2001(4), and in particular Article 3(2) thereof,\nWhereas:\n(1) Regulation (EC) No 528/1999 lays down the procedures for financing measures, for each Member State and each 12-month production cycle beginning on 1 May, to improve the quality of olive oil production and its environmental impact.\n(2) Commission Regulation (EC) No 1793/2002(5) fixes the estimated production of olive oil for the 2001/2002 marketing year, including production of table olives expressed as olive oil equivalent, at 2804056 tonnes. This corresponds to 1639730 tonnes for Spain, 411588 tonnes for Greece, 715426 tonnes for Italy, 34590 tonnes for Portugal and 2722 tonnes for France. The amount withheld from production aid for this olive oil marketing year serves as a basis for financing measures to improve the quality of oil during the production cycle commencing on 1 May 2003.\n(3) The ceilings on financing for measures eligible for reimbursement by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund should be fixed.\n(4) The measures have relatively fixed minimum costs, which may mean that the ceilings on total financing provided for in Article 3(3) of Regulation (EC) No 528/1999 are too low for some Member States. Appropriate limits should therefore be set for those cases.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the production cycle from 1 May 2003 to 30 April 2004, the ceilings on financing for the measures laid down in the first subparagraph of Article 3(2) of Regulation (EC) No 528/1999 shall be:\n>TABLE>", "As an exception to Article 3(3) of Regulation (EC) No 528/1999, the additional national financial contribution from Member States which under Article 1 may receive up to EUR 100000 in financing shall not exceed EUR 250000.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ 172, 30.9.1966, p. 3025/66.\n(2) OJ L 201, 26.7.2001, p. 4.\n(3) OJ L 62, 11.3.1999, p. 8.\n(4) OJ L 88, 28.3.2001, p. 6.\n(5) OJ L 272, 10.10.2002, p. 11."}