{"celex_id": "32007R1210", "uri": "http://publications.europa.eu/resource/cellar/c030f18a-c45b-4f79-bc06-d5ba2c4c81a1", "type": "Regulation", "concepts": ["1118", "1605", "1642", "20", "2888", "693"], "title": "Commission Regulation (EC) No 1210/2007 of 17 October 2007 opening an invitation to tender for the allocation of A3 export licences for fruit and vegetables (tomatoes, oranges, lemons, table grapes and apples)\n", "header": "18.10.2007 EN Official Journal of the European Union L 274/3\nCOMMISSION REGULATION (EC) No 1210/2007\nof 17 October 2007\nopening an invitation to tender for the allocation of A3 export licences for fruit and vegetables (tomatoes, oranges, lemons, table grapes and apples)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), and in particular the third subparagraph of Article 35(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1961/2001 (2) lays down detailed rules on export refunds on fruit and vegetables.\n(2) Article 35(1) of Regulation (EC) No 2200/96 provides that, to the extent necessary for economically significant exports, the products exported by the Community may be covered by export refunds, within the limits resulting from agreements concluded in accordance with Article 300 of the Treaty.\n(3) Under Article 35(2) of Regulation (EC) No 2200/96, care must be taken to ensure that the trade flows previously brought about by the refund scheme are not disrupted. For this reason and because exports of fruit and vegetables are seasonal in nature, the quantities scheduled for each product should be fixed, based on the agricultural product nomenclature for export refunds established by Commission Regulation (EEC) No 3846/87 (3). These quantities must be allocated taking account of the perishability of the products concerned.\n(4) Article 35(4) of Regulation (EC) No 2200/96 provides that refunds must be fixed in the light of the existing situation and the outlook for fruit and vegetable prices on the Community market and supplies available on the one hand, and prices on the international market on the other hand. Account must also be taken of the transport and marketing costs and of the economic aspect of the exports planned.\n(5) In accordance with Article 35(5) of Regulation (EC) No 2200/96, prices on the Community market are to be established in the light of the most favourable prices from an export standpoint.\n(6) The international trade situation or specific requirements of certain markets may make it necessary for the refund on a given product to vary according to its destination.\n(7) Tomatoes, oranges, lemons, table grapes and apples of classes Extra, I and II of the Community marketing standards can currently be exported in economically significant quantities.\n(8) In order to ensure the best use of available resources and in view of the structure of Community exports, it is appropriate to proceed by an open invitation to tender and to set the indicative refund amount and the scheduled quantities for the period concerned.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["1.   An invitation to tender for the allocation of A3 export licences is hereby opened. The products concerned, the tender submission period, the indicative refund rates and the scheduled quantities are laid down in the Annex hereto.\n2.   Licences for food aid purposes issued as indicated in Article 16 of Commission Regulation (EC) No 1291/2000 (4) shall not be counted against the quantities indicated in the Annex hereto.\n3.   The validity period for A3 licences shall expire on 31 December 2007.", "This Regulation shall enter into force on 25 October 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2)  OJ L 268, 9.10.2001, p. 8. Regulation as last amended by Regulation (EC) No 548/2007 (OJ L 130, 22.5.2007, p. 3).\n(3)  OJ L 366, 24.12.1987, p. 1. Regulation as last amended by Regulation (EC) No 532/2007 (OJ L 125, 15.5.2007, p. 7).\n(4)  OJ L 152, 24.6.2000, p. 1.\nANNEX\nOPENING AN INVITATION TO TENDER FOR THE ALLOCATION OF A3 EXPORT LICENCES FOR FRUIT AND VEGETABLES (TOMATOES, ORANGES, LEMONS, TABLE GRAPES AND APPLES)\nTender submission period: 25 to 26 October 2007\nProduct code (1) Destination (2) Indicative refund amount Scheduled quantity\n0702 00 00 9100 A00 30 5 000\n0805 10 20 9100 A00 36 56 667\n0805 50 10 9100 A00 60 16 667\n0806 10 10 9100 A00 23 1 667\n0808 10 80 9100 F04, F09 32 50 000\n(1)  The product codes are defined in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1).\n(2)  The ‘A’ series destination codes are defined in Annex II to Regulation (EEC) No 3846/87. The other destinations are as follows:\nF04 : Hong Kong, Singapore, Malaysia, Sri Lanka, Indonesia, Thailand, Taiwan, Papua New Guinea, Laos, Cambodia, Vietnam, Japan, Uruguay, Paraguay, Argentina, Mexico, Costa Rica.\nF09 : The following destinations: Norway, Iceland, Greenland, Faeroe Islands, Albania, Bosnia and Herzegovina, Croatia, the former Yugoslav Republic of Macedonia, Serbia, Montenegro, Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Russia, Tajikistan, Turkmenistan, Uzbekistan, Ukraine, Saudi Arabia, Bahrain, Qatar, Oman, United Arab Emirates (Abu Dhabi, Dubai, Sharjah, Ajman, Umm al Qalwain, Ras al Khaimah, Fujairah), Kuwait, Yemen, Syria, Iran, Jordan, Bolivia, Brazil, Venezuela, Peru, Panama, Ecuador and Colombia, African countries and territories except South Africa, destinations referred to in Article 36 of Commission Regulation (EC) No 800/1999 (OJ L 102, 17.4.1999, p. 11)."}