{"celex_id": "32000R2534", "uri": "http://publications.europa.eu/resource/cellar/c39bb33e-a6ec-4ca4-bf4e-959bfe83ac34", "type": "Regulation", "concepts": ["161", "2211", "4683", "4691", "5252", "914"], "title": "Commission Regulation (EC) No 2534/2000 of 17 November 2000 amending Regulation (EC) No 2709/1999 opening Community tariff quotas for 2000 for sheep, goats, sheepmeat and goatmeat falling within CN codes 01041030, 01041080, 01042010, 01042090 and 0204 and derogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EEC) No 3013/89 as regards the import and export of products in the sheepmeat and goatmeat sector and amending Regulation (EC) No 1439/95\n", "header": "Commission Regulation (EC) No 2534/2000\nof 17 November 2000\namending Regulation (EC) No 2709/1999 opening Community tariff quotas for 2000 for sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 10, 0104 20 90 and 0204 and derogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EEC) No 3013/89 as regards the import and export of products in the sheepmeat and goatmeat sector and amending Regulation (EC) No 1439/95\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round Multilateral Trade Negotiations(1), as last amended by Regulation (EC) No 2435/98(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 3491/93 of 13 December 1993 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part(3), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3296/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part(4), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3297/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part(5), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3382/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part(6), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 3383/94 of 19 December 1994 on certain procedures for applying the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part(7), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1727/2000 of 31 July 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Hungary(8), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2433/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with the Czech Republic(9), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2434/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with the Slovak Republic(10), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2435/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Romania(11), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2290/2000 of 9 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with the Republic of Bulgaria(12), and in particular Article 1(3) thereof,\nWhereas:\n(1) Annex A of Regulation (EC) No 1727/2000 lays down the quantities of certain agricultural products that may be imported from Hungary with a total exemption from customs duty subject to tariff quotas, ceilings or reference quantities from 1 July 2000.\n(2) Annex A of Council Regulation (EC) No 2433/2000 lays down the quantities of certain agricultural products that may be imported from the Czech Republic with a total exemption from customs duty subject to tariff quotas, ceilings or reference quantities from 1 July 2000.\n(3) Annex A of Council Regulation (EC) No 2434/2000 lays down the quantities of certain agricultural products that may be imported from the Slovak Republic with a total exemption from customs duty subject to tariff quotas, ceilings or reference quantities from 1 July 2000.\n(4) Annex A of Council Regulation (EC) No 2435/2000 lays down the quantities of certain agricultural products that may be imported from Romania with a total exemption from customs duty subject to tariff quotas, ceilings or reference quantities from 1 July 2000.\n(5) Annex A of Council Regulation (EC) No 2290/2000 lays down the quantities of certain agricultural products that may be imported from the Republic of Bulgaria with a total exemption from customs duty subject to tariff quotas, ceilings or reference quantities from 1 July 2000.\n(6) As the imports are managed on a calendar year basis, the quantities foreseen for 2000 are the sum of half of the quantity for the period 1 July 1999 to 30 June 2000 and half of the quantity for the period 1 July 2000 to 30 June 2001.\n(7) Accordingly it is necessary to amend Commission Regulation (EC) No 2709/1999 of 17 December 1999 establishing Community tariff quotas for 2000 for sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 10, 0104 20 90 and 0204 and derogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EEC) No 3013/89 as regards the import and export of products in the sheepmeat and goatmeat sector(13) and to amend Commission Regulation (EC) No 1439/95(14), as last amended by Regulation (EC) No 2709/1999(15), in order to take account of these concessions.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for sheepmeat and goatmeat,", "main_body": ["Article 14(1) of Regulation (EC) No 1439/95 is replaced by the following:\n\"1. Licence applications and licences shall bear in Box 8 the name of the country of origin. In the case of products falling within CN codes 0104 10 30, 0104 10 80 and 0104 20 90, and for Poland CN code 0104 20 10, licence applications and licences shall bear in Boxes 17 and 18 particulars of the net mass and where appropriate the number of animals to be imported.\nA licence shall make it compulsory to import the products from the country indicated.\"", "Regulation (EC) No 2709/1999 is amended as follows:\n1. The text of Article 2 is replaced by the following:\n\"Article 2\nThe customs duties applicable to imports into the Community of sheep, goats, sheepmeat and goatmeat falling within CN codes 0104 10 30, 0104 10 80, 0104 20 90 and 0204 originating in the countries indicated in the Annexes and of live pure-bred breeding goats falling within CN code 0104 20 10 for Poland, shall be suspended or reduced during the periods, at the levels and within the limits of the tariff quotas laid down in this Regulation.\"\n2. Article 3(2) is replaced by the following:\n\"2. The quantities of live animals and meat expressed as carcass-weight equivalent, falling within CN codes 0104 10 30, 0104 10 80, 0104 20 90 and 0204 and, in addition, for Poland, falling within CN code 0104 20 10, for which the customs duty, applicable to imports originating in specific supplying countries, is reduced to zero for the period between 1 January and 31 December 2000, shall be those laid down in Annex II.\"\n3. Article 6(1) is replaced by the following:\n\"1. Title II A shall apply mutatis mutandis in respect of the import of products falling within CN code 0104 20 10 for Poland.\"\n4. Article 6(2) is deleted.\n5. Annex II is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 328, 20.12.1995, p. 31.\n(2) OJ L 303, 13.11.1998, p. 1.\n(3) OJ L 319, 21.12.1993, p. 1.\n(4) OJ L 341, 30.12.1994, p. 14.\n(5) OJ L 341, 30.12.1994, p. 17.\n(6) OJ L 368, 31.12.1994, p. 1.\n(7) OJ L 368, 31.12.1994, p. 5.\n(8) OJ L 198, 4.8.2000, p. 6.\n(9) OJ L 280, 4.11.2000, p. 1.\n(10) OJ L 280, 4.11.2000, p. 9.\n(11) OJ L 280, 4.11.2000, p. 17.\n(12) OJ L 262, 17.10.2000, p. 1.\n(13) OJ L 327, 21.12.1999, p. 24.\n(14) OJ L 143, 27.6.1995, p. 7.\n(15) OJ L 327, 21.12.1999, p. 20.\nANNEX\n\"ANNEX II\nQUANTITIES FOR 2000 REFERRED TO IN ARTICLE 3(2)\nOrder No 09.4575\nDuty rate zero (tonnes carcase weight equivalent)\n>TABLE>\""}