{"celex_id": "32001R1543", "uri": "http://publications.europa.eu/resource/cellar/49dca48d-d079-4bd6-9ece-55cc8d7c2151", "type": "Regulation", "concepts": ["1604", "2081"], "title": "Commission Regulation (EC) No 1543/2001 of 27 July 2001 laying down the marketing standard for lettuces and curled-leaved and broad-leaved (Batavian) endives\n", "header": "Commission Regulation (EC) No 1543/2001\nof 27 July 2001\nlaying down the marketing standard for lettuces and curled-leaved and broad-leaved (Batavian) endives\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables [1], as last amended by Commission Regulation (EC) No 911/2001 [2], and in particular Article 2(2) thereof,\nWhereas:\n(1) Lettuce and curly and escarole chicory are among the products listed in Annex I to Regulation (EC) No 2200/96 for which standards must be adopted. Commission Regulation (EEC) No 79/88 of 13 January 1988 laying down quality standards for lettuces, curled-leaved endives, and broad-leaved (Batavian) endives [3], as last amended by Regulation (EC) No 1455/1999 [4], has been amended frequently and can no longer ensure legal clarity.\n(2) Regulation (EC) No 79/88 should be repealed and the rules it contains recast. To that end and in the interest of preserving transparency on the world market, account should be taken of the standards for lettuces and curled-leaved and broad-leaved (Batavian) endives recommended by the Working Party on Standardisation of Perishable Produce and Quality Development of the United Nations Economic Commission for Europe (UN/ECE).\n(3) Application of this standard should remove products of unsatisfactory quality from the market, bring production into line with consumer requirements and facilitate trade based on fair competition, thereby helping to improve profitability.\n(4) The standard applies at all marketing stages. Long-distance transport, storage over a certain period and the various processes the products undergo may cause certain deterioration owing to the biological development of the products or their relatively perishable nature. Account should be taken of such deterioration when applying the standard at the marketing stages following dispatch.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["The marketing standard for the following products shall be as set out in the Annex:\n- lettuces, falling within CN codes 070511 and 070519,\n- curled-leaved and broad-leaved (Batavian) endives, falling within CN code 070529.\nThe standard shall apply at all marketing stages under the conditions laid down in Regulation (EC) No 2200/96.\nHowever, at stages following dispatch, products may show in relation to the requirements of the standard a slight lack of freshness and turgidity, as well as slight deterioration due to their development and their tendency to perish.", "Regulation (EEC) No 79/88 is repealed.", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n[1] OJ L 297, 21.11.1996, p. 1.\n[2] OJ L 129, 11.5.2001, p. 3.\n[3] OJ L 10, 14.1.1988, p. 8.\n[4] OJ L 167, 2.7.1999, p. 22.\n--------------------------------------------------\nANNEX\nSTANDARD FOR LETTUCES, CURLED-LEAVED ENDIVES AND BROAD-LEAVED (BATAVIAN) ENDIVES\nI. DEFINITION OF PRODUCE\nThis standard applies to:\n- lettuces of varieties (cultivars) grown from:\n- Lactuca sativa L. var. capitata L. (head (cabbage) lettuces including crisphead and \"Iceberg\" type lettuces).\n- Lactuca sativa L. var. longifolia Lam. (Cos or Romaine lettuces),\n- Lactuca sativa L. var. crispa L. (leaf lettuces) and\n- crosses of these varieties,\n- curled-leaved endives of varieties (cultivars) grown from Cichorium endivia L. var. crispum Lam.,\n- broad-leaved (Batavian) endives (escaroles) of varieties (cultivars) grown from Cichorium endivia L. var. latifolium Lam.,\nto be supplied fresh to the consumer.\nThis standard does not apply to produce for industrial processing, produce presented as individual leaves or lettuces in pots.\nII. PROVISIONS CONCERNING QUALITY\nThe purpose of the standard is to define the quality requirements for products after preparation and packaging.\nA. Minimum requirements\nIn all classes, subject to the special provisions for each class and the tolerances allowed, the produce must be:\n- intact,\n- sound; produce affected by rotting or deterioration such as to make it unfit for consumption is excluded,\n- clean and trimmed, i.e. practically free from all earth or other growing medium and practically free of any visible foreign matter,\n- fresh in appearance,\n- turgescent,\n- practically free from pests,\n- practically free from damage caused by pests,\n- not running to seed,\n- free of abnormal external moisture,\n- free of any foreign smell and/or taste.\nIn the case of lettuce, a reddish discolouration, caused by low temperature during growth, is allowed, unless it seriously affects the appearance of the produce.\nThe roots must be cut close to the base of the outer leaves and the cut must be neat.\nThe produce must be of normal development.\nThe development and condition of the procedure must be such as to enable it:\n- to withstand transport and handling, and\n- to arrive in a satisfactory condition at the place of destination.\nB. Classification\nProducts are classified in two classes defined below:\n(i) Class I\nProduce in this class must be of good quality. It must be characteristic of the variety or commercial type, especially the colour.\nThe produce must also be:\n- well formed,\n- firm, taking into account the cultivation methods and the type of produce,\n- free from damage or deterioration impairing edibility,\n- free from frost damage.\nHead lettuces must have a single well-formed heart. However, in the case of head lettuces grown under protection, the heart may be small.\nCos lettuces must have a heart, which may be small.\nThe centre of curled-leaved endives and broad-leaved (Batavian) endives must be yellow in colour.\n(ii) Class II\nThis class includes produce which does not qualify for inclusion in Class I, but satisfies the minimum requirements specified above.\nThe produce must be:\n- reasonably well formed,\n- free from damage and deterioration which may seriously impair edibility.\nThe following defects may be allowed provided the produce retain their essential characteristics as regards the quality, the keeping quality and presentation:\n- slight defects in colouring,\n- slight damage caused by pests.\nHead lettuces must have a heart, which may be small. However, in the case of head lettuces grown under protection, absence of heart is permissible.\nCos lettuces may show no heart.\nIII. PROVISIONS CONCERNING SIZING\nSize is determined by the weight of one unit.\nA. Minimum weight\nThe minimum weight for Classes I and II is:\n| Open-grown | Grown under protection |\nHead lettuces (excluding crisphead and \"Iceberg\" type lettuces) and Cos or Romaine lettuces (excluding \"Little gem\" type lettuces) | 150 g | 100 g |\nCrisphead and \"Iceberg\" type lettuces | 300 g | 200 g |\nLeaf lettuces and \"Little gem\" type lettuces | 100 g | 100 g |\nCurled-leaved endives and broad-leaved (Batavian) endives | 200 g | 150 g |\nB. Uniformity\n(a) Lettuces\nIn all classes, the difference between the lightest and heaviest units in each package must not exceed:\n- 40 g when the lightest units weighs less than 150 g per unit,\n- 100 g when the lightest unit weighs between 150 g and 300 g per unit,\n- 150 g when the lightest unit weighs between 300 g and 450 g per unit,\n- 300 g when the lightest unit weighs more than 450 g per unit.\n(b) Curled-leaved and broad-leaved (Batavian) endives\nIn all classes, the difference between the lightest and heaviest units in each package must not exceed 300 g.\nIV. PROVISIONS CONCERNING TOLERANCES\nTolerances in respect of quality and size shall be allowed in each package for produce not satisfying the requirements of the class indicated.\nA. Quality tolerances\n(i) Class I\n10 % by number of units not satisfying the requirements of the class but meeting those of Class II or, exceptionally, coming within the tolerances of that class.\n(ii) Class II\n10 % by number of units satisfying neither the requirements of the class nor the minimum requirements, with the exception of produce affected by rotting or any other deterioration rendering it unfit for consumption.\nB. Size tolerances\nIn all classes, 10 % by number of units not satisfying the requirements as regards sizing, but weighing no more than 10 % over or under the size in question.\nV. PROVISIONS CONCERNING PRESENTATION\nA. Unformity\nThe contents of each package must be uniform and contain only produce of the same origin, variety or commercial type, quality and size.\nHowever, a mixture of the various types of produce described in this standard may be packed together, provided they are uniform in quality and, for each type concerned, in size. In addition, the types should be clearly distinguishable from one another and the proportion of each type in the package should be visible without damaging the package.\nThe visible part of the contents of the package must be representative of the entire contents.\nB. Packaging\nThe produce must be packaged in such a way as to protect it properly.\nThe materials used inside the package must be new, clean and of a quality such as to avoid causing any external or internal damage to the produce. The use of materials, particularly paper or stamps bearing trade specifications is allowed provided the printing or labelling has been done with non-toxic ink or glue.\nPackages must be free of all foreign matter.\nC. Presentation\nProduce presented in more than one layer may be packed base-to-heart provided the layers or heads are suitably protected or separated.\nVI. PROVISIONS CONCERNING MARKING\nEach package must bear the following particulars in letters grouped on the same side, legibly and indelibly marked and visible from the outside.\nA. Identification\nPacker and/or dispatcher: name and address or officially issued or accepted code mark. However, where a code mark is used, the reference \"packer and/or dispatcher\" (or equivalent abbrevations ) must be indicated in close connection with the code mark.\nB. Nature of produce\n- \"Lettuces\", \"Butterhead lettuces\", \"Batavia\", \"Crisphead lettuces (Iceberg)\", \"Cos lettuces\", \"Leaf lettuce\" (or, for example and if appropriate, \"Oak leaf\", \"Lollo bionda\", \"Lollo rossa\", \"Curled-leaved endives\" or \"Broad-leaved (Batavian) endives\" or other synonyms if the contents are not visible from the outside\n- \"Little gem\" where appropriate or other synonyms\n- An indication \"grown under protection\", or other appropriate indication, where appropriate\n- Name of the variety (optional)\n- Where different types of produce are mixed together:\n- the indication \"Mixed salads\", or,\n- the indication of each type of produce, and, where the contents are not visible from the outside, the indication of the number of pieces of each type.\nC. Origin of produce\n- Country of origin and, optionally, district where grown, or national, regional or local place name.\nD. Commercial specifications\n- Class\n- Size, expressed by the minimum weight per unit or the number of units\n- Net weight (optional),\nE. Official control mark (optional)\n--------------------------------------------------"}