{"celex_id": "32005R2108", "uri": "http://publications.europa.eu/resource/cellar/e39b5636-ce35-4d8b-aab7-a2d9114c901d", "type": "Regulation", "concepts": ["1255", "1744", "1806", "2193", "2563", "2771", "3170", "4663", "5010"], "title": "Commission Regulation (EC) No 2108/2005 of  21 December 2005  amending Regulation (EC) No 923/2005 on the transfer and sale on the Portuguese market of  80000  tonnes of common wheat,  80000  tonnes of maize and  40000  tonnes of barley held by the Hungarian intervention agency\n", "header": "22.12.2005 EN Official Journal of the European Union L 337/23\nCOMMISSION REGULATION (EC) No 2108/2005\nof 21 December 2005\namending Regulation (EC) No 923/2005 on the transfer and sale on the Portuguese market of 80 000 tonnes of common wheat, 80 000 tonnes of maize and 40 000 tonnes of barley held by the Hungarian intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 thereof,\nWhereas:\n(1) On account of weather conditions in Portugal during the 2004/05 marketing year which led to severe drought, the Commission adopted Regulation (EC) No 923/2005 (2) authorising the transfer and sale on the Portuguese market of certain quantities of cereals held by the Hungarian intervention agency.\n(2) Article 1 of Regulation (EC) No 923/2005 provides that the transport of the products to Portugal and their disposal for use as animal feed must take place before 31 December 2005.\n(3) Article 7 of Regulation (EC) No 923/2005 reserves the sale of cereals exclusively for cattle, sheep and goat farmers’ associations or cooperatives and processing plants that have concluded cooperation contracts with those associations or cooperatives.\n(4) Because of administrative delays in arranging the transport contract, the Portuguese authorities have requested the extension of the deadline for the transfer, sale on the Portuguese market and disposal of the products to 30 April 2006. They have also requested that sales may be extended to all the sectors concerned by the drought which affected the Portuguese agricultural economy.\n(5) In view of the situation on the Portuguese market, and in particular of the prolonged effects of the drought on the Portuguese agricultural economy and on the conditions for the supply of cereals to economic operators on satisfactory terms, a favourable response should be given to the request from the Portuguese authorities by authorising the supply of cereals to all the economic operators concerned.\n(6) Regulation (EC) No 923/2005 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 923/2005 is amended as follows:\n1. In Article 1(2), ‘31 December 2005’ is replaced by ‘30 April 2006’.\n2. In Article 7, the second paragraph is replaced by the following:", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 156, 18.6.2005, p. 8."}