{"celex_id": "32003D0493", "uri": "http://publications.europa.eu/resource/cellar/69832587-5c16-48b7-9b88-d72357c4f652", "type": "Decision", "concepts": ["1116", "1309", "1442", "2078", "2771", "3579", "5040", "5369"], "title": "2003/493/EC: Commission Decision of 4 July 2003 imposing special conditions on the import of Brazil nuts in shell originating in or consigned from Brazil (Text with EEA relevance)\n", "header": "5.7.2003 EN Official Journal of the European Union L 168/33\nCOMMISSION DECISION\nof 4 July 2003\nimposing special conditions on the import of Brazil nuts in shell originating in or consigned from Brazil\n(Text with EEA relevance)\n(2003/493/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b) thereof,\nWhereas:\n(1) Brazil nuts in shell originating in or consigned from Brazil (‘Brazil nuts’) have been found, in many cases, to be contaminated with excessive levels of aflatoxin B1 and total aflatoxin.\n(2) The Scientific Committee for Food has noted that aflatoxin B1, even at extremely low levels, can cause cancer of the liver and is also genotoxic.\n(3) Commission Regulation (EC) No 466/2001 of 8 March 2001 setting maximum levels for certain contaminants in foodstuffs (2), as last amended by Regulation (EC) No 563/2002 (3), sets maximum levels for certain contaminants and in particular aflatoxins in foodstuffs. Those limits have been frequently and largely exceeded in samples of Brazil nuts.\n(4) Such contamination constitutes a serious threat to public health within the Community and it is therefore appropriate to adopt protective measures at Community level.\n(5) The Commission's Food and Veterinary Office (‘FVO’) carried out a mission in Brazil from 25 January to 9 February 2003 to assess the control systems in place to prevent aflatoxin contamination levels in Brazil nuts intended for export to the Community. The mission revealed, inter alia, that:\n— the national legislation provides for an inadequate sampling procedure,\n— no adequate traceability system is in place in relation to Brazil nuts, either during the process chain, or in relation to the export procedure and certification,\n— control over the sample during the dispatch to the laboratory is inadequate,\n— some laboratories entitled to perform analysis for the purposes of export certification do not produce accurate or dependable results,\n— on some aflatoxin certificates issued by private laboratories lot identification is often inadequate to enable dependable guarantees on the relationship between sample, lot and certificate,\n— the official controls on returned lots is inadequate.\n(6) It is necessary that Brazil nuts be collected, sorted, handled, processed, packaged and transported following good hygiene practices. It is also necessary to establish the levels of aflatoxin B1 and total aflatoxin in samples taken from consignment immediately prior to their dispatch from Brazil. The sampling and the analysis should be performed in accordance with Commission Directive 98/53/EC of 16 July 1998 laying down the sampling methods and the methods of analysis for the official control of the levels for certain contaminants in foodstuffs (4), as amended by Directive 2002/27/EC of 13 March 2002 (5).\n(7) Brazil should provide documentary evidence to accompany each consignment of Brazil nuts, relating to the conditions of collection, sorting, handling, processing, packaging and transport, as well as the results of laboratory analysis of the samples taken from consignment for levels of aflatoxin B1 and total aflatoxin.\n(8) From the findings of the FVO's mission, it may be concluded that Brazil cannot ensure currently dependable analytical results or guarantee lot integrity in respect of certification of consignments of Brazil nuts. Therefore, any certificate issued for Brazil nuts from Brazil raises serious doubts with regard to its reliability. Furthermore, it may also be concluded that current official controls on returned lots are inadequate. It is therefore appropriate to impose strict conditions on the return of non-conforming lots. In the event that those strict conditions are not complied with, subsequent non-conforming lots should be destroyed.\n(9) It is therefore necessary in order to safeguard public health that all lots of Brazil nuts imported into the Community, are subjected to sampling and analysis for their aflatoxin level by the competent authority of the importing Member State prior to release onto the market.\n(10) In the interests of public health, Member States should provide the Commission with periodical reports of all analytical results of official controls carried out in respect of consignments of Brazil nuts. Such reports should be in addition to the notification obligations under the Rapid Alert System for Food and Feed established under Regulation (EC) No 178/2002.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Restrictions on imports of Brazil nuts in shell originating in or consigned from Brazil\n1.   Member States may not import Brazil nuts in shell falling within category CN code 0801 21 00 originating in or consigned from Brazil (‘Brazil nuts’), unless the consignment is accompanied by:\n(a) a report containing the results of official sampling and analysis; and\n(b) a health certificate issued in accordance with the model set out in Annex 1 and completed, signed and verified by a representative of the competent authority of Brazil, the Ministério da Agricultura, Pecuária e Abastecimento — (MAPA).\n2.   By way of derogation from paragraph 1, Member States shall authorise the import of consignments of Brazil nuts not complying with paragraph 1(a) and (b), which left Brazil before 5 July 2003, provided that the operator can demonstrate by sampling and analysis, in accordance with the provisions of Directive 98/53/EC, that the consignments comply with the provisions of Regulation (EC) No 466/2001 as regards maximum permitted levels for aflatoxin B1 and total aflatoxin.", "Sampling and analysis of Brazil nuts by the competent authority of Brazil\nThe sampling and the analysis of Brazil nuts as provided for in Article 1(1)(a) must be performed in accordance with the provisions of Commission Directive 98/53/EC.\nThe analysis must be performed by the official control laboratory for the analysis of aflatoxins in Brazil nuts in Belo Horizonte, Brazil, the Laboratório de Controle de Qualidade de Segurança Alimentar — (LACQSA).", "Code and points of entry into the Community for consignments of Brazil nuts\n1.   Each consignment of Brazil nuts shall be identified with a code, which corresponds to the code on the report and health certificate as provided for in Article 1(1)(a) and (b).\n2.   Consignments of Brazil nuts may only be imported into the Community through one of the points of entry listed in Annex 2.", "Obligations on Member States as regards imports of Brazil nuts from Brazil\n1.   The competent authorities in each Member State shall ensure that Brazil nuts are subject to documentary checks to ensure that the requirements of Article 1(1) are complied with.\n2.   The competent authorities in each Member State shall undertake sampling and analysis of each consignment of Brazil nuts for aflatoxin B1 and total aflatoxin before release onto the market from the point of entry into the Community.\n3.   Member States shall submit to the Commission every three months a report of all analytical results of official controls on consignments of Brazil nuts, as provided for in paragraph 2. This report shall be submitted during the month following each quarter (6).\n4.   Any consignment of Brazil nuts to be subjected to sampling and analysis should be detained before release onto the market from the point of entry into the Community for a maximum period of 15 working days.\nThe competent authorities of the importing Member State shall issue an accompanying official document establishing that the consignment has been subjected to official sampling and analysis by the Member State and indicating the result of the analysis.", "Splitting of a consignment\nIn case a consignment is split, copies of the report and health certificate as provided for in Article 1(1)(a) and (b) and the accompanying document as provided for in Article 4(4) shall accompany each part of the split consignment. These copies must be certified by the competent authority of the Member State on whose territory the splitting has taken place.", "Consignments of Brazil nuts not complying with the maximum levels for aflatoxin B1 and aflatoxin total\nConsignments of Brazil nuts not complying with the maximum levels for aflatoxin B1 and aflatoxin total, established by Regulation (EC) No 466/2001 may be returned to the country of origin only where for each individual concerned non-conforming consignment the Ministério da Agricultura, Pecuária e Abastecimento — (MAPA), provides the following in writing:\n(a) explicit agreement for the return of the concerned consignment, and indicating the consignment code;\n(b) a commitment to put the returned consignment under official control from the date of arrival onwards;\n(c) a concrete indication of:\n(i) the destination of the returned consignment;\n(ii) the intended treatment of the returned consignment; and\n(iii) the intended sampling and analysis to be performed on the returned consignment.\nHowever, if the conditions provided for in points (a), (b) and (c) are not complied with by the Ministério da Agricultura, Pecuária e Abastecimento — (MAPA), all subsequent consignments that do not comply with the maximum levels for aflatoxin B1 and aflatoxin total, established by Regulation (EC) No 466/2001 shall be destroyed by the importing Member State.", "This Decision shall be reviewed by 1 May 2004 at the latest, in order to assess whether the special conditions provided for in Articles 1, 2, 3 and 4 provide a sufficient level of protection of public health within the Community. The review shall also assess whether there is a continuing need for the sampling and analysis of each consignment by the competent authority of the importing Member State, as provided for in Article 4(2).", "Applicability\nThe Decision shall apply from 5 July 2003.\nMember States shall take the measures necessary to comply with this Decision. They shall inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 July 2003.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 77, 16.3.2001, p. 1.\n(3)  OJ L 86, 3.4.2002, p. 5.\n(4)  OJ L 201, 17.7.1998, p. 93.\n(5)  OJ L 75, 16.3.2002, p. 44.\n(6)  April, July, October, January.\nANNEX I\nANNEX II\nList of points of entry through which Brazil nuts in shell originating in or consigned from Brazil may be imported into the Community\nMember State Point of entry\nBelgium Antwerpen, Zeebrugge, Brussel/Bruxelles, Aalst\nDenmark All Danish harbours and airports\nGermany HZA Lörrach-ZA Weil am Rhein-Autobahn, HZA Stuttgart- ZA Flughafen, HZA München - ZA München - Flughafen, HZA Hof- Schirnding-Landstraße, HZA Weiden -ZA Furth im Wald-Schafberg, HZA Weiden - ZA Waidhaus-Autobahn, Bezirksamt Reinickendorf von Berlin, Abteilung Finanzen, Wirtschaft und Kultur, Veterinär- und Lebensmittelaufsichtsamt, Grenzkontrollstelle, HZA Frankfurt (Oder) - ZA Autobahn, HZA Cottbus- ZA Forst-Autobahn, HZA Bremen- ZA Neustädter Hafen, HZA Bremen - ZA Bremerhaven, HZA Hamburg-Hafen-ZA Waltershof, HZA Hamburg-Stadt, HZA Itzehoe-ZA Hamburg-Flughafen, HZA Frankfurt-am-Main-Flughafen, HZA Braunschweig-Abfertigungsstelle, HZA Hannover-Abfertigungsstelle, HZA Oldenburg-ZA Stade, HZA Dresden - ZA Dresden-Friedrichstadt, HZA Pirna - ZA Altenberg, HZA Löbau - Zollamt Ludwigsdorf-Autobahn, HZA Koblenz - ZA Hahn-Flughafen, HZA Oldenburg-ZA Wilhelmshaven, HZA Bielefeld - ZA Eckendorfer Straße Bielefeld, HZA Erfurt - ZA Eisenach, HZA Potsdam - ZA Ludwigsfelde, HZA Potsdam - ZA Berlin-Flughafen Schönefeld, HZA Augsburg - ZA Memmingen, HZA Ulm - ZA Ulm (Donautal), HZA Karlsruhe - ZA Karlsruhe, HZA Berlin - ZA Dreilinden, HZA Gießen- ZA Gießen, HZA Gießen - ZA Marburg, HZA Singen - ZA Bahnhof, HZA Lörrach - ZA Weil am Rhein - Schusterinsel, HZA Hamburg-Stadt -ZA Oberelbe, HZA Hamburg-Stadt - ZA Oberelbe - Abfertigungsstelle Billbrook, HZA Hamburg-Stadt - ZA Oberelbe - Abfertigungsstelle Großmarkt, HZA Potsdam - ZA Berlin - Flughafen Schönefeld, HZA Düsseldorf - ZA Düsseldorf Nord\nGreece Athina, Pireas, Elefsis, Aerodromio ton Athinon, Thessaloniki, Volos, Patra, Iraklion tis Kritis, Aerodromio tis Kritis, Euzoni, Idomeni, Ormenio, Kipi, Kakavia, Niki, Promahonas, Pithio, Igoumenitsa, Kristalopigi\nSpain Algeciras (Puerto), Alicante (Aeropuerto, Puerto), Almeria (Aeropuerto, Puerto), Asturias (Aeropuerto), Barcelona (Aeropuerto, Puerto, Ferrocarril), Bilbao (Aeropuerto, Puerto), Cadiz (Puerto), Cartagena (Puerto), Castellon (Puerto), Ceuta (Puerto), Gijón (Puerto), Huelva (Puerto), Irun (Carretera), La Coruña (Puerto), La Junquera (Carretera) Las Palmas de Gran Canaria (Aeropuerto, Puerto), Madrid (Aeropuerto, Ferrocarril), Malaga (Aeropuerto, Puerto), Marin (Puerto), Melilla (Puerto), Murcia (Ferrocarril), Palma de Mallorca (Aeropuerto, Puerto), Pasajes (Puerto), San Sebastián (Aeropuerto), Santa Cruz de Tenerife (Puerto), Santander (Aeropuerto, Puerto), Santiago de Compostela (Aeropuerto), Sevilla (Aeropuerto, Puerto), Tarragona (Puerto), Tenerife Norte (Aeropuerto), Tenerife Sur (Aeropuerto), Valencia (Aeropuerto, Puerto), Vigo (Aeropuerto, Puerto), Villagarcia (Puerto), Vitoria (Aeropuerto), Zaragoza (Aeropuerto)\nFrance Marseille (Bouches-du-Rhône), Le Havre (Seine-Maritime), Rungis MIN (Val-de-Marne), Lyon Chassieu CRD (Rhône), Strasbourg CRD (Bas-Rhin), Lille CRD (Nord), Saint-Nazaire Montoir CRD (Loire-Atlantique), Agen (Lot-et-Garonne), Port de la Pointe des Galets à la Réunion\nIreland Dublin — Port and Airport, Cork — Port and Airport, Shannon — Airport\nItaly Ufficio Sanità Marittima ed Aerea di Ancona\nLuxembourg Centre Douanier, Croix de Gasperich, Luxembourg\nNetherlands All harbours and airports and all border stations\nAustria HZA Feldkirch, HZA Graz, Nickelsdorf, Spielfeld, HZA Wien, ZA Wels, ZA Kledering, ZA Flughafen Wien, HZA Salzburg, ZA Klingenbach/Zweigstelle Sopron, ZA Karawankentunnel, ZA Villach\nPortugal Lisboa, Leixões\nFinland All Finnish Customs Offices.\nSweden Göteborg, Ystad, Stockholm, Helsingborg, Karlskrona, Karlshamn, Landvetter, Arlanda\nUnited Kingdom Belfast, Channel Tunnel Terminal, Dover, Felixstowe, Gatwick Airport, Goole Grangemouth, Harwich, Heathrow Airport, Heysham, Hull, Immingham, Ipswich, King's Lynn, Leith, Liverpool, London (including Tilbury, Thamesport and Sheerness), Manchester Airport, Manchester Container Port, Manchester (including Ellesmere Port), Medway, Middlesborough, Newhaven, Poole, Shoreham, Southampton, Stansted Airport.\""}