{"celex_id": "32009D0437", "uri": "http://publications.europa.eu/resource/cellar/23911ad1-88a3-4d64-be06-79534f422c50", "type": "Decision", "concepts": ["1445", "1755", "1854", "3150", "4743", "5315", "5760", "6025"], "title": "2009/437/EC: Commission Decision of 8 June 2009 amending Decision 2007/268/EC on the implementation of surveillance programmes for avian influenza in poultry and wild birds to be carried out in the Member States (notified under document number C(2009) 4228) (Text with EEA relevance)\n", "header": "10.6.2009 EN Official Journal of the European Union L 145/45\nCOMMISSION DECISION\nof 8 June 2009\namending Decision 2007/268/EC on the implementation of surveillance programmes for avian influenza in poultry and wild birds to be carried out in the Member States\n(notified under document number C(2009) 4228)\n(Text with EEA relevance)\n(2009/437/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1) and in particular the fourth subparagraph of Article 24(2) and Article 24(10) thereof,\nHaving regard to Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza and repealing Directive 92/40/EEC (2) and in particular Article 4(2) thereof,\nWhereas:\n(1) Commission Decision 2007/268/EC (3) lays down guidelines for the performance of the surveillance programmes for avian influenza in poultry and wild birds to be carried out by the Member States. Those guidelines include provisions on the submission of laboratory results to the Community Reference Laboratory for avian influenza.\n(2) Since the adoption of Decision 2007/268/EC, the Commission has introduced an online system for reporting laboratory results obtained during surveillance in poultry and wild birds. It is appropriate that that online system be used for the purposes of the reporting obligations provided for in Decision 2007/268/EC.\n(3) In addition, Decision 2007/268/EC provides that all positive serological findings are to be confirmed by the National Laboratories for avian influenza by a haemaglutination-inhibition test, using designated strains supplied by the Community Reference Laboratory for avian influenza. It is appropriate that the strains used for confirmation of the avian influenza H5 subtype be replaced by other strains, which may achieve the same diagnostic parameters in a more rapid and cost-efficient manner.\n(4) Decision 2007/268/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["Decision 2007/268/EC is amended as follows:\n1. Annex I is amended as follows:\n(a) in Part A, Section A.2, point 4 is replaced by the following:\n‘4. The competent authority shall ensure that all positive and negative results of both serological and virological laboratory investigations obtained during surveillance are reported to the Commission through the Commission’s online system. These results must be reported every three months and entered into the online system within four weeks following the end of the three months period.’;\n(b) in Part B, point 2 is replaced by the following:\n‘2. Specific protocols to accompany the sending of samples and diagnostic material to the CRL shall be provided by the CRL. A good exchange of information between the CRL and the NL must be ensured. The CRL shall provide technical support and keep an enlarged stock of diagnostic reagents.’\n(c) in Part D, point 3 is replaced by the following:\n‘3. All positive serological findings shall be confirmed by the NL by a haemagglutination-inhibition test, using designated strains supplied by the CRL:\n(a) for \nH5\n subtype:\n(i) Initial testing using teal/England/7894/06 (H5N3);\n(ii) Testing of all positives with chicken/Scotland/59(H5N1) to eliminate N3 cross reactive antibodies\n(b) for \nH7\n subtype:\n(i) Initial testing using Turkey/England/647/77 (H7N7);\n(ii) Testing of all positive with African Starling/983/79 (H7N1) to eliminate N7 cross reactive antibodies.’;\n2. in Annex II, Part A, Section A2, point 3 is replaced by the following:\n‘3. The competent authority shall ensure that all positive and negative results of both serological and virological laboratory investigations obtained during surveillance are reported to the Commission through the Commission’s online system. These results must be reported every three months and entered into the online system within four weeks following the end of the three months period.’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 June 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19.\n(2)  OJ L 10, 14.1.2006, p. 16.\n(3)  OJ L 115, 3.5.2007, p. 3."}