{"celex_id": "32004D0014(01)", "uri": "http://publications.europa.eu/resource/cellar/fefdf7d6-fae6-4eea-9ba9-ae72d1a9f110", "type": "Decision", "concepts": ["1519", "5455", "665", "729"], "title": "2004/556/EC: Decision of the European Central Bank of 9 July 2004 amending Decision ECB/2003/15 of 28 November 2003 on the approval of the volume of coin issuance in 2004 (ECB/2004/14)\n", "header": "22.7.2004 EN Official Journal of the European Union L 248/14\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 9 July 2004\namending Decision ECB/2003/15 of 28 November 2003 on the approval of the volume of coin issuance in 2004\n(ECB/2004/14)\n(2004/556/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular to Article 106(2) thereof,\nWhereas:\n(1) Since 1 January 1999 the European Central Bank (ECB) has had the exclusive right to approve the volume of euro coins that the Member States that have adopted the euro (hereinafter the participating Member States) may issue.\n(2) Based on the estimates of demand for euro coins in 2004 that the participating Member States submitted to the ECB, the ECB approved the total volume of euro coins intended for circulation and euro collector coins not intended for circulation in 2004 in Decision ECB/2003/15 of 28 November 2003 on the approval of the volume of coin issuance in 2004 (1).\n(3) Until now in one participating Member State the estimates underlying Decision ECB/2003/15 were insufficient due to higher than expected demand for euro coins in 2004, as well as to unforeseen economic developments. As a result, this participating Member State now has to obtain the ECB’s approval before issuing additional euro coins in 2004.\n(4) On 1 June 2004 the Italian Ministry for Economic Affairs and Finance asked the ECB to approve an increase of 200 million EUR in the volume of euro coins intended for circulation that Italy may issue in 2004.\n(5) The ECB approves the abovementioned request for an increase in the volume of euro coins intended for circulation that Italy may issue in 2004. As a result, the table in Article 1 of Decision ECB/2003/15 needs to be replaced,", "main_body": ["The table in Article 1 of Decision ECB/2003/15 is replaced by the following:\n(EUR million)\nIssuance of coins intended for circulation and issuance of collector coins (not intended for circulation)\n‘Belgium 203,0\nGermany 1 035,0\nGreece 207,4\nSpain 860,0\nFrance 668,9\nIreland 151,0\nItaly 370,8\nLuxembourg 70,0\nNetherlands 175,0\nAustria 212,0\nPortugal 230,0\nFinland 60,0’", "This Decision is addressed to the participating Member States."], "attachments": "Done at Frankfurt am Main, 9 July 2004.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  Decision 2003/860/EC of the European Central Bank of 28 November 2003 on the approval of the volume of coin issuance in 2004 (ECB/2003/15) (OJ L 324, 11.12.2003, p. 57)."}