{"celex_id": "32004R0502", "uri": "http://publications.europa.eu/resource/cellar/ac17cc65-44df-433d-9f4e-3ee56d026184", "type": "Regulation", "concepts": ["155", "235", "2839", "3581", "862"], "title": "Council Regulation (EC) No 502/2004 of 11 March 2004 amending Regulation (EC) No 1177/2002 concerning a temporary defensive mechanism to shipbuilding\n", "header": "Council Regulation (EC) No 502/2004\nof 11 March 2004\namending Regulation (EC) No 1177/2002 concerning a temporary defensive mechanism to shipbuilding\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 87(3)(e), 89 and 133 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament(1),\nWhereas:\n(1) The European Commission and the Government of the Republic of Korea signed the Agreed Minutes relating to world shipbuilding on 22 June 2000, hereinafter \"the Agreed Minutes\", with the aim of restoring fair and transparent competitive conditions. However, the commitments under the Agreed Minutes, notably the commitment of ensuring an effective price surveillance mechanism, have not been effectively implemented by the Korean side and therefore a satisfactory result has still not been obtained.\n(2) As an exceptional and temporary measure, and in order to assist Community shipyards in those segments that have suffered adverse effects in the form of material injury and serious prejudice caused by unfair Korean competition, a temporary defensive mechanism to shipbuilding was established by Regulation (EC) No 1177/2002(2) for limited market segments and for a short and limited period only. In particular, the temporary defensive mechanism was only authorised after the Community initiated dispute settlement proceedings against the Republic of Korea and could no longer be authorised if these dispute settlement proceedings were resolved or suspended.\n(3) On 8 October 2002, as set out in Decision 2002/818/EC(3) the Community initiated dispute settlement proceedings against the Republic of Korea, by requesting consultations, in accordance with the World Trade Organisation's Understanding on the rules and procedures for the settlement of disputes.\n(4) The consultations which were held between the Republic of Korea and the Community, as envisaged in the WTO Agreement, did not reach any satisfactory solution. On 11 June 2003, the Community requested the WTO Dispute Settlement Body to set up a panel over the unfair Korean shipbuilding practices.\n(5) Regulation (EC) No 1177/2002 expires on 31 March 2004. The Republic of Korea has still not effectively implemented its commitments under the agreed minutes and the WTO disputes settlement proceedings are not expected to have been resolved by that date. It is therefore needed to prolong the temporary defensive mechanism,", "main_body": ["Article 5 of Regulation (EC) No 1177/2002 shall be replaced by the following:\n\"Article 5\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union. It shall expire on 31 March 2005.\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 2004.\nFor the Council\nThe President\nM. Harney\n(1) Opinion of 26 February 2003 (not yet published in the Official Journal).\n(2) OJ L 172, 2.7.2002, p. 1.\n(3) Commission Decision 2002/818/EC of 8 October 2002 under the provisions of Council Regulation (EC) No 3286/94 concerning trade practices maintained by Korea affecting trade in commercial vessels (OJ L 281, 19.10.2002, p. 15)."}