{"celex_id": "32004R1559", "uri": "http://publications.europa.eu/resource/cellar/6e448991-e47b-4903-8659-f60fc7e3087e", "type": "Regulation", "concepts": ["2066", "2069", "4381", "4680"], "title": "Commission Regulation (EC) No 1559/2004 of 24 August 2004 concerning the classification of certain goods in the Combined Nomenclature\n", "header": "2.9.2004 EN Official Journal of the European Union L 283/9\nCOMMISSION REGULATION (EC) No 1559/2004\nof 24 August 2004\nconcerning the classification of certain goods in the Combined Nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) In order to ensure uniform application of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation.\n(2) Regulation (EEC) No 2658/87 has laid down the general rules for the interpretation of the Combined Nomenclature. Those rules apply also to any other nomenclature which is wholly or partly based on it or which adds any additional subdivision to it and which is established by specific Community provisions, with a view to the application of tariff and other measures relating to trade in goods.\n(3) Pursuant to those general rules, the goods described in column 1 of the table set out in the Annex should be classified under the CN code indicated in column 2, by virtue of the reasons set out in column 3.\n(4) It is appropriate to provide that, subject to the measures in force in the Community relating to double-checking systems and to prior and retrospective Community surveillance of textile products on importation into the Community, binding tariff information issued by the customs authorities of Member States in respect of the classification of goods in the Combined Nomenclature and which is not in accordance with this Regulation can continue to be invoked for a period of 60 days by the holder, pursuant to Article 12(6) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (2).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The good described in column 1 of the table set out in the Annex shall be classified within the Combined Nomenclature under the CN code indicated in column 2.", "Subject to the measures in force in the Community relating to double-checking systems and to prior and retrospective Community surveillance of textile products on importation into the Community, binding tariff information issued by the customs authorities of Member States which is not in accordance with this Regulation can continue to be invoked for a period of 60 days, pursuant to Article 12(6) of Regulation (EEC) No 2913/92.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 August 2004.\nFor the Commission\nFrederik BOLKESTEIN\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Commission Regulation (EC) No 2344/2003 (OJ L 346, 31.12.2003, p. 38).\n(2)  OJ L 302, 19.10.1992, p. 1. Regulation as last amended by the 2003 Act of Accession.\nANNEX\nDescription of the goods Classification CN code Reasons\n(1) (2) (3)\nSingle-coloured knitted garment made of synthetic fibres (100 % polyester), sleeveless, covering the upper part of the body. It has a V-neck, a complete opening at the front, fastening left over right by means of press studs, wide armholes, no pockets or lining. 6110 30 91 Classification is determined by the provisions of General Rules 1 and 6 for the interpretation of the Combined Nomenclature, note 7(e) to Section XI, notes 1 and 9 to Chapter 61 and the wording of CN codes 6110, 6110 30 and 6110 30 91.\n(1)  The photograph is purely for information."}