{"celex_id": "32008R0639", "uri": "http://publications.europa.eu/resource/cellar/95f0a96a-01f6-4a2f-bad4-e868878f3716", "type": "Regulation", "concepts": ["2511", "2734", "3568"], "title": "Commission Regulation (EC) No 639/2008 of 24 June 2008 amending Regulation (EC) No 1043/2005 implementing Council Regulation (EC) No 3448/93 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds\n", "header": "5.7.2008 EN Official Journal of the European Union L 178/9\nCOMMISSION REGULATION (EC) No 639/2008\nof 24 June 2008\namending Regulation (EC) No 1043/2005 implementing Council Regulation (EC) No 3448/93 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular the first subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Recent reductions in export refund rates, due to the combined effects of the reform of the common agricultural policy and of the movements in agricultural commodity prices on the world market, have led to reduced levels of applications for refund certificates, consequently easing the pressure on the Community budget for export refunds on goods not covered by Annex I to the Treaty. In those circumstances where the Community is not in danger of breaching its international commitments, it is appropriate to simplify the system of granting export refunds on certain agricultural products in the form of goods not covered by Annex I to the Treaty, therefore reducing the administrative burden on operators exporting those goods.\n(2) Pursuant to Article 27(1) of Commission Regulation (EC) No 1043/2005 (2) rights deriving from refund certificates may be transferred under certain conditions. In order to ensure consistency in the treatment of licences and certificates the procedure for those transfers should, where possible be aligned with the provisions relating to transfers of rights deriving from licences or certificates laid down in Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (3).\n(3) Article 32(2) of Regulation (EC) No 1043/2005 lays down the period within which the authority responsible for payment has to record the amounts of export refunds requested on the refund certificate. However, in view of the time required to process documentation in respect of export refunds differentiated by destination, this period may not be sufficient and should therefore be extended.\n(4) Article 38a(2) of Regulation (EC) No 1043/2005 lays down the conditions for the notification of applications to the Commission by the Member States and the subsequent issue of refund certificates. Since more efficient reporting and communication systems have been introduced the time-limits concerned should be adjusted.\n(5) Article 33 of Regulation (EC) No 1043/2005 provides for a system of tranches for issuing refund certificates. The period of validity applicable to those refund certificates is laid down in Article 39 of that Regulation. To facilitate the operation of the system of refund certificates the period of validity of certificates issued under the first tranche and certificates applied for pursuant to Article 38a should be extended.\n(6) In order to be able to benefit from a reduction of the amount of security to be forfeited, Article 45(2) of Regulation (EC) No 1043/2005 provides that unused certificates or extracts of certificates must be returned to the issuing authorities not later than 30 June of the budget period, in respect of which the certificates or extracts have been issued. The introduction of more efficient reporting systems allows this deadline to be extended.\n(7) Article 47 of Regulation (EC) No 1043/2005 lays down specific conditions under which small exporters may be granted export refunds. In the interest of simplification small exporters should be entitled to use refund certificates without losing the status of small exporter and, in addition, the payment threshold should be raised.\n(8) In order to have the measures provided for in this Regulation operational in due time the date of its entry into force should be on the day following publication in the Official Journal of the European Union.\n(9) Regulation (EC) No 1043/2005 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I to the Treaty,", "main_body": ["Regulation (EC) No 1043/2005 is amended as follows:\n1. Article 27 is replaced by the following:\n2. In Article 32(2), the second subparagraph is replaced by the following:\n3. In Article 38a, paragraph 2 is replaced by the following:\n4. In Article 39, paragraph 2 is replaced by the following:\n5. In Article 45, paragraph 2 is replaced by the following:\n6. In Article 47(2), the first subparagraph is replaced by the following:", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 2008.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(2)  OJ L 172, 5.7.2005, p. 24. Regulation as last amended by Regulation (EC) No 246/2008 (OJ L 75, 18.3.2008, p. 64).\n(3)  OJ L 114, 26.4.2008, p. 3."}