{"celex_id": "32009R0542", "uri": "http://publications.europa.eu/resource/cellar/d6478b92-c3ab-4836-a291-a3c5d79c2ccf", "type": "Regulation", "concepts": ["1085", "1264", "1519", "20", "2563", "2734", "2910", "2965", "4288"], "title": "Commission Regulation (EC) No 542/2009 of 23 June 2009 opening the tendering procedure for aid for private storage of olive oil\n", "header": "24.6.2009 EN Official Journal of the European Union L 161/3\nCOMMISSION REGULATION (EC) No 542/2009\nof 23 June 2009\nopening the tendering procedure for aid for private storage of olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(a), (d) and (j), in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 33 of Regulation (EC) No 1234/2007 provides that the Commission may decide to authorise bodies, offering sufficient guarantees and approved by the Member States, to conclude contracts for the storage of olive oil that they market in the event of a serious disturbance on the market in certain regions of the Community.\n(2) In Spain and Greece, countries that produce together more than two thirds of the olive oil produced in the EU, the average olive oil price recorded on the market during the period specified in Article 4 of Commission Regulation (EC) No 826/2008 of 20 August 2008 laying down common rules for the granting of private storage aid for certain agricultural products (2), is below the level indicated in Article 33 of Regulation (EC) No 1234/2007 and that fact causes a serious disturbance on the markets of these countries. Furthermore, a serious disturbance of the market is observed in Italy, France and Portugal as the expectation of falling prices leads traders to postpone all purchases that are not immediately required.\n(3) Article 31 of Regulation (EC) No 1234/2007 provides that aid for private storage may be granted for olive oil and that the aid should be fixed by the Commission in advance or by means of a tendering procedure.\n(4) Regulation (EC) No 826/2008 has established common rules for the implementation of the private storage aid scheme. Pursuant to Article 6 of that Regulation, a tendering procedure is to be opened in accordance with the detailed rules and conditions provided for in its Article 9.\n(5) The global quantity up to which private storage aid can be granted should be set at a level which, according to market analysis, would contribute to the stabilisation of the market.\n(6) In order to facilitate the administrative and control work relating to the conclusion of contracts, the minimum quantity of product each tender must provide for should be fixed.\n(7) A security should be fixed in order to ensure that the operators fulfil their contractual obligations and that the measure will have its desired effect on the market.\n(8) In the light of the evolution of the market situation in the current marketing year and the forecasts for the following marketing year, the Commission should have the possibility to decide to shorten the term of contracts which are being performed and adjust the level of aid accordingly. That possibility has to be included in the contract, as provided for by Article 21 of Regulation (EC) No 826/2008.\n(9) Pursuant to Article 12(3) of Regulation (EC) No 826/2008, the time period of notification of all valid tenders by Member States to the Commission is to be fixed.\n(10) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["Subject matter\n1.   A tendering procedure is hereby opened in order to determine the level of aid for private storage referred to in Article 31(1)(b) of Regulation (EC) No 1234/2007 for olive oil categories listed in the Annex to this Regulation and defined in point 1 of Annex XVI to Regulation (EC) No 1234/2007.\n2.   The global quantity up to which aid for private storage can be granted shall be 110 000 tonnes.", "Applicable rules\nRegulation (EC) No 826/2008 shall apply save as otherwise provided for in this Regulation.", "Submission of tenders\n1.   The sub-period during which tenders may be submitted in response to the first partial invitation to tender shall begin on 1 July 2009 and shall end on 6 July 2009 at 11:00 Brussels time.\nThe sub-period during which tenders may be submitted in response to the second partial invitation to tender shall begin on the first working day following the end of the preceding sub-period and shall end on 16 July 2009 at 11:00 Brussels time.\n2.   Tenders shall relate to a storage period of 180 days.\n3.   Each tender shall cover a minimum quantity of at least 50 tonnes.\n4.   Where an operator takes part in a tendering procedure for more than one category of oil or for vats located at different addresses, it shall submit a separate tender in each case.\n5.   Tenders may be lodged only in Spain, Italy, Greece, France and Portugal.", "Securities\nTenderers shall establish a security of EUR 50 per tonne of olive oil covered by a tender.", "Shortening the term of contracts\nThe Commission may, on the basis of developments on the market in olive oil and the outlook for the future, decide, in accordance with the procedure referred to in Article 195(2) of Regulation (EC) No 1234/2007, to shorten the term of contracts which are being performed and adjust the amount of the aid accordingly. The contract with the successful tenderer shall include reference to this option.", "Notification of the tenders to the Commission\nIn accordance with Article 12 of Regulation (EC) No 826/2008 all valid tenders shall be notified separately by Member States to the Commission, within 24 hours from the end of each tendering sub-period as referred to in Article 3(1) of this Regulation.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 223, 21.8.2008, p. 3.\nANNEX\nOlive oil categories referred to in Article 1(1):\n— Extra virgin olive oil\n— Virgin olive oil"}