{"celex_id": "32001D0516", "uri": "http://publications.europa.eu/resource/cellar/73f8e7c2-38e7-4a9a-900a-56be4669c15f", "type": "Decision", "concepts": ["1774", "2850", "4048", "5237", "5315", "5383"], "title": "2001/516/EC: Council Decision of 22 May 2001 on the signature and provisional application of the Additional Protocol to the Agreement establishing an association between the European Economic Community and the Republic of Malta, to associate Malta to the Fifth Framework Programme for Research, Technological Development and Demonstration (1998-2002)\n", "header": "Council Decision\nof 22 May 2001\non the signature and provisional application of the Additional Protocol to the Agreement establishing an association between the European Economic Community and the Republic of Malta, to associate Malta to the Fifth Framework Programme for Research, Technological Development and Demonstration (1998-2002)\n(2001/516/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 170, in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Agreement establishing an association (hereinafter referred to as \"the Association Agreement\") between the European Economic Community and the Republic of Malta, (hereinafter referred to as \"Malta\")(1) entered into force on 1 April 1971.\n(2) The conclusions of the Luxembourg European Council of 12-13 December 1997 confirmed the possibility of associating candidate countries to the Community's Framework Programme in the field of research and technological development as one of the instruments of the pre-accession strategy to be applied to these countries.\n(3) By Decision No 182/1999/EC(2), the European Parliament and the Council adopted the Fifth Framework Programme of the European Community in the field of Research and Technological Development and Demonstration (1998-2002) (hereinafter referred to as the \"Fifth Framework Programme\").\n(4) The Helsinki European Council of 10-11 December 1999 decided to convene a bilateral intergovernmental conference on the accession of Malta to the European Union.\n(5) On 3 April 2000 Malta formally informed the European Commission that it wished such an association with the Fifth Framework Programme from 1 January 2001.\n(6) By its Decision of 17 October 2000, the Council authorised the Commission to negotiate on behalf of the European Community an Additional Protocol to the Association Agreement, to associate Malta to the Fifth Framework Programme (hereinafter referred to as \"the Additional Protocol\").\n(7) Subject to its possible conclusion at a later date, the Additional Protocol initialled on 6 December 2000 should be signed on behalf of the Community.\n(8) It is appropriate to apply the Additional Protocol on a provisional basis as from 1 March 2001 pending the completion of the procedures for its conclusion, subject to reciprocity,", "main_body": ["Subject to a possible conclusion at a later date, the President of the Council is hereby authorised to designate the person empowered to sign, on behalf of the European Community, the Additional Protocol to the Agreement establishing an Association between the European Economic Community and the Republic of Malta.\nThe text of the Additional Protocol is annexed to this Decision.", "The Additional Protocol shall be applied on a provisional basis as from 1 March 2001, subject to reciprocity, pending the completion of the procedures for its conclusion.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 22 May 2001.\nFor the Council\nThe President\nM. Winberg\n(1) OJ L 61, 14.3.1971, p. 1.\n(2) OJ L 26, 1.2.1999, p. 1."}