{"celex_id": "32009R0732", "uri": "http://publications.europa.eu/resource/cellar/b16b183a-69ff-4684-ae94-1f99bbf3b4e9", "type": "Regulation", "concepts": ["1708", "2338", "261", "3483", "3588", "3870", "4452"], "title": "Commission Regulation (EC) No 732/2009 of 10 August 2009 amending for the 111th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\n", "header": "12.8.2009 EN Official Journal of the European Union L 208/3\nCOMMISSION REGULATION (EC) No 732/2009\nof 10 August 2009\namending for the 111th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1), and in particular the first indent of Article 7(1) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation. It included Mr Uthman Omar Mahmoud.\n(2) The Court of First Instance decided on 11 June 2009 (2) to annul Regulation (EC) No 881/2002, insofar as it concerns Mr Omar Mohammed Othman.\n(3) Prior to the judgment of the Court of First Instance, the Commission has published a notice (3) for the attention of Mr Uthman Omar Mahmoud to inform him that the UN Al-Qaida and Taliban Sanctions Committee had provided the grounds for listing, which would be communicated upon request with a view to giving him the opportunity to make his point of view on these grounds known. Furthermore, by communication dated 12 June 2009, the grounds for listing were notified to Mr Uthman Omar Mahmoud, at the address of his lawyer, requesting that he make his point of view known by 14 July 2009.\n(4) The Commission has not received any comments on the grounds for listing from the listed person.\n(5) The list of persons, groups and entities to whom the freezing of funds and economic resources should apply, drawn up by the UN Al-Qaida and Taliban Sanctions Committee, includes Mr Uthman Omar Mahmoud.\n(6) In view of this, Mr Uthman Omar Mahmoud should be added to Annex I.\n(7) The Sanctions Committee amended the identifying data on 24 March 2009. The published information (4) concerning Mr Uthman Omar Mahmoud should therefore be updated.\n(8) This Regulation should apply from 30 May 2002, given the preventive nature and objectives of the freezing of funds and economic resources under Regulation (EC) No 881/2002 and the need to protect legitimate interests of the economic operators, who have been relying on the legality of the annulled Regulation,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 30 May 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 August 2009.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9.\n(2)  Judgment in Case T-318/01, Omar Mohammed Othman v Council (not yet published).\n(3)  OJ C 80, 3.4.2009, p. 12.\n(4)  Regulation (EC) No 374/2008 (OJ L 113, 25.4.2008, p. 15).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\nThe following entry shall be added under the heading ‘Natural persons’:\n‘Uthman Omar Mahmoud (alias (a) Uthman, Al-Samman, (b) Uthman, Umar, (c) Al-Filistini, (d) Abu Qatada, (e) Takfiri, Abu Umr, (f) Abu Umar, Abu Omar, (g) Umar, Abu Umar, (e) Abu Ismail). Date of birth: (a) 30.12.1960, (b) 13.12.1960. Date of designation referred to in Article 2a(4)(b): 17.10.2001. Other information: In custody in the United Kingdom pending the outcome of deportation proceedings (as at March 2009).’"}