{"celex_id": "32002R1820", "uri": "http://publications.europa.eu/resource/cellar/d847ac02-c811-46ff-b92a-e0de343e26c0", "type": "Regulation", "concepts": ["2292", "2734", "3003", "4171", "4885", "755"], "title": "Commission Regulation (EC) No 1820/2002 of 11 October 2002 amending Regulation (EEC) No 2958/93 laying down detailed rules for the application of Council Regulation (EEC) No 2019/93 as regards the specific arrangements for the supply of certain agricultural products\n", "header": "Commission Regulation (EC) No 1820/2002\nof 11 October 2002\namending Regulation (EEC) No 2958/93 laying down detailed rules for the application of Council Regulation (EEC) No 2019/93 as regards the specific arrangements for the supply of certain agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2019/93 of 19 July 1993 introducing specific measures for the smaller Aegean islands concerning certain agricultural products(1), as last amended by Regulation (EC) No 442/2002(2), and in particular Article 3a thereof,\nWhereas:\n(1) Council Regulation (EEC) No 2019/93 stipulates that products benefiting from the specific supply arrangements may not be re-exported to third countries or re-dispatched to the rest of the Community. However, it provides for derogation in case of traditional exports or traditional shipments to the rest of the Community of processed products.\n(2) Article 4 of Commission Regulation (EEC) No 2958/93 laying down detailed rules for the application of Council Regulation (EEC) No 2019/93 as regards the specific arrangements for the supply of certain agricultural products(3), as last amended by Regulation (EC) No 1020/2002(4), establishes that the Commission is to determine the limits of the annual quantities of processed products containing raw materials that have benefited from the specific supply arrangement that are allowed to be exported or shipped to the rest of the Community.\n(3) Those quantities should be determined on the basis of the average of exports and shipments to the rest of the Community during 1991, 1992 and 1993, before this regime entered into force, as established by the competent authorities.\n(4) In order to incorporate those annual quantities, it is necessary to amend Regulation (EEC) No 2958/93 accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinions of all the Management Committees concerned,", "main_body": ["Regulation (EEC) No 2958/93 is amended as follows:\n1. Article 4(1) is replaced by the following: \"1. Traditional exports and traditional dispatches to the rest of the Community of processed products containing raw materials that have benefited from the specific supply arrangements are permitted within the limits of annual quantities set out in Annex III. The competent authorities shall take the necessary steps to ensure that those operations do not exceed the annual quantities laid down.\"\n2. The text in the Annex to this Regulation is added as Annex III.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 October 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 184, 27.7.1993, p. 1.\n(2) OJ L 68, 12.3.2002, p. 4.\n(3) OJ L 267, 28.10.1993, p. 4.\n(4) OJ L 155, 14.6.2002, p. 32.\nANNEX\n\"ANNEX III\nMaximum quantities of processed products which can be exported or dispatched to the rest of the Community annually from the smaller Aegean islands in the context of traditional exports and dispatches\n(Article 4)\n>TABLE>\""}