{"celex_id": "32002R1837", "uri": "http://publications.europa.eu/resource/cellar/90a54ee9-a584-44a7-8197-897637d4019f", "type": "Regulation", "concepts": ["13", "1511", "251", "2733", "4314", "797"], "title": "Commission Regulation (EC) No 1837/2002 of 15 October 2002 fixing the production levies and the coefficient for the additional levy in the sugar sector for the marketing year 2001/02\n", "header": "Commission Regulation (EC) No 1837/2002\nof 15 October 2002\nfixing the production levies and the coefficient for the additional levy in the sugar sector for the marketing year 2001/02\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), as amended by Commission Regulation (EC) No 680/2002(2), and in particular the second and third indents of Article 15(8) and Article 16(5) thereof,\nWhereas:\n(1) Article 8 of Commission Regulation (EC) No 314/2002 of 20 February 2002 laying down detailed rules for the application of the quota system in the sugar sector(3) provides that the basic production levy and the B levy together with, if required, the coefficient referred to in Article 16(2) of Regulation (EC) No 1260/2001 for sugar, isoglucose and inulin syrup shall be fixed before 15 October in respect of the preceding marketing year and, secondly, that the Member States shall determine for each undertaking the balance of the levies outstanding for payment.\n(2) Commission Regulation (EC) No 1628/2001 of 9 August 2001 revising the maximum amount for the B production levy and amending the minimum price for B beet in the sugar sector for the marketing year 2001/02(4) increased, for the marketing year 2001/02, the maximum amount referred to in the first indent of Article 15(4) of Regulation (EC) No 1260/2001 to 37,5 % of the intervention price for white sugar.\n(3) For the marketing year 2001/02, the estimate of the overall loss recorded in accordance with Article 15(1) and (2) of Regulation (EC) No 1260/2001 shall require, in accordance with paragraphs 4 and 5 of that Article, the adoption of the maximum amounts of 2 % for the basic levy and 37,5 % for the B levy, fixed respectively in the first indent of the second subparagraph of paragraph 3 of that Article and in Article 1 of Regulation (EC) No 1628/2001.\n(4) Article 16(1) of Regulation (EC) No 1260/2001 provides that an additional levy shall be charged where the overall loss recorded in accordance with Article 15(1) and (2) is not covered in its entirety by the receipts from the basic production levy and the B levy. For the marketing year 2001/02, as this uncovered overall loss amounts to EUR 63899203, the coefficient referred to in Article 16(2) of that Regulation should be fixed at an amount of 0,08319 which represents the ratio, less 1, between the abovementioned loss and revenue.\n(5) Article 48 of Regulation (EC) No 1260/2001 provides for the balance remaining from the compensation system for storage costs applied during the marketing year 2000/01 to be charged or credited, as appropriate, under the system referred to in Articles 15 and 16 of that Regulation for the marketing year 2001/02.\n(6) The application of Commission Regulation (EC) No 1667/2001 of 17 August 2001 postponing the date by which the sugar storage levy must be paid(5) and Commission Regulation (EC) No 1878/2001 of 26 September 2001 laying down transitional measures in connection with the compensation system for storage costs for sugar(6) produces a positive balance of EUR 31276971 for the compensation system for storage costs during the marketing year 2000/01.\n(7) Since this positive balance comes from the storage levies paid by sugar-producing undertakings when disposing of their A and B sugar, provision should therefore be made for it to be reimbursed, on the basis of their production of A and B sugar in the marketing year 2001/02, to the undertakings in question which, in accordance with Articles 15 and 16 of Regulation (EC) No 1260/2001, bear the costs of the levies for that marketing year.\n(8) The Management Committee for Sugar has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The production levies in the sugar sector for the 2001/02 marketing year shall be as follows:\n(a) EUR 12,638 per tonne as the basic production levy on A sugar and B sugar;\n(b) EUR 236,963 per tonne of white sugar as the B levy on B sugar;\n(c) EUR 5,330 per tonne of dry matter as the basic production levy on A isoglucose and B isoglucose;\n(d) EUR 99,424 per tonne of dry matter as the B levy on B isoglucose;\n(e) EUR 12,638 per tonne of dry matter equivalent sugar/isoglucose as the basic production levy on A inulin syrup and B inulin syrup;\n(f) EUR 236,963 per tonne of dry matter equivalent sugar/isoglucose as the B levy on B inulin syrup.", "For the marketing year 2001/02, the coefficient provided for in Article 16(2) of Regulation (EC) No 1260/2001 shall be 0,08319.", "1. For the marketing year 2001/02, the positive balance obtained by applying Article 48 of Regulation (EC) No 1260/2001 shall be EUR 2,2111 per tonne of A sugar and B sugar.\n2. An overall balance applicable to each sugar-producing undertaking shall be established by multiplying its definitive production of A sugar and B sugar for the marketing year 2001/02 by the unit amount fixed in paragraph 1.\n3. The overall balance recorded for each sugar-producing undertaking, in accordance with paragraph 2 shall be deducted from the balance of the levies for the undertaking concerned for the marketing year 2001/02, established by the Member States in accordance with the first subparagraph of Article 8(2) of Regulation (EC) No 314/2002.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 October 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 104, 20.4.2002, p. 26.\n(3) OJ L 50, 21.2.2002, p. 40.\n(4) OJ L 216, 10.8.2001, p. 8.\n(5) OJ L 223, 18.8.2001, p. 9.\n(6) OJ L 258, 27.9.2001, p. 9."}