{"celex_id": "32004D0548", "uri": "http://publications.europa.eu/resource/cellar/add7dcd8-3e9d-4dc6-99ab-47c89e9f2c73", "type": "Decision", "concepts": ["1874", "4344", "665"], "title": "2004/548/EC: Council Decision of 11 May 2004 on the position to be taken by the Community regarding an agreement concerning the monetary relations with the Principality of Andorra\n", "header": "16.7.2004 EN Official Journal of the European Union L 244/47\nCOUNCIL DECISION\nof 11 May 2004\non the position to be taken by the Community regarding an agreement concerning the monetary relations with the Principality of Andorra\n(2004/548/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 111(3) thereof,\nHaving regard to the recommendation from the Commission,\nHaving regard to the opinion of the European Central Bank,\nWhereas:\n(1) Pursuant to Council Regulation (EC) No 974/98 of 3 May 1998 on the introduction of the euro (1), the euro replaced the currency of each participating Member State as from 1 January 1999.\n(2) The Community has competence, as from the same date, in monetary and foreign exchange regime matters in Member States adopting the euro.\n(3) The Council is responsible for determining the arrangements for the negotiation and conclusion of agreements concerning monetary or foreign exchange regime matters.\n(4) The Community has concluded monetary agreements with Monaco (2), the Vatican City (3) and San Marino (4). These countries had concluded earlier monetary agreements with France or with Italy, before the introduction of the euro.\n(5) The Principality of Andorra (hereinafter referred to as Andorra) does not have an official currency, nor has it concluded a monetary agreement with any Member State or third country. Spanish and French banknotes and coins were originally used de facto in Andorra, and were replaced by euro banknotes and coins as from 1 January 2002.\n(6) On 15 July 2003 Andorra formally requested the conclusion of a monetary agreement with the Community.\n(7) Given the close economic relations between Andorra and the Community, it is appropriate that an agreement between the Community and Andorra should include provisions regarding euro banknotes and coins, the legal status of the euro in Andorra, and also access to the euro area payment systems. Since the euro is already in use in Andorra, it should be agreed that Andorra is to use the euro as its official currency and that it will grant legal tender status to euro banknotes and coins issued by the European System of Central Banks and Member States which have adopted the euro.\n(8) The euro becoming Andorra's official currency does not create any right for Andorra to issue banknotes or coins, whether denominated in euro or in another denomination, or to issue monetary surrogates, unless the monetary agreement contains explicit provisions to this effect. Andorra currently issues collector coins denominated in diner and the possibility to continue this practice will be examined.\n(9) It is important that Andorra ensure that Community rules on banknotes and coins denominated in euro are applicable in Andorra. Euro banknotes and coins need proper protection against fraud and counterfeiting. It is also important that Andorra should take all the necessary measures and cooperate with the Community in this area.\n(10) Andorra should undertake to implement all relevant measures forming part of the Community framework for banking and financial regulations, including the prevention of money laundering, the prevention of fraud and counterfeiting of non-cash means of payment, and statistical reporting requirements. The application of such measures will contribute, inter alia, to establishing comparable and equitable conditions between financial institutions situated in the euro area and those located in Andorra.\n(11) The European Central Bank (ECB) and the national central banks may engage in all types of banking transactions in relation to financial institutions located in third countries. The ECB and the national central banks may, on appropriate conditions, allow financial institutions in third countries access to their payment systems. Agreement between the Community and Andorra should not impose any obligations on the ECB or on any national central bank.\n(12) The Commission should be empowered to conduct the negotiations with Andorra. Andorra's neighbouring countries, Spain and France, should be fully associated with the negotiations, and the ECB should be fully associated within its field of competence.\n(13) This Decision covers solely the agreement to be established between Andorra and the Community on monetary matters, to the exclusion of other matters requiring to be taken up in separate agreements. Andorra has been invited to agree to equivalent measures in certain areas, in particular as regards the taxation of the income from savings. The Council will examine, in the light of progress made on the negotiation and the initialling of the savings tax agreement, and on the basis of a recommendation from the Commission, whether the necessary conditions have been fulfilled for the opening of negotiations on the monetary agreement.\n(14) The Commission should submit the draft agreement to the Economic and Financial Committee for its opinion. The draft agreement should further be submitted to the Council if Spain and France, or the ECB, or the Economic and Financial Committee, is of the opinion that this is necessary,", "main_body": ["The Commission shall inform Andorra of the Community's preparedness to conclude an agreement on monetary matters with Andorra at the earliest possible date and shall propose negotiations for such an agreement.", "The position to be taken by the Community in the negotiations with Andorra for an agreement on the matters referred to below shall be based on the principles laid down in Articles 3 to 6.", "1.   Andorra shall be entitled to use the euro as its official currency.\n2.   Andorra shall be entitled to grant legal tender status to euro banknotes and coins.", "1.   Andorra shall undertake not to issue any banknotes, coins or monetary surrogates of any kind unless the conditions for such issuance have been agreed with the Community.\n2.   However, the possibility of Andorra continuing to issue gold and silver collector coins denominated in diner will be examined.", "1.   Andorra shall undertake to conform to Community rules on euro banknotes and coins.\n2.   Andorra shall undertake to cooperate closely with the Community with regard to the protection of euro banknotes and coins against fraud and counterfeiting and to adopt rules implementing the Community acts in this domain.", "1.   Andorra shall undertake to adopt all appropriate measures, through equivalent actions or direct transpositions, for the application of all relevant Community banking and financial legislation, in particular legislation relating to the activity and supervision of the institutions concerned, and also for the application of all relevant Community legislation on the prevention of money laundering, on the prevention of fraud and counterfeiting of non-cash means of payment and on statistical reporting requirements.\n2.   Financial institutions located in the territory of Andorra may have access to the payment and settlement systems within the euro area under appropriate conditions to be laid down in the agreement on monetary matters and to be determined in agreement with the ECB.", "The Commission shall, on behalf of the Community, conduct the negotiations with Andorra on the matters referred to in Articles 3 to 6. Spain and France shall be fully associated with the negotiations. The ECB shall be fully associated with those negotiations falling within its field of competence.", "The negotiations on an agreement on monetary matters shall be opened as soon as the Council has agreed, acting by a qualified majority on a recommendation from the Commission, that the necessary conditions for the opening of such negotiations have been fulfilled.\nThe prior initialling by both parties of the agreement on the taxation of income from savings, as well as the undertaking by Andorra to conclude such agreement before a date to be agreed with the Community, shall form part of those conditions.\nIf the agreement on the taxation of savings has not been concluded by Andorra before the agreed date, the negotiations on the monetary agreement shall be suspended until such conclusion has taken place.", "The Commission shall submit the draft agreement to the Economic and Financial Committee for opinion.\nThe Commission shall be entitled to conclude the agreement on behalf of the Community unless Spain or France, or the ECB, or the Economic and Financial Committee, is of the opinion that the agreement should be submitted to the Council.", "0\nThis Decision is addressed to the Commission."], "attachments": "Done at Brussels, 11 May 2004.\nFor the Council\nThe President\nC. McCREEVY\n(1)  OJ L 139, 11.5.1998, p. 1. Regulation as last amended by Regulation (EC) No 2596/2000 (OJ L 300, 29.11.2000, p. 2).\n(2)  OJ L 142, 31.5.2002, p. 59.\n(3)  OJ C 299, 25.10.2001, p. 1. Agreement as last amended by Council Decision 2003/738/EC (OJ L 267, 17.10.2003, p. 27).\n(4)  OJ C 209, 27.7.2001, p. 1."}