{"celex_id": "32006D0552", "uri": "http://publications.europa.eu/resource/cellar/3006a0c2-c0c0-4e1c-b22b-c21dae0b974e", "type": "Decision", "concepts": ["1085", "1318", "1415", "1598", "3660", "3774", "994"], "title": "2006/552/EC: Commission Decision of  3 August 2006  amending Annex XI to Council Directive 2003/85/EC as regards the list of laboratories authorised to handle live foot-and-mouth disease virus for vaccine production  (notified under document number C(2006) 3447)   (Text with EEA relevance)\n", "header": "8.8.2006 EN Official Journal of the European Union L 217/29\nCOMMISSION DECISION\nof 3 August 2006\namending Annex XI to Council Directive 2003/85/EC as regards the list of laboratories authorised to handle live foot-and-mouth disease virus for vaccine production\n(notified under document number C(2006) 3447)\n(Text with EEA relevance)\n(2006/552/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (1), and in particular Article 67(2) thereof,\nWhereas:\n(1) Directive 2003/85/EC sets out minimum control measures to be applied in the event of an outbreak of foot-and-mouth disease and certain preventive measures aimed at increasing the awareness and preparedness of the competent authorities and the farming community concerning that disease.\n(2) The preventive measures set out in Directive 2003/85/EC include the provision that Member States are to ensure that the handling of the live foot-and-mouth disease virus for the manufacturing of either inactivated antigens for the production of vaccines or vaccines and related research is carried out only in approved laboratories listed in Part B of Annex XI to that Directive.\n(3) The competent authorities of Germany have officially informed the Commission of some changes relating to manufacturers of foot-and-mouth disease vaccines in this Member State. Germany has renewed the necessary security guarantees for the laboratory situated on its territory.\n(4) For security reasons it is important to keep the list of laboratories authorised to handle live foot-and-mouth disease virus for vaccine production in Directive 2003/85/EC updated.\n(5) Accordingly, it is necessary to replace the list of laboratories authorised to handle live foot-and-mouth disease virus for vaccine production in Part B of Annex XI to Directive 2003/85/EC by the list set out in the Annex to this Decision.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex XI to Directive 2003/85/EC, Part B is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 3 July 2006.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 August 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 306, 22.11.2003, p. 1. Directive as amended by Commission Decision 2005/615/EC (OJ L 213, 18.8.2005, p. 14).\nANNEX\nIn Annex XI to Directive 2003/85/EC, Part B is replaced by the following:\n‘Laboratories authorised to handle live foot-and-mouth disease virus for vaccine production\nMember State where laboratory is situated Laboratory\nISO-code Name\nDE Germany Intervet International GmbH, Köln\nFR France Merial, S.A.S., Laboratoire IFFA, Lyon\nGB United Kingdom Merial, S.A.S., Pirbright Laboratory, Pirbright\nNL Netherlands CIDC-Lelystad,"}