{"celex_id": "32004R1242", "uri": "http://publications.europa.eu/resource/cellar/a4d480e5-0ca6-4c28-a3ad-3184eae1901f", "type": "Regulation", "concepts": ["1035", "1159", "12", "2455", "5581"], "title": "Council Regulation (EC) No 1242/2004 of 28 June 2004 granting derogations to the new Member States from certain provisions of Regulation (EC) No 2371/2002 relating to reference levels of fishing fleets\n", "header": "7.7.2004 EN Official Journal of the European Union L 236/1\nCOUNCIL REGULATION (EC) No 1242/2004\nof 28 June 2004\ngranting derogations to the new Member States from certain provisions of Regulation (EC) No 2371/2002 relating to reference levels of fishing fleets\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 57 thereof,\nWhereas:\n(1) Article 12 of Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1) provides that reference levels are to be established for each Member State’s fleet as the sum of the objectives per segment of the Multiannual Guidance Programme 1997-2002.\n(2) The new Member States do not have objectives as referred to in Article 12 of Regulation (EC) No 2371/2002.\n(3) Reference levels could only be established for the new Member States by reference to the level of their fleets at the moment of accession. But, if that was the case, obligations provided for in Article 11(2) and (4) of Regulation (EC) No 2371/2002 would be superfluous, since these obligations would overlap with those arising from the entry/exit scheme provided for in Article 13 of that Regulation.\n(4) It is therefore not appropriate to fix the reference levels provided for in Article 12 of Regulation (EC) No 2371/2002 for the new Member States, nor to apply Article 11(2) and (4) of that Regulation to them, as it shall have no effect on the management of the fleet by the new Member States.\n(5) Because of the short period of time during which these new Member States may grant aid for the renewal of the fleet, it is not appropriate to require these fleets to be reduced, as provided for in Article 13(2) of Regulation (EC) No 2371/2002.\n(6) Accordingly, derogations should be granted to the new Member States from the relevant provisions of Regulation (EC) No 2371/2002,", "main_body": ["By way of derogation, Article 11(2) and (4), Article 12 and Article 13(2) of Regulation (EC) No 2371/2002 shall not apply to the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2004.\nThis Regulation shall be binding in its entirely and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 June 2004.\nFor the Council\nThe President\nM. CULLEN\n(1)  OJ L 358, 31.12.2002, p. 59."}