{"celex_id": "32008D0039", "uri": "http://publications.europa.eu/resource/cellar/2b89a292-e19e-4f04-8020-ca48a2b86f88", "type": "Decision", "concepts": ["3156", "3169", "3763", "5063", "5545", "616"], "title": "Council Decision of 6 December 2007 concerning the accession of Bulgaria and Romania to the Convention of 18 December 1997 , drawn up on the basis of Article K.3 of the Treaty on European Union, on mutual assistance and cooperation between customs administrations\n", "header": "12.1.2008 EN Official Journal of the European Union L 9/21\nCOUNCIL DECISION\nof 6 December 2007\nconcerning the accession of Bulgaria and Romania to the Convention of 18 December 1997, drawn up on the basis of Article K.3 of the Treaty on European Union, on mutual assistance and cooperation between customs administrations\n(2008/39/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania (hereinafter referred to as the ‘Act of Accession’), and in particular Article 3(4) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) The Convention drawn up on the basis of Article K.3 of the Treaty on European Union, on mutual assistance and cooperation between customs administrations (2) (hereinafter referred to as the Convention) was signed at Brussels on 18 December 1997 and will enter into force 90 days after the notification by the State, Member of the European Union at the time of adoption by the Council of the Act drawing up the Convention, which is last to complete that formality.\n(2) In accordance with Article 32(4) of the Convention until the Convention enters into force, any Member State may, when giving the notification referred to in Article 32(2) of the Convention, or at any other later time, declare that as far as it is concerned the Convention, shall apply to its relations with Member States that have made the same declaration.\n(3) Following their accession to the European Union, the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Poland, Slovenia and Slovakia have deposited their instruments of accession to the Convention.\n(4) Article 3(3) of the Act of Accession provides that Bulgaria and Romania are to accede to the conventions and protocols concluded between the Member States and listed in Annex I to the Act of Accession, which includes, inter alia, the Convention on mutual assistance and cooperation between customs administrations. Those conventions and protocols are to enter into force in relation to Bulgaria and Romania on the date determined by the Council.\n(5) In accordance with Article 3(4) of the Act of Accession, the Council is to make all adjustments required by reason of accession to those conventions and protocols,", "main_body": ["Article 31(1) of the Convention of 18 December 1997, drawn up on the basis of Article K.3 of the Treaty on European Union, on mutual assistance and cooperation between customs administrations shall be replaced by the following:\n‘1.   This Convention shall apply to the territories of the Member States comprised in the customs territory of the Community as well as, for the Federal Republic of Germany, the Island of Heligoland and the territory of Büsingen (within the framework of and pursuant to the Treaty of 23 November 1964 between the Federal Republic of Germany and the Swiss Confederation on the inclusion of the commune of Büsingen am Hochrhein in the customs territory of the Swiss Confederation, or the current version thereof) and, for the Italian Republic, the municipalities of Livigno and Campione d'Italia, and to the territorial waters, the inland maritime waters and the airspace of the territories of the Member States.’", "The Convention, as amended by this Decision, shall enter into force for Bulgaria and Romania on the date of entry into force of the Convention, without prejudice to Article 32(4) of the Convention.", "The Convention drawn up in the Bulgarian and Romanian languages (3) shall be authentic under the same conditions as the other texts of the Convention.", "This Decision shall take effect on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 6 December 2007.\nFor the Council\nThe President\nA. COSTA\n(1)  Opinion of 24 October 2007 (not yet published in the Official Journal).\n(2)  OJ C 24, 23.1.1998, p. 2.\n(3)  The Bulgarian and Romanian version of the Convention shall be published in the special edition of the OJ at a later date."}