{"celex_id": "32000R0701", "uri": "http://publications.europa.eu/resource/cellar/5ecf3d53-2309-4958-966c-5e0b411e2617", "type": "Regulation", "concepts": ["1258", "2734", "2748", "3568"], "title": "Commission Regulation (EC) No 701/2000 of 3 April 2000 amending Regulation (EC) No 1222/94 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds\n", "header": "Commission Regulation (EC) No 701/2000\nof 3 April 2000\namending Regulation (EC) No 1222/94 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Commission Regulation (EC) No 2491/98(2) and in particular the first subparagraph of Article 8(3) thereof,\nWhereas:\n(1) It is expedient to specify the milk fat content for certain products assimilated to PG2 set out in Article 1(2) of Commission Regulation (EC) No 1222/94 of 30 May 1994 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty and the criteria for fixing the amount of such refunds(3) as last amended by Regulation (EC) No 238/2000(4).\n(2) In the case of advance fixing, the rate of refund applying to basic products incorporated into non-Annex I products should be adjusted according to the rules applying to the advance fixing of the refunds on basic products exported unprocessed.\n(3) In connection with compliance with the international commitments of the European Union, it is necessary to clarify the provisions of Article 6b(8) of Regulation (EC) No 1222/94 in order to allow certificates to be issued in a regular manner during the transitional period.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["Regulation (EC) No 1222/94 is hereby amended as follows:\n1. The second indent in Article 1(2)(c) is replaced by the following: \"- milk and the milk products falling within CN Codes 0403 10 11, 0403 90 11 and 0404 90 21, in powder, granules or other solid forms, not containing added sugar or other sweetening matter, with a milk fat content, by weight, of 1,5 % or less,\nshall be assimilated to skimmed milk powder as referred to in Annex A (PG2).\"\n2. The second indent of Article 1(2)(d) is replaced by the following: \"- milk, cream and the milk products falling within CN Codes 0403 10 11, 0403 10 13, 0403 10 19, 0403 90 13, 0403 90 19, 0404 90 23 and 0404 90 29, in powder, granules or other solid forms, not containing added sugar or other sweetening matter, with a milk fat content, by weight, of more than 1,5 % but less than 45 %,\nshall be assimilated to whole milk powder as referred to in Annex A (PG3).\"\n3. The following text is added to Article 5(2): \"The rate of the refund determined in the manner described in the previous subparagraph shall be adjusted according to the rules applying to the advance fixing of the refunds on basic products exported unprocessed, but using the conversion coefficients set in Annex E for products processed from cereals.\nThe previous subparagraph shall not apply to applications for advance fixing lodged by 24 March 2000.\"\n4. The second subparagraph of Article 6b(8) is replaced by the following: \"Insofar as the Commission considers that compliance with the international commitments of the European Union may be jeopardised, it may apply a reduction coefficient to applications for certificates currently under examination, taking account, inter alia, of the method of calculation referred to in paragraphs 3 and 4. It may also suspend the issuing of certificates.\nThe Commission shall publish the coefficient in the Official Journal of the European Communities within four days of the date on which the applications referred to in the first subparagraph were lodged.\"", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 April 2000.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 309, 19.11.1998, p. 28.\n(3) OJ L 136, 31.5.1994, p. 5.\n(4) OJ L 24, 29.1.2000, p. 45."}