{"celex_id": "32001R1476", "uri": "http://publications.europa.eu/resource/cellar/56db0ef9-fff0-4853-ab86-3958fdf3ec72", "type": "Regulation", "concepts": ["1309", "2296", "4314", "5078", "5083", "6007"], "title": "Commission Regulation (EC) No 1476/2001 of 18 July 2001 amending Regulation (EC) No 1325/2001 as regards safeguard measures with regard to imports from the overseas countries and territories of mixtures of sugar and cocoa with ACP/OCT originating status for the period 1 July to 1 December 2001\n", "header": "Commission Regulation (EC) No 1476/2001\nof 18 July 2001\namending Regulation (EC) No 1325/2001 as regards safeguard measures with regard to imports from the overseas countries and territories of mixtures of sugar and cocoa with ACP/OCT originating status for the period 1 July to 1 December 2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 91/482/EEC of 25 July 1991 on the association of the overseas countries and territories with the European Community(1), as last amended by Decision 2000/161/EC(2), and in particular Article 109 thereof,\nAfter consulting the Committee set up in accordance with Article 1(2) of Annex IV to that Decision,\nWhereas:\n(1) Commission Regulation (EC) No 1325/2001 of 29 June 2001 providing for the continued application of safeguard measures with regard to imports of sugar-sector products with EC/OCT originating status from the overseas countries and territories for the period 1 July to 1 December 2001(3) limits such imports during its period of applicability. However, since safeguard measures were introduced with regard to products with EC/OCT originating status, mixtures of sugar and cocoa with ACP/OCT originating status have started to be imported, which is a new development.\n(2) Such imports are just as damaging to the sugar sector as imports of the products concerned with EC/OCT originating status. Cumulation of ACP/OCT originating status should accordingly be limited in the case of products covered by CN codes 1806 10 30 and 1806 10 90 for the period to 1 December 2001.\n(3) Article 100 of Decision 91/482/EEC states that the object of the Decision is to promote trade between the OCT and the Community, taking account of their respective levels of development. In accordance with Article 109(2) of that Decision, priority must be given to such measures as least disturb the functioning of the association and the Community. Such measures must not exceed the limits of what is strictly necessary to remedy the difficulties that have arisen.\n(4) For the purposes of introducing these safeguard measures, the Commission has based itself on the quantities of mixtures of sugar and cocoa imported in the first five months of 2001, with an eye to preventing any increase in the quantity currently imported and to allowing operators to adjust to the limits on quantities. The reference figures used as a basis for adopting the safeguard measures with regard to those products and to sugar with EC/OCT originating status also include any quantities of mixtures of sugar and cocoa with ACP/OCT originating status. Should the risk of disturbance continue after the end of the period of application of this Regulation and should the Council not adopt the new decision on the association of the OCT with the Community, the figures for imports from the OCT used as a basis for the safeguard measures with regard to products with EC/OCT originating status could also be considered with a view to any continued application of the safeguard measures provided for herein.\n(5) This measure should ensure that imported sugar-based products originating in the OCT do not exceed a quantity that could disturb the COM for sugar, while at the same time guaranteeing them a commercial outlet.\n(6) In this respect, the Commission points out that it made a proposal to the Council, in connection with the review of Decision 91/482/EEC, to abolish the rules allowing cumulation of originating status for sugar and mixtures of sugar and cocoa covered by CN codes 1806 10 30 and 1806 10 90.\n(7) In order to ensure proper management, avoid speculation and permit effective checks of products covered by CN codes 1701, 1806 10 30 and 1806 10 90, detailed rules should be laid down on the submission of licence applications and on the issuing and utilisation of the licences.\n(8) In view of the impact of the imports, the safeguard measures should apply with immediate effect,", "main_body": ["Regulation (EC) No 1325/2001 is hereby amended as follows:\n1. the title is replaced by the following: \"Commission Regulation (EC) No 1325/2001 of 29 June 2001 as regards safeguard measures with regard to imports from the overseas countries and territories of sugar with EC/OCT originating status and of mixtures of sugar and cocoa with ACP/OCT and EC/OCT originating status for the period 1 July to 1 December 2001;\"\n2. the following paragraph is inserted after the first paragraph of Article 1: \"For products covered by CN codes 1806 10 30 and 1806 10 90, cumulation of ACP/OCT originating status as referred to in Article 6 of Annex II to Decision 91/482/EEC shall be permitted for a quantity of 6684 tonnes of sugar during the period of application of this Regulation.\";\n3. Article 2 is amended as follows:\n(a) the second subparagraph of paragraph 2 is amended as follows:\n(i) the first and second indents are replaced by the following: \"- licences for the products referred to in the first paragraph of Article 1 shall bear the serial number 53.0001 while those for the products referred to in the second paragraph of Article 1 shall bear the serial number 53.0003,\n- licence applications may be for a maximum of 4848 tonnes in the case of the products referred to in the first paragraph of Article 1 and a maximum of 6684 tonnes in the case of the products referred to in the second paragraph of Article 1;\"\n(ii) the fourth, fifth and sixth indents are replaced by the following: \"- applications shall be lodged with the competent authorities in the first five working days of each month, with the exception of July 2001, when applications shall be lodged by 16 July 2001 at the latest for the products referred to in the first paragraph of Article 1 and by 23 July 2001 at the latest for the products referred to in the second paragraph of Article 1,\n- the single reducing coefficient shall be applied and the lodging of new applications suspended where the quantity covered by import licence applications exceeds 4848 tonnes in the case of the products referred to in the first paragraph of Article 1 and 6684 tonnes in the case of the products referred to in the second paragraph of Article 1 during the period of application of this Regulation,\n- the term of validity of import licences shall expire on the last day of the fourth month following that of their issue and in any case on 1 December 2001.\";\n(b) Paragraph 3 is replaced by the following: \"3. In the case of products with EC/OCT originating status, on completion of the formalities for release for free circulation in the customs territory of the Community, operators shall present the customs authorities of the Member States with copies of the export licences issued in accordance with Article 22 of Council Regulation (EC) No 1260/2001(4) for the sugar used in those products.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 263, 19.9.1991, p. 1.\n(2) OJ L 58, 26.2.2001, p. 21.\n(3) OJ L 177, 30.6.2001, p. 57.\n(4) OJ L 178, 30.6.2001, p. 1."}