{"celex_id": "32003D0037", "uri": "http://publications.europa.eu/resource/cellar/0e656c37-3f9c-4313-aaee-397857a0eb26", "type": "Decision", "concepts": ["177", "1878", "1896", "2159", "2213", "2428", "2522", "4308"], "title": "2003/37/EC: Commission Decision of 16 January 2003 concerning guidance on a provisional reference method for the sampling and measurement of PM2.5 under Directive 1999/30/EC (Text with EEA relevance) (notified under document number C(2003) 10)\n", "header": "Commission Decision\nof 16 January 2003\nconcerning guidance on a provisional reference method for the sampling and measurement of PM2.5 under Directive 1999/30/EC\n(notified under document number C(2003) 10)\n(Text with EEA relevance)\n(2003/37/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 1999/30/EC of 22 April 1999 relating to limit values for sulphur dioxide, nitrogen dioxide and oxides of nitrogen, particulate matter and lead in ambient air(1), as amended by Commission Decision 2001/744/EC(2), and in particular Article 7(5), third subparagraph, thereof,\nWhereas:\n(1) Limit values for sulphur dioxide, nitrogen dioxide and oxides of nitrogen, particulate matter and lead in ambient air are laid down in Directive 1999/30/EC.\n(2) A reference method for sampling and measurement of PM2.5 is currently being standardised by the European Committee for Standardisation (CEN). In absence of the reference method, guidance on a provisional reference method for sampling and measurement of PM2.5 has to be provided by the Commission in accordance with the procedure laid down in Section V of Annex IX to Directive 1999/30/EC.\n(3) Directive 96/62/EC of 27 September 1996 on ambient air quality assessment and management(3) provides that the Commission shall be assisted by the Committee referred to in Article 12 of the Directive, composed of the representatives of Member States and chaired by the representative of the Commission, and that the Commission shall take the utmost account of the opinion delivered by the Committee.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Committee instituted by Article 12(2) of Council Directive 96/62/EC,", "main_body": ["The guidance on a provisional reference method for sampling and measurement of PM2.5 referred to in Section V of Annex IX to Directive 1999/30/EC is provided by means of the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 January 2003.\nFor the Commission\nMargot Wallström\nMember of the Commission\n(1) OJ L 163, 29.6.1999, p. 41.\n(2) OJ L 278, 23.10.2001, p. 35.\n(3) OJ L 296, 21.11.1996, p. 55.\nANNEX\nGUIDANCE ON PM2.5 MEASUREMENT UNDER DIRECTIVE 1999/30/EC\nThe purpose of this document is to give recommendations to air quality managers and network operators on the selection of PM2.5 measurement devices required by the first Daughter Directive on air pollution for fine particles. These recommendations do not apply to other possible applications with different measurement objectives, as for example in the case of research activities, or in the case of indicative measurements.\nBackground and CEN standardisation work\nDirective 1999/30/EC states in Article 5 that \"Member States shall ensure that measuring stations to supply data on concentration of PM2.5 are installed and operated. Each Member State shall choose the number and the siting of the stations at which PM2.5 is to be measured as representative of concentrations of PM2.5 within that Member State. Where possible sampling points for PM2.5 shall be co-located with sampling points for PM10.\" Article 7 further mentions that \"The provisional reference method for the sampling and measurement of PM2.5 shall be laid down in Section V of Annex IX.\" Annex IX finally asks for the preparation of a guideline to be developed by the European Commission in consultation with the committee referred to in Article 12 of Directive 96/62/EC.\nDG Environment has given a mandate to CEN to develop a standard European reference method for the measurement of PM2.5. This method is based on the gravimetric determination of the PM2.5 fraction of particles in air, sampled at ambient conditions. CEN TC 264/WG 15 started its work in 2000. The first two field validation campaigns (Madrid, Duisburg) have been completed; two more campaigns are currently on-going (Vredepeel, Vienna). Four further campaigns in Sweden, England, Greece and Italy are at the planning stage. The validation work is expected to be concluded by 2003. The final CEN standard method will therefore not be available before 2004.\nCEN WG 15 is currently testing various candidate devices based on the gravimetric determination method and equipped with different inlet types from European manufacturers as well as the United States Federal Reference sampler:\n- MINI-WRAC, single filter sampler, from Frauenhofer Institute for Toxicology and Aerosol Research (FhG-ITA), Germany,\n- RAAS 2.5-1, single filter sampler, from ESM Andersen, United States of America,\n- Partisol plus -SCC, sequential sampler, from Rupprecht and Patashnick, United States of America,\n- Partisol FRM, single filter sampler, from Rupprecht and Patashnick, United States of America,\n- SEQ 47/50, sequential sampler, from Leckel Company, Germany,\n- HVS-DHA 80, sequential sampler, from Digitel, Switzerland.\nIn addition, CEN is also testing a number of automated measurement devices, based on the beta ray attenuation method and the tapered element oscillating microbalance (TEOM), for equivalency with the reference gravimetric method:\n- ADAM, beta ray attenuation, sequential, from OPSIS, Sweden,\n- FH 62 I-R, beta ray attenuation, filter tape, from ESM Andersen Company, United States of America,\n- BAM 1020, beta ray attenuation, filter tape, from Met One, United States of America,\n- TEOM SES, sharp cut cyclone, from Rupprecht and Patashnick, United States of America.\nProblems in mass concentration measurements of PM2.5\nSeveral problems, partially known from previous experiences with PM10 measurements, have to be taken into consideration when determining PM2.5 mass concentrations. Preliminary inter-comparison studies carried out in a number of Member States have shown significant differences between the results of manual PM2.5 samplers, ranging up to ±30 %. Reasons for the observed differences between the samplers are complex and can be divided into:\n- artefacts on the filter, e.g. evaporative losses during sampling or conditioning of the filter,\n- artefacts in the size fractionating inlet, e.g. poor design, changes of the cut-off due to poor volume flow control and particle deposition on the impaction plate,\n- artefacts due to the sampling system set-up; e.g. particle deposition in the sampling tube (especially for long or curved tubes).\nIt has to be noted that the chemical composition of PM2.5 is significantly different from that of PM10 especially the semi-volatile particulate matter (e.g. ammonium nitrate, organic compounds) is enriched in the fine PM2.5 size fraction. The particulate matter in the size range between PM10 and PM2.5 mainly consists of inert components such as silica, metal oxides, etc. Hence the problems with losses of semi-volatile matter already observed when sampling PM10 may be even more pronounced for PM2.5 measurements.\nLosses will essentially depend on the composition of the aerosols and the presence of volatile particulate matter, as well as on the difference between ambient and sampling temperatures. The losses may therefore present important seasonal and geographical variations. As an example of this, losses close to 0 % were reported in Scandinavia during a spring episode (aerosols from road sanding), whereas losses up to 70 % were observed in Central Europe during a winter episode (aerosols with high ammonium nitrate content).\nWith this background it can be anticipated that any heating of the sampling system will show significantly lower PM2.5 mass concentrations than a system kept under ambient conditions.\nRecommendations for monitoring PM2.5\nIn the absence of conclusions from the CEN standardisation activities, the following recommendations for PM2.5 can be given:\nRegarding the measurement method:\nThe mandate given by the Commission to CEN specified that the measurement method to be standardised is based on the gravimetric determination of the PM2.5 mass fraction of particulate matter collected on a filter under ambient conditions. Other methods, such as the beta ray attenuation method and the tapered element oscillating microbalance (TEOM), are currently tested for equivalence with the gravimetric method by CEN WG 15. Methods such as those based on optical methods (particle counting or nephelometry) are not considered for possible use under the directive.\nRegarding the PM2.5 specific inlet:\nCurrently there are two main inlet designs available and in use for monitoring and research purposes: the impactor type inlet and the sharp cut-cyclone type. Various inlets of both types are currently under testing e.g. within the framework of CEN WG 15. The size fractionation efficiency of the inlet shall be as follows: 50 % of the particles with an aerodynamic diameter of 2,5 μm have to be collected on the filter.\nRegarding the instruments:\nTheory and former experience gained in the PM10 validation work suggests that the use of devices whereby the sampling probe and/or filter is heated during collection should be avoided for the measurement of PM2.5. In order to limit as far as possible the losses of volatile particles, instruments sampling as close as possible to ambient temperature should be preferred for PM2.5.\nConsidering the incomplete manner and the lack of coherence of the results obtained thus far from the various studies, it is impossible for the present to select candidate instruments for the monitoring of PM2.5. When it comes to the selection of a particular measurement device, a careful approach is recommended. Preference should be given to an approach that does not entail important resource investment and that allows for the adaptation of the measurement requirements to future developments (e.g. the forthcoming European standard method on PM2.5 measurements, technical developments by instrument manufacturers, the upcoming regulation on heavy metals).\nWhen reporting PM2.5 data, it is essential to document fully the measurement methodology that was used to generate the data."}