{"celex_id": "32007R1152", "uri": "http://publications.europa.eu/resource/cellar/75b537cf-ea2e-48ce-b68b-b5f530ba89b7", "type": "Regulation", "concepts": ["2624", "2644", "2958", "2965", "3170", "4860", "4983"], "title": "Council Regulation (EC) No 1152/2007 of 26 September 2007 amending Regulation (EC) No 1255/1999 on the common organisation of the market in milk and milk products\n", "header": "4.10.2007 EN Official Journal of the European Union L 258/3\nCOUNCIL REGULATION (EC) No 1152/2007\nof 26 September 2007\namending Regulation (EC) No 1255/1999 on the common organisation of the market in milk and milk products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Article 7(1) of Council Regulation (EC) No 1255/1999 (2) sets up the minimum requirement for the protein content of skimmed milk powder bought into intervention at 35,6 % of the non-fatty dry extract. Following the allowance in the Community of standardisation to 34 % of certain dehydrated preserved milk, it is appropriate for the good management of intervention stocks to provide that the intervention quality is fixed at that level. The intervention price of skimmed milk powder, set up in Article 4(1) of that Regulation, should be amended to take into account the new standard for protein content.\n(2) Article 6(1) of Regulation (EC) No 1255/1999 provides for the buying in of butter by the intervention agencies when market prices of butter over two weeks are less than 92 % of the intervention prices. The operation of such arrangement is administratively cumbersome. In the light of the most recent amendments of the intervention system and with a view to simplifying that system, the trigger arrangement should be abolished.\n(3) Article 6(3) of Regulation (EC) No 1255/1999 provides that aid for private storage of butter can only be granted on butter classified according to national quality grades. The application of different quality grades in Member States leads to different treatment with respect to the aid. In order to provide for equal treatment and simplify the administration for the aid for private storage, the national quality criteria should be replaced by Community criteria used for other market support.\n(4) In accordance with Article 6(3) of Regulation (EC) No 1255/1999, aid for private storage of cream is to be granted as a market support measure. Equally, pursuant to Article 7(3) of that Regulation aid for private storage of skimmed milk powder may be granted. These two support measures have in practice been inactive for a long time, even when there was a serious imbalance on the markets for milk fat and proteins. They may therefore be considered obsolete and should be abolished.\n(5) Article 13(1)(b) of Regulation (EC) No 1255/1999 provides for the possibility for military forces to buy butter at reduced prices. However, that provision has not been applied since 1989 and such support scheme is deemed not necessary.\n(6) Article 14(3) of Regulation (EC) No 1255/1999 sets up the aid level for milk supplied to pupils in educational establishments and provides for the adaptation of the aid level for other eligible products. With a view to simplify the school milk scheme, while responding to today’s health and nutritional tendencies, a flat rate aid should be set for all categories of milk.\n(7) Article 26 of Regulation (EC) No 1255/1999 provides for the obligatory use of an import licence for all imports of products referred to in Article 1 thereof. Monitoring systems other than the licensing system are now available providing more accurate, updated and transparent information. Where appropriate, such systems should equally be applied for the import of dairy products. The request for an import licence should therefore not be compulsory, whilst the Commission should be empowered to introduce a licensing system when necessary.\n(8) Regulation (EC) No 1255/1999 should be amended accordingly,", "main_body": ["Regulation (EC) No 1255/1999 is hereby amended as follows:\n1. Article 4(1)(b) shall be replaced by the following:\n‘(b) skimmed milk powder: 169,80.’.\n2. Article 6 shall be amended as follows:\n(a) paragraph 1 shall be replaced by the following:\n(b) the second subparagraph of paragraph 2 shall be deleted;\n(c) paragraph 3 shall be amended as follows:\n(i) the first subparagraph shall be replaced by the following:\n— unsalted butter produced from cream or milk in an approved undertaking of the Community of a minimum butterfat content, by weight, of 82 %, a maximum milk solids non-fat content, by weight, of 2 % and a maximum water content, by weight, of 16 %,\n— salted butter produced from cream or milk in an approved undertaking of the Community of a minimum butterfat content, by weight, of 80 %, a maximum milk solids non-fat content, by weight, of 2 %, a maximum water content, by weight, of 16 % and a maximum salt content, by weight, of 2 %.’;\n(ii) the second subparagraph shall be deleted;\n(iii) in the fourth and fifth subparagraphs the words ‘cream or’ shall be deleted.\n3. Article 7 shall be amended as follows:\n(a) paragraph 1 shall be replaced by the following:\n— meets a minimum protein content of 34,0 % by weight of the fat free dry matter,\n— meets preservation requirements to be laid down,\n— meets conditions to be determined as regards the minimum quantity and packaging.\n(b) paragraphs 3 and 5 shall be deleted.\n4. Article 10(a) shall be replaced by the following:\n‘(a) the detailed rules for the application of this chapter;’.\n5. Article 13(1)(b) shall be deleted.\n6. Article 14(3) shall be replaced by the following:\n— EUR 18,15/100 kg of all milk.\n7. Article 26 shall be amended as follows:\n(a) paragraph 1 shall be replaced by the following:\n(b) paragraph 3(a) shall be replaced by the following:\n‘(a) the list of products in respect of which export licences are required and the import procedures where no import licences are required;’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2008. However, points 1 and 3 of Article 1 shall apply from 1 September 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 2007.\nFor the Council\nThe President\nJ. SILVA\n(1)  Opinion of 5 September 2007 (not yet published in the Official Journal).\n(2)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2)."}