{"celex_id": "32008D0768(01)", "uri": "http://publications.europa.eu/resource/cellar/081242c5-dd78-49fc-9721-769bd457302a", "type": "Decision", "concepts": ["1595", "1662", "2740", "2773", "2985", "3618", "5227"], "title": "2008/768/EC: Commission Decision of 30 September 2008 concerning the non-inclusion of Beauveria brongniartii and potassium permanganate in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing these substances (notified under document number C(2008) 5106) (Text with EEA relevance)\n", "header": "2.10.2008 EN Official Journal of the European Union L 263/12\nCOMMISSION DECISION\nof 30 September 2008\nconcerning the non-inclusion of Beauveria brongniartii and potassium permanganate in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing these substances\n(notified under document number C(2008) 5106)\n(Text with EEA relevance)\n(2008/768/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the fourth subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provides that a Member State may, during a period of 12 years following the notification of that Directive, authorise the placing on the market of plant protection products containing active substances not listed in Annex I to that Directive that are already on the market two years after the date of notification, while those substances are gradually being examined within the framework of a programme of work.\n(2) Commission Regulations (EC) No 1112/2002 (2) and (EC) No 2229/2004 (3) lay down the detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Directive 91/414/EEC.\n(3) Beauveria brongniartii and potassium permanganate are substances designated in the fourth stage programme.\n(4) The sole notifiers for Beauveria brongniartii and potassium permanganate informed the Commission on 5 September 2007 and 22 February 2008 respectively, that they no longer wished to participate in the programme of work for these active substances, and therefore further information will not be submitted. As a consequence, these active substances should not be included in the Annex I of Directive 91/414/EEC.\n(5) For the active substances for which there is only a short period of advance notice for the withdrawal of plant protection products containing such substances, it is reasonable to provide for a period of grace for disposal, storage, placing on the market and use of existing stocks no longer than 12 months to allow existing stocks to be used in no more than one further growing season. In cases where a longer advance notice period is provided, such period can be shortened to expire at the end of the growing season.\n(6) This decision does not prejudice the submission of an application for these active substances according to the provisions of Article 6(2) of Directive 91/414/EEC in view of a possible inclusion in its Annex I.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The active substances listed in Annex I to this Decision shall not be included as active substances in Annex I to Directive 91/414/EEC.", "Member States shall ensure that:\n(a) authorisations for plant protection products containing the active substances listed in Annex I are withdrawn by 30 March 2009;\n(b) no authorisations for plant protection products containing these active substances are granted or renewed from the date of publication of this Decision.", "Any period of grace granted by Member States in accordance with Article 4(6) of Directive 91/414/EEC, shall be as short as possible and shall expire not later than 30 March 2010.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 September 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  OJ L 168, 27.6.2002, p. 14.\n(3)  OJ L 379, 24.12.2004, p. 13."}