{"celex_id": "32009R0032", "uri": "http://publications.europa.eu/resource/cellar/204ddcbd-3b38-4372-8de8-e4dd3351377a", "type": "Regulation", "concepts": ["1086", "161", "1644", "2488", "2771", "4314", "5078"], "title": "Commission Regulation (EC) No 32/2009 of 16 January 2009 on the issuing of import licences for applications lodged during the first seven days of January 2009 under the tariff quota opened by Regulation (EC) No 1498/2007 for sugar and sugar and cocoa mixtures with ACP/OCT or EC/OCT cumulation of origin\n", "header": "17.1.2009 EN Official Journal of the European Union L 13/25\nCOMMISSION REGULATION (EC) No 32/2009\nof 16 January 2009\non the issuing of import licences for applications lodged during the first seven days of January 2009 under the tariff quota opened by Regulation (EC) No 1498/2007 for sugar and sugar and cocoa mixtures with ACP/OCT or EC/OCT cumulation of origin\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (1), and in particular the fifth subparagraph of Article 6(4) of Annex III thereto,\nWhereas:\n(1) Commission Regulation (EC) No 1498/2007 of 18 December 2007 laying down specific rules for issuing import licences for sugar and sugar and cocoa mixtures with ACP/OCT or EC/OCT cumulation of origin (2) opened a tariff quota for the import of products from the sugar sector. Article 1 of that Regulation stipulates that Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (3) shall apply to the import of products falling within CN Chapter 17 and CN codes 1806 10 30 and 1806 10 90 with ACP/OCT or EC/OCT cumulation of origin.\n(2) Article 7(2) of Regulation (EC) No 1301/2006 provides that where the quantities covered by licence applications exceed the quantities available for the import tariff quota period or subperiod, the Commission shall fix an allocation coefficient, which the Member States shall apply to the quantities covered by each licence application.\n(3) The applications for import licences lodged during the first seven days of January 2009 for the subperiod 1 January to 31 March 2009 relate to quantities exceeding those available. The extent to which import licences may be issued should therefore be determined by establishing the allocation coefficient to be applied to the quantities requested, and the submission of new licence applications for 2009 suspended,", "main_body": ["With regard to import licence applications under the quota bearing the serial number 09.4652 and lodged pursuant to Regulation (EC) No 1498/2007 for the subperiod 1 January to 31 March 2009, licences shall be issued for the quantities requested, subject to the application of an allocation coefficient of 68,292682 %.\nThe submission of further applications for 2009 is hereby suspended.", "This Regulation shall enter into force on 17 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 2009.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 314, 30.11.2001, p. 1.\n(2)  OJ L 333, 19.12.2007, p. 6.\n(3)  OJ L 238, 1.9.2006, p. 13."}