{"celex_id": "32009D0547", "uri": "http://publications.europa.eu/resource/cellar/3dfb3698-6630-4a4c-a2be-9fa32a57a7e4", "type": "Decision", "concepts": ["1759", "1854", "192", "3422", "838"], "title": "2009/547/EC: Commission Decision of 10 July 2009 amending Decision 2000/57/EC on the early warning and response system for the prevention and control of communicable diseases under Decision No 2119/98/EC of the European Parliament and of the Council (notified under document number C(2009) 5515) (Text with EEA relevance)\n", "header": "14.7.2009 EN Official Journal of the European Union L 181/57\nCOMMISSION DECISION\nof 10 July 2009\namending Decision 2000/57/EC on the early warning and response system for the prevention and control of communicable diseases under Decision No 2119/98/EC of the European Parliament and of the Council\n(notified under document number C(2009) 5515)\n(Text with EEA relevance)\n(2009/547/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 2119/98/EC of the European Parliament and of the Council of 24 September 1998 setting up a network for the epidemiological surveillance and control of communicable diseases in the Community (1), and in particular Article 6(5) thereof,\nAfter consulting the European Data Protection Supervisor,\nWhereas:\n(1) Commission Decision 2000/57/EC of 22 December 1999 on the early warning and response system for the prevention and control of communicable diseases under Decision No 2119/98/EC of the European Parliament and of the Council (2) defines events related to communicable diseases to be communicated by competent public health authorities of Member States to the early warning and response system (EWRS) component of the Community network, and sets up general procedures for information exchange on those events, for consultation and for coordination of measures among Member States in liaison with the Commission.\n(2) Decision 2000/57/EC also commits competent public health authorities of each Member State to collect and exchange all necessary information on the events on communicable diseases, e.g. by using the national surveillance system, the epidemiological component of the Community network or any other Community collection system.\n(3) The prevention and control of communicable diseases is defined in Decision No 2119/98/EC as a range of measures, including epidemiological investigation, taken by competent public health authorities in the Member States to prevent and stop the spread of communicable diseases. These measures cover contact tracing activities and along with any relevant information in the possession of national competent public health authority on an event related to communicable diseases are promptly forwarded to all other Member States and the Commission. Furthermore a Member State, which intends to undertake measures, in principle informs in advance the Community network on the nature and scope of those measures, as well as consults and coordinates those actions with other Member States in liaison with the Commission.\n(4) Decision 2000/57/EC should clearly reflect the provisions of Decision No 2119/98/EC in relation with measures taken or intended to be adopted to prevent and stop the spread of communicable diseases.\n(5) Furthermore the entry into force of the International Health Regulations (2005) commits the international community to provide a public health response to the international spread of diseases in ways that are commensurate with and restricted to public health risks, and which avoid unnecessary interference with international traffic and trade.\n(6) In occurrence of an event related to communicable disease with a potential EU dimension necessitating contact tracing measures, Members States collaborate with each other in liaison with the Commission through the EWRS in order to identify infected persons and individuals potentially in danger. Such collaboration may involve an exchange of sensitive personal data of confirmed or suspected human cases between Member States concerned by the contact tracing procedure.\n(7) The processing of personal data related to health is in principle prohibited by provisions of Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (3) and of Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4). In addition Article 11 of Decision No 2119/98/EC states , inter alia, that its provisions shall apply without prejudice to Directive 95/46/EC.\n(8) For the public health reasons, the processing of such data is covered by the exemption granted by Article 8(3) of Directive 95/46/EC and Article 10(3) of Regulation (EC) No 45/2001, in so far as it is required for the purposes of preventive medicine, medical diagnosis and the provision of care or treatment or the management of health-care services, and where those data are processed by a health professional subject under national law or rules established by national competent bodies to the obligation of professional secrecy or by another person also subject to an equivalent obligation of secrecy. Furthermore, Article 23(1) of International Health Regulations (2005), which entered into force on 15 June 2007, provides that the States Parties to the World Health Organisation (WHO) may require for public health reasons, including contact tracing purposes, on arrival or departure, certain data regarding travellers.\n(9) In addition the processing of personal data for the purposes of contact tracing should be considered as lawful in so far as it is necessary in order to protect the vital interests of the data subject, in accordance with Article 7(d) of Directive 95/46/EC and with Article 5(e) of Regulation (EC) No 45/2001, and also for the performance of a task carried out in the public interest, in accordance with, respectively, Articles 7(e) and 5(a) of these Community acts.\n(10) The Commission, the European Centre for Disease Prevention and Control and the Member States should put in place appropriate safeguards in relation with the processing of personal data for the purpose of contact tracing, in particular concerning the use of derogation from provisions of Directive 95/46/EC and of Regulation (EC) No 45/2001, ensuring that they process personal data in the EWRS in compliance with, respectively, Regulation (EC) No 45/2001 and Directive 95/46/EC.\n(11) In particular when communicating personal data within the EWRS with a view to prevent and stop the spread of communicable diseases, the competent public health authorities of Member States and the Commission should ensure that personal data is adequate, relevant and not excessive in relation to that purpose as well as not processed for other purposes, and that it is accurate, updated when necessary and kept for no longer than necessary for that purpose; they should also ensure that persons subject to contact tracing are duly informed of the nature of the processing, of the data processed, of the rights to access and rectify data concerning them, unless this proves impossible or involves a disproportionate effort, and that appropriate levels of confidentiality and security are put in place within the EWRS to protect the processing of such data.\n(12) In its 2007 report (5) on the operation of the EWRS, the Commission stressed the need for the introduction within EWRS of a selective messaging functionality to guarantee an exclusive communication channel only between Member States concerned by specific events related , inter alia, to contact tracing activities. The use of this selective functionality provides appropriate safeguards whenever personal data is communicated through the EWRS and should ensure that, for the implementation of this Decision, only adequate, relevant and not excessive personal data is circulated within the EWRS, in accordance with Article 4(1)(c) of Regulation (EC) No 45/2001 and Article 6(1)(c) of Directive 95/46/EC. For these reasons the use of the selective messaging functionality should be restricted to notifications involving the communication of relevant personal data, in order to be compatible with the obligations of the Member States under Articles 4, 5 and 6 of Decision No 2119/98/EC.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Committee set up under Article 7 of Decision No 2119/98/EC,", "main_body": ["Decision 2000/57/EC is amended as follows:\n1. in Article 1(2), the wording ‘information on these events’ is replaced by ‘information on these events and measures intended or adopted in response to those events or indications for such events’;\n2. the following Article 2a is inserted:\n3. in Article 3, paragraph 1 is replaced by the following:\n4. the text in Annex to this Decision is added as Annex III.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 July 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 268, 3.10.1998, p. 1.\n(2)  OJ L 21, 26.1.2000, p. 32.\n(3)  OJ L 281, 23.11.1995, p. 31.\n(4)  OJ L 8, 12.1.2001, p. 1.\n(5)  Report form the Commission to the Council and to the European Parliament on the operation of the Early Warning and Response Systems (EWRS) of the Community Network for the epidemiological surveillance and control of communicable diseases during years 2004 and 2005 (Decision 2000/57/EC) of 20 March 2007 (COM(2007) 121 final).\n(6)  OJ L 281, 23.11.1995, p. 31.\n(7)  OJ L 8, 12.1.2001, p. 1.’;\nANNEX\nThe following Annex III is added to Decision 2000/57/EC:\n‘ANNEX III\nIndicative list of personal data for the purpose of contact tracing\n1. PERSONAL INFORMATION\n— Name and given names,\n— Nationality, date of birth, sex,\n— ID type, number and issuing authority,\n— Current home address (street name and nr, city, country, postal code),\n— Telephone numbers (mobile, residential, business),\n— E-mail (private, business).\n2. TRAVEL SPECIFICATIONS\n— Conveyance data (e.g. flight number, date of flight, ship name, plate number),\n— Seat number(s),\n— Cabin number(s).\n3. CONTACT INFORMATION\n— Names of visited persons/places of stay,\n— Dates and addresses of the places of stay (street name and nr, city, country, postal code),\n— Telephone numbers (mobile, residential, business),\n— E-mail (private, business).\n4. INFORMATION ON ACCOMPANYING PERSONS\n— Name and given names,\n— Nationality,\n— Personal information as laid down in point 1, indents 3-6.\n5. EMERGENCY CONTACT DETAILS\n— Name of person to be contacted,\n— Address (street name and nr, city, country, postal code),\n— Telephone numbers (mobile, residential, business),\n— E-mail (private, business)’."}