{"celex_id": "32008R1052", "uri": "http://publications.europa.eu/resource/cellar/7424668b-0ab8-4954-89b7-c18868297a98", "type": "Regulation", "concepts": ["3119", "3446", "4763", "5455"], "title": "Regulation (EC) No 1052/2008 of the European Central Bank of 22 October 2008 amending Regulation (EC) No 1745/2003 (ECB/2003/9) on the application of minimum reserves (ECB/2008/10)\n", "header": "25.10.2008 EN Official Journal of the European Union L 282/14\nREGULATION (EC) No 1052/2008 OF THE EUROPEAN CENTRAL BANK\nof 22 October 2008\namending Regulation (EC) No 1745/2003 (ECB/2003/9) on the application of minimum reserves\n(ECB/2008/10)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ESCB Statute), and in particular to Article 19.1 thereof,\nHaving regard to Council Regulation (EC) No 2531/98 of 23 November 1998 concerning the application of minimum reserves by the European Central Bank (1),\nHaving regard to Council Regulation (EC) No 2532/98 of 23 November 1998 concerning the powers of the European Central Bank to impose sanctions (2),\nWhereas:\n(1) Article 19.1 of the ESCB Statute provides that the Governing Council of the European Central Bank (ECB) may establish regulations concerning the calculation and determination of the required minimum reserves.\n(2) Article 2 of Regulation (EC) No 2531/98 provides that the ECB may, on a non-discriminatory basis, exempt institutions from the obligation to hold minimum reserves in accordance with criteria established by the ECB.\n(3) The ECB considers it necessary to tighten the criteria for granting exemptions from reserve requirements and, in addition, to add a new criterion regarding the possibility to grant an exemption to institutions subject to measures imposed by the Community or a Member State which result in the freezing of funds or the restriction of the use of an institution’s funds or are otherwise subject to a decision of the ECB’s Governing Council suspending or excluding their access to open market operations or to the Eurosystem’s standing facilities.\n(4) In the light of past experience, it is also necessary to amend Regulation (EC) No 1745/2003 of the European Central Bank (ECB/2003/9) (3) to refine the definition of the components of the reserve base in respect of which minimum reserves are calculated and the provisions on granting an exemption from the requirements of separate reporting for institutions holding minimum reserves through an intermediary.\n(5) Regulation (EC) No 1745/2003 (ECB/2003/9) should also provide for general criteria governing transitional maintenance periods for institutions which become subject to the ECB’s reserve requirements on account of the adoption of the euro by the Member State in which they are located,", "main_body": ["Regulation (EC) No 1745/2003 (ECB/2003/9) is amended as follows:\n1. Article 2(2) and (3) are replaced by the following:\n(a) institutions subject to reorganisation measures;\n(b) institutions subject to the freezing of funds and/or other measures imposed by the Community or a Member State under Article 60(2) of the Treaty restricting the use of their funds or a decision of the ECB’s Governing Council suspending or excluding their access to open market operations or the Eurosystem’s standing facilities;\n(c) institutions for which the purpose of the ECB’s minimum reserve system would not be met by imposing reserve requirements upon them. In reaching a decision on any such exemption, the ECB shall take into account one or more of the following criteria:\n(i) the institution is authorised to pursue special-purpose functions only;\n(ii) the institution is prohibited from exercising active banking functions in competition with other credit institutions;\n(iii) the institution is under a legal obligation to have all its deposits earmarked for purposes relating to regional and/or international development assistance.\n(a) reorganisation measures;\n(b) the freezing of funds and/or other measures imposed by the Community or a Member State under Article 60(2) of the Treaty restricting the use of an institution’s funds or a decision issued by the ECB’s Governing Council suspending or excluding an institution’s access to open market operations or the Eurosystem’s standing facilities.\n2. Article 3(2) is replaced by the following:\n(a) liabilities which are owed to any other institution not listed as being exempt from the ECB’s minimum reserve system according to Article 2(3);\n(b) liabilities which are owed to the ECB or to a participating NCB.\n3. Article 4(1) is replaced by the following:\n(a) deposits with agreed maturity over two years;\n(b) deposits redeemable at notice over two years;\n(c) repos;\n(d) debt securities issued with an original maturity over two years.’\n4. Article 11 is replaced by the following:\n5. The following Article 13a is inserted:\n(a) the dates of the transitional maintenance period for the application of minimum reserve requirements to institutions located in that Member State, with the initial date being the date of the adoption of the euro in that Member State;\n(b) the manner of calculation of the reserve base for the purposes of determining the level of minimum reserves required to be held by institutions located in the Member State adopting the euro during the transitional maintenance period taking into account the ECB’s reporting framework for money and banking statistics as laid down in Regulation (EC) No 2423/2001 (ECB/2001/13); and\n(c) the time limit by which the calculation and verification of the minimum reserves is to be carried out by the institutions located in the Member State adopting the euro and their national central bank in respect of the transitional maintenance period.", "Final provision\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 22 October 2008.\nFor the Governing Council of the ECB\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 318, 27.11.1998, p. 1.\n(2)  OJ L 318, 27.11.1998, p. 4.\n(3)  OJ L 250, 2.10.2003, p. 10."}