{"celex_id": "32003D0239", "uri": "http://publications.europa.eu/resource/cellar/d201d826-b882-40a0-8864-e6fc1c4a03ed", "type": "Decision", "concepts": ["1474", "1505", "2817", "3381", "3774", "4821", "5181"], "title": "2003/239/EC: Council Decision of 18 February 2003 on the conclusion of an Agreement in the form of an Exchange of Letters between the United Kingdom of Great Britain and Northern Ireland on behalf of the Isle of Man and the European Community extending to the Isle of Man the legal protection of databases as provided for in Chapter III of Directive 96/9/EC\n", "header": "Council Decision\nof 18 February 2003\non the conclusion of an Agreement in the form of an Exchange of Letters between the United Kingdom of Great Britain and Northern Ireland on behalf of the Isle of Man and the European Community extending to the Isle of Man the legal protection of databases as provided for in Chapter III of Directive 96/9/EC\n(2003/239/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases(1), and in particular Article 11(3) thereof,\nHaving regard to the proposal from the Commission(2),\nWhereas:\n(1) The right provided for in Article 7 of Directive 96/9/EC applies to databases whose makers or rightholders qualify for protection under Article 11(1) and (2) of that Directive.\n(2) The Isle of Man legislation on the protection of databases is in conformity with the provisions of Directive 96/9/EC and offers protection equivalent to that provided for in Chapter III thereof. The Isle of Man intends to extend the application of that legislation to nationals of the Member States of the European Union, natural persons who have their habitual residence in the territory of a Member State and companies or firms formed in accordance with the law of one of the Member States and having their registered office, central administration or principal place of business within a Member State.\n(3) The Isle of Man legislation therefore qualifies for an extension of the protection provided for in Chapter III of Directive 96/9/EC. The term of any protection thus extended should, however, not exceed that available pursuant to Article 10 of Directive 96/9/EC.\n(4) The Agreement in the form of an Exchange of Letters extending to the Isle of Man the protection provided for in Chapter III of Directive 96/9/EC should be approved accordingly,", "main_body": ["The Agreement in the form of an Exchange of Letters between the United Kingdom of Great Britain and Northern Ireland on behalf of the Isle of Man and the European Community extending to the Isle of Man the legal protection of databases as provided for in Chapter III of Directive 96/9/EC is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is set out in the Annex.", "The President of the Council is hereby authorised to designate the person empowered to sign the letter to the United Kingdom of Great Britain and Northern Ireland in order to express the consent of the Community to be bound."], "attachments": "Done at Brussels, 18 February 2003.\nFor the Council\nThe President\nN. Christodoulakis\n(1) OJ L 77, 27.3.1996, p. 20.\n(2) OJ C 331 E, 31.12.2002. p. 313."}