{"celex_id": "32001R1251", "uri": "http://publications.europa.eu/resource/cellar/d57b47ba-9df2-46fa-abb7-a7c972b94d44", "type": "Regulation", "concepts": ["2300", "2739", "3169", "3190", "3355", "4079"], "title": "Commission Regulation (EC) No 1251/2001 of 26 June 2001 amending Regulation (EEC) No 3769/92 implementing and amending Council Regulation (EEC) No 3677/90 laying down measures to be taken to discourage the diversion of certain substances to the illicit manufacture of narcotic drugs and psychotropic substances\n", "header": "Commission Regulation (EC) No 1251/2001\nof 26 June 2001\namending Regulation (EEC) No 3769/92 implementing and amending Council Regulation (EEC) No 3677/90 laying down measures to be taken to discourage the diversion of certain substances to the illicit manufacture of narcotic drugs and psychotropic substances\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3677/90 of 13 December 1990 laying down measures to be taken to discourage the diversion of certain substances to the illicit manufacture of narcotic drugs and psychotropic substances(1), as last amended by Regulation (EEC) No 1116/2001(2), and in particular Article 10(3) thereof,\nHaving regard to Commission Regulation (EEC) No 3769/92 of 21 December 1992 implementing and amending Council Regulation (EEC) No 3677/90 laying down measures to be taken to discourage the diversion of certain substances to the illicit manufacture of narcotic drugs and psychotropic substances(3), as last amended by Regulation (EC) No 1610/2000(4),\nWhereas:\n(1) Member States must be made aware of the obligation to send pre-export notification following a request made under Article 12.10 of the United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances and UN General Assembly Resolution S-20/4.\n(2) In order to speed up the response to such requests, it is desirable to shorten and simplify the procedure for amending the lists of countries requiring notification,", "main_body": ["Regulation (EEC) No 3769/92 is amended as follows:\n1. Article 2 is replaced by the following: \"Article 2\nSpecific export requirements for Category 2 scheduled substances\nPursuant to Article 5(2) of the basic Regulation, exports of scheduled substances in Category 2 are subject mutatis mutandis to the provisions of Article 4 of the basic Regulation whenever they are destined for an operator established in a country which is included in the list published in the C series of the Official Journal. The list shall be kept up to date by the European Commission.\"\n2. Article 3 is replaced by the following: \"Article 3\nSpecific export requirements for Category 3 scheduled substances\nWithout prejudice to more specific requirements to be determined on the basis of agreements with the countries concerned, exports of scheduled substances in Category 3 are subject, pursuant to Article 5a(2) of the basic Regulation, to the provisions of Article 4 of the basic Regulation whenever they are destined for an operator established in a country which is included in the list published in the C series of the Official Journal and an open individual authorisation cannot be granted pursuant to paragraph 3 of that Article. The list shall be kept up to date by the European Commission.\"", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 357, 20.12.1990, p. 1.\n(2) OJ L 153, 8.6.2001, p. 4.\n(3) OJ L 383, 29.12.1992, p. 17.\n(4) OJ L 185, 25.7.2000, p. 30."}