{"celex_id": "32007R0856", "uri": "http://publications.europa.eu/resource/cellar/cc556363-e66a-4f3b-97c5-3667410425ad", "type": "Regulation", "concepts": ["1309", "2771", "3837", "519", "5969"], "title": "Council Regulation (EC) No 856/2007 of 16 July 2007 extending the suspension of the definitive anti-dumping duty imposed by Regulation (EC) No 215/2002 on imports of ferro molybdenum originating in the People’s Republic of China\n", "header": "21.7.2007 EN Official Journal of the European Union L 190/1\nCOUNCIL REGULATION (EC) No 856/2007\nof 16 July 2007\nextending the suspension of the definitive anti-dumping duty imposed by Regulation (EC) No 215/2002 on imports of ferro molybdenum originating in the People’s Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 14 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) The Council, by Regulation (EC) No 215/2002 (2), imposed a definitive anti-dumping duty on imports of ferro molybdenum originating in the People’s Republic of China (PRC), falling under CN code 7202 70 00 (the product concerned). The rate of the anti-dumping duty is 22,5 %.\n(2) The Commission by Decision 2006/714/EC (3), suspended for a period of nine months the definitive anti-dumping duty imposed by Regulation (EC) No 215/2002 on imports of the product concerned originating in the PRC.\n(3) The decision to suspend the definitive anti-dumping duty imposed by Regulation (EC) No 215/2002 was taken in line with the provisions of Article 14(4) of the basic Regulation which provides that, in the Community interest, anti-dumping measures may be suspended on the grounds that market conditions have temporarily changed to an extent that injury would be unlikely to resume as a result of such suspension, provided that the Community industry has been given an opportunity to comment and these comments have been taken into account.\n(4) The Commission concluded in Decision 2006/714/EC that the injury linked to the imports of the product concerned originating in the PRC was unlikely to resume as a result of the suspension because of the temporary change in market conditions, and in particular the high level of prices of the product concerned practised on the Community market, which was far above the injurious level found in the original investigation, together with the alleged demand-supply imbalance of the product concerned.\n(5) The Commission undertook in Decision 2006/714/EC the obligation to monitor the development of imports and the prices of the product concerned and to repeal the suspension in case increased volumes at dumped prices of the product concerned from the PRC resume and consequently cause injury to the Community industry.\n(6) On 31 October 2006 an ex officio full interim review was initiated by a notice published in the Official Journal of the European Union\n (4) since the corpus of evidence at the Commission's disposal indicated that the circumstances on the basis of which the existing measures were established have changed to an extent that the existing measures may no longer be adequate and that certain of these changes appeared to be of a lasting nature.\nB.   GROUNDS\n(7) Article 14(4) of the basic Regulation provides that, in the Community interest, anti-dumping measures may be suspended for a period of nine months but the suspension may be extended for a further period, not exceeding one year, if the Council so decides, acting on a proposal of the Commission.\n(8) Since the suspension of measure there was no change in the situation set out in recitals 5 to 10 of Decision 2006/714/EC with respect to imports and prices of the product concerned. Only insignificant volumes of ferro molybdenum originating in the PRC were imported into the EC.\n(9) With regard to the ex officio full interim review it is recalled that this should be concluded within 15 months of initiation, i.e. by 31 January 2008.\nC.   CONCLUSION\n(10) Given that the situation in the Community market has remained unchanged following the suspension of the anti-dumping duty in October 2006 and since the interim review has not been concluded yet, it is considered appropriate to extend the suspension of the measures in force in accordance with Article 14(4) of the basic Regulation. On the basis of the general principle of predictability of trade inflows and in anticipation of the results of the currently conducted interim review it is concluded that the suspension of the measures in force should be extended until 31 January 2008, i.e. until the final time limit for the conclusion of the interim review. No indications have been found as to why the extension of the suspension would not be in the Community interest.\n(11) Pursuant to Article 14(4) of the basic Regulation, the Commission has informed the Community industry of its intention to extend the suspension of the anti-dumping measures in force. The Community industry has been given an opportunity to comment but its comments did not alter the conclusion that the situation has remained as set out in Decision 2006/714/EC.\n(12) The Commission therefore considers that all requirements for extending the suspension of the anti-dumping duty imposed on the product concerned are met, in accordance with Article 14(4) of the basic Regulation. Consequently, the suspension of the anti-dumping duty imposed by Regulation (EC) No 215/2002 should be extended until 31 January 2008.\n(13) The Commission will monitor the development of imports and the prices of the product concerned. Should a situation arise at any time in which increased volumes at dumped prices of the product concerned from the PRC resume and consequently cause injury to the Community industry, the Commission will propose reinstating the anti-dumping duty by repealing the present suspension,", "main_body": ["The suspension of the definitive anti-dumping duty imposed by Council Regulation (EC) No 215/2002 on imports of ferro molybdenum, falling within CN code 7202 70 00, and originating in the People’s Republic of China is hereby extended until 31 January 2008.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 2007.\nFor the Council\nThe President\nJ. SILVA\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 35, 6.2.2002, p. 1.\n(3)  OJ L 293, 24.10.2006, p. 15.\n(4)  OJ C 262, 31.10.2006, p. 28."}