{"celex_id": "32008D0386", "uri": "http://publications.europa.eu/resource/cellar/c53e314d-d8c8-4772-ba1b-f37101113b9b", "type": "Decision", "concepts": ["3114", "3641", "3648", "4033", "4514", "5864"], "title": "2008/386/EC: Commission Decision of 23 April 2008 modifying Annex A to Decision 2006/679/EC concerning the technical specification for interoperability relating to the control-command and signalling subsystem of the trans-European conventional rail system and Annex A to Decision 2006/860/EC concerning the technical specification for interoperability relating to the control-command and signalling subsystem of the trans-European high-speed rail system (notified under document number C(2008) 1565) (Text with EEA relevance)\n", "header": "24.5.2008 EN Official Journal of the European Union L 136/11\nCOMMISSION DECISION\nof 23 April 2008\nmodifying Annex A to Decision 2006/679/EC concerning the technical specification for interoperability relating to the control-command and signalling subsystem of the trans-European conventional rail system and Annex A to Decision 2006/860/EC concerning the technical specification for interoperability relating to the control-command and signalling subsystem of the trans-European high-speed rail system\n(notified under document number C(2008) 1565)\n(Text with EEA relevance)\n(2008/386/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 96/48/EC of 23 July 1996 on the interoperability of the trans-European high-speed rail system (1), and in particular Article 6(1) thereof,\nHaving regard to Directive 2001/16/EC of the European Parliament and of the Council of 19 March 2001 on the interoperability of the conventional rail system (2), and in particular Article 6(1) thereof,\nWhereas:\n(1) Commission Decision 2006/679/EC (3) laid down the first technical specification (TSI) for interoperability relating to the control-command and signalling subsystem of the trans-European conventional rail system.\n(2) Commission Decision 2002/731/EC (4) laid down the first technical specification (TSI) for interoperability relating to the control-command and signalling subsystem of the trans-European high-speed rail system; it was repealed and replaced by Commission Decision 2006/860/EC (5).\n(3) Decision 2007/153/EC adapted Annex A to Decisions 2006/679/EC and 2006/860/EC to technical progress.\n(4) With a view to take account of the agreement reached within the working groups of the European Railway Agency on the subset 108, there is a need to update Annex A.\n(5) In accordance with Article 6.2 of Directive 96/48/EC and Article 6.2 of Directive 2001/16/EC, the Agency shall be responsible for preparing the review and updating of TSIs and making any recommendations to the Committee referred to in Article 21 in order to take account of developments in technology or social requirements.\n(6) In accordance with Article 12 of Regulation (EC) No 881/2004 of the European Parliament and of the Council (6), the European Rail Agency shall ensure that the TSIs are adapted to technical progress and market trends and to the social requirements and propose to the Commission the amendments to the TSIs which it considers necessary.\n(7) The European Railway Agency adopted on 14 January 2008 a recommendation regarding the list of mandatory specifications and the list of informative specifications set out in the TSIs for the conventional rail and the high-speed rail systems.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 21 of Directive 96/48/EC,", "main_body": ["The list of mandatory specifications and the list of informative specifications set out in Annex A to the TSI attached to Decision 2006/679/EC relating to the control-command and signalling subsystem of the trans-European conventional rail system and Annex A to the TSI attached to Decision 2006/860/EC relating to the control-command and signalling subsystem of the trans-European high-speed rail system, are replaced by the list of mandatory specifications and the list of informative specifications attached to the present Decision.", "Before 31 December 2008, the European Train Control System (ETCS) specifications attached to the present Decision will be completed to include updated common test specifications and to correct any errors.", "Before 31 December 2008, and without prejudice to Article 7 of Directive 96/48/EC and Article 7 of Directive 2001/16/EC, Member States shall notify to the Commission which of their lines equipped with ETCS operate, or will operate, with the mandatory specifications applicable prior to the entry into force of the present Decision.\nBy the same date, Member States shall also notify to the Commission the time by which trains compliant with the specifications referred to in this Decision can operate on each of their ETCS lines.", "This Decision shall apply from 1 June 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 April 2008.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 235, 17.9.1996, p. 6. Directive as last amended by Commission Directive 2007/32/EC (OJ L 141, 2.6.2007, p. 63).\n(2)  OJ L 110, 20.4.2001, p. 1. Directive as last amended by Commission Directive 2007/32/EC.\n(3)  OJ L 284, 16.10.2006, p. 1. Decision as last amended by Decision 2007/153/EC (OJ L 67, 7.3.2007, p. 13).\n(4)  OJ L 245, 12.9.2002, p. 37. Decision as amended by Decision 2004/447/EC (OJ L 155, 30.4.2004, p. 65, as corrected by OJ L 193, 1.6.2004, p. 53).\n(5)  OJ L 342, 7.12.2006, p. 1. Decision as amended by Decision 2007/153/EC.\n(6)  OJ L 164, 30.4.2004, p. 1, as corrected by OJ L 220, 21.6.2004, p. 3.\nANNEX\n‘LIST OF MANDATORY SPECIFICATIONS\nIndex N Reference Document name Version\n1. ERA/ERTMS/003204 ERTMS/ETCS Functional requirement specification 5.0\n2.  Intentionally deleted\n3. UNISIG SUBSET-023 Glossary of terms and abbreviations 2.0.0\n4. UNISIG SUBSET-026 System requirement specification 2.3.0\n5. UNISIG SUBSET-027 FFFIS Juridical recorder-downloading tool 2.2.9\n6. UNISIG SUBSET-033 FIS for man-machine interface 2.0.0\n7. UNISIG SUBSET-034 FIS for the train interface 2.0.0\n8. UNISIG SUBSET-035 Specific transmission module FFFIS 2.1.1\n9. UNISIG SUBSET-036 FFFIS for Eurobalise 2.4.1\n10. UNISIG SUBSET-037 EuroRadio FIS 2.3.0\n11. Reserved 05E537 Offline key management FIS\n12. UNISIG SUBSET-039 FIS for the RBC/RBC handover 2.1.2\n13. UNISIG SUBSET-040 Dimensioning and engineering rules 2.0.0\n14. UNISIG SUBSET-041 Performance requirements for interoperability 2.1.0\n15. ERA SUBSET-108 Interoperability related consolidation on TSI annex A documents 1.2.0\n16. UNISIG SUBSET-044 FFFIS for Euroloop subsystem 2.2.0\n17. Intentionally deleted\n18. UNISIG SUBSET-046 Radio infill FFFS 2.0.0\n19. UNISIG SUBSET-047 Trackside-trainborne FIS for radio infill 2.0.0\n20. UNISIG SUBSET-048 Trainborne FFFIS for radio infill 2.0.0\n21. UNISIG SUBSET-049 Radio infill FIS with LEU/interlocking 2.0.0\n22. Intentionally deleted\n23. UNISIG SUBSET-054 Assignment of values to ETCS variables 2.0.0\n24. Intentionally deleted\n25. UNISIG SUBSET-056 STM FFFIS Safe time layer 2.2.0\n26. UNISIG SUBSET-057 STM FFFIS Safe link layer 2.2.0\n27. UNISIG SUBSET-091 Safety requirements for the technical interoperability of ETCS in levels 1 and 2 2.2.11\n28. Reserved Reliability — availability requirements\n29. UNISIG SUBSET-102 Test specification for interface “k” 1.0.0\n30. Intentionally deleted\n31. UNISIG SUBSET-094 UNISIG Functional requirements for an onboard reference test facility 2.0.0\n32. EIRENE FRS GSM-R Functional requirements specification 7\n33. EIRENE SRS GSM-R System requirements specification 15\n34. A11T6001 12 (MORANE) Radio transmission FFFIS for EuroRadio 12\n35. ECC/DC(02)05 ECC Decision of 5 July 2002 on the designation and availability of frequency bands for railway purposes in the 876-880 and 921-925 MHz bands\n36a. Intentionally deleted\n36b. Intentionally deleted\n36c. UNISIG SUBSET-074-2 FFFIS STM Test cases document 1.0.0\n37a. Intentionally deleted\n37b. UNISIG SUBSET-076-5-2 Test cases related to features 2.2.2\n37c. UNISIG SUBSET-076-6-3 Test sequences 2.0.0\n37d. UNISIG SUBSET-076-7 Scope of the test specifications 1.0.0\n37e. Intentionally deleted\n38. 06E068 ETCS Marker-board definition 1.0\n39. UNISIG SUBSET-092-1 ERTMS EuroRadio conformance requirements 2.2.5\n40. UNISIG SUBSET-092-2 ERTMS EuroRadio test cases safety layer 2.2.5\n41. Reserved JRU Test specification\n42. Intentionally deleted\n43. UNISIG SUBSET 085 Test specification for Eurobalise FFFIS 2.2.2\n44. Reserved Odometry FIS\n45. UNISIG SUBSET-101 Interface “K” specification 1.0.0\n46. UNISIG SUBSET-100 Interface “G” specification 1.0.1\n47. Reserved Safety requirements and requirements to safety analysis for interoperability for the control-command and signalling subsystem\n48. Reserved Test specification for mobile equipment GSM-R\n49. UNISIG SUBSET-059 Performance requirements for STM 2.1.1\n50. Reserved Test specification for Euroloop\n51. Reserved Ergonomic aspects of the DMI\n52. UNISIG SUBSET-058 FFFIS STM Application layer 2.1.1\n53. Reserved AEIF-ETCS Variables manual\n54. Intentionally deleted\n55. Reserved Juridical recorder baseline requirements\n56. Reserved ERTMS Key management conformance requirements\n57. Reserved Requirements on pre-fitting of ERTMS onboard equipment\n58. UNISIG SUBSET-097 Requirements for RBC-RBC safe communication interface 1.1.0\n59. Reserved Requirements on pre-fitting of ERTMS trackside equipment\n60. Reserved ETCS Version management\n61. Reserved GSM-R Version management\n62. Reserved RBC-RBC Test specification for safe communication interface\n63. UNISIG SUBSET-098 RBC-RBC Safe communication interface 1.0.0’\n‘LIST OF INFORMATIVE SPECIFICATIONS\nIndex N Reference Document name Version Type\nB1. EEIG 02S126 RAM requirements (chapter 2 only) 6 2 (Index 28)\nB2. EEIG 97S066 Environmental conditions 5 2 (Index A5)\nB3. UNISIG SUBSET-074-1 Methodology for testing FFFIS STM 1.0.0 2 (Index 36)\nB4. EEIG 97E267 Odometer FFFIS 5 1 (Index 44)\nB5. O_2475 ERTMS GSM-R QoS test specification 1.0.0 2\nB6. UNISIG SUBSET-038 Offline key management FIS 2.1.9 1 (Index 11)\nB7. UNISIG SUBSET-074-3 FFFIS STM Test specification traceability of test cases with specific transmission module FFFIS 1.0.0 2 (Index 36)\nB8. UNISIG SUBSET-074-4 FFFIS STM Test specification traceability of testing the packets specified in the FFFIS STM application layer 1.0.0 2 (Index 36)\nB9. UNISIG SUBSET 076-0 ERTMS/ETCS Class 1, test plan 2.2.3 2 (Index 37)\nB10. UNISIG SUBSET 076-2 Methodology to prepare features 2.2.1 2 (Index 37)\nB11. UNISIG SUBSET 076-3 Methodology of testing 2.2.1 2 (Index 37)\nB12. UNISIG SUBSET 076-4-1 Test sequence generation: methodology and rules 1.0.0 2 (Index 37)\nB13. UNISIG SUBSET 076-4-2 ERTMS ETCS Class 1 states for test sequences 1.0.0 2 (Index 37)\nB14. UNISIG SUBSET 076-5-3 Onboard data dictionary 2.2.0 2 (Index 37)\nB15. UNISIG SUBSET 076-5-4 SRS v.2.2.2 traceability 2.2.2 2 (Index 37)\nB16. UNISIG SUBSET 076-6-1 UNISIG test database 2.2.2. 2 (Index 37)\nB17. UNISIG SUBSET 076-6-4 Test cases coverage 2.0.0 2 (Index 37)\nB18. Intentionally deleted\nB19. UNISIG SUBSET 077 UNISIG causal analysis process 2.2.2 2 (Index 27)\nB20. UNISIG SUBSET 078 RBC interface: failure modes and effects analysis 2.2.2 2 (Index 27)\nB21. UNISIG SUBSET 079 MMI: failure modes and effects analysis 2.2.2 2 (Index 27)\nB22. UNISIG SUBSET 080 TIU: failure modes and effects analysis 2.2.2 2 (Index 27)\nB23. UNISIG SUBSET 081 Transmission system: failure modes and effects analysis 2.2.2 2 (Index 27)\nB24. UNISIG SUBSET 088 ETCS Application levels 1 and 2 — safety analysis 2.2.10 2 (Index 27)\nB25. TS50459-1 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — driver machine interface 2005 2 (Index 51)\nB26. TS50459-2 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — driver machine interface 2005 2 (Index 51)\nB27. TS50459-3 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — driver machine interface 2005 2 (Index 51)\nB28. TS50459-4 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — driver machine interface 2005 2 (Index 51)\nB29. TS50459-5 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — driver machine interface 2005 2 (Index 51)\nB30. TS50459-6 Railway applications — Communication, signalling and processing systems — European Rail Traffic Management System — driver machine interface 2005 2 (Index 51)\nB31. Reserved Railway applications — European Rail Traffic Management System — driver machine interface  2 (Index 51)\nB32. Reserved Guideline for references  None\nB33. EN 301 515 Global System for Mobile communication (GSM); Requirements for GSM operation in railways 2.1.0 2 (Index 32, 33)\nB34. 06E225 Operational DMI information 1 1 (Index 51)\nB35. Reserved ERTMS Key management conformance requirements  1 (Index 56)\nB36. 04E117 ETCS/GSM-R Quality of service user requirements — Operational analysis 1 2 (Index 32)\nB37. UNISIG SUBSET-093 GSM-R Interfaces — Class 1 requirements 2.3.0 1 (Index 32, 33)\nB38. UNISIG SUBSET-107A Requirements on pre-fitting of ERTMS onboard equipment 1.0.0 2 (Index 57)\nB39. UNISIG SUBSET-076-5-1 ERTMS ETCS Class 1 feature list 2.2.2 2 (Index 37)\nB40. UNISIG SUBSET-076-6-7 Test sequences evaluation and validation 1.0.0 2 (Index 37)\nB41. UNISIG SUBSET-076-6-8 Generic train data for test sequences 1.0.0 2 (Index 37)\nB42. UNISIG SUBSET-076-6-10 Test sequence viewer (TSV) 2.10 2 (Index 37)\nB43. 04E083 Safety requirements and requirements to safety analysis for interoperability for the control-command and signalling subsystem 1.0 1 (Index 47)\nB44. 04E084 Justification report for the safety requirements and requirements to safety analysis for interoperability for the control-command and signalling subsystem 1.0 2 (Index B43)\nB45. ERA/ERTMS/003205 Traceability of changes to ETCS FRS 0.1 2 (Index 1)’"}