{"celex_id": "32003R0428", "uri": "http://publications.europa.eu/resource/cellar/3ed3e2e8-014d-4a57-8a35-0ed8c6b90516", "type": "Regulation", "concepts": ["1368", "1644", "2771", "2774", "3591", "5969"], "title": "Commission Regulation (EC) No 428/2003 of 12 February 2003 establishing the allocation method for the additional quantities resulting from the quota increase brought in by Council Regulation (EC) No 427/2003 to the 2002 and 2003 Community quantitative quotas on certain products originating in the People's Republic of China\n", "header": "Commission Regulation (EC) No 428/2003\nof 12 February 2003\nestablishing the allocation method for the additional quantities resulting from the quota increase brought in by Council Regulation (EC) No 427/2003 to the 2002 and 2003 Community quantitative quotas on certain products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas(1), as last amended by Regulation (EC) No 138/96(2), and in particular Articles 9 and 13 thereof,\nHaving regard to Commission Regulation (EC) No 1394/2001 of 9 July 2001 establishing administrative procedures for the 2002 quantitative quotas for certain products originating in the People's Republic of China(3),\nHaving regard to Commission Regulation (EC) No 1498/2002 of 21 August 2002 establishing administrative procedures for the 2003 quantitative quotas for certain products originating in the People's Republic of China(4),\nWhereas:\n(1) By Regulation (EC) No 1995/2001(5) the Commission laid down the quantities to be allocated to importers from the 2002 quantitative quotas on certain products originating in the People's Republic of China.\n(2) By Regulation (EC) No 2077/2002(6) the Commission laid down the quantities to be allocated to importers from the 2003 quantitative quotas on certain products originating in the People's Republic of China.\n(3) Article 21(1) of Council Regulation (EC) No 427/2003 of 3 March 2003 amending Council Regulation (EC) No 519/94 on common rules for imports from certain countries(7) provides that the allocation method for the additional quantities for the years 2002 and 2003 resulting from the quota increases provided for in Annex II of the same Regulation and an appropriate period of time for their utilisation shall be established by the Commission.\n(4) Accordingly, simple administrative procedures should be established to enable Community importers to import the additional quantities brought in by Regulation (EC) No 427/2003.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for managing quotas set up by Article 22 of Regulation (EC) No 520/94,", "main_body": ["Any importer having held an import licence issued for 2002 pursuant to Regulation (EC) No 1995/2001 for products falling within HS/CN codes ex 6402 99, ex 6403 91, ex 6403 99, ex 6404 11 and 6404 19 10 is entitled to import an additional quantity of 10,25 % to the quantity indicated in its import licence. Any importer having held an import licence issued for 2002 pursuant to Regulation (EC) No 1995/2001 for products falling within HS/CN codes 6403 51 and 6403 59 is entitled to import an additional quantity of 15,5 % to the quantity indicated in its import licence. Any importer having held an import licence issued for 2002 pursuant to Regulation (EC) No 1995/2001 for products falling within HS/CN codes 6911 10 and 6912 00 is entitled to import an additional quantity of 32,25 % to the quantity indicated in its import licence.", "The competent authority shall issue an additional licence for the additional quantities mentioned in Article 1.\nThe additional licence shall be valid until 31 December 2003 and issued free of charge and certified by the competent authority.", "Any importer holding an import licence issued for 2003 pursuant to Regulation (EC) No 2077/2002 for products falling within HS/CN codes ex 6402 99, ex 6403 91, ex 6403 99, ex 6404 11 and 6404 19 10 is entitled to import an additional quantity of 21,28 % to the quantity indicated in its import licence. Any importer holding an import licence issued for 2003 pursuant to Regulation (EC) No 2077/2002 for products falling within HS/CN codes 6403 51 and 6403 59 is entitled to import an additional quantity of 32,83 % to the quantity indicated in its import licence. Any importer holding an import licence issued for 2003 pursuant to Regulation (EC) No 2077/2002 for products falling within HS/CN codes 6911 10 and 6912 00 is entitled to import an additional quantity of 52,09 % to the quantity indicated in its import licence.", "For the purpose of Article 3:\n- any licence holder shall produce its import licence to the competent authority that issued it. The competent authority shall enter a reference on the licence indicating that the additional quantity has been allocated to the holder of the licence,\n- alternatively, any licence holder shall produce its import licence to the competent authority that issued it and the competent authority shall cancel the licence and issue a new licence. The quantities mentioned in that new licence will in this case include the ones cancelled, increased by the additional quantity foreseen in Article 3. The products that have already been put into free circulation will be deducted,\n- alternatively, the competent authority shall issue an additional licence for the additional quantities mentioned in Article 3.\nThe reference to the existing licence and the issuing of new licences shall be effected free of charge and certified by the competent authority.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 2003.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 66, 10.3.1994, p. 1.\n(2) OJ L 21, 27.1.1996, p. 6.\n(3) OJ L 187, 10.7.2001, p. 31.\n(4) OJ L 225, 22.8.2002, p. 15.\n(5) OJ L 271, 12.10.2001, p. 18.\n(6) OJ L 319, 23.11.2002, p. 12.\n(7) See page 1 of this Official Journal."}