{"celex_id": "32003R0539", "uri": "http://publications.europa.eu/resource/cellar/e00e332a-de8c-42db-8a34-fba83e6efa9d", "type": "Regulation", "concepts": ["1309", "161", "1644", "2193", "2300", "5581"], "title": "Commission Regulation (EC) No 539/2003 of 26 March 2003 amending Regulation (EC) No 2376/2002 opening and providing for the administration of a Community tariff quota for barley from third countries and derogating from Council Regulation (EC) No 1766/92\n", "header": "Commission Regulation (EC) No 539/2003\nof 26 March 2003\namending Regulation (EC) No 2376/2002 opening and providing for the administration of a Community tariff quota for barley from third countries and derogating from Council Regulation (EC) No 1766/92\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular Article 12(1) thereof,\nHaving regard to the Council Decision of 19 December 2002 concerning the conclusion of an agreement in the form of an Exchange of Letters between the European Community and the United States of America, with a view to the modification of concessions with respect to cereals provided for in schedule CXL annexed to the General Agreement on Tariffs and Trade (GATT)(3), and in particular Article 2 thereof,\nHaving regard to the Council Decision of 19 December 2002 concerning the conclusion of an agreement in the form of an Exchange of Letters between the European Community and Canada pursuant to Article XXVIII of the General Agreement on Tariffs and Trade (GATT), with a view to the modification of concessions with respect to cereals provided for in EC schedule CXL annexed to the GATT(4), and in particular Article 2 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2376/2002(5) opens a tariff quota for the import of 300000 tonnes of barley from third countries. The implementing provisions are similar to the ones of Commission Regulation (EC) No 2375/2002(6) opening a tariff quota for the import of 2981600 tonnes of low and medium quality common wheat from third countries.\n(2) In the framework of the common wheat tariff quota, it is important to harmonise the dates of application in all Member States in case of national holidays and to reduce the period of validity of import licences. The same provisions should be made applicable for the barley tariff quota as well.\n(3) Regulation (EC) No 2376/2002 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 2376/2002 is amended as follows:\n1. in Article 4(2) the first subparagraph is replaced by the following:\"No later than 18.00 hours Brussels time on the day of lodging of licence applications, the competent authorities shall forward to the Commission by fax a notification in accordance with the model annexed hereto, and the total quantity resulting from the sum of all quantities indicated on the import licence applications.\"\n2. Article 5 is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) Not yet published in the Official Journal.\n(4) Not yet published in the Official Journal.\n(5) OJ L 358, 31.12.2002, p. 92.\n(6) OJ L 358, 31.12.2002, p. 88."}