{"celex_id": "32001R0649", "uri": "http://publications.europa.eu/resource/cellar/fe212bfb-9b41-4a38-a0fe-3383788353e7", "type": "Regulation", "concepts": ["1542", "2442", "2470", "2825", "5034", "5962"], "title": "Commission Regulation (EC) No 649/2001 of 30 March 2001 derogating, with regard to agri-environment measures, from Regulation (EC) No 1750/1999\n", "header": "Commission Regulation (EC) No 649/2001\nof 30 March 2001\nderogating, with regard to agri-environment measures, from Regulation (EC) No 1750/1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2078/92 of 30 June 1992 on agricultural production methods compatible with the requirements of the protection of the environment and the maintenance of the countryside(1), as amended by Commission Regulation (EC) No 2772/95(2), and in particular Article 9 thereof,\nHaving regard to Council Regulation (EC) No 1257/1999 of 17 May 1999 on support for rural development from the European Agricultural Guidance and Guarantee Fund (EAGGF) and amending and repealing certain Regulations(3), and in particular Article 34 thereof,\nWhereas:\n(1) Article 12 of Commission Regulation (EC) No 1750/1999 of 23 July 1999 laying down detailed rules for the application of Council Regulation (EC) No 1257/1999 on support for rural development from the European Agricultural Guidance and Guarantee Fund (EAGGF)(4), as amended by Regulation (EC) No 2075/2000(5), lays down the conditions with which all agri-environment undertakings to extensify livestock farming or otherwise to manage livestock farming must comply. According to that Article, livestock density is defined taking into account all grazing livestock kept on the farm.\n(2) In view of the difficult situation on the beef and veal market resulting from the sharp drop in demand, due in particular to consumers turning away from beef because of concerns about the increased number of bovine spongiform encephalopathy cases, more cattle are remaining on farms. These animals are taken into account when establishing the holding's stocking density and farmers may accordingly not receive the aid and be penalised for not complying with their undertaking.\n(3) In order to avoid penalising farmers in these exceptional circumstances, a corrective flat-rate coefficient should be applied for a limited period, to avoid impairing the environmental value of such undertakings, to the number of livestock units recorded on the holding for the period in question when establishing the stocking density, provided that the farmer demonstrates the impact of this exceptional market situation on the extensive nature of the holding, without affecting the principle of extensification.\n(4) If the application of the coefficient does not make it possible to comply with the livestock density laid down in the undertaking or if the difficult situation on the beef and veal market should persist beyond this period, thus making it impossible to comply with the environment undertakings relating, in particular, to the extensification of cattle farming, farmers should be allowed to withdraw their undertaking before expiry of the period covered by that undertaking or to modify their undertaking by removing the obligation to extensify cattle farming without the penalties normally provided for in these circumstances being applied, provided that the farmer demonstrates the impact of this exceptional market situation on the extensive nature of the holding.\n(5) For reasons of equal treatment, these derogations should apply under the same conditions to agri-environment undertakings entered into under Regulation (EEC) No 2078/92.\n(6) In view of the situation of farmers, this Regulation should enter into force immediately.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["In the period between 15 October 2000 and 16 April 2001 inclusive and by way of derogation from Article 12 of Regulation (EC) No 1750/1999, the number of livestock units recorded on a holding shall be multiplied by a coefficient of 0,8.\nThe coefficient of 0,8 shall apply under the same conditions to agri-environment undertakings entered into under Regulation (EEC) No 2078/92.\nThis measure shall apply if it can be proved, to the satisfaction of the Member State, that because of the exceptional market situation, cattle are being kept longer on the holding than is normally the case.", "In the period between the date of entry into force of this Regulation and 15 June 2001, farmers may withdraw the agri-environment undertaking given pursuant to Regulation (EEC) No 2078/92 or Regulation (EC) No 1257/1999, or the part of that undertaking concerning the extensification of cattle farming, without the penalties provided for in such situations being applied.\nThis measure shall apply if it can be proved, to the satisfaction of the Member State, that because of the exceptional market situation, cattle are being kept longer on the holding than is normally the case.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 215, 30.7.1992, p. 85.\n(2) OJ L 288, 1.12.1995, p. 35.\n(3) OJ L 160, 26.6.1999, p. 80.\n(4) OJ L 214, 13.8.1999, p. 31.\n(5) OJ L 246, 30.9.2000, p. 46."}