{"celex_id": "32007R0508", "uri": "http://publications.europa.eu/resource/cellar/84d3ecd5-4361-40ff-9ca6-b3cfd52336bc", "type": "Regulation", "concepts": ["1309", "161", "2887", "3763", "4319", "5063"], "title": "Council Regulation (EC) No 508/2007 of 7 May 2007 opening tariff quotas for imports into Bulgaria and Romania of raw cane sugar for supply to refineries in the marketing years 2006/2007, 2007/2008 and 2008/2009\n", "header": "11.5.2007 EN Official Journal of the European Union L 122/1\nCOUNCIL REGULATION (EC) No 508/2007\nof 7 May 2007\nopening tariff quotas for imports into Bulgaria and Romania of raw cane sugar for supply to refineries in the marketing years 2006/2007, 2007/2008 and 2008/2009\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Article 29(1) of Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1) fixes the traditional supply need for sugar for refining for the Community. This provision has been amended by Council Regulation (EC) No 2011/2006 of 19 December 2006 adapting Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers, Regulation (EC) No 318/2006 on the common organisation of the markets in the sugar sector and Regulation (EC) No 320/2006 establishing a temporary scheme for the restructuring of the sugar industry in the Community, by reason of the accession of Bulgaria and Romania to the European Union (2), in order to provide for the distribution during the marketing years 2006/2007, 2007/2008 and 2008/2009 of a traditional supply need of 198 748 tonnes for Bulgaria and 329 636 tonnes for Romania.\n(2) The full-time refiners in Bulgaria and Romania rely to a large extent on imports of raw cane sugar from traditional suppliers in certain third countries.\n(3) In order to avoid disruption of the supply of raw cane sugar for full-time refiners in Bulgaria and Romania, it is considered necessary to open tariff quotas for imports of such sugar into those Member States from third countries for a period covering those marketing years for which traditional supply needs have been distributed among Member States.\n(4) Import licences issued under the tariff quotas opened by this Regulation should be reserved for approved full-time refiners in Bulgaria and Romania.\n(5) The amount of the import duty applicable to imports under the tariff quotas opened by this Regulation should be fixed at a level which ensures fair competition in the Community sugar market, but which is not prohibitive for imports into Bulgaria and Romania. Taking into account that imports under these tariff quotas could be carried out from any third country it is therefore appropriate to fix the level of import duty at EUR 98 per tonne, which is the same level as fixed for CXL concessions sugar under Article 24 of Commission Regulation (EC) No 950/2006 of 28 June 2006 laying down detailed rules of application for the 2006/2007, 2007/2008 and 2008/2009 marketing years for the import and refining of sugar products under certain tariff quotas and preferential agreements (3).\n(6) The monitoring and management of the tariff quotas opened by this Regulation may require at a later stage the adjustment of the criteria laid down for the content of import licence applications and import licences. In order to ensure that the necessary adjustments can be made in order to take account of changing market conditions, the Commission should be empowered to amend Article 3(3) of this Regulation,\n(7) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4),", "main_body": ["Opening of tariff quotas for the import of raw cane sugar for refining\n1.   For the marketing year 2006/2007, tariff quotas for a total of 396 288 tonnes in white sugar equivalent for the import from any third country of raw cane sugar for refining falling within CN code 1701 11 10 shall be opened at a duty of EUR 98 per tonne.\nThe quantity to be imported shall be distributed as follows:\n— Bulgaria: 149 061 tonnes,\n— Romania: 247 227 tonnes.\n2.   For each of the marketing years 2007/2008 and 2008/2009, tariff quotas for a total of 528 384 tonnes in white sugar equivalent for the import from any third country of raw cane sugar for refining falling within CN code 1701 11 10 shall be opened at a duty of EUR 98 per tonne.\nThe quantities to be imported shall for each marketing year be distributed as follows:\n— Bulgaria: 198 748 tonnes,\n— Romania: 329 636 tonnes.\n3.   The duty of EUR 98 per tonne provided for in paragraphs 1 and 2 shall apply to standard quality raw sugar as defined in Annex I, point III, to Regulation (EC) No 318/2006.\nWhere the polarimetric reading of the imported raw sugar departs from 96 degrees, the duty of EUR 98 per tonne shall be increased or reduced, as appropriate, by 0,14 % per tenth of a degree difference established.\n4.   Quantities imported under the tariff quotas provided for in paragraphs 1 and 2 shall bear the order numbers shown in Annex I.", "Application of Regulation (EC) No 950/2006\nThe rules on import licences and traditional supply needs laid down in Regulation (EC) No 950/2006 shall apply to the imports of sugar under the tariff quotas opened by this Regulation, save as otherwise provided for in Article 3 of this Regulation.", "Import licences\n1.   Import licence applications for the quantities referred to in Article 1 shall be submitted to the competent authorities of Bulgaria and Romania as appropriate.\n2.   Import licence applications may be submitted only by full-time refiners which are established on the territory of Bulgaria and Romania and which are approved in accordance with Article 17 of Regulation (EC) No 318/2006.\n3.   Import licence applications and licences shall contain the following entries:\n(a) in boxes 17 and 18: the quantities of raw sugar, in white sugar equivalent, which may not exceed the quantities for Bulgaria and Romania respectively indicated in Article 1(1) and (2);\n(b) in box 20: the marketing year to which they relate and at least one of the entries listed in part A of Annex II;\n(c) in box 24 (in the case of licences): at least one of the entries listed in part B of Annex II.\n4.   Import licences issued under this Regulation shall be valid only for imports into the Member State in which they are issued.\nThey shall be valid until the end of the marketing year for which they are issued.\n5.   In accordance with the procedure referred to in Article 4(2), the Commission may, if necessary, amend the provisions of paragraph 3 of this Article.", "Management Committee for Sugar\n1.   The Commission shall be assisted by the Management Committee for Sugar.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\n3.   The period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.", "Entry into force\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 2007.\nFor the Council\nThe President\nH. SEEHOFER\n(1)  OJ L 58, 28.2.2006, p. 1. Regulation as last amended by Commission Regulation (EC) No 247/2007 (OJ L 69, 9.3.2007, p. 3).\n(2)  OJ L 384, 29.12.2006, p. 1.\n(3)  OJ L 178, 1.7.2006, p. 1. Regulation as last amended by Regulation (EC) No 371/2007 (OJ L 92, 3.4.2007, p. 6).\n(4)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\nANNEX I\nOrder numbers\nImport quota for imports into Order number\nBulgaria 09.4365\nRomania 09.4366\nANNEX II\n— : in Bulgarian : Преференциална сурова захар, предназначена за рафиниране, внесена съгласно член 1 от Регламент (ЕО) № 508/2007. Пореден номер на квотата (да бъде вписан съгласно Приложение I)\n— : in Spanish : Azúcar en bruto preferencial para refinar, importado de acuerdo con el artículo 1, del Reglamento (CE) no 508/2007. Número de orden (insértese con arreglo al anexo I)\n— : in Czech : Preferenční surový cukr určený k rafinaci, dovezený podle čl. 1 nařízení (ES) č. 508/2007. Pořadové číslo (vloží se pořadové číslo podle přílohy I)\n— : in Danish : Præferenceråsukker til raffinering, importeret i overensstemmelse med artikel 1 i forordning (EF) nr. 508/2007. Løbenummer (løbenummer indsættes ifølge bilag I)\n— : in German : Präferenzrohzucker zur Raffination, eingeführt gemäß Artikel 1 der Verordnung (EG) Nr. 508/2007. Laufende Nummer (Nummer gemäß Anhang I einzusetzen)\n— : in Estonian : Sooduskorra alusel määruse (EÜ) nr 508/2007 artikli 1 kohaselt imporditav rafineerimiseks ettenähtud toorsuhkur. Seerianumber … (märgitakse vastavalt I lisale)\n— : in Greek : Προτιμησιακή ακατέργαστη ζάχαρη για ραφινάρισμα που εισάγεται σύμφωνα με το άρθρο 1 του κανονισμού (ΕΚ) αριθ. 508/2007. Αύξων αριθμός (αύξων αριθμός που παρεμβάλλεται σύμφωνα με το παράρτημα Ι)\n— : in English : Preferential raw sugar for refining, imported in accordance with Article 1 of Regulation (EC) No 508/2007. Order No (insert order number as referred to in Annex I)\n— : in French : Sucre brut préférentiel destiné au raffinage, importé conformément à l’article 1er du règlement (CE) no 508/2007. Numéro d’ordre (numéro d’ordre à insérer conformément à l’annexe I)\n— : in Italian : Zucchero greggio preferenziale destinato alla raffinazione, importato conformemente all’articolo 1 del regolamento (CE) n. 508/2007. Numero d’ordine (inserire in base all’allegato I)\n— : in Latvian : Rafinēšanai paredzēts preferences jēlcukurs, kas ievests saskaņā ar Regulas (EK) Nr. 508/2007 1. pantu. Kārtas Nr. (kārtas numuru ieraksta saskaņā ar I pielikumu)\n— : in Lithuanian : Rafinuoti skirtas žaliavinis cukrus, lengvatinėmis sąlygomis įvežtas pagal Reglamento (EB) Nr. 508/2007 1 straipsnį. Eilės numeris (eilės numeris įrašomas pagal I priedą)\n— : in Hungarian : Finomításra szánt preferenciális nyerscukor az 508/2007/EK rendelet 1. cikkével összhangban importálva. Tételszám (az I. mellékletnek megfelelő tételszámot kell beilleszteni)\n— : in Maltese : Zokkor preferenzjali mhux maħdum għar-raffinar, importat skond l-Artikolu 1 tar-Regolament (KE) Nru 508/2007. Nru. tas-Serje (daħħal in-numru tas-serje kif imsemmi fl-Anness I)\n— : in Dutch : Preferentiële ruwe suiker voor raffinage, ingevoerd overeenkomstig artikel 1 van Verordening (EG) nr. 508/2007. Volgnummer (het volgnummer invullen in overeenstemming met bijlage I)\n— : in Polish : Preferencyjny cukier surowy do rafinacji, przywieziony zgodnie z art. 1 rozporządzenia (WE) nr 508/2007. Nr porządkowy (zgodnie z załącznikiem I)\n— : in Portuguese : Açúcar bruto preferencial para refinação, importado em conformidade com o artigo 1.o do Regulamento (CE) n.o 508/2007. Número de ordem (número de ordem a inserir de acordo com o anexo I)\n— : in Romanian : Zahăr brut preferențial destinat rafinării, importat în conformitate cu articolul 1 din Regulamentul (CE) nr. 508/2007. Nr. de serie (numărul de serie se va introduce conform anexei I)\n— : in Slovak : Preferenčný surový cukor určený na rafináciu dovezený v súlade s článkom 1 nariadenia (ES) č. 508/2007. Poradové číslo (poradové číslo treba vložiť v súlade s prílohou I)\n— : in Slovenian : Preferenčni surovi sladkor za prečiščevanje, uvožen v skladu s členom 1 Uredbe (ES) št. 508/2007. Zaporedna št. (zaporedna številka se vnese v skladu s Prilogo I)\n— : in Finnish : Etuuskohteluun oikeutettu, puhdistettavaksi tarkoitettu raakasokeri, tuotu asetuksen (EY) N:o 508/2007 1 artiklan mukaisesti. Järjestysnumero (lisätään liitteessä I esitetty järjestysnumero)\n— : in Swedish : Förmånsråsocker för raffinering importerat i enlighet med artikel 1 i förordning (EG) nr 508/2007. Löpnummer (löpnummer skall anges enligt bilaga I)\n— : in Bulgarian : Внос при мито от 98 EUR за тон сурова захар със стандартно качество съгласно член 1 от Регламент (ЕО) № 508/2007. Пореден номер на квотата (да бъде вписан съгласно Приложение I)\n— : in Spanish : Importación sujeta a un derecho de 98 EUR por tonelada de azúcar en bruto de la calidad tipo en aplicación del artículo 1 del Reglamento (CE) no 508/2007. Número de orden (insértese con arreglo al anexo I)\n— : in Czech : Dovezeno s celní sazbou ve výši 98 EUR za tunu surového cukru standardní jakosti podle čl. 1 nařízení (ES) č. 508/2007. Pořadové číslo (vloží se pořadové číslo podle přílohy I)\n— : in Danish : Import til en told på 98 EUR pr. ton råsukker af standardkvalitet i overensstemmelse med artikel 1 i forordning (EF) nr. 508/2007. Løbenummer (løbenummer indsættes ifølge bilag I)\n— : in German : Einfuhr zum Zollsatz von 98 EUR je Tonne Rohzucker der Standardqualität gemäß Artikel 1 der Verordnung (EG) Nr. 508/2007. Laufende Nummer (Nummer gemäß Anhang I einzusetzen)\n— : in Estonian : Vastavalt määruse (EÜ) nr 508/2007 artikli 1 tollimaksumääraga 98 eurot tonni kohta imporditud standardkvaliteediga toorsuhkur. Seerianumber … (märgitakse vastavalt I lisale)\n— : in Greek : Δασμός 98 ευρώ ανά τόνο ακατέργαστης ζάχαρης ποιοτικού τύπου σύμφωνα με το άρθρο 1 του κανονισμού (ΕΚ) αριθ. 508/2007. Αύξων αριθμός (αύξων αριθμός που παρεμβάλλεται σύμφωνα με το παράρτημα Ι)\n— : in English : Import at a duty of EUR 98 per tonne of standard-quality raw sugar in accordance with Article 1 of Regulation (EC) No 508/2007. Order No (insert order number as referred to in Annex I)\n— : in French : Importation à droit de 98 EUR par tonne de sucre brut de la qualité type en application de l’article 1er du règlement (CE) no 508/2007. Numéro d’ordre (numéro d’ordre à insérer conformément à l’annexe I)\n— : in Italian : Importazione a un dazio di 98 EUR/t di zucchero greggio della qualità tipo conformemente all’articolo 1 del regolamento (CE) n. 508/2007. Numero d’ordine (inserire in base all’allegato I)\n— : in Latvian : Regulas (EK) Nr. 508/2007 1. panta definētā standarta kvalitātes jēlcukura ievešana, piemērojot nodokļa likmi EUR 98 par tonnu. Kārtas Nr. (kārtas numuru ieraksta saskaņā ar I pielikumu)\n— : in Lithuanian : Standartinės kokybės žaliavinio cukraus importas pagal Reglamento (EB) Nr. 508/2007 1 straipsnį taikant 98 EUR už toną importo muitą. Eilės numeris (eilės numeris įrašomas pagal I priedą)\n— : in Hungarian : Standard minőségű nyerscukor 98 euro/tonna vámtételen történő importja az 508/2007/EK rendelet 1. cikkével összhangban. Tételszám (az I. mellékletnek megfelelő tételszámot kell beilleszteni)\n— : in Maltese : Importazzjoni ta’ zokkor mhux maħdum ta’ kwalità standard bid-dazju ta’ EUR 98 għal kull tunnellata skond l-Artikolu 1 tar-Regolament (KE) Nru 508/2007. Nru ta’ l-ordni (in-numru ta’ l-ordni jiddaħħal skond l-Anness I)\n— : in Dutch : Invoer tegen een recht van 98 euro per ton ruwe suiker van de standaardkwaliteit overeenkomstig artikel 1 van Verordening (EG) nr. 508/2007. Volgnummer (het volgnummer invullen in overeenstemming met bijlage I)\n— : in Polish : Przywóz po stawce celnej 98 EUR za tonę cukru surowego o standardowej jakości zgodnie z art. 1 rozporządzenia (WE) nr 508/2007. Nr porządkowy (zgodnie z załącznikiem I)\n— : in Portuguese : Importação com direito de 98 EUR por tonelada de açúcar bruto da qualidade-tipo, em aplicação do artigo 1.o do Regulamento (CE) n.o 508/2007. Número de ordem (número de ordem a inserir de acordo com o anexo I)\n— : in Romanian : Importat la o taxă de 98 EUR per tona de zahăr brut de calitate standard în conformitate cu articolul 1 din Regulamentul (CE) nr. 508/2007. Nr. de serie (numărul de serie se va introduce conform anexei I)\n— : in Slovak : Dovoz s clom 98 EUR na tonu surového cukru štandardnej kvality v súlade s článkom 1 nariadenia (ES) č. 508/2007. Poradové číslo (poradové číslo treba vložiť v súlade s prílohou I)\n— : in Slovenian : Uvoz po dajatvi 98 EUR na tono surovega sladkorja standardne kakovosti v skladu s členom 1 Uredbe (ES) št. 508/2007. Zaporedna št. (zaporedna številka se vnese v skladu s Prilogo I)\n— : in Finnish : Vakiolaatuisen raakasokerin tuonti, johon sovelletaan 98 euroa tonnilta olevaa tullia asetuksen (EY) N:o 508/2007 1 artiklan mukaisesti. Järjestysnumero (lisätään liitteessä I esitetty järjestysnumero)\n— : in Swedish : Import till en tullsats av 98 euro per ton råsocker av standardkvalitet med tillämpning av artikel 1 i förordning (EG) nr 508/2007. Löpnummer (ange löpnummer enligt bilaga I)"}