{"celex_id": "32003D0704", "uri": "http://publications.europa.eu/resource/cellar/047e9112-e840-47a9-a0d1-285036b9d80a", "type": "Decision", "concepts": ["1252", "2758", "4048", "5860"], "title": "2003/704/EC: Council Decision of 22 September 2003 on the conclusion of an Agreement amending the Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, on conformity assessment and acceptance of industrial products (PECA)\n", "header": "Council Decision\nof 22 September 2003\non the conclusion of an Agreement amending the Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, on conformity assessment and acceptance of industrial products (PECA)\n(2003/704/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof, in conjunction with the first sentence of the first subparagraph of Article 300(2), and the first sentence of the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part(1), hereinafter referred to as \"the Europe Agreement\", entered into force on 1 February 1995.\n(2) On 26 February 2001 the Parties agreed a Protocol to the Europe Agreement on conformity assessment and acceptance of industrial products(2), hereinafter referred to as \"the Protocol\".\n(3) The Protocol in Article 8 restricted the application of the Protocol to industrial products that originate in the Parties according to non-preferential rules of origin. In order to improve trade between the Parties, to simplify the operation of the Protocol, and to improve alignment with the position that will apply after accession of the Czech Republic to the European Union, this restriction should be deleted by way of an amendment to the Protocol.\n(4) The Agreement amending the Protocol signed in Brussels on 23 July 2003 should be approved,", "main_body": ["The Agreement amending the Protocol to the Europe Agreement with the Czech Republic on conformity assessment and acceptance of industrial products hereinafter referred to as \"the Agreement\", is hereby approved on behalf of the European Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall, on behalf of the Community, transmit the diplomatic note provided for in Article 2 of the Agreement(3)."], "attachments": "Done at Brussels, 22 September 2003.\nFor the Council\nThe President\nF. Frattini\n(1) OJ L 360, 31.12.1994, p. 2.\n(2) OJ L 135, 17.5.2001, p. 3.\n(3) The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}