{"celex_id": "32000L0047", "uri": "http://publications.europa.eu/resource/cellar/9f0cb321-6fa7-4496-9820-9f0eab6c3d64", "type": "Directive", "concepts": ["1019", "1309", "3591", "4883", "5739"], "title": "Council Directive 2000/47/EC of 20 July 2000 amending Directives 69/169/EEC and 92/12/EEC as regards temporary quantitative restrictions on beer imports into Finland\n", "header": "Council Directive 2000/47/EC\nof 20 July 2000\namending Directives 69/169/EEC and 92/12/EEC as regards temporary quantitative restrictions on beer imports into Finland\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 93 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas:\n(1) Article 26 of Council Directive 92/12/EEC of 25 February 1992 on the general arrangements for products subject to excise duty and on the holding, movement and monitoring of such products(4), grants Finland the right to maintain a quantitative limit of 15 litres for beer acquisitions from other Member States, as laid down in the Act of Accession of Austria, Finland and Sweden, which is exempted from Finnish taxes.\n(2) Finland should take measures to ensure that imports of beer from third countries are not allowed under more favourable conditions than such import from other Member States.\n(3) Article 26 of Directive 92/12/EEC authorises Finland to continue to apply, until 31 December 2003, the same restrictions on the quantity of goods which may be brought into its territory without further excise duty payment as applied on 31 December 1996, those restrictions being progressively removed.\n(4) Articles 4 and 5 of Council Directive 69/169/EEC of 28 May 1969 on the harmonisation of provisions laid down by law, regulation or administrative action relating to exemption from turnover taxes and excise duty on imports in international travel(5) provide for allowances in respect of excisable goods contained in the luggage of travellers coming from countries other than Member States on condition that such imports have no commercial character.\n(5) The provisions of Article 26 of Directive 92/12/EEC represent a derogation from a fundamental principal of the internal market, namely the right of its citizens to transport goods purchased for their own use throughout the Community without incurring liability to new duty charges, so that it is necessary to limit its effects as far as possible.\n(6) It is appropriate, at this juncture, to raise the current quantitative limit for beer acquisitions from other Member States in several steps in order to align Finland gradually on the Community rules laid down in Articles 8 and 9 of Directive 92/12/EEC and to ensure a complete removal of intra-Community allowances for beer by 31 December 2003, as provided for in Article 26(1) of that Directive.\n(7) Finland has experienced problems in respect of alcohol policy and social and health policy, as well as public order, as a result of increased private imports, inter alia, of beer.\n(8) Finland has requested a derogation to apply a limitation for beer imports from countries other than Member States, of not less than 6 litres.\n(9) Account is taken of the geographical situation of Finland, the economic difficulties of Finnish retail traders located in the border regions and the considerable loss of revenue caused by the increased imports of beer from countries other than Member States.\n(10) It is therefore necessary to authorise Finland to apply a restriction of not less than 6 litres on beer imports from countries other than Member States.\n(11) It is appropriate to maintain this derogation two years longer than the restrictions on beer brought to Finland from other Member States, in order to allow the Finnish retail trade to adapt to the new situation,", "main_body": ["The following paragraph shall be added to Article 5 of Directive 69/169/EEC:\n\"9. By way of derogation from Article 4(1), Finland shall be authorised, until 31 December 2005, to apply a quantitative limit of not less than 6 litres for the importation of beer from countries other than Member States.\"", "The following sentence shall be added to the second subparagraph of Article 26(1) of Directive 92/12/EEC:\"Finland shall increase the quantitative restrictions for beer to at least 24 litres from the entry into force of the Finnish legislation transposing Article 5(9) of Directive 69/169/EEC, to at least 32 litres from 1 January 2001 and to at least 64 litres from 1 January 2003.\"", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 November 2000 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2. Member States shall communicate to the Commission the text of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 July 2000.\nFor the Council\nThe President\nF. Parly\n(1) OJ 177 E, 27.6.2000, p. 93\n(2) Opinion delivered on 14 June 2000 (not yet published in the Official Journal)\n(3) Opinion delivered on 24 May 2000 (not yet published in the Official Journal)\n(4) OJ L 76, 23.3.1992, p. 1. Directive as last amended by Directive 96/99/EC (OJ L 8, 11.1.1997, p. 12).\n(5) OJ L 133, 4.6.1969, p. 6. Directive as last amended by Directive 94/4/EC (OJ L 60, 3.3.1994, p. 14)."}