{"celex_id": "32000D0803", "uri": "http://publications.europa.eu/resource/cellar/c0fa95e6-b851-4b97-8aa8-770a283facfe", "type": "Decision", "concepts": ["1743", "4045", "4087", "5315", "5551", "5775"], "title": "Council Decision of 14 December 2000 implementing Joint Action 1999/34/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in South Ossetia\n", "header": "Council Decision\nof 14 December 2000\nimplementing Joint Action 1999/34/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in South Ossetia\n(2000/803/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and in particular Article 23(2) thereof,\nHaving regard to Council Joint Action 1999/34/CFSP of 17 December 1998 on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons(1), and in particular Article 6 thereof,\nWhereas:\n(1) The uncontrolled accumulation and spread of small arms and light weapons pose a threat to peace and security and reduce the prospects for sustainable development, particularly in South Ossetia.\n(2) This Decision is intended to implement Joint Action 1999/34/CFSP and to make a financial contribution to local police forces, as part of a programme designed to make equipment available to them for the purpose of the collection and destruction of small arms and light weapons.\n(3) The financial contribution will serve to influence public opinion in favour of civilian disarmament, consolidate and develop civil society involvement in the process of weapons collection and disposal and create an atmosphere of security, collective responsibility, reconciliation and trust between the population groups concerned.\n(4) The financial contribution would reinforce the role of the European Union and that of the OSCE in the settlement of a conflict, particularly at a time when the OSCE Member States are preparing a contribution on small arms for the United Nations Conference on the Illicit Trade in Small Arms and Light Weapons in all its Aspects, which should be held in 2001.\n(5) The Commission has agreed to take on certain duties necessary for the implementation of this Decision,", "main_body": ["1. The European Union shall contribute to promoting the control, collection and destruction of small arms and light weapons in South Ossetia.\n2. For this purpose, the European Union shall initially:\n(a) assist the Joint Coordination Centre of the Joint Peacekeeping Forces in South Ossetia in coordinating the activities of the Ossetian and Georgian law-enforcement agencies and in using its database on crime in South Ossetia;\n(b) assist the Joint Investigation Group in South Ossetia in carrying out inquiries at the request of the Ossetians and Georgians;\n(c) assist the units responsible for collecting light weapons in collecting weapons and transporting them to storage sites for destruction.\n3. In this context, the European Union shall provide aid in the form of equipment which shall be transported to the bodies mentioned in paragraph 2.\n4. The Council shall determine, on the recommendation of a Member State and/or the Commission, which other projects should be financed from this contribution in future in respect of light weapons and small arms.", "1. The Council shall entrust the Commission with the implementation of this Decision with a view to meeting the objective specified in Article 1.\n2. The Commission shall acquire the equipment referred to in Article 1(3). It shall monitor and evaluate the effective delivery of the equipment and its use. It shall also monitor the implementation of this Decision.\n3. The Commission shall report to the Council under the authority of the Presidency assisted by the Secretary-General of the Council, High Representative for the CFSP.\n4. In carrying out its activities, the Commission shall cooperate, as appropriate, with local missions of Member States.", "1. The financial reference amount for the purposes referred to in Article 1 shall be EUR 90000.\n2. The management of the expenditure financed by the amount specified in paragraph 1 shall be subject to the procedures and rules of the Community applying to budget matters.", "1. This Decision shall take effect from the date of its adoption. It shall expire on 14 December 2001.\n2. This Decision shall be reviewed six months after the date of its adoption.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 14 December 2000.\nFor the Council\nThe President\nD. Gillot\n(1) OJ L 9, 15.1.1999, p. 1."}