{"celex_id": "32006R1921", "uri": "http://publications.europa.eu/resource/cellar/fb113065-45d4-4085-ab90-c016a10a8e88", "type": "Regulation", "concepts": ["2718", "2872", "4258", "4260", "5283"], "title": "Regulation (EC) No 1921/2006 of the European Parliament and of the Council of 18 December 2006 on the submission of statistical data on landings of fishery products in Member States and repealing Council Regulation (EEC) No 1382/91   (Text with EEA relevance)\n", "header": "30.12.2006 EN Official Journal of the European Union L 403/1\nREGULATION (EC) No 1921/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 18 December 2006\non the submission of statistical data on landings of fishery products in Member States and repealing Council Regulation (EEC) No 1382/91\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Council Regulation (EEC) No 1382/91 of 21 May 1991 on the submission of data on the landings of fishery products in Member States (2) requires Member States to submit data on the quantities and average prices of fishery products landed on their territory.\n(2) Experience has shown that analyses of the market for fishery products and other economic analyses would not be adversely affected if data were submitted under Community legislation at yearly rather than monthly intervals.\n(3) Analyses would be enhanced if data were broken down by the flag state of fishing vessels carrying out landings.\n(4) Regulation (EEC) No 1382/91 imposes a limit on the extent to which sampling techniques are permitted when the collection and compilation of data place an excessive burden on certain national authorities. In order to improve and simplify the system for the submission of data, it is appropriate to replace that Regulation with a new instrument. Consequently, Regulation (EEC) No 1382/91 should be repealed.\n(5) Since the objective of this Regulation, namely the establishment of a common legal framework for the systematic production of Community statistical data on landings of fishery products in Member States, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(6) Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (3) provides a reference framework for statistics in the field of fisheries. In particular, it requires conformity with principles of impartiality, reliability, relevance, cost-effectiveness, statistical confidentiality and transparency.\n(7) It is important to ensure the uniform application of this Regulation and, in order to do so, to make provision for a Community procedure to help determine the implementing arrangements within an appropriate timescale and to make the necessary technical adaptations.\n(8) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4).\n(9) Since the statistical data on landings of fishery products are an essential tool for the management of the Common Fisheries Policy, it is appropriate to lay down the possibility of using the management procedure provided for by Decision 1999/468/EC for granting Member States transitional periods for the implementation of this Regulation and derogations permitting them to exclude statistical data covering a particular sector of the fisheries industry from the national statistical data submitted.\n(10) On the other hand, power should be conferred on the Commission to establish the conditions under which the Annexes should be technically adapted. Since those measures are of general scope and are designed to amend non-essential elements of this Regulation, they should be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC,", "main_body": ["Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n1) ‘Community fishing vessels’ means fishing vessels flying the flag of a Member State and registered in the Community;\n2) ‘EFTA fishing vessels’ means fishing vessels flying the flag of, or registered in, an EFTA country;\n3) ‘Unit value’ means:\n(a) the value at first sale of the fishery products landed (in national currency) divided by the quantity landed (in tonnes), or\n(b) for fishery products not immediately sold, the average price per tonne in national currency, estimated using an appropriate method.", "Obligations of the Member States\n1.   Each year each Member State shall submit to the Commission statistical data in respect of the fishery products landed on its territory by Community and EFTA fishing vessels (hereinafter referred to as ‘statistical data’).\n2.   For the purposes of this Regulation, the following fishery products shall be deemed to be landed on the territory of the reporting Member State:\n(a) products landed by fishing vessels or other parts of the fishing fleet in national ports within the Community;\n(b) products landed by fishing vessels of the reporting Member State in non-Community ports and covered by the T2M form contained in Annex 43 to Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (5).", "Compilation of statistical data\n1.   The statistical data shall cover total landings on national territory within the Community.\n2.   Sampling techniques may be employed where, owing to the structural characteristics of a particular sector of the fisheries of a Member State, comprehensive data collection would result in difficulties for the national authorities which would be disproportionate to the importance of that sector.", "Statistical data\nThe statistical data shall relate to the total quantities and unit values of the fishery products landed in the reference calendar year.\nThe variables for which statistical data need to be submitted, their definitions and the relevant nomenclatures are given in Annexes II, III and IV.", "Submission of statistical data\nMember States shall submit the statistical data to the Commission on an annual basis in accordance with the format specified in Annex I and using the codes set out in Annexes II, III and IV.\nThe statistical data shall be submitted within six months of the end of the reference calendar year.", "Methodology\n1.   By 19 January 2008 each Member State shall submit a detailed methodological report to the Commission describing how the data have been collected and the statistics compiled. That report shall include details of any sampling techniques and an evaluation of the quality of the resulting estimates.\n2.   The Commission shall examine the reports and present its conclusions to the relevant working group of the Standing Committee for Agricultural Statistics (hereinafter referred to as ‘the Committee’) established by Article 1 of Council Decision 72/279/EEC (6).\n3.   The Member States shall inform the Commission of any change in the information provided for under paragraph 1 within three months of the introduction of such change. They shall also forward to the Commission details of any substantial changes in the collection methods used.", "Transitional periods\nTransitional periods for the implementation of this Regulation lasting not more than three years from the date of its entry into force may be granted to Member States in accordance with the procedure referred to in Article 11(2).", "Derogations\n1.   Where the inclusion in the statistics of a particular sector of the fisheries industry of a Member State would cause difficulties to the national authorities disproportionate to the importance of that sector, a derogation may be granted in accordance with the procedure referred to in Article 11(2), permitting that Member State to exclude statistical data covering that sector from the national statistical data submitted.\n2.   Where a Member State requests a derogation under paragraph 1, it shall provide the Commission, in support of its request, with a report on problems encountered in applying this Regulation to total landings on its territory.", "Updating of the Annexes\nThe measures relating to technical adaptation of the Annexes shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 11(3).", "0\nAssessment\nThe Commission shall, by 19 January 2010 and every three years thereafter, submit an assessment report to the European Parliament and the Council on the statistical data compiled pursuant to this Regulation and in particular on their relevance and quality. The report shall also analyse the cost-effectiveness of the system used for the collection and processing of statistical data and shall put forward best practices for reducing the workload for Member States and enhancing the usefulness and quality of the statistical data.", "1\nCommittee procedure\n1.   The Commission shall be assisted by the Committee.\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at three months.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.", "2\nRepeal\nRegulation (EEC) No 1382/91 is hereby repealed.", "3\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2006\nFor the European Parliament\nThe President\nJ. BORREL FONTELLES\nFor the Council\nThe President\nJ.-E. ENESTAM\n(1)  Opinion of the European Parliament of 15 June 2006 (not yet published in the Official Journal), Council Common Position of 14 November 2006 (not yet published in the Official Journal) and Position of the European Parliament of 12 December 2006 (not yet published in the Official Journal).\n(2)  OJ L 133, 28.5.1991, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(3)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003.\n(4)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(5)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 402/2006 (OJ L 70, 9.3.2006, p. 35).\n(6)  OJ L 179, 7.8.1972, p. 1.\nANNEX I\nFORMAT OF STATISTICAL DATA SUBMITTED\nStatistical data file format\nThe statistical data are to be submitted in a file in which each record includes the fields indicated below. These fields are to be separated by a comma (‘,’).\nField Note Annex\nReference year 4 digits (e.g. 2003)\nReporting country Alpha-3 code Annex II\nSpecies or species group International alpha-3 code (1) —\nFlag State Alpha-3 code Annex II\nPresentation  Annex III\nIntended use  Annex IV\nQuantity Tonnes landed (rounded to one decimal place)\nUnit value National currency per tonne\nQuantities of less than 50 kg landed weight are to be recorded as ‘0,0’.\n(1)  The full list of international alpha-3 species codes is to be found in the FAO's ASFIS file (http://www.fao.org/fi/statist/fisoft/asfis/asfis.asp)\nANNEX II\nLIST OF COUNTRY CODES\nCountry Code\nBelgium BEL\nCzech Republic CZE\nDenmark DNK\nGermany DEU\nEstonia EST\nGreece GRC\nSpain ESP\nFrance FRA\nIreland IRL\nItaly ITA\nCyprus CYP\nLatvia LVA\nLithuania LTU\nLuxembourg LUX\nHungary HUN\nMalta MLT\nNetherlands NLD\nAustria AUT\nPoland POL\nPortugal PRT\nSlovenia SVN\nSlovakia SVK\nFinland FIN\nSweden SWE\nUnited Kingdom GBR\nIceland ISL\nNorway NOR\nOther OTH\nANNEX III\nLIST OF PRESENTATION CODES\nPart A\nList\nPresentation Code\nFresh (not specified) 10\nFresh (whole) 11\nFresh (gutted) 12\nFresh (tails) 13\nFresh (fillets) 14\nFresh (gutted and headed) 16\nFresh (live) 18\nFresh (other) 19\nFrozen (not specified) 20\nFrozen (whole) 21\nFrozen (gutted) 22\nFrozen (tails) 23\nFrozen (fillets) 24\nFrozen (not filleted) 25\nFrozen (gutted and headed) 26\nFrozen (cleaned) 27\nFrozen (not cleaned) 28\nFrozen (other) 29\nSalted (not specified) 30\nSalted (whole) 31\nSalted (gutted) 32\nSalted (fillets) 34\nSalted (gutted and headed) 36\nSalted (other) 39\nSmoked 40\nCooked 50\nCooked (frozen and packaged) 60\nDried (not specified) 70\nDried (whole) 71\nDried (gutted) 72\nDried (fillets) 74\nDried (gutted and headed) 76\nDried (skinned) 77\nDried (other) 79\nWhole (not specified) 91\nClaws 80\nEggs 85\nPresentation unknown 99\nPart B\nNotes\n1. Fillets: strips of flesh cut parallel to the backbone of the fish and consisting of the right or left side of the fish, provided that the head, viscera, fins (dorsal, anal, caudal, ventral, pectoral) and bones (vertebrae or large backbone, ventral or costal, bronchial or stirrup bones, etc.) have been removed and the two sides are not connected, for example by the back or stomach.\n2. Whole fish: ungutted fish.\n3. Cleaned: squid where the arms, head and internal organs have been removed from the body.\n4. Frozen fish: fish that have been subjected to freezing in a manner to preserve the inherent quality of the fish by reducing the average temperature to -18 °C or lower and which are then kept at a temperature of -18 °C or lower.\n5. Fresh fish: fish that have not been preserved, cured, frozen or otherwise treated other than chilled. They are generally presented whole or gutted.\n6. Salted fish: fish often in gutted and headed form, preserved in salt or brine.\nANNEX IV\nLIST OF CODES FOR INTENDED USE OF FISHERY PRODUCTS\nPart A\nList\nDestination Code Nature of submissions\nHuman consumption 1 Mandatory\nIndustrial uses 2 Mandatory\nWithdrawn from the market 3 Voluntary\nBait 4 Voluntary\nAnimal feed 5 Voluntary\nWaste 6 Voluntary\nIntended use unknown 9 Voluntary\nPart B\nNotes\n1. Human consumption: all fishery products which are sold at first sale for human consumption or which are landed under contract or other agreement for human consumption. Excluded are quantities intended for human consumption but which, at the time of first sale, are withdrawn from the market for human consumption owing to market conditions or hygiene regulations or for similar reasons.\n2. Industrial uses: all fishery products specifically landed for reduction to meal and oil for consumption by animals, and quantities which, although originally intended for human consumption, are not sold for that purpose at first sale.\n3. Withdrawn from the market: the quantities which originally were intended for human consumption but which, at the time of first sale, are withdrawn from the market owing to market conditions or hygiene regulations or for similar reasons.\n4. Bait: quantities of fresh fish which are intended to be used as bait in other fishing activities. An example is the bait used in tuna pole and line fisheries.\n5. Animal feed: the quantities of fresh fish intended to be fed direct to animals. Excluded are quantities intended for processing to fish meal and oil.\n6. Waste: fish or parts thereof which due to their state are to be destroyed prior to landing.\n7. Intended use unknown: quantities of fish which cannot be assigned to any of the above categories."}