{"celex_id": "32009R0897", "uri": "http://publications.europa.eu/resource/cellar/a03557b3-28eb-4153-9a01-639b00e52cb0", "type": "Regulation", "concepts": ["1277", "1590", "5740", "6052", "6322"], "title": "Commission Regulation (EC) No 897/2009 of 25 September 2009 amending Regulations (EC) No 1447/2006, (EC) No 186/2007, (EC) No 188/2007 and (EC) No 209/2008 as regards the terms of the authorisation of the feed additive Saccharomyces cerevisiae NCYC Sc 47 (Text with EEA relevance)\n", "header": "29.9.2009 EN Official Journal of the European Union L 256/8\nCOMMISSION REGULATION (EC) No 897/2009\nof 25 September 2009\namending Regulations (EC) No 1447/2006, (EC) No 186/2007, (EC) No 188/2007 and (EC) No 209/2008 as regards the terms of the authorisation of the feed additive Saccharomyces cerevisiae NCYC Sc 47\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1) and in particular Article 13(3) thereof,\nWhereas:\n(1) The additive Saccharomyces cerevisiae, (NCYC Sc 47), trade name Biosaf, hereinafter referred to as ‘Biosaf’, belonging to the group of zootechnical additives, was authorised under certain conditions in accordance with Regulation (EC) No 1831/2003 for ten years by Commission Regulation (EC) No 1447/2006 (2) for lambs for fattening, by Commission Regulation (EC) No 186/2007 (3) for horses, by Commission Regulation (EC) No 188/2007 (4) for dairy goats and dairy sheep and by Commission Regulation (EC) No 209/2008 (5) for pigs for fattening. That additive was notified as an existing product in accordance with Article 10 of Regulation (EC) No 1831/2003. Since all the information required under that provision was submitted, that additive was entered into the Community Register of Feed Additives.\n(2) Regulation (EC) No 1831/2003 provides for the possibility of modifying the authorisation of an additive further to a request from the holder of the authorisation and an opinion of the European Food Safety Authority. LFA Lesaffre Feed Additives, holder of the authorisation of Biosaf, has submitted an application requesting to change the trade name of the additive from ‘Biosaf’ to ‘Actisaf’.\n(3) The proposed change of the terms of the authorisation is purely administrative in nature and does not entail a fresh assessment of the additives concerned. The European Food Safety Authority was informed of the application.\n(4) To allow the applicant to exploit its marketing rights under the trade name Actisaf, it is necessary to change the terms of the authorisations.\n(5) Regulations (EC) No 1447/2006, (EC) No 186/2007, (EC) No 188/2007 and (EC) No 209/2008 should therefore be amended accordingly.\n(6) It is appropriate to provide for a transitional period during which existing stocks may be used up.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   In the Annex to Regulation (EC) No 1447/2006, in column 3, the trade name ‘Biosaf Sc 47’ is replaced by ‘Actisaf’.\n2.   In the Annex to Regulation (EC) No 186/2007, in column 3, the trade name ‘Biosaf Sc 47’ is replaced by ‘Actisaf’.\n3.   In the Annex to Regulation (EC) No 188/2007, in column 3, the trade name ‘Biosaf Sc 47’ is replaced by ‘Actisaf’.\n4.   In the Annex to Regulation (EC) No 209/2008, in column 3, the trade name ‘Biosaf Sc 47’ is replaced by ‘Actisaf’.", "Existing stocks which are in conformity with the provisions applying before the date of entry into force of this Regulation may continue to be placed on the market and used until six months after that date.", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 September 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 271, 30.9.2006, p. 28.\n(3)  OJ L 63, 1.3.2007, p. 6.\n(4)  OJ L 57, 24.2.2007, p. 3.\n(5)  OJ L 63, 7.3.2008, p. 3."}