{"celex_id": "32005R0153", "uri": "http://publications.europa.eu/resource/cellar/07363e44-1cc5-446a-a092-d2d688903a1b", "type": "Regulation", "concepts": ["1118", "1605", "1642", "2888", "3568", "693"], "title": "Commission Regulation (EC) No 153/2005 of 28 January 2005 fixing the definitive rate of refund and the percentage of system B export licences to be issued in the fruit and vegetables sector (tomatoes, oranges, lemons, table grapes and apples)\n", "header": "29.1.2005 EN Official Journal of the European Union L 27/33\nCOMMISSION REGULATION (EC) No 153/2005\nof 28 January 2005\nfixing the definitive rate of refund and the percentage of system B export licences to be issued in the fruit and vegetables sector (tomatoes, oranges, lemons, table grapes and apples)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1),\nHaving regard to Commission Regulation (EC) No 1961/2001 of 8 October 2001 on detailed rules for implementing Council Regulation (EC) No 2200/96 as regards export refunds on fruit and vegetables (2), and in particular Article 6(7) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1855/2004 (3) fixed the indicative quantities for the issue of B system export licences.\n(2) The definitive rate of refund for tomatoes, oranges, lemons, table grapes and apples covered by licences applied for under system B between 16 November 2004 to 14 January 2005, should be fixed at the indicative rate, and the percentage of licences to be issued for the quantities applied for should be laid down,", "main_body": ["For applications for system B export licences submitted pursuant to Article 1 of Regulation (EC) No 1855/2004 between 16 November 2004 and 14 January 2005, the percentages of licences to be issued and the rates of refund applicable are fixed in the Annex hereto.", "This Regulation shall enter into force on 29 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 January 2005.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 1).\n(2)  OJ L 268, 9.10.2001, p. 8. Regulation as amended by Regulation (EC) No 1176/2002 (OJ L 170, 29.6.2002, p. 69).\n(3)  OJ L 324, 27.10.2004, p. 3.\nANNEX\nPercentages for the issuing of licences and rates of refund applicable to system B licences applied for between 16 November 2004 to 14 January 2005 (tomatoes, oranges, lemons, table grapes and apples)\nProduct Rate of refund Percentages of licences to be issued for the quantities applied for\nTomatoes 30 100 %\nOranges 24 100 %\nLemons 43 100 %\nTable grapes 35 100 %\nApples 28 100 %"}