{"celex_id": "32008L0031", "uri": "http://publications.europa.eu/resource/cellar/0714998f-ce36-422e-adbe-d95ab62e1ce5", "type": "Directive", "concepts": ["13", "2739", "2825", "3885", "4038", "5519", "5877", "893"], "title": "Directive 2008/31/EC of the European Parliament and of the Council of 11 March 2008 amending Directive 98/8/EC concerning the placing of biocidal products on the market, as regards the implementing powers conferred on the Commission\n", "header": "20.3.2008 EN Official Journal of the European Union L 81/57\nDIRECTIVE 2008/31/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2008\namending Directive 98/8/EC concerning the placing of biocidal products on the market, as regards the implementing powers conferred on the Commission\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Directive 98/8/EC of the European Parliament and of the Council (3) provides that certain measures are to be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4).\n(2) Decision 1999/468/EC has been amended by Decision 2006/512/EC, which introduced the regulatory procedure with scrutiny for the adoption of measures of general scope and designed to amend non-essential elements of a basic instrument adopted in accordance with the procedure referred to in Article 251 of the Treaty, inter alia, by deleting some of those elements or by supplementing the instrument with new non-essential elements.\n(3) In accordance with the statement by the European Parliament, the Council and the Commission (5) concerning Decision 2006/512/EC, for the regulatory procedure with scrutiny to be applicable to instruments adopted in accordance with the procedure referred to in Article 251 of the Treaty which are already in force, those instruments must be adjusted in accordance with the applicable procedures.\n(4) The Commission should be empowered to adopt common conditions on research and development, to adapt the annexes and to adopt the review programme. Since those measures are of general scope and are designed to amend non-essential elements of Directive 98/8/EC, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(5) Directive 98/8/EC should therefore be amended accordingly.\n(6) Since the amendments made to Directive 98/8/EC by this Directive are technical in nature and concern committee procedure only, they do not need to be transposed by the Member States. It is therefore not necessary to lay down provisions to that effect,", "main_body": ["Amendments\nDirective 98/8/EC is hereby amended as follows:\n1. Article 10(5) shall be amended as follows:\n(a) the third subparagraph of point (i) shall be replaced by the following:\n(b) point 5 of point (ii) shall be replaced by the following:\n‘5. the complete data dossiers of the evaluation serving or having served for entry in Annexes I, IA or IB shall be put at the disposal of the committee referred to in Article 28(1).’;\n2. Article 11(4) shall be replaced by the following:\n3. Article 16(2) shall be replaced by the following:\n4. Article 17(5) shall be replaced by the following:\n5. Article 27(2) shall be replaced by the following:\n(a) the documents received from the Member State evaluating the dossiers;\n(b) any advice obtained from advisory scientific committees;\n(c) comments received from other Member States and the applicants; and\n(d) any other relevant information.’;\n6. Article 28 shall be amended as follows:\n(a) paragraph 1 shall be replaced by the following:\n(b) paragraph 2 shall be replaced by the following:\n(c) paragraph 3 shall be replaced by the following:\n(d) the following paragraph shall be added:\n7. Article 29 shall be replaced by the following:", "Entry into force\nThis Directive shall enter into force on the day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 11 March 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  OJ C 161, 13.7.2007, p. 45.\n(2)  Opinion of the European Parliament of 14 November 2007 (not yet published in the Official Journal) and Council Decision of 3 March 2008.\n(3)  OJ L 123, 24.4.1998, p. 1. Directive as last amended by Commission Directive 2008/16/EC (OJ L 42, 16.2.2008, p. 48).\n(4)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(5)  OJ C 255, 21.10.2006, p. 1."}