{"celex_id": "32003R2231", "uri": "http://publications.europa.eu/resource/cellar/28e83900-4dd6-410e-883e-c87d6fc1fa13", "type": "Regulation", "concepts": ["1309", "161", "2735", "2771", "5859", "5860"], "title": "Commission Regulation (EC) No 2231/2003 of 23 December 2003 opening tariff quotas for the year 2004 for imports into the European Community of certain products originating in the Czech Republic and the Slovak Republic\n", "header": "Commission Regulation (EC) No 2231/2003\nof 23 December 2003\nopening tariff quotas for the year 2004 for imports into the European Community of certain products originating in the Czech Republic and the Slovak Republic\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), and in particular Article 7(2) thereof,\nHaving regard to Council Decision 98/707/EC of 22 October 1998 relating to the conclusion of a Protocol for the adaptation of the trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, to take into account the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the results of the agricultural negotiations of the Uruguay Round, including the improvements of the existing preferential regime(2), and in particular Article 2(1) of that Decision and Articles 2 and 6 of that Protocol,\nHaving regard to Council Decision 98/638/EC of 5 October 1998 relating to the conclusion of a Protocol for the adaptation of the trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part, to take into account the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the results of the agricultural negotiations of the Uruguay Round, including the improvements of the existing preferential regime(3), and in particular Article 2(1) of that Decision and Articles 2 and 6 of that Protocol,\nWhereas:\n(1) Protocols 3 on trade in processed agricultural products to the Europe Agreements with the Czech Republic and Slovak Republic, as amended by the Protocols for the adapting of those Agreements, provide for the granting of annual tariff quotas for imports of products originating in the Czech Republic and Slovak Republic. Those quotas should be opened for 2004.\n(2) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Common Customs Code(4) lays down rules for the management of tariff quotas. It is appropriate to provide that the tariff quotas opened by this Regulation are to be managed in accordance with those rules.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["Article 1\nThe annual quotas for the products originating in the Czech Republic and in the Slovak Republic, set out in Annexes I and II shall be open from 1 January 2004 to 30 April 2004 under the conditions set out in the said Annexes.", "The Community tariff quotas referred to in Article 1 shall be managed by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 2003.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18; Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(2) OJ L 341, 16.12.1998, p. 1.\n(3) OJ L 306, 16.11.1998, p. 1.\n(4) OJ L 253, 11.10.1993, p. 1; Regulation as last amended by Regulation (EC) No 1335/2003 (OJ L 187, 26.7.2003, p. 16).\nANNEX I\nCzech Republic\n>TABLE>\nANNEX II\nSlovak Republic\n>TABLE>"}