{"celex_id": "32001R2599", "uri": "http://publications.europa.eu/resource/cellar/597e6917-b20b-4b84-89be-eba683f72f92", "type": "Regulation", "concepts": ["1182", "1264", "1519", "20", "3170", "863"], "title": "Commission Regulation (EC) No 2599/2001 of 28 December 2001 on the sale of Community olive oil residues held by the Spanish, Greek and Italian intervention agencies\n", "header": "Commission Regulation (EC) No 2599/2001\nof 28 December 2001\non the sale of Community olive oil residues held by the Spanish, Greek and Italian intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1638/98 of 20 July 1998 amending Regulation No 136/66/EEC on the establishment of a common organisation of the market in oils and fats(1), as amended by Regulation (EC) No 1513/2001(2), and in particular Article 3(1) thereof,\nWhereas:\n(1) Under the intervention arrangements, prior to 1 November 1998, sales by tender of olive oil were carried out by the Spanish, Greek and Italian intervention agencies. Those arrangements were repealed by Regulation (EC) No 1638/98 with effect from 1 November 1998. A quantity of vat bottom residues are still held in stock by those intervention agencies. These residues contain a considerable percentage of oil. To ensure a smooth transition from the intervention arrangements to the present situation in which those arrangements no longer exist, the sale of the olive oil bought in by the intervention agencies under the arrangements now repealed and still held in stock should be authorised.\n(2) Article 2(1) of Council Regulation (EEC) No 2754/78 of 23 November 1978 on intervention in the olive oil sector(3), as amended by Regulation (EEC) No 2203/90(4), provides that Community olive oil held by the intervention agencies is to be put up for sale by tender except when particular conditions necessitate recourse to other procedures.\n(3) For commercial reasons based chiefly on the fact that there is no well-defined market or price system for the product in question, it is not possible to use the sale by tender procedure. The Spanish, Greek and Italian intervention agencies should therefore sell the product at the best price they can obtain whilst ensuring that Article 2(2) of Regulation (EEC) No 2754/78 is complied with. A second sale may be envisaged if the product remains totally or partly unsold after the first sale.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the management Committee foir Oils and Fats,", "main_body": ["1. The Spanish intervention agency \"Fondo Español de Garantía Agraria\" (hereinafter referred to as \"FEGA\", the Greek intervention agency \"Οργανισμός και Ελέγχου Κοινοτικών Ενισχύσεων Προσανατολισμού και Εγγυήσεων\" (hereinafter referred to as \"Opekepe\") and the Italian intervention agency \"Agenzia per le Erogazioni in Agricoltura\" (hereinafter referred to as \"AGEA\"), shall sell on the Community market at the best price they can obtain, whilst ensuring that Article 2(2) of Regulation (EEC) No 2754/78 is complied with, 22,6 tonnes, 1375 tonnes and 27,1 tonnes respectively of the vat bottom residues of Community olive oil which they hold as a result of intervention on the Community olive oil market.\n2. The notices of sale shall be displayed by the national intervention agencies at their respective offices;\n- FEGA - Calle Beneficencia 8, E-28004 Madrid,\n- Opekeke - Acharnon 241, GR-11253 Athens,\n- AGEA - via Palestro 81, I-00185 Rome,\nat least 10 days before the date set for the sale.\n3. Sale of the product referred to in paragraph 1 shall be effected on 31 January 2002. Where that sale does not enable all the quantities referred to in paragraph 1 to be disposed of, a second sale may be organised on 28 February 2002.\n4. Delivery of the product sold shall take place before 15 March 2002. For the second sale, delivery shall take place before 15 April 2002.\n5. The agencies referred to in paragraph 1 shall inform the Commission as soon as possible of the outcome of the sales.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 210, 28.7.1998, p. 32.\n(2) OJ L 201, 26.7.2001, p. 4.\n(3) OJ L 331, 28.11.1978, p. 13.\n(4) OJ L 201, 31.7.1990, p. 5."}