{"celex_id": "32006R1890", "uri": "http://publications.europa.eu/resource/cellar/de0acef3-fe79-4cdb-ba4c-57bcb539a0d1", "type": "Regulation", "concepts": ["3763", "4257", "4298", "5063", "770", "862", "922", "937"], "title": "Regulation (EC) No 1890/2006 of the European Parliament and of the Council of 20 December 2006 on amending Council Regulation (EEC) No 571/88 on the organisation of Community surveys on the structure of agricultural holdings, as regards the financial framework for the period 2007-2009 and the maximum Community contribution for Bulgaria and Romania\n", "header": "29.12.2006 EN Official Journal of the European Union L 386/12\nREGULATION (EC) No 1890/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 December 2006\non amending Council Regulation (EEC) No 571/88 on the organisation of Community surveys on the structure of agricultural holdings, as regards the financial framework for the period 2007-2009 and the maximum Community contribution for Bulgaria and Romania\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 56 thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Council Regulation (EEC) No 571/88 (2) provides for the Member States to be reimbursed up to a maximum amount per survey, as a contribution to expenses incurred.\n(2) In order to carry out the surveys on the structure of agricultural holdings, considerable funding will be required from the Member States and from the Community to meet the information requirements of the Community institutions.\n(3) With a view to the accession of Bulgaria and Romania and to conducting surveys on the structure of agricultural holdings in these new Member States in 2007, it is appropriate to provide for a maximum Community contribution per survey; this adaptation is needed by reason of accession and has not been provided for in the Act of Accession.\n(4) This Regulation lays down, for the remainder of the programme, a financial envelope constituting the prime reference for the budgetary authority during the annual budgetary procedure, within the meaning of point 37 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (3),", "main_body": ["Regulation (EEC) No 571/88 is amended as follows:\n1) the following indents are added to the first subparagraph of Article 14(1):\n‘— EUR 2 000 000 for Bulgaria,\n— EUR 2 000 000 for Romania.’;\n2) in Article 14, the third, fourth and fifth subparagraphs of paragraph 1 are replaced by the following:", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.", "(1) shall apply as from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  Opinion of the European Parliament of 12 December 2006 (not yet published in the Official Journal) and Council Decision of….\n(2)  OJ L 56, 2.3.1988, p. 1. Regulation as last amended by Commission Regulation (EC) No 204/2006 (OJ L 34, 7.2.2006, p. 3).\n(3)  OJ C 139, 14.6.2006, p. 1."}