{"celex_id": "32009R0113", "uri": "http://publications.europa.eu/resource/cellar/9914c308-5eeb-4913-85b9-50d21413a657", "type": "Regulation", "concepts": ["13", "1309", "4713", "888", "893"], "title": "Commission Regulation (EC) No 113/2009 of 6 February 2009 concerning the use of certain traditional terms on labels for wine imported from the United States of America\n", "header": "7.2.2009 EN Official Journal of the European Union L 38/25\nCOMMISSION REGULATION (EC) No 113/2009\nof 6 February 2009\nconcerning the use of certain traditional terms on labels for wine imported from the United States of America\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2006/232/EC of 20 December 2005 on the conclusion of the Agreement between the European Community and the United States of America on trade in wine (1), and in particular Article 3 thereof,\nWhereas:\n(1) Under point 2.1(f) of Part A of the Protocol on wine labelling (2) to which reference is made in Article 8(2) of the Agreement between the European Community and the United States of America on trade in wine (3), as well as point 2 of Appendix I to that Protocol, the Community has to permit the use of the terms ‘chateau’, ‘classic’, ‘clos’, ‘cream’, ‘crusted/crusting’, ‘fine’, ‘late bottled vintage’, ‘noble’, ‘ruby’, ‘superior’, ‘sur lie’, ‘tawny’, ‘vintage’ and ‘vintage character’ for wines originating in the United States if, at the time of importation, the terms have been approved for use on US wine labels in the United States on a COLA (Certificate of Label Approval).\n(2) In accordance with point 5 of Appendix I to the Protocol on wine labelling, the permission remains in force until 10 March 2009 and is automatically extended for additional successive two-year periods unless a Party to the Agreement provides written notification to the other Party that the period should not be extended.\n(3) By letter dated 8 September 2008, the Commission notified the United States that the period should not be extended beyond 10 March 2009.\n(4) In order to allow stocks of United States wine imported prior to 10 March 2009 which no longer conform to the applicable labelling rules as a result of the non-extension of this permission to be exhausted, a transitional provision should be introduced.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Wine originating in the United States of America and imported into the Community before 10 March 2009 under the Agreement between the European Community and the United States of America on trade in wine, using terms permitted in accordance with Appendix I to the Protocol on wine labelling as referred to in Article 8(2) of that Agreement, may be held for sale and put into circulation until stocks are exhausted.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 87, 24.3.2006, p. 1.\n(2)  OJ L 87, 24.3.2006, p. 65.\n(3)  OJ L 87, 24.3.2006, p. 2."}