{"celex_id": "32007D0242", "uri": "http://publications.europa.eu/resource/cellar/2b723ca0-6edb-48ca-9f5a-7ff9d5c78e7d", "type": "Decision", "concepts": ["1501", "3454", "3870", "4496", "5461", "5542"], "title": "2007/242/EC: Council Decision of 23 April 2007 implementing Article 7(2) of Regulation (EC) No 423/2007 concerning restrictive measures against Iran\n", "header": "24.4.2007 EN Official Journal of the European Union L 106/51\nCOUNCIL DECISION\nof 23 April 2007\nimplementing Article 7(2) of Regulation (EC) No 423/2007 concerning restrictive measures against Iran\n(2007/242/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EC) No 423/2007 of 19 April 2007 (1), and in particular Article 15(2) thereof,\nWhereas:\n(1) On 19 April 2007, the Council adopted Regulation (EC) No 423/2007 concerning restrictive measures against Iran. Article 15(2) of that Regulation provides that the Council shall establish, review and amend the list of persons, entities and bodies referred to in Article 7(2) of that Regulation.\n(2) The Council has determined that certain persons, entities and bodies fulfil the conditions laid down in Article 7(2) of Regulation (EC) No 423/2007 and that they should therefore be listed in Annex V of that Regulation for the individual and specific reasons set out therein,", "main_body": ["The persons, entities and bodies appearing in the Annex to this Decision shall be listed under Annex V of Regulation (EC) No 423/2007.", "This Decision shall take effect on the day of its publication.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 23 April 2007.\nFor the Council\nThe President\nF.-W. STEINMEIER\n(1)  OJ L 103, 20.4.2007, p. 1.\nANNEX\n‘A.   Legal persons, entities and bodies\nName Identifying information Reasons\n1. Aerospace Industries Organisation (AIO) AIO, 28 Shian 5, Lavizan, Tehran The AIO oversees Iran's production of missiles, including the Shahid Hemmat Industrial Group, the Shahid Bagheri Industrial Group and the Fajr Industrial Group, which were all designated under UNSCR 1737 (2006). The head of the AIO and two other senior officials were also designated under UNSCR 1737 (2006).\n2. Armament Industries Pasdaran Av., PO Box 19585/777, Tehran A subsidiary of the DIO (Defence Industries Organisation).\n3. Defence Technology and Science Research Centre (DTSRC) — also known as the Educational Research Institute/Moassese Amozeh Va Tahgiaghati (ERI/MAVT Co.) Pasdaran Av., PO Box 19585/777, Tehran Responsible for R&D. A subsidiary of the DIO. The DTSRC handles much of the procurement for the DIO.\n4. Jaber Ibn Hayan AEOI JIHRD, PO Box 11365-8486, Tehran; 84, 20th Av., Entehaye Karegar Shomali Street, Tehran Jaber Ibn Hayan is an AEOI (Atomic Energy Organisation of Iran) laboratory involved in fuel cycle activities. Located within the Tehran Nuclear Research Centre (TNRC), it was not declared by Iran under its safeguards agreement prior to 2003, although conversion work was being carried out there.\n5. Marine Industries Pasdaran Av., PO Box 19585/777, Tehran A subsidiary of the DIO.\n6. Nuclear Fuel Production and Procurement Company (NFPC) AEOI-NFPD, PO Box 11365-8486, Tehran, Iran The Nuclear Fuel Production Division (NFPD) of the AEOI is involved in research and development in the field of the nuclear fuel cycle, including uranium exploration, mining, milling and conversion and nuclear waste management. The NFPC is the successor to the NFPD, the subsidiary company under the AEOI that runs research and development in the nuclear fuel cycle, including conversion and enrichment.\n7. Special Industries Group Pasdaran Av., PO Box 19585/777, Tehran A subsidiary of the DIO.\n8. TAMAS Company  TAMAS is involved in enrichment-related activities, which Iran is required by the IAEA Board and the Security Council to suspend. TAMAS is the overarching body, under which four subsidiaries have been established, including one doing uranium extraction to concentration and another in charge of uranium processing, enrichment and waste.\nB.   Natural persons\nName Identifying information Reasons\n1. Reza AGHAZADEH Date of birth: 15.3.1949. Passport number: S4409483, valid 26.4.2000-27.4.2010. Issued: Tehran. Place of birth: Khoy. Head of the Atomic Energy Organisation of Iran (AEOI). The AEOI oversees Iran's nuclear programme and is designated under UNSCR 1737 (2006).\n2. Amir Moayyed ALAI  Involved in managing the assembly and engineering of centrifuges. Iran is required by the IAEA Board and the Security Council to suspend all enrichment-related activities. This includes all centrifuge-related work. On 27 August 2006 Alai received a special award from President Ahmadinejad for his role in managing the assembly and engineering of centrifuges.\n3. Mohammed Fedai ASHIANI  Involved in the production of ammonium uranyl carbonate (AUC) and the management of the Natanz enrichment complex. Iran is required to suspend all enrichment-related activities. On 27 August 2006 Ashiani received a special award from President Ahmadinejad for his role in the AUC production process and for his role in the management of and engineering design for the enrichment complex at the Natanz (Kashan) site.\n4. Haleh BAKHTIAR  Involved in the production of magnesium at a concentration of 99,9 %. On 27 August 2006 Bakhtiar received a special award from President Ahmadinejad for her role in producing magnesium at a concentration of 99,9 %. Magnesium of this purity is used to produce uranium metal, which can be cast into material for a nuclear weapon. Iran has refused to provide the IAEA with access to a document on the production of uranium metal hemispheres, only applicable for nuclear weapons use.\n5. Morteza BEHZAD  Involved in making centrifuge components. Iran is required to suspend all enrichment-related activities. This includes all centrifuge-related work. On 27 August 2006 Behzad received a special award from President Ahmadinejad for his role in making complex and sensitive centrifuge components.\n6. Dr Hoseyn (Hossein) FAQIHIAN Address of the NFPC: AEOI-NFPD, PO Box 11365-8486, Tehran, Iran. Deputy and Director General of the Nuclear Fuel Production and Procurement Company (NFPC), part of the AEOI. The AEOI oversees Iran's nuclear programme and is designated under UNSCR 1737 (2006). The NFPC is involved in enrichment-related activities, which Iran is required by the IAEA Board and the Security Council to suspend.\n7. Seyyed Hussein (Hossein) HUSSEINI (HOSSEINI)  An AEOI official involved in the heavy water research reactor (IR40) project at Arak. UNSCR 1737 (2006) required Iran to suspend all work on heavy water related projects.\n8. Javad KARIMI SABET  Head of the Novin Energy Company. In August 2006 Karimi Sabet received an award from President Ahmadinejad for his role in designing, producing, installing and using nuclear equipment at the Natanz site.\n9. Said Esmail KHALILIPOUR  Deputy Head of the AEOI. The AEOI oversees Iran's nuclear programme and is designated under UNSCR 1737 (2006).\n10. Ali Reza KHANCHI Address of the NRC: AEOI-NRC, PO Box 11365-8486, Tehran, Iran; Fax (+9821) 8021412. Head of the AEOI's Tehran Nuclear Research Centre. The IAEA is continuing to seek clarification from Iran about plutonium separation experiments carried out at the TNRC, including about the presence of HEU particles in environmental samples taken at the Karaj Waste Storage Facility, where containers used to store depleted uranium targets used in those experiments are located. The AEOI oversees Iran's nuclear programme and is designated under UNSCR 1737 (2006).\n11. Hamid-Reza MOHAJERANI  Involved in production management at the Uranium Conversion Facility (UCF) at Esfahan. On 27 August 2006 Mohajerani received a special award from President Ahmadinejad for his role in production management at the UCF and in planning, building and installing the UF6 unit (UF6 is the feed material for enrichment).\n12. Houshang NOBARI  Involved in the management of the Natanz enrichment complex. Iran is required by the IAEA Board and the Security Council to suspend all enrichment-related activities. These include activities at the enrichment complex at Natanz (Kashan). On 27 August 2006 Nobari received a special award from President Ahmadinejad for his role in the successful management and execution of the Natanz (Kashan) site plan.\n13. Dr Javad RAHIQI  Head of the AEOI's Esfahan Nuclear Technology Centre. This oversees the uranium conversion plant at Esfahan. Iran is required by the IAEA Board and the Security Council to suspend all enrichment-related activities. This includes all uranium conversion work. The AEOI oversees Iran's nuclear programme and is designated under UNSCR 1737 (2006).\n14. Abbas RASHIDI  Involved in enrichment work at Natanz. Iran is required by the IAEA Board and the Security Council to suspend all enrichment-related activities. On 27 August 2006 Rashidi received a special award from President Ahmadinejad for his management and notable role in the successful operation of the 164-centrifuge enrichment cascade at Natanz.\n15. Abdollah SOLAT SANA  Managing Director of the Uranium Conversion Facility (UCF) in Esfahan. This is the facility that produces the feed material (UF6) for the enrichment facilities at Natanz. On 27 August 2006 Solat Sana received a special award from President Ahmadinejad for his role.’"}