{"celex_id": "32004R0486", "uri": "http://publications.europa.eu/resource/cellar/f900e1c6-49bc-44d3-92b1-77a04825f2f3", "type": "Regulation", "concepts": ["1031", "1309", "2705", "2771", "4080", "4350", "4385"], "title": "Commission Regulation (EC) No 486/2004 of 15 March 2004 suspending the preferential customs duties and re-establishing the Common Customs Tariff duty on imports of uniflorous (bloom) carnations originating in the West Bank and the Gaza Strip\n", "header": "Commission Regulation (EC) No 486/2004\nof 15 March 2004\nsuspending the preferential customs duties and re-establishing the Common Customs Tariff duty on imports of uniflorous (bloom) carnations originating in the West Bank and the Gaza Strip\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 4088/87 of 21 December 1987 fixing conditions for the application of preferential customs duties on imports of certain flowers originating in Cyprus, Israel, Jordan and Morocco and the West Bank and the Gaza Strip(1), and in particular Article 5(2)(b) thereof,\nWhereas:\n(1) Regulation (EEC) No 4088/87 lays down the conditions for applying a preferential duty on large-flowered roses, small-flowered roses, uniflorous (bloom) carnations and multiflorous (spray) carnations within the limit of tariff quotas opened annually for imports into the Community of fresh cut flowers.\n(2) Council Regulation (EC) No 747/2001(2) opens and provides for the administration of Community tariff quotas for cut flowers and flower buds, fresh, originating in Cyprus, Egypt, Israel, Malta, Morocco and the West Bank and the Gaza Strip respectively.\n(3) Commission Regulation (EC) No 484/2004(3) fixes the Community producer and import prices for carnations and roses for the application of the import arrangements.\n(4) Commission Regulation (EEC) No 700/88(4) lays down the detailed rules for the application of the arrangements.\n(5) On the basis of prices recorded pursuant to Regulations (EEC) No 4088/87 and (EEC) No 700/88, it must be concluded that the conditions laid down in Article 2(2) of Regulation (EEC) No 4088/87 for suspension of the preferential customs duty are met for uniflorous (bloom) carnations originating in the West Bank and the Gaza strip; the Customs duty should be re-established.\n(6) The quota for the products in question covers the period 1 January to 31 December 2004. As a result, the suspension of the preferential duty and the reintroduction of the Common Customs Tariff duty apply up to the end of that period at the latest.\n(7) In between meetings of the Management Committee for Live Plants and Floriculture Products, the Commission must adopt such measures,", "main_body": ["For imports of uniflorous (bloom) carnations (CN code ex 0603 10 20 ) originating in the West Bank and the Gaza strip, the preferential customs duty fixed by Regulation (EC) No 747/2001 is hereby suspended and the Common Customs Tariff duty is hereby re-established.", "This Regulation shall enter into force on 16 March 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 2004.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nDirector-General for Fisheries\n(1) OJ L 382, 31.12.1987, p. 22. Regulation as last amended by Regulation (EC) No 1300/97 (OJ L 177, 5.7.1997, p. 1).\n(2) OJ L 109, 19.4.2001, p. 2. Regulation as last amended by Commission Regulation (EC) No 54/2004 (OJ L 7, 13.1.2004, p. 30).\n(3) See page 16 of this Official Journal.\n(4) OJ L 72, 18.3.1988, p. 16. Regulation as last amended by Regulation (EC) No 2062/97 (OJ L 289, 22.10.1997, p. 1)."}