{"celex_id": "32008R0565", "uri": "http://publications.europa.eu/resource/cellar/f6f8a6ad-3c17-4d24-8b89-2e3f96e7d6c6", "type": "Regulation", "concepts": ["2078", "2081", "2531", "2732", "2735", "2836", "6569"], "title": "Commission Regulation (EC) No 565/2008 of 18 June 2008 amending Regulation (EC) No 1881/2006 setting maximum levels for certain contaminants in foodstuffs as regards the establishment of a maximum level for dioxins and PCBs in fish liver (Text with EEA relevance)\n", "header": "19.6.2008 EN Official Journal of the European Union L 160/20\nCOMMISSION REGULATION (EC) No 565/2008\nof 18 June 2008\namending Regulation (EC) No 1881/2006 setting maximum levels for certain contaminants in foodstuffs as regards the establishment of a maximum level for dioxins and PCBs in fish liver\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 (2) sets maximum levels for certain contaminants in foodstuffs.\n(2) Maximum levels should be set at a strict level which is achievable by following good practices and taking into account the risk related to the consumption of food.\n(3) Very high levels of dioxins and dioxin-like PCBs have been found in canned fish liver and were reported through the Rapid Alert System for Feed and Food (RASFF) since 2006. No maximum level was established for fish liver and processed products thereof. In order to protect public health competent authorities prohibited the placing on the market of those products because they were deemed to be unsafe.\n(4) It is appropriate to establish a Community maximum level for the sum of dioxins and dioxin-like PCBs in fish liver and processed products thereof to protect public health and to ensure a uniform approach in the internal market.\n(5) Taking into account the specific canning process of fish liver, the maximum level established for fresh fish liver should also apply to processed fish liver.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   In Section 5 (Dioxins and PCBs) of the Annex to Regulation (EC) No 1881/2006, the following point is added:\nMaximum levels\nSum of dioxins Sum of dioxins and dioxin-like PCBs (WHO-PCDD/F-PCB-TEQ)\n‘5.11 Fish liver and derived products thereof with the exception of marine oils referred to in point 5.10 — 25,0 pg/g wet weight (32) (3)\n2.   Footnote 34 of the Annex to Regulation (EC) No 1881/2006 is replaced by the following:\n‘(34) Foodstuffs listed in this category as defined in categories (a), (b), (c), (e) and (f) of the list in Article 1 of Regulation (EC) No 104/2000, with the exclusion of fish liver referred to in point 5.11.’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 37, 13.2.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 364, 20.12.2006, p. 5. Regulation as amended by Regulation (EC) No 1126/2007 (OJ L 255, 29.9.2007, p. 14).\n(3)  In the case of canned fish liver, the maximum level applies to the whole edible content of the can.’"}