{"celex_id": "32002D1006", "uri": "http://publications.europa.eu/resource/cellar/829b7416-5d98-432b-aa0c-1ea3f4102fce", "type": "Decision", "concepts": ["1043", "1728", "500", "5858", "922"], "title": "2002/1006/EC: Council Decision of 19 December 2002 on providing further supplementary-financial assistance to Moldova\n", "header": "Council Decision\nof 19 December 2002\non providing further supplementary-financial assistance to Moldova\n(2002/1006/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) The Commission has consulted the Economic and Financial Committee before submitting the proposal.\n(2) Moldova is undertaking fundamental political and economic reforms and is making substantial efforts to sustain its progress in transition.\n(3) Moldova, on the one hand, and the European Community and its Member States on the other hand, have signed a Partnership and Cooperation Agreement, which entered into force on 1 July 1998.\n(4) The authorities of Moldova have agreed with the International Monetary Fund (IMF) on a macro-economic programme supported by a three-year poverty reduction and growth facility, approved in December 2000, and have expressed their intention to subsequently continue this programme in the context of a new appropriate Fund Facility.\n(5) By Decision 2000/452/EC of 10 July 2000 providing supplementary macro-financial assistance to Moldova(2), the Council has made available to Moldova macro financial assistance up to EUR 15 million, in the form of a long-term loan.\n(6) Moldova's foreign debt situation has become increasingly preoccupying and the country is facing very high debt-to-export and debt-to-central-government-revenue ratios.\n(7) The Moldovan authorities have requested financial assistance on a concessional basis from the International Financial Institutions, the Community and other bilateral donors. Over and above the financing from the IMF and the World Bank a substantial residual financing gap remains to be covered to comfort the country's foreign debt sustainability, strengthen the country's reserves position and support the policy objectives attached to the authorities' reform efforts.\n(8) The IMF, the World Bank, the Asian Development Bank and the European Bank for Reconstruction and Development took the initiative in convening, on 20 April 2002, a ministerial meeting on an initiative in favour of the low-income countries of the Commonwealth of Independent States (CIS), aiming at, inter alia, providing increased financial support on a concessional basis to the poorest countries of the CIS, including Moldova.\n(9) Moldova became eligible to highly concessional loans from the World Bank and the IMF, and is facing particularly critical economic, social and political circumstances.\n(10) In these circumstances and without prejudice to the powers of the budgetary authority, the Community macro-financial assistance to Moldova should be made available in the form of a grant, as an appropriate measure to help the beneficiary country at this critical juncture.\n(11) This assistance should be managed by the Commission.\n(12) The Treaty does not provide, for the adoption of this decision, powers other than those of Article 308,", "main_body": ["1. The Community shall make available to Moldova macro financial assistance in the form of a straight grant with a view to ensure a sustainable balance-of-payments situation and strengthening the country's reserve position.\n2. The assistance shall amount to a maximum of EUR 15 million.\n3. The assistance will be managed by the Commission in close consultation with the Economic and Financial Committee and in a manner consistent with any agreement reached between the IMF and Moldova.", "1. The Commission is empowered to agree with the Moldovan authorities, after consulting the Economic and Financial Committee, the economic policy conditions attached to the financial assistance. These conditions shall be consistent with the agreements referred to in Article 1(3).\n2. The Commission shall verify at regular intervals, in collaboration with the Economic and Financial Committee, and in coordination with the IMF, that economic policy in Moldova is in accordance with the objectives of this financial assistance and that its conditions are being fulfilled.", "1. The assistance shall be made available to Moldova in at least two instalments. Subject to the provisions of Article 2, the first instalment is to be released on the basis of a satisfactory track record of Moldova's macro-economic programme agreed with the IMF in the context of the present Poverty Reduction and Growth Facility or of any successor upper credit tranche arrangement.\n2. Subject to the provisions of Article 2, the second and any further instalments shall be released on the basis of a satisfactory continuation of Moldova's macroeconomic programme and not before three months after the release of the previous instalment.\n3. The funds shall be paid to the National Bank of Moldova.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by Moldova, if appropriate.", "At least once a year, and before September, the Commission shall address a report to the European Parliament and to the Council which will include an evaluation of the implementation of this Decision.", "1. This Decision shall take effect on the day of its publication in the Official Journal of the European Communities. It will expire three years after the date of its publication.\n2. Council Decision 2000/452/EC is hereby repealed."], "attachments": "Done at Brussels, 19 December 2002.\nFor the Council\nThe President\nL. Espersen\n(1) Opinion given on 5 December 2002 (not yet published in the Official Journal).\n(2) OJ L 181, 20.7.2000, p. 77."}