{"celex_id": "32009D0488", "uri": "http://publications.europa.eu/resource/cellar/2601377a-8240-40de-9197-2a29b9712788", "type": "Decision", "concepts": ["2187", "2850", "4031", "4038", "5237", "5365", "6703"], "title": "2009/488/EC,Euratom: Commission Decision of 11 June 2009 on the conclusion of a Memorandum of Understanding between the European Commission and the European Organization for Nuclear Research (CERN) (Text with EEA relevance)\n", "header": "24.6.2009 EN Official Journal of the European Union L 161/13\nCOMMISSION DECISION\nof 11 June 2009\non the conclusion of a Memorandum of Understanding between the European Commission and the European Organization for Nuclear Research (CERN)\n(Text with EEA relevance)\n(2009/488/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community and the Treaty establishing the European Atomic Energy Community,\nWhereas:\n(1) An Administrative Arrangement between the European Community and the European Organization for Nuclear Research (CERN) was signed on 10 October 1994.\n(2) Exploratory discussions emphasised the appropriateness for the Commission to reinforce and upgrade cooperation with CERN in view of the recent developments with regard to the European Research Area (ERA).\n(3) A new arrangement in the form of a Memorandum of Understanding has been accordingly drafted to cover issues such as reinforced cooperation through joint activities to consolidate and further develop ERA and implement and follow up the European Strategy for Particle Physics, as well as consultations and exchange of information on issues of mutual interest, in particular in relation to the consolidation and further development of the European Research Area and to the European Strategy for Particle Physics, including for the latter, related contacts with CERN non-Member States.\n(4) A standing entitlement is granted to the Commission to attend the European Strategy Sessions of the CERN Council and take the floor at these sessions, while the observer status granted in 1985 to the European Communities at the CERN Council is maintained (1).\n(5) No financial implications or legal obligations incur from the present Memorandum of Understanding,", "main_body": ["The Memorandum of Understanding in annex between the European Commission and the European Organization for Nuclear Research (CERN) is approved. Accordingly, it will replace the Administrative Arrangement of 10 October 1994.", "The Commissioner for Science and Research Janez Potočnik signs the Memorandum of Understanding between the European Commission and the European Organization for Nuclear Research on behalf of the Commission."], "attachments": "Done at Brussels, 11 June 2009.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  CERN Council Decision of 27/28 June 1985.\nANNEX\nMEMORANDUM OF UNDERSTANDING\nbetween the European Commission and the European Organization for Nuclear Research\nThe European Commission, hereinafter referred as ‘the Commission’, and the European Organization for Nuclear Research, an Intergovernmental Organisation whose seat is at Geneva, Switzerland, hereinafter referred as ‘CERN’ (jointly hereinafter referred as ‘the two Sides’),\nCONSIDERING\n— The Treaty establishing the European Community and the Treaty establishing the European Atomic Energy Community whereby cooperation in the field of research, technological development and demonstration with third countries and international organisations is promoted,\n— The Convention for the Establishment of a European Organization for Nuclear Research dated 1 July 1953, as revised on 18 January 1971, hereinafter referred as ‘the Convention’, and in particular Article II through which the signatories of the Convention have entrusted collaboration among European States in fundamental research in particle physics, as the branch of physics that addresses the fundamental constituents of matter and the forces that act on them, including through international cooperation, to CERN,\n— The Framework Programmes of the European Community for research, technological development and demonstration activities,\n— The 2007 Green Paper on new perspectives for the European Research Area (ERA) (1), which calls for greater cooperation and strengthened partnership with intergovernmental research organisations such as CERN (2), notably as regards research programming, training and mobility of researchers, research infrastructures, intellectual property and international cooperation,\n— The European Strategy for Particle Physics adopted unanimously on 14 July 2006:\n— by which the CERN Council (3) defines, updates and follows up the European research strategy for both accelerator as well as non-accelerator-based Particle Physics, which includes the representation of the CERN Member States in discussions with other countries and world regions regarding, inter alia, Research Infrastructures for Particle Physics,\n— and which acknowledges the need to strengthen relations between CERN and the European Union on issues related to the aforementioned Strategy,\n— The new organisational structures approved by the CERN Council in September 2007 and March 2008 for defining, updating and following-up the European Strategy (CERN/2732/rev and CERN/2779) which include dedicated ‘European Strategy Sessions’ of the CERN Council,\nRECOGNISING\nThe respective responsibilities of the two Sides in the aforementioned areas which are mutually reinforcing,\nHAVE DECIDED AS FOLLOWS:\n1. The two Sides intend to cooperate, with due regard to their respective competences, to consolidate and further develop the European Research Area, notably concerning research programming, training and mobility of researchers, research infrastructures, management of intellectual property and international collaboration. For this purpose, they may develop joint activities.\n2. The two Sides intend to cooperate, with due regard to their respective competences, in the following up and the implementation of the European Strategy for Particle Physics. For this purpose, they may develop joint activities.\n3. With due regard to their respective competences, institutional settings and operational frameworks, the two Sides will inform and consult each other, as appropriate, on issues of mutual interest, in particular in relation to the consolidation and further development of the European Research Area and to the European Strategy for Particle Physics, including, for the latter, related contacts with CERN non-Member States.\n4. Subject to its own procedures, the CERN Council will grant the Commission standing entitlement to attend its European Strategy Sessions and take the floor at these sessions.\n5. The observer status granted in 1985 to the European Communities at the CERN Council is maintained (4).\n6. The Commission will grant CERN the right to propose candidates for membership of relevant expert and advisory bodies. These experts will be nominated by the Commission subject to its own rules and procedures.\n7. The two Sides will establish contact points and mechanisms for communication to reach the aim foreseen by the present Memorandum of Understanding.\n8. The two Sides will meet annually to take stock of progress and possibly discuss further ways to enhance mutual collaboration, including joint activities, or explore potential synergies.\n9. The two Sides will agree on the questions related to the interpretation and implementation of the present Memorandum of Understanding.\n10. The Administrative Arrangement of 10 October 1994 is replaced by the present Memorandum of Understanding.\nDone in duplicate at Brussels, 17 June 2009.\nFor CERN\nTorsten ÅKESSON\nPresident of the CERN Council\nRolf-Dieter HEUER\nDirector-General of the CERN\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  ‘The Green Paper on the European Research Area’ refers to the Commission Green Paper ‘European Research Area: New Perspectives’, adopted on 4 April 2007 (COM(2007) 161 final).\n(2)  An Administrative Agreement was signed by the Commission and CERN on 10 October 1994.\n(3)  The CERN Council is the decision-making body of CERN, which determines the organisation's policy in scientific, technical and administrative matters (Article V of the Convention).\n(4)  An Observer Status was granted to the European Communities at the CERN Council by decision taken by the latter on 27/28 June 1985."}