{"celex_id": "32000D0766", "uri": "http://publications.europa.eu/resource/cellar/dfb15805-de0e-4fe9-a025-251c7e4e3e36", "type": "Decision", "concepts": ["1277", "1759", "2735", "2845", "344", "718"], "title": "2000/766/EC: Council Decision of 4 December 2000 concerning certain protection measures with regard to transmissible spongiform encephalopathies and the feeding of animal protein\n", "header": "Council Decision\nof 4 December 2000\nconcerning certain protection measures with regard to transmissible spongiform encephalopathies and the feeding of animal protein\n(2000/766/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), and in particular Article 10(4) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(2), and in particular Article 22 thereof,\nHaving regard to the proposal of the Commission,\nWhereas:\n(1) Community rules for control of certain processed animal protein into ruminant feed entered into force in July 1994.\n(2) Cases of bovine spongiform encephalopathy (BSE) have been recorded in animals born in 1995 and later years in certain Member States.\n(3) Based on scientific opinion, the Commission adopted a series of measures for the animal feed, including high processing standards regarded as being the most effective for the inactivation of the agents of scrapie and BSE for the production of mammalian processed animal proteins, the exclusion of specified risk material from the feed chain and active surveillance measures to prevent cases of BSE from entering into the feed chain. The Scientific Steering Committee adopted an opinion on 27 and 28 November 2000. It recommended that, where the risk of cross-contamination of cattle feed with feed intended for other animals and which contains animal proteins possibly contaminated by the BSE agent cannot be excluded, a temporary ban of animal proteins in animal feed should be considered.\n(4) Certain Member States have reported deficiencies in the implementation of Community legislation on animal feed and have, as a consequence, adopted safeguard measures.\n(5) Community inspections have identified systematic failures in the implementation of Community rules in several Member States.\n(6) In the light of the above, as a precautionary measure, it is appropriate to prohibit on a temporary basis the use of animal protein in animal feed, pending a total re-evaluation of the implementation of Community legislation in Member States. As this prohibition could have environmental implications if not controlled properly, it is necessary to ensure that animal waste is collected, transported, processed, stored and disposed of in a safe manner.\n(7) A large scale Community testing programme will start on 1 January 2001. This programme will provide concrete data on the prevalence of BSE in Member States. This data will provide factual information of the effectiveness of past Community legislation on animal feed and will identify Member States where BSE recycling via processed animal protein remains a possibility. This information should be used in the review of the measure laid down by this Decision.\n(8) The Standing Veterinary Committee has not given a favourable opinion,", "main_body": ["For the purpose of this Decision the definition \"Processed animal proteins\" means meat-and-bone meal, meat meal, bone meal, blood meal, dried plasma and other blood products, hydrolysed proteins, hoof meal, horn meal, poultry offal meal, feather meal, dry greaves, fishmeal, dicalcium phosphate, gelatine and any other similar products including mixtures, feedingstuffs, feed additives and premixtures, containing these products.", "1. Member States shall prohibit the feeding of processed animal proteins to farmed animals which are kept, fattened or bred for the production of food.\n2. The prohibition referred to in paragraph 1 shall not apply to the feeding of:\n- fishmeal to animals other than ruminants, in accordance with control measures to be fixed in accordance with the procedure laid down in Article 17 of Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3),\n- gelatine of non-ruminants for coating additives within the meaning of Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs(4),\n- dicalcium phosphate and hydrolysed proteins obtained in accordance with the conditions to be fixed in accordance with the procedure laid down in Article 17 of Directive 89/662/EEC,\n- milk and milk products to farmed animals which are kept, fattened or bred for the production of food.", "1. With the exception of the derogations laid down in Article 2(2) the Member States shall:\n(a) prohibit the placing on the market, the trade, the importation from third countries and the exportation to third countries of processed animal proteins intended for the feeding of farmed animals which are kept, fattened or bred for the production of food,\n(b) ensure that all processed animal proteins intended for the feeding of farmed animals which are kept, fattened or bred for the production of food are withdrawn from the market, distribution channels and from on-farm storage.\n2. Member States shall ensure that animal waste as defined by Directive 90/667/EEC(5) is collected, transported, processed, stored or disposed of in accordance with that Directive, Commission Decision 97/735/EC(6) and Council Decision 1999/534/EC(7).", "This Decision shall enter into force on 1 January 2001.\nIt shall apply until 30 June 2001.\nIt may be adapted by the Commission before 30 June 2001 to the situation of each Member State in the light of the results of Commission inspections and the incidence of BSE, based on the results of BSE monitoring, with particular reference to testing of bovine animals over 30 months of age, as established by Commission Decision 2000/764/EC(8).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 December 2000.\nFor the Council\nThe President\nJ. Glavany\n(1) OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 92/118/EEC (OJ L 62, 15.3.1993, p. 49).\n(2) OJ L 24, 30.1.1998, p. 9.\n(3) OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 92/118/EEC (OJ L 62, 15.3.1993, p. 4).\n(4) OJ L 270, 14.12.1970, p. 1. Directive as last amended by Directive 1999/70/EC (OJ L 80, 25.3.1999, p. 20).\n(5) Council Directive 90/667/EEC of 27 November 1990 laying down the veterinary rules for the disposal and processing of animal waste, for its placing on the market and for the prevention of pathogens in feedstuffs of animal or fish origin and amending Directive 90/425/EEC (OJ L 363, 27.12.1990, p. 51). Directive as last amended by the 1994 Act of Accession.\n(6) Commission Decision 97/735/EC of 21 October 1997 concerning certain protection measures with regard to trade in certain types of mammalian animal waste (OJ L 294, 28.10.1997, p. 7). Decision as amended by Council Decision 1999/534/EC.\n(7) Council Decision 1999/534/EC of 19 July 1999 on measures applying to the processing of certain animal waste to protect against transmissible spongiform encephalopathies and amending Commission Decision 97/735/EC (OJ L 204, 4.8.1999, p. 37).\n(8) OJ L 305, 6.12.2000, p. 35."}