{"celex_id": "32005R1999", "uri": "http://publications.europa.eu/resource/cellar/aab63d26-52c7-48c5-acd9-dee58c7f2ce4", "type": "Regulation", "concepts": ["1309", "161", "1644", "2771", "3763", "4682", "5063"], "title": "Commission Regulation (EC) No 1999/2005 of  7 December 2005  fixing the quantities for which applications for import licences can be lodged in respect of the period from  1 January  to  30 June 2006  under the tariff quotas for beef and veal provided for in Council Regulation (EC) No 1279/98 for Bulgaria and Romania\n", "header": "8.12.2005 EN Official Journal of the European Union L 320/44\nCOMMISSION REGULATION (EC) No 1999/2005\nof 7 December 2005\nfixing the quantities for which applications for import licences can be lodged in respect of the period from 1 January to 30 June 2006 under the tariff quotas for beef and veal provided for in Council Regulation (EC) No 1279/98 for Bulgaria and Romania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 1279/98 of 19 June 1998 laying down detailed rules for applying the tariff quotas for beef and veal provided for in Council Decisions 2003/286/EC and 2003/18/EC for Bulgaria, Romania (1), and in particular Article 4(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1271/2005 of 1 August 2005 determining the percentage of quantities which may be allowed in respect of import licence applications lodged in July 2005 under tariff quotas for beef and veal provided for in Regulation (EC) No 1279/98 for Bulgaria and Romania (2) lays down the conditions under which applications for import licences lodged for the period from 1 July to 31 December 2005 can be accepted.\n(2) Licence applications have been lodged for smaller quantities of beef and veal products originating in Bulgaria and Romania that can be imported under special terms in the period from 1 July to 31 December 2005, as provided for in the first paragraph of Article 2 of Regulation (EC) No 1279/98, than the quantities actually available. In accordance with the second paragraph of that Article, therefore, the quantities left over from that period should be added to the quantities available for the following period for Bulgaria and Romania.\n(3) The quantities of beef and veal products originating in Bulgaria and Romania that can be imported under special terms in the period from 1 January to 30 June 2006 must be established in the light of the available quantities left over from the preceding period, in accordance with the second paragraph of Article 2 of Regulation (EC) No 1279/98,", "main_body": ["The quantities for which applications for import licences can be lodged in respect of the period from 1 January to 30 June 2006 under the tariff quotas for beef and veal provided for by Regulation (EC) No 1279/98 shall be as set out in the Annex to this Regulation, by country of origin and quota serial number.", "This Regulation shall enter into force on 8 December 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 2005.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 176, 20.6.1998, p. 12. Regulation as last amended by Regulation (EC) No 1240/2005 (OJ L 200, 30.7.2005, p. 34).\n(2)  OJ L 201, 2.8.2005, p. 39.\nANNEX\nQuantities available for the period referred to in Article 2 of Regulation (EC) No 1279/98, running from 1 January to 30 June 2006\nCountry of origin Serial number CN code Quantity available\nRomania 09.4753 0201 3 788\n09.4765 0206 10 95 100\n09.4768 1602 50 500\nBulgaria 09.4651 0201 2 245\n09.4784 1602 50 660"}