{"celex_id": "32000R2677", "uri": "http://publications.europa.eu/resource/cellar/34014433-35da-4459-9ed7-52ed4424d4f3", "type": "Regulation", "concepts": ["1474", "161", "2734", "4385", "5619"], "title": "Council Regulation (EC) No 2677/2000 of 4 December 2000 amending Regulation (EC) No 1349/2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Estonia\n", "header": "Council Regulation (EC) No 2677/2000\nof 4 December 2000\namending Regulation (EC) No 1349/2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Estonia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) By virtue of Regulation (EC) No 1349/2000(1), the Council established with effect from 1 July 2000 certain concessions in the form of Community tariff quotas for certain agricultural products and provided for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Estonia, of the other part(2).\n(2) Annex A(b) to that Regulation sets out the concessions in the form of Community tariff quotas for certain products originating in Estonia.\n(3) It is necessary to lay down the management rules for tariff quotas which are allocated following the chronological order of dates of customs declarations, and to insert the order numbers for these quotas. Regulation (EC) No 1349/2000 should therefore be amended accordingly and Annex A(b) should be replaced.\n(4) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(3) has codified the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations,", "main_body": ["Regulation (EC) No 1349/2000 is hereby amended as follows:\n1. the following Article shall be inserted:\n\"Article 1a\nTariff quotas with an order number above 09.5100 shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Commission Regulation (EEC) No 2454/93(4).\"\n2. Annex A(b) shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 2000.\nFor the Council\nThe President\nH. VĂŠdrine\n(1) OJ L 155, 28.6.2000, p. 1.\n(2) OJ L 68, 9.3.1998, p. 2.\n(3) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1602/2000 (OJ L 188, 26.7.2000, p. 1).\n(4) OJ L 253, 11.10.1993, p. 1.\nANNEX\n\"ANNEX A(b)\nImports into the Community of the following products originating in Estonia shall be subject to the concessions set out below\n(MFN = Most Favoured Nation duty)\n>TABLE>\""}