{"celex_id": "32009D0581", "uri": "http://publications.europa.eu/resource/cellar/de87e5d6-10b1-4dc5-9116-0a13448be86b", "type": "Decision", "concepts": ["1005", "1318", "1755", "1854", "3730", "5760", "838", "862", "881"], "title": "2009/581/EC: Commission Decision of 29 July 2009 on a financial contribution from the Community towards emergency measures to combat avian influenza in Cloppenburg, Germany in December 2008 and January 2009 (notified under document number C(2009) 5869)\n", "header": "30.7.2009 EN Official Journal of the European Union L 198/83\nCOMMISSION DECISION\nof 29 July 2009\non a financial contribution from the Community towards emergency measures to combat avian influenza in Cloppenburg, Germany in December 2008 and January 2009\n(notified under document number C(2009) 5869)\n(Only the German text is authentic)\n(2009/581/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Articles 3(3) and 3a(1) thereof,\nWhereas:\n(1) Avian influenza is an infectious viral disease of poultry and other captive birds with a severe impact on the profitability of poultry farming causing disturbance to intra-Community trade and export to third countries.\n(2) In the event of an outbreak of avian influenza, there is a risk that the disease agent might spread to other poultry holdings within that Member State, but also to other Member States and to third countries through trade in live poultry or their products.\n(3) Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza (2) sets out measures which in the event of an outbreak have to be immediately implemented by Member States as a matter of urgency to prevent further spread of the virus.\n(4) Decision 90/424/EEC lays down the procedures governing the Community’s financial contribution towards specific veterinary measures, including emergency measures. Pursuant to Article 3a of that Decision, Member States shall obtain a financial contribution towards the costs of certain measures to eradicate avian influenza.\n(5) Article 3a(3), first and second indents of Decision 90/424/EEC lays down rules on the percentage of the costs incurred by the Member State that may be covered by the Community’s financial contribution.\n(6) The payment of a Community financial contribution towards emergency measures to eradicate avian influenza is subject to the rules laid down in Commission Regulation (EC) No 349/2005 of 28 February 2005 laying down rules on the Community financing of emergency measures and of the campaign to combat certain animal diseases under Council Decision 90/424/EEC (3).\n(7) Outbreaks of avian influenza occurred in Cloppenburg, Germany in December 2008 and January 2009. Germany took measures, in accordance with Directive 2005/94/EC to combat those outbreaks.\n(8) Germany has fully complied with its technical and administrative obligations as set out in Article 3(3) of Decision 90/424/EEC and Article 6 of Regulation (EC) No 349/2005.\n(9) On 5 February 2009 and 6 March 2009, Germany submitted an estimate of the costs incurred in taking measures to eradicate avian influenza.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Financial contribution from the Community to Germany\nA financial contribution from the Community may be granted to Germany towards the costs incurred by that Member State in taking measures pursuant to Article 3a(2) and (3) of Decision 90/424/EEC, to combat avian influenza in Cloppenburg in December 2008 and January 2009.", "Payment arrangements\nA first tranche of EUR 2 000 000 shall be paid as part of the Community financial contribution provided for in Article 1.", "Addressee\nThis Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 29 July 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19.\n(2)  OJ L 10, 14.1.2006, p. 16.\n(3)  OJ L 55, 1.3.2005, p. 12."}