{"celex_id": "32000R0885", "uri": "http://publications.europa.eu/resource/cellar/b275d963-869c-4952-951a-475bebbce2e6", "type": "Regulation", "concepts": ["1309", "161", "2488", "5034", "768"], "title": "Commission Regulation (EC) No 885/2000 of 28 April 2000 opening and providing for the administration of an import tariff quota for young male bovine animals for fattening (1 July 2000 to 30 June 2001)\n", "header": "Commission Regulation (EC) No 885/2000\nof 28 April 2000\nopening and providing for the administration of an import tariff quota for young male bovine animals for fattening (1 July 2000 to 30 June 2001)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), and in particular Article 32(1) thereof,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations(2), and in particular Article 1(1) thereof,\nWhereas:\n(1) Under schedule CXL the Community undertook to open an annual import tariff quota for 169000 head of young male bovine animals for fattening. The rules for applying that quota for the period 1 July 2000 to 30 June 2001 should be laid down.\n(2) The supply requirements of certain regions of the Community which have a serious shortfall of bovine animals for fattening should be taken into account. As those requirements are particularly evident in Italy and Greece, priority must be given to satisfying demand in those two Member States.\n(3) There should be a guarantee in particular of equal and continuing access to the said quota for all interested traders within the Community and of uninterrupted application of the customs duties laid down for the quota to all imports of the animals in question until the quota is used up.\n(4) In view of the actual market situation, a method of management should be applied which is comparable to that used in the past for quotas bearing the same serial number, involving, in particular, a continuation of the method of allocation between traditional importers and traders actively involved in trade in live animals with third countries.\n(5) Checks of those criteria call for applications to be submitted in the Member State where the trader is entered in the value added tax (VAT) register.\n(6) In order to prevent speculation, import licences should be issued to traders solely for the quantities for which they have been allocated import rights.\n(7) With a view to using up quota quantities completely, a closing date should be set for the submission of import licence applications and provision should be made for a further allocation of quantities not covered by licence applications submitted by that date.\n(8) Provision should be made for the arrangements to be managed using import licences. To that end rules should be laid down in particular on the way applications are to be submitted and the information to be shown in applications and licences, where applicable by waiving or supplementing certain provisions of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for certain agricultural products(3), as last amended by Regulation (EC) No 1127/1999(4), and of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80(5), as last amended by Regulation (EC) No 2648/98(6).\n(9) The application of this tariff quota requires effective checks on the specific destination of imports. Therefore, the animals must be fattened in the Member State which issues the import licence.\n(10) A security must be lodged in order to guarantee that the animals are fattened for at least 120 days in designated production units. The amount of this security should cover the difference between the Common Customs Tariff (CCT) duty and the reduced duty applicable on the date of release for free circulation of the animals in question.\n(11) The Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["1. A tariff quota for 169000 young male bovine animals covered by CN codes 0102 90 05, 0102 90 29 or 0102 90 49 and intended for fattening in the Community is hereby opened for the period 1 July 2000 to 30 June 2001.\nThe serial number of the quota shall be 09.4005.\n2. The customs import duty applicable to the quota referred to in paragraph 1 shall be EUR 582 per tonne plus 16 % ad valorem.\nThat rate of duty shall apply on condition that the imported animals are fattened in the Member State of import for at least 120 days.", "1. Import rights for the quantities referred to in Article 1(1) shall be allocated to the Member States as follows:\n>TABLE>\n2. Within each of the quantities referred to in paragraph 1(a) and (b), import rights relating to:\n- 80 % of the quantity shall be allocated upon application directly to importers who furnish proof of having imported animals under the Regulations referred to in Annex I; the number of head shall be allocated in proportion to the number of head imported under the Regulations in question,\n- 20 % of the quantities shall be allocated upon application directly to traders who furnish proof that in 1999 they exported to and/or imported from third countries at least 50 live animals covered by CN code 010290, excluding imports under the Regulations referred to in Annex I.\nTraders must be entered in the national value added tax (VAT) register.\nApplications for import rights shall be presented:\n- in Italy for the quantities referred to in paragraph 1(a),\n- in Greece for the quantities referred to in paragraph 1(b).\n3. The quantities referred to in paragraph 1(c) shall be allocated upon application to traders who furnish proof that in 1999 they exported to and/or imported from third countries at least 50 live animals covered by CN code 010290.\nApplications for import rights for the quantities referred to in the first subparagraph shall be presented in a Member State - other than Italy or Greece - where the applicant is entered in the national value added tax register.\n4. The quantities referred to in the second indent of the first subparagraph of paragraph 2 and in paragraph 3 shall be allocated to eligible traders in proportion to the quantities applied for.\n5. Proof of import and/or export shall be provided solely by means of customs documents of release for free circulation or export documents.\nMember States may accept copies of those documents duly certified by the competent authorities.", "1. Traders who are no longer engaged in trade in live bovine animals on 1 June 2000 shall not qualify under the arrangements provided for in this Regulation.\n2. Companies arising from mergers where each constituent part has rights pursuant to the first subparagraph of Article 2(2) shall enjoy the same rights as the companies from which they are formed.", "1. No application shall be made for import rights for a number of head exceeding that available.\nWhere, under any one category referred to in Article 2(2) and (3), an applicant submits more than one application, all such applications shall be rejected.\n2. For the purposes of Article 2(2) and (3), applications accompanied by the necessary proofs must reach the competent authorities not later than 6 June 2000.\n3. As regards applications under Article 2(3), after verification of the documents presented. Member States shall forward to the Commission by 20 June 2000 at the latest a list of applicants and quantities applied for using the form set out in Annex II.\nThe Commission shall decide as soon as possible to what extent applications may be accepted. Where the quantities applied for exceed the quantities available, the Commission shall fix a single percentage reduction to be applied to the quantities applied for.\nWhere the application of the uniform percentage reduction provided for in the second subparagraph results in less than 50 head being allocated per application, the allocation shall be made by the Member States concerned by drawing lots for batches of 50 head. Where the remainder is less than 50 head, that number shall constitute a single batch.\n4. As regards applications under Article 2(2), after verification of the documents presented, Italy and Greece shall forward to the Commission by 27 June 2000 at the latest a list of applicants and quantities applied for using the forms set out in Annexes II and III.", "1. Any import of animals for which import rights have been allocated shall be subject to presentation of an import licence.\n2. Regulations (EEC) No 3719/88 and (EC) No 1445/95 shall apply, subject to this Regulation.\n3. Licence applications may be lodged solely:\n- in the Member State in which the application for import rights has been lodged, and\n- by traders to whom import rights have been allocated in accordance with Articles 2 and 4. Import rights allocated to traders entitle them to import licences for quantities equivalent to the rights allocated.\n4. Licences shall be issued up to 30 November 2000 for a maximum of 50 % of the allocated import rights. Import licences for the remaining quantities shall be issued from 1 December 2000.\n5. Licence applications and licences shall show:\n(a) the country of origin in box 8;\n(b) one of the eligible CN codes in box 16;\n(c) the following endorsement in box 20:\n\"Live male bovine animals of a live weight not exceeding 300 kg per head (Regulation (EC) No 885/2000).\"", "1. Notwithstanding Article 3 of Regulation (EC) No 1445/95, import licences shall be valid for 120 days from their date of issue within the meaning of Article 21(2) of Regulation (EEC) No 3719/88. However, no licences shall be valid after 30 June 2001.\n2. Licences shall be valid throughout the Community.\n3. Article 8(4) of Regulation (EEC) No 3719/88 shall not apply.", "1. At the time of import, the importer shall provide proof that he has:\n- given a written undertaking to inform the competent authority of the Member State that issued the licence within one month of the farm or farms where the young bovine animals are to be fattened,\n- lodged a security of an amount as laid down for each eligible CN code in Annex IV with the competent authority of the Member State that issued the licence guaranteeing that the animals imported will be fattened in that Member State for a period of at least 120 days from the date of import.\n2. The animals covered by this Regulation shall be fattened in the Member State that issues the import licence.\n3. Except in cases of force majeure, the security shall be relesed only if proof is furnished to the competent authority of the Member State that issued the licence that the young bovine animals:\n(a) have been fattened on the farm or farms indicated pursuant to paragraph 1;\n(b) have not been slaughtered before a period of 120 days from the date of import has elapsed;\nor\n(c) have been slaughtered for health reasons or have died as a result of sickness or accident before that period has elapsed.\nThe security shall be released immediately after such proof has been furnished.\nHowever, where the time limit referred to in the first indent of paragraph 1 has not been observed, the security to be released shall be reduced by:\n- 15 %, and by\n- 2 % of the remaining amount for each day by which it has been exceeded.\nThe amounts not released shall be forfeited and retained as customs duties.\n4. If the proof referred to in paragraph 3 is not furnished within 180 days from the date of import, the security shall be forfeited and retained as customs duty.\nHowever, if such proof is not furnished within 180 days but is produced within six months following the said period of 180 days, the amount forfeited, less 15 % of the security, shall be repaid.", "1. Quantities not covered by import licence applications at 28 February 2001 shall be awarded under a further allocation, irrespective of the allocation of import rights between Member States referred to in Article 2(1) and of the two different schemes provided for in the first and second indents of Article 2(2).\n2. To that end, by 7 March 2001 at the latest the Member States shall send the Commission details of quantities not covered by import licence applications received.\n3. The Commission shall take a decision as quickly as possible as regards the quantities remaining.\n4. Quantities remaining shall be allocated upon application to traders proving that in 1999 they exported to and/or imported from third countries at least 50 live animals coverd by CN code 010290.\nApplications for import rights shall be presented in the Member State where the applicant is entered in the national value added tax register.\n5. For the purposes of applying this Article, Articles 4 to 7 shall apply mutatis mutandis. However, the dates mentioned in Article 4(2) and (3) shall be replaced by 30 March 2001 and 6 April 2001 respectively.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 146, 20.6.1996, p. 1.\n(3) OJ L 331, 2.12.1988, p. 1.\n(4) OJ L 135, 29.5.1999, p. 48.\n(5) OJ L 143, 27.6.1995, p. 35.\n(6) OJ L 335, 10.12.1998, p. 39.\nANNEX I\nRegulations referred to in Article 2(2)\nCommission Regulations:\n- (EC) No 1376/97 (OJ L 189, 18.7.1997, p. 3),\n- (EC) No 1043/98 (OJ L 149, 20.5.1998, p. 7),\n- (EC) No 1431/1999 (OJ L 166, 1.7.1999, p. 49).\nANNEX II\nFax: (32-2) 296 60 27/295 36 13\nApplication of Article 4(3) and (4) of Regulation (EC) No 885/2000\nSerial No 09.4005\n>PIC FILE= \"L_2000104EN.004302.EPS\">\nANNEX III\nFax: (32-2) 296 60 27/295 36 13\nApplication of Article 4(4) of Regulation (EC) No 885/2000\nSerial No 09.4005\n>PIC FILE= \"L_2000104EN.004402.EPS\">\nANNEX IV\nSECURITY AMOUNTS\n>TABLE>"}