{"celex_id": "32007D0659", "uri": "http://publications.europa.eu/resource/cellar/5e4140df-f963-4a1c-b055-77a309985fd6", "type": "Decision", "concepts": ["1015", "1085", "1086", "2771", "365", "4392", "601"], "title": "2007/659/EC: Council Decision of 9 October 2007 authorising France to apply a reduced rate of excise duty on traditional rum produced in its overseas departments and repealing Decision 2002/166/EC\n", "header": "13.10.2007 EN Official Journal of the European Union L 270/12\nCOUNCIL DECISION\nof 9 October 2007\nauthorising France to apply a reduced rate of excise duty on ‘traditional’ rum produced in its overseas departments and repealing Decision 2002/166/EC\n(2007/659/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 299(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Pursuant to Article 299(2) of the Treaty, the Treaty applies to the French overseas departments, the Azores, Madeira and the Canary Islands. However, taking account of the structural social and economic situation of the French overseas departments, the Azores, Madeira and the Canary Islands, which is compounded by their remoteness, insularity, small size, difficult topography and climate, economic dependence on a few products, the permanence and combination of which severely restrain their development, the Council, acting by a qualified majority on a proposal from the Commission and after consulting the European Parliament, shall adopt specific measures aimed, in particular, at laying down the conditions of application of the Treaty to those regions, including common policies. The Council is required, when adopting such measures, to take into account areas such as fiscal policy. When adopting these measures, it has to take into account the special characteristics and constraints of the outermost regions without undermining the integrity and the coherence of the Community legal order, including the internal market and common policies.\n(2) On the basis of these provisions of the Treaty, the Council adopted, in respect of the French overseas departments, Decision 2002/166/EC of 18 February 2002 authorising France to extend the application of a reduced rate of excise duty on ‘traditional’ rum produced in its overseas departments (2). Compared with the rates of taxation applied to similar products not originating in the French overseas departments, the reduced rate may be lower than the minimum rate of excise duty on alcohol set by Council Directive 92/84/EEC of 19 October 1992 on the approximation of the rates of excise duty on alcohol and alcoholic beverages (3), but may not be more than 50 % lower than the standard national excise duty on alcohol. The Council Decision was to apply until 31 December 2009, with a mid-term report to be drawn up by June 2006 at the latest.\n(3) On 27 December 2005 the French Government presented a mid-term report indicating that it was vital that the tax arrangements for traditional rum marketed in mainland France be maintained. Furthermore, in view of developments on the Community market for rum, which are mainly benefiting products originating in third countries, and given the economic and social importance of the sector and the structural nature of the production conditions that diminish the sector’s productivity in the overseas departments and make it difficult to maintain its production on the Community market, France has asked that the volume and duration of the tax arrangements for traditional rum on the mainland market be extended.\n(4) Maintaining the cane-sugar-rum sector in the overseas departments is vital to their economic and social balance. In the three departments most affected, Réunion, Guadeloupe and Martinique, the sector produces an annual turnover of over EUR 250 000 000 and provides some 40 000 jobs, including 22 000 direct jobs. It is also advisable to note the positive impact which the cultivation of cane has for the safeguarding of the environment in the overseas departments. Together with the banana sector, this sector is the only significant exporting activity in areas whose exports represent not more than 7 % of the imports. It is therefore necessary and justified for France to maintain, by way of derogation from Article 90 of the Treaty, a reduced rate of excise duty on ‘traditional’ rum produced in its overseas departments in order to avoid endangering their development.\n(5) The overhaul of the common organisation of the markets in the sugar sector in February 2006 goes some way towards securing the sector’s future. Thus, there are plans to introduce support measures under the Posei systems (Council Regulation (EC) No 247/2006 of 30 January 2006 laying down specific measures for agriculture in the outermost regions of the Union (4)), in the form of both Community and national aid, in order to improve the competitiveness of the overseas departments’ cane-sugar-rum sector. However, these measures still do not offset the gradual dismantling of customs protection and maintain the overseas departments’ share of the rum market.\n(6) Given the small scale of the local market, the overseas departments’ distilleries can continue their activities only if they have sufficient access to the market in mainland France, which is the main outlet for their rum production (over 50 % of the total).\n(7) The inability to compete on the Community market, which is mainly the result of increased market prices, originates from cost prices which have increased since 2001. Since that date both production and labour costs have increased substantially in the overseas departments. Moreover, overseas departments’ rums have to comply with Community regulatory standards, which call for significant non-productive investment. Since 2001, investment in the overseas departments has exceeded EUR 45 500 000, over half of which was destined for conservation of the environment, representing 47 % of the total. However, though part of this investment has been covered by structural funds, this is not the case of the resulting operating costs, which, depending on the distillery, can add about 10 to 15 % to the cost price of rum.\n(8) All these costs, which have increased significantly since 2001, place overseas departments’ businesses in financial difficulties. The only way to ensure the sector’s long-term survival is to offset these costs against greater output.\n(9) Since 2002 the total volume shipped to the Community market has fallen by 12 %, from 176 791 hectolitres of pure alcohol to 155 559 hectolitres of pure alcohol. Only the market in mainland France, where rum from the overseas departments qualifies for special tax arrangements that partially compensate its high cost price, has enabled the overseas departments’ rum industry to survive. Since the competitiveness of traditional rum from the overseas departments needs to be supported on the market in mainland France in order to safeguard the activity of their sugar-cane-rum sector, the quantities of traditional rum originating in the overseas departments eligible for a reduced rate of excise duty when released for consumption on that market should be reviewed.\n(10) The tax advantage authorised by the present decision does not go beyond what is necessary to address the high cost of production faced by traditional rum producers.\n(11) In order to ensure that the present decision does not undermine the single market, the quantities of rums originating in the overseas departments eligible for this measure may not, as before, exceed the trade flows recorded in recent years for the different sources of supply.\n(12) Given the need to create a climate of legal certainty for operators in the cane-sugar-rum sector and in view of the depreciation periods for plant and buildings, and in the interests of consistency with other Community rules for the sector, the derogation should be granted to the end of 2012.\n(13) The granting of such a duration must, however, be subject to the condition that a mid-term report be produced so that the Commission can assess whether the reasons which justify the granting of the tax derogation still apply and, if need be, consider whether the duration or quantities concerned should be revised in the light of developments on the Community rum market.\n(14) Decision 2002/166/EC should be replaced.\n(15) This Decision is without prejudice to the possible application of Articles 87 and 88 of the Treaty,", "main_body": ["By way of derogation from Article 90 of the Treaty, France is authorised to extend the application on the French mainland, to ‘traditional’ rum produced in its overseas territories, of a rate of excise duty lower than the full rate for alcohol set by Article 3 of Directive 92/84/EEC.", "The derogation referred to in Article 1 shall be confined to rum as defined in Article 1(4)(a) of Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks (5), produced in the overseas departments from sugar cane harvested in the place of manufacture, having a content of volatile substances other than ethyl and methyl alcohol equal to or exceeding 225 grams per hectolitre of pure alcohol and an alcoholic strength by volume of 40 % volume or more.", "1.   The reduced rate of excise duty applicable to the product referred to in Article 2 shall be confined to an annual quota of 108 000 hectolitres of pure alcohol.\n2.   The reduced rate may be lower than the minimum rate of excise duty on alcohol set by Directive 92/84/EEC, but may not be more than 50 % lower than the standard national excise duty on alcohol.", "By 30 June 2010 at the latest, France shall send the Commission a report to enable it to assess whether the reasons which justified the granting of the reduced rate still exist and, if need be, whether the quota needs to be adjusted in the light of developments on the market.", "This Decision shall apply from 1 January 2007 until 31 December 2012.", "1.   Decision 2002/166/EC is hereby repealed.\n2.   References to the repealed Decision shall be construed as references to this Decision.", "This Decision is addressed to the French Republic."], "attachments": "Done at Luxembourg, 9 October 2007.\nFor the Council\nThe President\nF. TEIXEIRA DOS SANTOS\n(1)  Opinion of 25 September 2007. Not yet published in the Official Journal.\n(2)  OJ L 55, 26.2.2002, p. 33.\n(3)  OJ L 316, 31.10.1992, p. 29.\n(4)  OJ L 42, 14.2.2006, p. 1. Regulation as amended by Regulation (EC) No 2013/2006 (OJ L 384, 29.12.2006, p. 13).\n(5)  OJ L 160, 12.6.1989, p. 1. Regulation as last amended by the 2005 Act of Accession."}