{"celex_id": "32008R0259", "uri": "http://publications.europa.eu/resource/cellar/671b3090-fd76-456b-b6c5-83a12cd86154", "type": "Regulation", "concepts": ["1052", "1542", "2965", "5399", "5589", "6775"], "title": "Commission Regulation (EC) No 259/2008 of 18 March 2008 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the publication of information on the beneficiaries of funds deriving from the European Agricultural Guarantee Fund (EAGF) and the European Agricultural Fund for Rural Development (EAFRD)\n", "header": "19.3.2008 EN Official Journal of the European Union L 76/28\nCOMMISSION REGULATION (EC) No 259/2008\nof 18 March 2008\nlaying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the publication of information on the beneficiaries of funds deriving from the European Agricultural Guarantee Fund (EAGF) and the European Agricultural Fund for Rural Development (EAFRD)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (1), and in particular point 8b of Article 42 thereof,\nAfter consulting the European Data Protection Supervisor,\nWhereas:\n(1) Article 44a of Regulation (EC) No 1290/2005 lays down that Member States have to ensure the annual ex-post publication of the beneficiaries of the European Agricultural Guarantee Fund (EAGF), and of the European Agricultural Fund for Rural Development (EAFRD), hereinafter referred to as Funds, and the amounts received per beneficiary under each of these Funds.\n(2) The purpose of the publication, which should be in accordance with the information held by the paying agencies in their books and records and which should only concern payments received in the preceding financial year, is to enhance transparency regarding the use of the Funds and improve their sound financial management. In order to meet these objectives, the information should be presented to the public in a clear, harmonised and searchable manner by the due date of 30 April. In respect of EAFRD expenditure paid between 1 January and 15 October 2007, a special date for publication should be fixed.\n(3) To this end, the minimum requirements as to the content of the publication should be laid down. These requirements should not go further than what is necessary in a democratic society in order to reach the objectives pursued.\n(4) Publication of the information should be implemented via the internet in the form of a search tool which ensures that the public at large is in the position to consult it. The search tool should permit to search on the basis of certain criteria and the results of the search should be presented in an easily accessible form.\n(5) The publication of the information concerning the beneficiaries should occur as quickly as possible after the closure of the financial year in order to ensure transparency towards the public. At the same time, Member States should have sufficient time to undertake the necessary work. As the objective of transparency does not require that the information remains available indefinitely, a reasonable period of availability of the published information should be laid down.\n(6) Making this information accessible to the public enhances transparency regarding the use of Community funds in the common agricultural policy and improves the sound financial management of these funds, in particular by reinforcing public control of the money used. Given the overriding weight of the objectives pursued, it is justified with regard to the principle of proportionality and the requirement of the protection of personal data to provide for the general publication of the relevant information as it does not go beyond what is necessary in a democratic society and for the prevention of irregularities.\n(7) To comply with the data protection requirements beneficiaries of the Funds should be informed of the publication of their data before the publication takes place. The information of the beneficiaries should take place through the application forms for aid or when the data are collected otherwise. Furthermore, the beneficiaries should be informed about their rights under Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (2) and the procedures applicable for exercising these rights. As regards expenditure incurred in financial years 2007 and 2008, in so far as information of the beneficiaries is not possible at the moment of collecting the personal data, the beneficiaries should still be informed within a reasonable period of time before publication actually takes place.\n(8) For the sake of transparency, beneficiaries of the Funds should also be informed that, for the purpose of safeguarding the financial interests of the Communities, their personal data may be processed by auditing and investigating bodies of the Communities and the Member States. This information should be given at the same moment as the information on the publication and on the rights of individuals is given.\n(9) In order to facilitate the access of the public to the data published, the Commission should provide for a Community website including links to the websites of the Member States on which the information has been made available. In view of the different organisational structures within the Member States, they should determine themselves which body is in charge of setting up and maintaining their single website and of publishing the data.\n(10) Since Article 2 of Regulation (EC) No 1437/2007 provides that Article 44a of Regulation (EC) No 1290/2005, inserted by Regulation (EC) No 1437/2007, applies to EAGF expenditure incurred from 16 October 2007 and to EAFRD expenditure incurred from 1 January 2007, it is therefore necessary to apply also the implementing rules for the same time period.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Committee on the Agricultural Funds,", "main_body": ["Content of the publication\n1.   The publication referred to in Article 44a of Regulation (EC) No 1290/2005 shall include the following information:\n(a) the first name and the surname where the beneficiaries are natural persons;\n(b) the full legal name as registered where the beneficiaries are legal persons;\n(c) the full name of the association as registered or otherwise officially recognised where the beneficiaries are associations of natural or legal persons without an own legal personality;\n(d) the municipality where the beneficiary resides or is registered and, where available, the postal code or the part thereof identifying the municipality;\n(e) for the European Agricultural Guarantee Fund, hereinafter referred to as EAGF, the amount of direct payments within the meaning of Article 2(d) of Regulation (EC) No 1782/2003 received by each beneficiary in the financial year concerned;\n(f) for the EAGF, the amount of payments other than those referred to in point (e) received by each beneficiary in the financial year concerned;\n(g) for the European Agricultural Fund for Rural Development, hereinafter referred to as EAFRD, the total amount of public funding received by each beneficiary in the financial year concerned, which includes both the Community and the national contribution;\n(h) the sum of the amounts referred to in points (e), (f) and (g) received by each beneficiary in the financial year concerned;\n(i) the currency of these amounts.\n2.   Member States may publish more detailed information than provided for in paragraph 1.", "Form of the publication\nThe information referred to in Article 1 shall be made available on a single website per Member State through a search tool allowing the users to search for beneficiaries by name, municipality, amounts received as referred to in (e), (f), (g) and (h) of Article 1 or a combination thereof and to extract all the corresponding information as a single set of data.", "Date of the publication\n1.   The information referred to in Article 1 shall be published by 30 April each year for the preceding financial year.\n2.   For the EAFRD expenditure paid between 1 January and 15 October 2007, the information shall be published by 30 September 2008, provided that the expenditure has been reimbursed by the EAFRD to the Member State concerned by that date. Otherwise, the information shall be published together with the information for the financial year 2008.\n3.   The information shall remain available on the website for two years from the date of their initial publication.", "Information of the beneficiaries\n1.   Member States shall inform the beneficiaries that their data will be made public in accordance with Regulation (EC) No 1290/2005 and this Regulation and that they may be processed by auditing and investigating bodies of the Communities and the Member States for the purpose of safeguarding the Communities' financial interests.\n2.   In case of personal data, the information referred to in paragraph 1 shall be provided in accordance with the requirements of Directive 95/46/EC and the beneficiaries shall be informed of their rights as data subjects under this Directive and of the procedures applicable for exercising these rights.\n3.   The information referred to in paragraphs 1 and 2 shall be provided to the beneficiaries by including it in the application forms for receiving funds deriving from the EAGF and EAFRD, or otherwise at the time when the data are collected.\nBy way of derogation from the first subparagraph, as regards data related to payments received in the financial years 2007 and 2008, the information shall be provided at least four weeks before the date of their publication.", "Cooperation between the Commission and Member States\n1.   The Commission shall set up and maintain a Community website under its central internet address which includes the links to the websites of the Member States. The Commission shall provide updates of the internet links according to the information sent by Member States.\n2.   The Member States shall send to the Commission the internet address of their website as soon as it has been set up as well as any subsequent changes thereof having an influence on the accessibility of their website from the Community website.\n3.   Member States shall nominate a body in charge of setting up and maintaining the single website referred to in Article 2. They shall inform the Commission of the name and address details of this body.", "Entry into force and application\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply to EAGF expenditure incurred from 16 October 2007 and to EAFRD expenditure incurred from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 March 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 209, 11.8.2005, p. 1. Regulation as last amended by Regulation (EC) No 1437/2007 (OJ L 322, 7.12.2007, p. 1).\n(2)  OJ L 281, 23.11.1995, p. 31. Directive as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1)."}