{"celex_id": "32001R0545", "uri": "http://publications.europa.eu/resource/cellar/26ed5909-c7bb-4ee1-88a1-253b07474c93", "type": "Regulation", "concepts": ["1684", "2173", "4291", "4726", "4734", "922"], "title": "Commission Regulation (EC) No 545/2001 of 20 March 2001 amending Regulation (EC) No 1623/2000 laying down certain detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\n", "header": "Commission Regulation (EC) No 545/2001\nof 20 March 2001\namending Regulation (EC) No 1623/2000 laying down certain detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Article 33 thereof,\nWhereas:\n(1) Article 46(4) of Commission Regulation (EC) No 1623/2000(3), as last amended by Regulation (EC) No 2786/2000(4), lays down certain detailed implementing rules on the delivery of by-products of wine-making for experiments. These rules are not sufficiently clear and their wording needs to be amended accordingly.\n(2) Article 64(3) of Regulation (EC) No 1623/2000 lays down certain detailed implementing rules on the storage aid for alcohol resulting from the distillation referred to in Article 29 of Regulation (EC) No 1493/1999. These rules are not sufficiently clear and their wording needs to be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. The second subparagraph of Article 46(4) of Regulation (EC) No 1623/2000 is replaced by the following:\"In the case of producers who deliver wine and by-products of their own production for supervised experiments conducted by the Member States, the provisions referred to in Articles 45, 46 and 47 shall apply and aid shall be paid to the person authorised to conduct the experiment at a rate of EUR 0,277/% vol/hl.\"\n2. The second and third indents of the first subparagraph of Article 64(3) of Regulation (EC) No 1623/2000 are replaced by the following:\n\"- for at least six months and at most 12 months in the period running from 1 December of the wine year concerned until 30 November of the following year.\nHowever, for the 2000/01 wine year, secondary aid may be paid against aid applications submitted during the period running from 1 December 2000 until 30 May 2001 and for at least six months and at most 12 months.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 194, 31.7.2000, p. 45.\n(4) OJ L 323, 20.12.2000, p. 4."}