{"celex_id": "32008D0575", "uri": "http://publications.europa.eu/resource/cellar/18b4f640-09da-47f9-9ae6-d01b00c19697", "type": "Decision", "concepts": ["1590", "2730", "5451", "6569"], "title": "2008/575/EC: Commission Decision of 27 June 2008 authorising the placing on the market of Baobab dried fruit pulp as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2008) 3046)\n", "header": "11.7.2008 EN Official Journal of the European Union L 183/38\nCOMMISSION DECISION\nof 27 June 2008\nauthorising the placing on the market of Baobab dried fruit pulp as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2008) 3046)\n(Only the English text is authentic)\n(2008/575/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 9 August 2006 the company PhytoTrade Africa made a request to the competent authorities of the United Kingdom to place Baobab dried fruit pulp on the market as a novel food ingredient.\n(2) On 12 July 2007 the competent food assessment body of the United Kingdom issued its initial assessment report. In that report it came to the conclusion that Baobab dried fruit pulp is safe for human consumption at the proposed use levels.\n(3) The Commission forwarded the initial assessment report to all Member States on 1 August 2007.\n(4) Within the 60 day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision. These objections did not raise concerns about the safety. However, in accordance with the provisions of Article 6(4) a Community Decision is required.\n(5) Baobab dried fruit pulp complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Baobab dried fruit pulp as specified in the Annex, hereinafter called the product, may be placed on the market in the Community as a novel food ingredient.", "The designation of the novel food ingredient authorised by this Decision on the labelling of the foodstuff containing it shall be ‘Baobab fruit pulp’.", "This Decision is addressed to PhytoTrade Africa, London Office, Unit W215, Holywell Centre, 1 Phipp Street, London EC2A 4PS, United Kingdom."], "attachments": "Done at Brussels, 27 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\nANNEX\nSpecifications of Baobab fruit pulp\nDescription\nThe Baobab (Adansonia digitata) fruits are harvested from trees. The hard shells are cracked open and the pulp is separated from the seeds and the shell. This is milled, separated into coarse and fine lots (particle size 3 to 600 μ) and then packaged.\nTypical nutritional components of Baobab dried fruit pulp\nMoisture (loss on drying) (g/100 g) 11,1-12,0\nProtein (g/100 g) 2,03-3,24\nFat (g/100 g) 0,4-0,7\nAsh (g/100 g) 5,5-6,6\nTotal carbohydrate (g/100 g) 78,3-78,9\nTotal sugars (as glucose) 16,9-25,3\nSodium (mg/100 g) 7,42-12,2\nAnalytical specifications\nForeign matter Not more than 0,2 %\nMoisture (loss on drying) (g/100 g) 11,1-12,0\nAsh (g/100 g) 5,5-6,6"}