{"celex_id": "32008R0856", "uri": "http://publications.europa.eu/resource/cellar/9c4c6b60-03cb-47ad-98de-d20d88f26798", "type": "Regulation", "concepts": ["3645", "3646", "3648", "4005", "4359", "488", "5405", "5796"], "title": "Council Regulation (EC) No 856/2008 of 24 July 2008 amending Regulation (EC) No 1683/95 laying down a uniform format for visas as regards the numbering of visas\n", "header": "2.9.2008 EN Official Journal of the European Union L 235/1\nCOUNCIL REGULATION (EC) No 856/2008\nof 24 July 2008\namending Regulation (EC) No 1683/95 laying down a uniform format for visas as regards the numbering of visas\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 62(2)(b)(iii) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament,\nWhereas:\n(1) The current legal framework provided for in Council Regulation (EC) No 1683/95 (1) and the additional technical specifications, adopted by the Commission on 7 February 1996 and 27 December 2000, do not allow for reliable searches in the Visa Information System established under Regulation (EC) No 767/2008 of the European Parliament and of the Council of 9 July 2008 on the Visa Information System (VIS) and the exchange of data between Member States on short-stay visas (VIS Regulation) (2).\n(2) The numbering system in use does not allow in particular for sufficient characters to be indicated on the visas issued by Member States with large numbers of applications.\n(3) A consistent and unique visa sticker numbering system is therefore essential for the verification in the VIS.\n(4) Regulation (EC) No 1683/95 should be amended accordingly.\n(5) As regards Iceland and Norway, this Regulation constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the latters' association with the implementation, application and development of the Schengen acquis\n (3) which fall within the area referred to in Article 1, point B of Council Decision 1999/437/EC (4) on certain arrangements for the application of that Agreement.\n(6) As regards Switzerland, this Regulation constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement signed between the European Union, the European Community and the Swiss Confederation concerning the association of the Swiss Confederation with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, point A of Decision 1999/437/EC read in conjunction with Article 4(1) of Council Decisions 2004/849/EC (5) and 2004/860/EC (6).\n(7) As regards Liechtenstein, this Regulation constitutes a development of provisions of the Schengen acquis within the meaning of the Protocol signed between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, point A of Decision 1999/437/EC, read in conjunction with Article 3 of Council Decision 2008/261/EC (7).\n(8) In accordance with Article 1 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and to the Treaty establishing the European Community, the United Kingdom and Ireland are not participating in the adoption of this Regulation. As a result, and without prejudice to Article 4 of the said Protocol, the provisions of this Regulation do not apply to the United Kingdom and Ireland,", "main_body": ["Regulation (EC) No 1683/95 is hereby amended as follows:\n1. in Article 2, the following paragraph shall be added:\n2. in Article 3, paragraph 1 shall be deleted;\n3. the Annex shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nMember States shall apply this Regulation at the latest on 1 May 2009. Member States may use up their remaining stocks in consular offices not connected to the Visa Information System (VIS).\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 24 July 2008.\nFor the Council\nThe President\nB. HORTEFEUX\n(1)  OJ L 164, 14.7.1995, p. 1.\n(2)  OJ L 218, 13.8.2008, p. 60.\n(3)  OJ L 176, 10.7.1999, p. 36.\n(4)  OJ L 176, 10.7.1999, p. 31.\n(5)  OJ L 368, 15.12.2004, p. 26.\n(6)  OJ L 370, 17.12.2004, p. 78.\n(7)  OJ L 83, 26.3.2008, p. 3.\nANNEX\nThe following model is to be inserted:\nSecurity features\n1. An integrated photograph produced to high security standards.\n2. An optically variable mark (‘kinegram’ or equivalent) shall appear in this space. Depending on the angle of view, 12 stars, the letter ‘E’ and a globe become visible in various sizes and colors.\n3. The logo consisting of a letter or letters indicating the issuing Member State (or ‘BNL’ in the case of the Benelux countries, namely Belgium, Luxembourg and the Netherlands) with a latent image effect shall appear in this space. This logo shall appear light when held flat and dark when turned by 90°. The following logos shall be used: A for Austria, BG for Bulgaria, BNL for Benelux, CY for Cyprus, CZE for the Czech Republic, D for Germany, DK for Denmark, E for Spain, EST for Estonia, F for France, FIN for Finland, GR for Greece, H for Hungary, I for Italy, IRL for Ireland, LT for Lithuania, LVA for Latvia, M for Malta, P for Portugal, PL for Poland, ROU for Romania, S for Sweden, SK for Slovakia, SVN for Slovenia, UK for the United Kingdom.\n4. The word ‘visa’ in capital letters shall appear in the middle of this space in optically variable coloring. Depending on the angle of view, it shall appear green or red.\n5. This box shall contain the 9-digit national number of the visa sticker, which shall be pre-printed. A special type shall be used.\n5a. This box shall contain the three-letter country code as set out in ICAO Document 9303 on machine-readable travel documents (1), indicating the issuing Member State.\nSections to be completed\n6. This box shall begin with the words ‘valid for’. The issuing authority shall indicate the territory or territories for which the visa is valid.\n7. This box shall begin with the word ‘from’ and the word ‘until’ shall appear further along the line. The issuing authority shall indicate here the period of validity of the visa.\n8. This box shall begin with the words ‘type of visa’. The issuing authority shall indicate the category of visa in conformity with Articles 5 and 7 of this Regulation. Further along the line the words ‘number of entries’, ‘duration of stay’ (i.e. duration of applicant’s intended stay) and again ‘days’ shall appear.\n9. This box shall begin with the words ‘issued in’ and shall be used to indicate the place of issue.\n10. This box shall begin with the word ‘on’ (after which the date of issue shall be filled in by the issuing authority) and further along the line the words ‘number of passport’ shall appear (after which the holder’s passport number shall appear).\n11. This box shall begin with the words ‘Surname, Name’.\n12. This box shall begin with the word ‘remarks’. It shall be used by the issuing authority to indicate any further information which is considered necessary, provided that it complies with Article 4 of this Regulation. The following two and a half lines shall be left empty for such remarks.\n13. This box shall contain the relevant machine-readable information to facilitate external border controls. The machine-readable area shall contain a printed text in the background printing, indicating the Member State issuing the document. This text shall not affect the technical features of the machine-readable area or its ability to be read.\n(1)  Exception for Germany: ICAO document 9303 on machine-readable travel documents provides for Germany the country code ‘D’."}