{"celex_id": "32004R1106", "uri": "http://publications.europa.eu/resource/cellar/41641179-7d57-4852-954e-04404d18d449", "type": "Regulation", "concepts": ["1144", "1277", "2754", "4291", "5581"], "title": "Commission Regulation (EC) No 1106/2004 of 11 June 2004 derogating, for the marketing year 2004/05, from Regulation (EC) No 2316/1999 as regards the use of land set aside in certain Member States\n", "header": "12.6.2004 EN Official Journal of the European Union L 211/12\nCOMMISSION REGULATION (EC) No 1106/2004\nof 11 June 2004\nderogating, for the marketing year 2004/05, from Regulation (EC) No 2316/1999 as regards the use of land set aside in certain Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops (1), and in particular Article 9 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2316/1999 of 22 October 1999 laying down detailed rules for the application of Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops (2) sets the terms on which area payments are granted for certain arable crops. Under Article 19(2) and (3) of Regulation (EC) No 2316/1999 areas set aside must remain so for a period commencing on 15 January at the latest and ending on 31 August at the earliest and, except as otherwise provided for, may not be used for agricultural production or a lucrative purpose.\n(2) In 2003, certain regions of the Community have experienced extreme drought that has seriously affected fodder supplies, entailing extreme low farm stocks of fodder at the end of the winter 2003.\n(3) A derogation from Regulation (EC) No 2316/1999 whereby the Member States affected may allow arable crop set-aside land to be used for animal feed purposes could reduce supply risks for the next campaign. However, any lucrative utilisation of such land should be effectively disallowed.\n(4) Moreover, due to the drought, a higher forest stand than usually has been affected by bark beetle and therefore more storage capacity for the chopped down wood is temporarily necessary. The use of land set aside under the arable crop scheme for the marketing year 2004/05 could alleviate the situation by permitting the temporary storage of the timber concerned. A derogation should therefore be made from Regulation (EC) No 2316/1999. Measures should, however, be adopted to ensure that the land is made available on a non-lucrative basis.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1.   By way of derogation from Article 19(2) and (3) of Regulation (EC) No 2316/1999, Member States may allow land declared as set aside for the 2004/2005 marketing year to be used for animal feed purposes in line with terms and criteria set by them.\n2.   The Member States concerned shall take all necessary measures to ensure that the set-aside land referred to in paragraph 1 is not used for lucrative purposes, and in particular that no dried fodder production aid under Council Regulation (EC) No 603/95 (3) is granted on crops from it.", "1.   By way of derogation from Article 19(2) and (3) of Regulation (EC) No 2316/1999, land declared as set aside for the 2004/05 marketing year may be used to store trees in regions defined by the Member States to be affected by bark beetle.\n2.   The Member States concerned shall take all necessary measures to ensure that the set-aside land used for storage is made available on a non-lucrative basis.", "The Member States concerned shall notify to the Commission the measures they adopt under this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 15 May 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 June 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 1. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(2)  OJ L 280, 30.10.1999, p. 43. Regulation as last amended by Regulation (EC) No 206/2004 (OJ L 34, 6.2.2004, p. 33).\n(3)  OJ L 63, 21.3.1995, p. 1. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1)."}