{"celex_id": "32000D0646", "uri": "http://publications.europa.eu/resource/cellar/b7eadea9-977d-4695-ad43-37ad0acc46ca", "type": "Decision", "concepts": ["1005", "1707", "2498", "5315", "754"], "title": "Decision No 646/2000/EC of the European Parliament and of the Council of 28 February 2000 adopting a multiannual programme for the promotion of renewable energy sources in the Community (Altener) (1998 to 2002)\n", "header": "Decision No 646/2000/EC of the European Parliament and of the Council\nof 28 February 2000\nadopting a multiannual programme for the promotion of renewable energy sources in the Community (Altener) (1998 to 2002)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 175(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the Economic and Social Committee(1),\nHaving regard to the opinion of the Committee of the Regions(2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(3), and in the light of the joint text approved by the Conciliation Committee on 9 December 1999,\nWhereas:\n(1) Article 174 of the Treaty provides that one of the objectives of Community action is to ensure prudent and rational utilisation of natural resources.\n(2) Article 152 of the Treaty provides that health protection requirements are to form a constituent part of the Community's other policies; the Altener programme set out in this Decision contributes to health protection.\n(3) At its meeting on 29 October 1990 the Council set an objective of stabilising total CO2 emissions by the year 2000 at the 1990 level in the Community as a whole.\n(4) The Kyoto Protocol to the United Nations Framework Convention on Climate Change contains further commitments for the Community and its Member States to reduce greenhouse gas emissions, including the undertaking given by the Community to the effect that an 8 % reduction in greenhouse gas emissions for the years 2008 to 2012 compared with 1990 levels would be achieved.\n(5) A mechanism for monitoring CO2 and other greenhouse gas emissions in the Community was established by Council Decision 93/389/EEC(4).\n(6) C02 emissions from energy consumption in the Community are likely to increase by about 3 % between 1995 and 2000, assuming normal economic growth. In the light of the abovementioned Kyoto undertaking, it is essential to adopt additional measures; measures which would genuinely help to achieve the above objective include a much more intensive use of renewable energy sources as well as energy efficiency.\n(7) At its meeting on 25 and 26 June 1996 the Council noted that in the framework of the negotiations on a protocol concerning the Berlin Mandate, the second assessment report of the Intergovernmental Panel on Climate Change (SAR IPCC) had concluded that the balance of evidence suggested that there was a discernible human influence on global climate change and had stressed the need for urgent action at the widest possible level, noted that significant \"no-regrets\" opportunities were available and requested the Commission to identify the measures that had to be taken at Community level.\n(8) By the Green Paper of 11 January 1995 and the White Paper of 13 December 1995 the Commission communicated to the European Parliament and the Council its views on the future of energy policy in the Community and on the role that renewable energy sources should play.\n(9) In its Resolution of 4 July 1996 on a Community action plan for renewable energy sources(5) the European Parliament called upon the Commission to implement a Community action plan to promote renewable energy sources.\n(10) By the Green Paper of 20 November 1996 and the White Paper of 26 November 1997 entitled \"Energy for the future: Renewable sources of energy\", the Commission started a process for the development and further implementation of a Community strategy and an action plan on renewable energy sources; these are set out, together with a \"Campaign for take-off\", in its White Paper;\n(11) In its resolution of 15 May 1997(6) on the Green Paper entitled \"Energy for the future: Renewable sources of energy\", the European Parliament urged the Commission to adopt as soon as possible a strengthened Altener II programme; in its resolution of 18 June 1998(7) on the Commission communication \"Energy for the future: Renewable sources of energy White Paper for a Community strategy and action plan\", it called for a clear increase in funding for the Altener programme in the energy framework programme;\n(12) In its resolution of 14 November 1996(8) on the Commission White Paper on an energy policy for the European Union, the European Parliament called on the Commission to develop a financial programme to stimulate renewable energy.\n(13) In its above mentioned resolution of 15 May 1997 on the Green Paper on renewable sources of energy, the European Parliament called for attention to be paid to the possibility of coordinating policies and initiatives in the sphere of renewable energy and energy efficiency in order to develop potential existing synergies and avoid duplication of efforts wherever possible.\n(14) Article 8 of Directive 96/92/EC of the European Parliament and of the Council of 19 December 1996 concerning common rules for the internal market in electricity(9) offers Member States the possibility of furthering the penetration of the market in electricity produced from renewable sources of energy by giving them priority.\n(15) Article 158 of the Treaty provides that the Community is to develop and pursue its actions leading to the strengthening of its economic and social cohesion and that, in particular, it is to aim at reducing disparities between the levels of development of the various regions and the backwardness of the least-favoured regions; those actions cover, inter alia, the energy sector.\n(16) In Decision 93/500/EEC(10) and Decision 98/352/EC(11), the Council adopted a Community programme entitled Altener for the promotion of renewable energy sources aimed at reducing C02 emissions by increasing the market share of renewable energy sources and its contribution to overall primary energy production in the Community.\n(17) The Community has recognised that the Altener programme represents an important element of the Community strategy for reducing CO2 emissions.\n(18) Provision should therefore be made within the multiannual framework programme for actions in the energy sector (1998 to 2002) adopted by Council Decision 1999/21/EC, Euratom(12) for a specific programme for the promotion of renewable energy sources; this specific programme would replace the corresponding instrument currently in force.\n(19) In implementing Decision No 182/1999/EC of the European Parliament and of the Council of 22 December 1998 concerning the fifth framework programme of the European Community for research, technological development and demonstration activities (1998 to 2002)(13), Council Decision 1999/170/EC of 25 January 1999 adopting a specific programme for research, technological development and demonstration on energy, environment and sustainable development (1998 to 2002)(14) devotes particular attention to efficient and renewable energy technologies; the Altener programme is an instrument which complements that programme.\n(20) The Altener programme does not alter national projects or systems for the promotion of renewable resources; its objective is to add a Community aspect that represents added value.\n(21) Renewable energy sources are an important energy source for the European Union with considerable commercial potential; their development should therefore be supported through a specific strategy and targeted actions to make them both viable and competitive and thus create a favourable environment for investment.\n(22) The increased use of renewable sources of energy will have a positive effect both on the environment and on the security of energy supplies; the free and large-scale development of renewable energy sources will make it possible fully to exploit their economic and employment potential; a high degree of international cooperation is desirable to achieve the best results.\n(23) A strengthened Altener programme represents an essential instrument for developing the potential of renewable energy sources; renewable energy sources should account for a reasonable share of the European internal energy market.\n(24) In order to ensure proper implementation of the Community Strategy and Action Plan up to 2010 for renewable energy sources, the Commission needs appropriate mechanisms for monitoring and assessing the various initiatives.\n(25) The aim of the targeted actions referred to in Article 2(d) of this Decision is to facilitate and accelerate investment in new operational capacity for the production of energy from renewable sources by providing financial support, in particular for small- and medium- sized enterprises (SMEs), in order to reduce the peripheral and service costs of renewable energy projects, and thus overcome the non-technical obstacles present; those actions promote, inter alia, access to specialised advice, the analysis of market prospects, the choice of location of projects, application for construction and operation permits, initiatives taken by SMEs on investment in renewable sources of energy, the establishment of financing plans, the preparation of calls for tenders, the training of operators and plant commissioning.\n(26) Those targeted actions concern the implementation of projects carried out in the area of biomass, including energy crops, firewood, residues from forestry and agriculture, municipal waste which cannot be recycled, liquid biofuels and biogas, and in the areas of thermal and photovoltaic solar systems, passive and active solar systems in buildings, small scale (less than 10 MW) hydroelectric projects, wave energy, wind power and geothermal energy.\n(27) The development of renewable energy sources can help create a competitive energy system for the whole of Europe and develop a European renewable energy sources industry with vast opportunities for the export of technology and know-how and for investments in third countries involving Community participation in the framework of cooperation programmes.\n(28) It is politically and economically desirable to open the Altener programme to the associated central and eastern European countries, in accordance with the conclusions of the Copenhagen European Council of 21 and 22 June 1993 as confirmed by subsequent European Councils and as outlined in the Commission communication on that subject in May 1994, and also to Cyprus.\n(29) In order to ensure that Community aid is used efficiently and duplication of work is avoided the Commission will ensure that projects are subject to thorough prior appraisal; it will systematically monitor and evaluate the progress and results of supported projects.\n(30) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(15).\n(31) This Decision lays down for the entire duration of the programme a financial framework constituting the principal point of reference, within the meaning of point 33 of the Interinstitutional Agreement between the European Parliament, the Council and the Commission of 6 May 1999(16), on budgetary discipline and improvement of the budgetary procedure, for the budgetary authority during the annual budgetary procedure.\n(32) This Decision replaces Council Decision 98/352/EC which should accordingly be repealed,", "main_body": ["1. Within the multiannual framework programme for actions in the energy sector, a specific programme for promotion of renewable energy sources and support for the implementation of a Community strategy and action plan for renewable energy sources to the year 2010 (hereinafter referred to as \"the Altener programme\") shall be implemented by the Community for the period 1998 to 2002.\nIn addition to the priority objectives listed in Article 1(2) of Council Decision 1999/21/EC, Euratom the objectives of the Altener programme shall be:\n(a) to help create the necessary conditions for implementing the Community action plan for renewable sources of energy, and in particular the legal, socioeconomic and administrative conditions, including new market instruments and mechanisms, in particular those mentioned in the Commission's White Paper of 26 November 1997, and including the campaign for take-off;\n(b) to encourage private and public investment in the production and use of energy from renewable sources.\nThese two specific objectives shall contribute to achieving the following overall Community objectives - complementing those of the Member States - and priorities: limitation of C02 emissions, increasing the share of renewable energy sources in order to reach the indicative objective of 12 % in the gross internal energy consumption in the Community in 2010, reduction in energy import dependence, security of energy supply, promotion of employment, economic development, economic and social cohesion, and local and regional development, including the strengthening of the economic potential of remote and peripheral regions.\n2. Community financial support shall be granted under the Altener programme for actions and measures meeting the objectives set out in paragraph 1 (a) and (b).\n3. The financial framework for implementation of the Altener programme for the period specified in paragraph 1 is hereby set at EUR 77 million.\nThe annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.", "The following actions and measures relating to renewable energy sources shall be financed under the Altener programme:\n(a) studies and other actions, intended to implement and complement other measures by the Community and Member States taken to develop the potential of renewable energy sources. These involve in particular the development of sectoral and market strategies; the development of norms and certification; facilitating grouped procurement, analyses, based on projects, comparing the environmental impact and the long-term cost/benefit trends resulting from the use of traditional forms of energy and the use of renewable energy sources; the analysis of the legal, socio-economic and administrative conditions, including analysis of the possible use of economic measures and/or tax incentives which are more favourable to the market penetration of renewable energies; the preparation of appropriate legislation to promote an environment favourable to investment and better methods which make it possible to evaluate the costs and benefits that are not reflected in the market price;\n(b) pilot actions of interest to the Community aimed at creating or extending structures and instruments for the development of renewable energy sources in:\n- local and regional planning,\n- the tools for planning, design and evaluation,\n- new financial products and market instruments;\n(c) measures intended to develop information, education and training structures; measures to encourage the exchange of experience and know-how aimed at improving coordination between international, Community, national, regional and local activities; establishment of a centralised system for collecting, prioritising and circulating information and know-how on renewable energy sources;\n(d) targeted actions facilitating the market penetration of renewable energy sources and relevant know-how, in order to facilitate the transition from demonstration to marketing, and encouraging investment, by advising on the preparation and presentation of projects and their implementation;\n(e) monitoring and evaluation actions intended to:\n- monitor the implementation of the Community strategy and action plan for the development of renewable energy sources,\n- support initiatives taken in implementing the action plan, particularly with a view to promoting better coordination and greater synergy between actions, including all Community-funded activities and those funded by other bodies such as the European Investment Bank,\n- monitor the progress achieved by the Community and comment on that achieved by the Member States with regard to the development of renewable energy sources,\n- evaluate the impact and cost-effectiveness of actions and measures undertaken under the Altener programme. This evaluation shall also take into account the environmental and social aspects, including the effects on employment.", "1. All costs relating to the actions and measures referred to in Article 2(a), (c) and (e) shall be borne by the Community. Where a body other than the Commission proposes a measure covered by Article 2(c), the Community's financial contribution shall not exceed 50 % of the total cost of the measure; the balance may be made up from public or private sources or a combination of the two.\n2. The level of funding under the Altener programme for the actions and measures referred to in Article 2(b) shall not exceed 50 % of their total cost; the balance may be made up from public or private sources or a combination of the two.\n3. The level of funding under the Altener programme for the actions and measures referred to in Article 2(d) shall be established annually for each of the targeted actions in accordance with Article 4(2).", "1. The Commission shall be responsible for the financial execution and implementation of the Altener programme.\nThe Commission shall also ensure that actions under the Altener programme are subject to prior appraisal, monitoring and subsequent evaluation which, on completion of the project, shall include assessment of impact, implementation and whether the original objectives have been achieved.\nThe Commission shall ensure that the selected beneficiaries submit reports to the Commission on at least a six-monthly basis or, in the case of projects lasting less than one year, at the halfway point and in all cases on completion.\nThe Commission shall keep the committee referred to in Article 5 informed of the development of projects.\n2. The conditions and guidelines to be applied for the support of the actions and measures referred to in Article 2 shall be defined each year taking into account:\n(a) the priorities set out by the Community and the Member States in their programmes for the promotion of renewable energy sources;\n(b) criteria relating to the cost effectiveness and development potential of renewable energy sources and their impact on employment and the environment, in particular the reduction of CO2 emissions;\n(c) for the actions referred to in Article 2(d), the relative cost of the assistance, the long-term commercial viability, the new production capacity expected to arise and the extent of transregional and/or transnational benefits;\n(d) the principles established in Article 87 of the Treaty and the relevant Community guidelines on State aid for environmental protection.\nThe committee provided for in Article 5 shall assist the Commission in defining these conditions and guidelines.", "The Commission shall be assisted, for the purposes of implementing the Altener programme, by the committee referred to in Article 4 of Council Decision 1999/21/EC, Euratom.\nWhere reference is made to this Article, Articles 4 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period referred to in Article 4(3) of Decision 1999/468/EC shall be set at three months.\nThe Committee shall draw up its own rules of procedure.", "Examination and internal and external assessment of the implementation of the Altener programme shall be carried out in accordance with the provisions of Article 5 of Council Decision 1999/21/EC, Euratom.", "The Altener programme shall be open to participation by associated central and eastern European countries in accordance with the conditions, including financial provisions, laid down in the additional protocols to the Association Agreements, or in the Association Agreements themselves, relating to participation in Community programmes.\nThe Altener programme shall also be open to participation by Cyprus on the basis of additional appropriations, under the same rules as those applied to the EFTA/EEA countries, in accordance with procedures to be agreed with that country.", "This Decision shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "Council Decision 98/352/EC shall be repealed.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 February 2000.\nFor the European Parliament\nThe President\nN. Fontaine\nFor the Council\nThe President\nJ. Pina Moura\n(1) OJ C 214, 10.7.1998, p. 44.\n(2) OJ C 315, 13.10.1998, p. 1.\n(3) Opinion of the European Parliament of 11 March 1999 (OJ C 175, 21.6.1999, p. 262), Council common position of 28 June 1999 (OJ C 243, 27.8.1999, p.47) and decision of the European Parliament of 6 October 1999 (not yet published in the Official Journal ). Decision of the Council of 24 January 2000 and decision of the European Parliament of 3 February 2000.\n(4) OJ L 167, 9.7.1993, p. 31.\n(5) OJ C 211, 22.7.1996, p. 27.\n(6) OJ C 167, 2.6.1997, p. 160.\n(7) OJ C 210, 6.7.1998, p. 215.\n(8) OJ C 362, 2.12.1996, p. 279.\n(9) OJ L 27, 30.1.1997, p. 20.\n(10) OJ L 235, 18.9.1993, p. 41.\n(11) OJ L 159, 3.6.1998, p. 53.\n(12) OJ L 7, 13.1.1999, p. 16.\n(13) OJ L 26, 1.2.1999, p. 1.\n(14) OJ L 64, 12.3.1999, p. 58.\n(15) OJ L 184, 17.7.1999, p. 23.\n(16) OJ C 172, 18.6.1999, p. 1.\nJoint declaration\n\"The European Parliament, the Council and the Commission declare that the opening of the Altener programme to the associated Mediterranean countries envisaged in the MEDA programme should be examined in the context of the next revision of this programme\"."}