{"celex_id": "32008R1237", "uri": "http://publications.europa.eu/resource/cellar/39546104-9fa3-4358-a23a-d31873554c87", "type": "Regulation", "concepts": ["2511", "2734", "3568"], "title": "Commission Regulation (EC) No 1237/2008 of 11 December 2008 amending Regulation (EC) No 1043/2005 implementing Council Regulation (EC) No 3448/93 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds\n", "header": "12.12.2008 EN Official Journal of the European Union L 334/55\nCOMMISSION REGULATION (EC) No 1237/2008\nof 11 December 2008\namending Regulation (EC) No 1043/2005 implementing Council Regulation (EC) No 3448/93 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular the first subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Pursuant to Article 5(3) of Commission Regulation (EC) No 1043/2005 (2) where goods are used in the manufacture of the goods exported, the refund rate to be used in calculating the amount applying to each of the basic products, to products derived from the processing thereof, or to products assimilated to one of those two categories which were used in the manufacture of the goods exported, is to be the rate applicable when the former goods are exported unprocessed.\n(2) In accordance with Article 19(1) of Regulation (EC) No 1043/2005 where the world trade situation in ovalbumin falling within CN codes 3502 11 90 and 3502 19 90 or the specific requirements of certain markets so require, the refund on those goods may be differentiated according to destination.\n(3) The combined reading of Article 5(3) and Article 19(1) of Regulation (EC) No 1043/2005 may result in the incorrect interpretation that goods, containing ovalbumin as an ingredient, which are exported to third countries, and in particular to South Korea, Japan, Malaysia, Thailand, Taiwan and the Philippines, may benefit from the higher rate of refund intended solely for the export of ovalbumin in the unaltered state to those destinations.\n(4) For the sake of clarity and to protect the financial interests of the Community it is therefore appropriate to clarify that only exports of ovalabumin in the unaltered state can benefit from the higher rate of refund fixed for those destinations in accordance with Article 19(1) of Regulation (EC) No 1043/2005.\n(5) Regulation (EC) No 1043/2005 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["Article 19(1) of Regulation (EC) No 1043/2005 is replaced by the following:\n‘1.   The refunds on casein falling within CN code 3501 10, on caseinates falling within CN code 3501 90 90 or, on ovalbumin falling within CN codes 3502 11 90 and 3502 19 90 exported in the unaltered state, may be differentiated according to destination if such is required by:\n(a) the world trade situation in those goods; or\n(b) specific requirements of certain markets.’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 318, 20.12.1993, p. 18.\n(2)  OJ L 172, 5.7.2005, p. 24."}