{"celex_id": "32005D0422", "uri": "http://publications.europa.eu/resource/cellar/a2886b5c-3ffb-4619-9129-aaa39c9d7a6f", "type": "Decision", "concepts": ["1085", "1895", "4257", "4821", "5034", "5962"], "title": "2005/422/EC: Commission Decision of 3 June 2005 authorising France to make use of the system established by Title I of Regulation (EC) No 1760/2000 to replace the May survey of bovine livestock (notified under document number C(2005) 1626) Text with EEA relevance\n", "header": "7.6.2005 EN Official Journal of the European Union L 143/45\nCOMMISSION DECISION\nof 3 June 2005\nauthorising France to make use of the system established by Title I of Regulation (EC) No 1760/2000 to replace the May survey of bovine livestock\n(notified under document number C(2005) 1626)\n(Only the French text is authentic)\n(Text with EEA relevance)\n(2005/422/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/24/EEC of 1 June 1993 on the statistical surveys to be carried out on bovine animal production (1), and in particular Article 1(2) and (3) thereof,\nWhereas:\n(1) Title I of Regulation (EC) No 1760/2000 of the European Parliament and the Council (2) establishes a system for the identification and registration of bovine animals.\n(2) Commission Decision 2001/399/EC recognises the fully operational character of the French database for bovine animals (3).\n(3) Pursuant to Directive 93/24/EEC the Member States may, at their request, be authorised to use administrative statistical sources instead of surveys of the bovine population on condition that they satisfy the obligations arising out of the said Directive.\n(4) On 5 October 2004 France sent to the Commission a request to replace the May survey of the bovine livestock by the system established by Title I of Regulation (EC) No 1760/2000. In support of its request, France submitted technical documentation on the structure and on the updating of the database referred to in Title I of Regulation (EC) No 1760/2000 and on the methods of calculating the statistical data.\n(5) In particular, France proposed the methods of calculation to obtain the statistical data for the categories, referred to in Article 3(1) of Directive 93/24/EEC, which are not directly available in the database referred to in the title I of Regulation (EC) No 1760/2000. France should take all the appropriate measures to ensure that these methods of calculation ensure the accuracy of the statistical data.\n(6) Following examination of the request based on the technical documentation provided by the French authorities, the request should be met.\n(7) This Decision is in compliance with the opinion of the Standing Committee on Agricultural Statistics, set up by Council Decision 72/279/EEC (4),", "main_body": ["France is authorised to replace the survey of May of bovine animals provided for by Council Directive 93/24/EEC by using the system for the identification and registration of bovine animals as referred to in Title I of Regulation (EC) No 1760/2000 to obtain all the statistical data required to comply with the obligations arising out of the said Directive.", "When the system referred to in Article 1 ceases to be operational or its contents no longer makes it possible to obtain reliable statistical information regarding all or certain categories of bovine animals, France shall return to a statistical survey system for the purpose of estimating the cattle population or the categories concerned.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 3 June 2005.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 149, 21.6.1993, p. 5. Directive as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 204, 11.8.2000, p. 1. Regulation as amended by the 2003 Act of Accession.\n(3)  OJ L 140, 24.5.2001, p. 69.\n(4)  OJ L 179, 7.8.1972, p. 1."}