{"celex_id": "32009R0205", "uri": "http://publications.europa.eu/resource/cellar/4d291039-3d40-45df-a8ab-48388d96e07b", "type": "Regulation", "concepts": ["1519", "3173", "3732", "5573"], "title": "Commission Regulation (EC) No 205/2009 of 16 March 2009 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Riso Nano Vialone Veronese (PGI))\n", "header": "17.3.2009 EN Official Journal of the European Union L 71/15\nCOMMISSION REGULATION (EC) No 205/2009\nof 16 March 2009\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Riso Nano Vialone Veronese (PGI))\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the second sentence of Article 9(2) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 9(1) and Article 17(2) of Council Regulation (EC) No 510/2006, the Commission has examined Italy’s request for the approval of an amendment to the specification for the protected geographical indication ‘Riso Nano Vialone Veronese’, registered by Commission Regulation (EC) No 1107/96 (2), as amended by Commission Regulation (EC) No 1263/96 (3).\n(2) The aim of the request is to amend the specification as regards the product description. The first amendment states that the seeds used must be of the Vialone Nano variety. The second amendment relates to the biometric characteristics of the rice grains and establishes minimum or maximum values instead of the average values provided to date. The third amendment concerns the physico-chemical parameters (amylase, gelatinisation, consistency, viscosity).\n(3) The Commission has examined the amendments in question and concluded that they are justified. Since these are minor amendments within the meaning of Article 9 of Regulation (EC) No 510/2006, the Commission may approve them without using the procedure set out in Articles 5, 6 and 7 of that Regulation,", "main_body": ["The specification for the protected geographical indication ‘Riso Nano Vialone Veronese’ is hereby amended in accordance with Annex I to this Regulation.", "A consolidated version of the summary containing the main points of the specification is given in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ L 148, 21.6.1996, p. 1.\n(3)  OJ L 163, 2.7.1996, p. 19.\nANNEX I\nThe following amendments to the specification for the protected geographical indication ‘Riso Nano Vialone Veronese’ have been approved:\n‘Description of product’:\n(1) In Article 4(5),\nshould be replaced by :\n(2) In Article 6(1) concerning the biometric characteristics of the grain,\n‘length : 5,7 mm;\nwidth : 3,5 mm;\nthickness : 2,1 mm;\nshape (length/width) : 1,6’,\nshould be replaced by :\n‘length : 5,6-5,8 mm;\nwidth : 3,4-3,6 mm;\nthickness : 2,0-2,2 mm;\nshape (length/width) : 1,5-1,7’;\n(3) In Article 6(4) concerning the physico-chemical parameters,\n‘amylose : more than 23 % dry matter;\ngelatinisation time : 15,5 – 16,5 minutes;\nconsistency index : more than 0,90 kg/cm2;\nviscosity index : less than 1,1 g/cm’,\nshould be replaced by :\n‘amylose : no less than 21 % dry matter;\ngelatinisation time : between 15 and 20 minutes;\nconsistency index : no less than 0,85 kg/cm2;\nviscosity index : no more than 2,5 g/cm’.\nANNEX II\nSUMMARY\nCouncil Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\n‘RISO NANO VIALONE VERONESE’\nEC No: IT-PGI-0117-1529-16.2.2001\nPDO ( ) PGI (X)\nThis summary sets out the main elements of the product specification for information purposes.\n1.   Responsible Department In The Member State:\nName : MINISTERO DELLE POLITICHE AGRICOLE, ALIMENTARI E FORESTALI\nAddress : Via XX Settembre n.20 — 00187 ROMA\nTel. : 06-4819968\nFax : 06-42013126\ne-mail : qtc3@politicheagricole.it\n2.   Group:\nName : Consorzio Tutela Riso Vialone Nano Veronese IGP\nAddress : Via Mazzini, 2b — 37063 Isola della Scala (VR)\nTel. : 045 6630815\nFax : 045 7300397\ne-mail : —\nComposition : Producers/processors (X) Other ( )\n3.   Type of product:\nClass 1.6 — Fruit, vegetables and cereals\n4.   Specification:\n(summary of requirements under Article 4(2) of Regulation (EC) No 510/2006)\n4.1.   Name:\n‘Riso Nano Vialone Veronese’\n4.2.   Description:\nBreed with a medium-early growing cycle, medium height, small, muticate, pearled grain. Genealogy: Nano x Vialone;\nVarietal group: Japonica;\nYear first cultivated: 1937;\nGrowing cycle: 155 days;\nStem length: 95,2 cm;\nNode colour: violet;\nInternode colour: striped violet;\nFoliar limb: striped violet colour, pendant habit;\nSheath colour: violet;\nAuricula colour: violet;\nJoint colour: violet;\nLigule: length: 17,0 mm, bifid type, violet colour; leaf habit: descending;\nPanicle: length: 17,8 cm, pendant habit open type, well exserted, muticate;\nStigma colour: pigmented;\nGlume colour: violet-brown;\nGlumella colour: violet-brown carina, violet-brown calotte, violet-brown apex;\nSpikelet: no beard, average pilosity, length: 8,1 mm, width 4,1 mm, weight of 1 000 = 37,9 g;\nCaryopsis: white pericarp, length: 5,6-5,8 mm, width: 3,4-3,6 mm, thickness: 2,0-2,2 mm, shape (length/width ratio) 1.5-1.7, weight of 1 000 grains = 31,1 g;\nTolerance to cold: plantule: high, flowering time: medium; tolerance to high water (40-50): high;\nSpeed of plantule development: high; level of fertiliser required: medium; yield at processing: 55 %.\nIn addition, in order to further differentiate Riso Vialone Nano Veronese:\na maximum allowable limit of 2 % for varietal impurities; the following physico-chemical parameters must also be met:\n— : amylose : no less than 21 % dry matter;\n— : gelatinisation time : between 15 and 20 minutes;\n— : consistency index : no less than 0,85 kg/cm2;\n— : viscosity index : no more than 2,5 g/cm.\n4.3.   Geographical area:\nSouthern area of the province of Verona: the municipalities of: Mozzecane, Nogarole Rocca, Vigasio, Trevenzuolo, Erbè, Sorgà, Nogara, Gazza Veronese, Salizzole, Isola della Scala, Buttapietra, Sanguinetto, Concamarise, Casaleone, Cerea, San Pietro di Morubio, Bovolone, Roverchiara, Isola Rizza, Oppeano, Ronco All’Adige, Palù, Zevio and Povegliano Veronese;\n4.4.   Proof of origin:\nEach stage in the production process is monitored, with all incoming and outgoing products recorded at each production stage. This monitoring, in addition to the completion of records provided to this end and managed by the monitoring structure of producers and packaging establishments, and declarations on the system for monitoring the quantities produced, enable the traceability of the product to be ensured. All natural or legal persons recorded in these lists are subject to checks by the monitoring structure.\n4.5.   Method of production:\nThe seeds used must be of the Vialone Nano variety and certified by ENSE.\nCompared with other more recent varieties, Riso Vialone Nano, which does not have a high yield, is susceptible to rice blast, is easily lodged and is a rice crop which requires particular care and attention.\nThe Veronese soils of the above-mentioned area, the spring water, the climate and the rotation of crops provide a balanced set of factors which make it possible for the growing cycle to be completed without difficulties, producing a complete, large caryopsis with an extended grain in the centre, which is not always found in other rice-growing areas.\nIt should be mentioned that Veronese soils, which are light and clear, have a pH value of 7,5 or higher, due to the presence of calcium, and that the water is also always alkaline.\nThis marked alkalinity characterises and clearly distinguishes the environment of the rice fields in the Verona area from that found in most Italian rice-growing areas, which tend to be acidic and often lacking in calcium.\nProcessing takes place in local rice-mills, the direct descendants of the numerous ‘rice huskers’ in the region during the 16th century, some of which have survived and are still operating. In these, the hull of the rice was removed by water-powered pestles. Although the production process is now usually carried out by modern machinery, it is done using criteria and striving for results stemming from a centuries-old tradition. The rice grains are never completely hulled and bleached; the grain remains partially covered by the pericarp and as such is in the best condition to be used in preparing typical Veronese risottos.\n4.6.   Link:\nRiso Vialone Nano Veronese can be produced in the defined area because it has a uniform climate. The freshness and purity of spring water, fairly typical of the area, help make this possible. In these areas, crop rotation is used in rice growing, considerably reducing the use of plant protection products and chemical fertilisers.\nThe characteristics of the soil found in the Verona area differ from those of other rice-growing areas due to:\n— the soil pH, which is always alkaline;\n— the spring water coming from calcareous rock and, therefore, also alkaline;\n— the cultivation traditions which continue to maintain the rice-growing heritage.\n4.7.   Inspection body:\nName : Ente Nazionale Risi\nAddress : Piazza Pio XI, 1 — 20123 MILANO\nTel. : 02 8855111\nFax : 02 861372\ne-mail : info@enterisi.it\n4.8.   Labelling:\nThe rice is packaged in paper sachets with the label of the associated rice-mill and the protection label.\nThe label must bear the wording ‘Riso Nano Vialone Veronese IGP’.\nThe logo consists of a representation in white of Cangrande della Scala on a horse, a yellow rice panicle on a black background; the bottom of the logo features a picture of the arms of Verona, with a red ladder on a yellow background."}