{"celex_id": "32007D0432", "uri": "http://publications.europa.eu/resource/cellar/c91e8d7c-7ec3-478e-bf9c-ef2772d4b38a", "type": "Decision", "concepts": ["1595", "191", "235", "2415", "2723", "2771", "3579", "4490"], "title": "2007/432/EC: Commission Decision of 18 June 2007 extending the period of validity of Decision 2002/499/EC in respect of naturally or artificially dwarfed plants of Chamaecyparis Spach, Juniperus L. and Pinus L., originating in the Republic of Korea (notified under document number C(2007) 2495)\n", "header": "22.6.2007 EN Official Journal of the European Union L 161/65\nCOMMISSION DECISION\nof 18 June 2007\nextending the period of validity of Decision 2002/499/EC in respect of naturally or artificially dwarfed plants of Chamaecyparis Spach, Juniperus L. and Pinus L., originating in the Republic of Korea\n(notified under document number C(2007) 2495)\n(2007/432/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 15(1) thereof,\nWhereas:\n(1) Commission Decision 2002/499/EC of 26 June 2002 authorising derogations from certain provisions of Council Directive 2000/29/EC in respect of naturally or artificially dwarfed plants of Chamaecyparis Spach, Juniperus L. and Pinus L., originating in the Republic of Korea (2) authorises Member States to provide for derogations from certain provisions of Directive 2000/29/EC in respect of plants of Chamaecyparis Spach, Juniperus L. and Pinus L., originating in the Republic of Korea, for limited periods and subject to specific conditions.\n(2) Since the circumstances justifying that authorisation still apply and there is no new information giving cause for revision of the specific conditions, the authorisation should be extended.\n(3) Decision 2002/499/EC should therefore be amended accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 2002/499/EC is amended as follows:\n1. In the first and second paragraphs of Article 2, ‘2008’ is replaced by ‘2010’.\n2. Article 4 is replaced by the following:\nPlants Period\nChamaecyparis: 1.6.2004 to 31.12.2010\nJuniperus: 1.11.2004 to 31.3.2005\nPinus: 1.6.2004 to 31.12.2010’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 June 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2006/35/EC (OJ L 88, 25.3.2006, p. 9).\n(2)  OJ L 168, 27.6.2002, p. 53. Decision as amended by Decision 2005/775/EC (OJ L 292, 8.11.2005, p. 11)."}