{"celex_id": "32000D0814", "uri": "http://publications.europa.eu/resource/cellar/69f272a6-f0e4-48ac-b58a-a82f6adce98f", "type": "Decision", "concepts": ["1218", "1474", "2306", "2556", "5537"], "title": "2000/814/EC: Council Decision of 14 December 2000 on the conclusion of an Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing, for the period 1 July 2000 to 30 June 2001, the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea\n", "header": "Council Decision\nof 14 December 2000\non the conclusion of an Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing, for the period 1 July 2000 to 30 June 2001, the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea\n(2000/814/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to the Agreement between the European Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea(1), the two Parties conducted negotiations with a view to extending for one year the Protocol annexed to this Decision, which expired on 30 June 2000.\n(2) As a result of those negotiations, a new Protocol was initialled on 16 June 2000.\n(3) The Protocol provides Community fishermen with fishing opportunities from 1 July 2000 to 30 June 2001 in waters over which the Republic of Equatorial Guinea has sovereignty or jurisdiction.\n(4) In order to avoid any longer interruption in the fishing activities of Community vessels, it is essential that the new Protocol be applied as soon as possible. For this reason, the two Parties have initialled an Agreement in the form of an Exchange of Letters providing for the provisional application of the initialled Protocol from 1 July 2000. That Agreement should be approved, pending a final decision to be taken on the basis of Article 37 of the Treaty,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing, for the period 1 July 2000 to 30 June 2001, the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters and that of the Protocol are attached to this Decision.", "1.\n>TABLE>\n2. If licence applications from those Member States do not exhaust the fishing opportunities provided for in the Protocol, the Commission may consider licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 14 December 2000.\nFor the Council\nThe President\nJ. Glavany\n(1) OJ L 188, 16.7.1984, p. 2. Agreement amended by the Agreement approved by Regulation (EEC) No 252/87 (OJ L 29, 30.1.1987, p. 1)."}