{"celex_id": "32001D0646", "uri": "http://publications.europa.eu/resource/cellar/f84f3c9c-9f15-4daa-a949-e6aa807f9d37", "type": "Decision", "concepts": ["1504", "1857", "862", "922", "994"], "title": "2001/646/EC: Commission Decision of 14 August 2001 concerning a financial contribution towards the eradication of foot-and-mouth disease in Ireland in 2001 (notified under document number C(2001) 2531)\n", "header": "Commission Decision\nof 14 August 2001\nconcerning a financial contribution towards the eradication of foot-and-mouth disease in Ireland in 2001\n(notified under document number C(2001) 2531)\n(Only the English text is authentic)\n(2001/646/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision (EC) No 2001/12/EC(2), and in particular Article 11(2) and (4) thereof,\nWhereas:\n(1) One outbreak of foot-and-mouth occurred in Ireland in 2001. The onset of the disease represents a serious danger to Community stocks. With a view to preventing the spread of the disease and to contribute to its eradication the Community may contribute to eligible expenditures incurred by the Member State.\n(2) As soon as the presence of foot-and-mouth disease was officially confirmed the Irish authorities reported that they had taken measures listed in Article 3(2) of Decision 90/424/EEC and implemented immediately the relevant provisions of Council Directive 85/511/EC(3).\n(3) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999(4), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund; for financial control purposes, Articles 8 and 9 of Regulation (EC) No 1258/1999 apply.\n(4) The financial contribution from the Community shall be granted provided that the actions planned are efficiently carried out and that the authorities supply all the necessary information within the time limits laid down.\n(5) Pending completion of checks by the Commission, a first advance should be paid as soon as credits are available.\n(6) It is appropriate to define precisely the term \"adequate compensation of farmers\" used in Article 3(2) of Decision 90/424/EEC.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Ireland may obtain financial assistance from the Community for the adequate compensation of owners for the compulsory slaughter of their animals under eradication measures relating to outbreaks of foot-and-mouth disease which occurred in 2001, in accordance with the provisions of Article 3(2) and Article 11 of Decision 90/424/EEC.", "1. The Community financial contribution shall be paid on the basis of:\n(a) the supporting documents submitted by Ireland on the swift and adequate compensation of owners;\n(b) the results of the Commission checks referred to in Article 3.\n2. However, Ireland may obtain, on request, an advance of EUR 2,7 million as soon as this Decision has been adopted and that credits are available.\n3. The documents referred to in paragraph 1 shall include an epidemiological report covering each holding on which animals have been slaughtered and destroyed, and a financial report.\nThe financial report shall take account of the categories of the animals destroyed, or slaughtered and destroyed in each farm due to foot-and-mouth. These reports shall be provided in computerised form in accordance with Annex 1.\n4. The supporting documents relating to the measures taken in the period referred to in Article 1 shall be forwarded no later than 1 September 2001.\n5. For the purposes of this Decision, \"adequate compensation\" means animals compensated at the value the animals had immediately before they became affected.", "The Commission may make on-the-spot checks, with the cooperation of the competent national authorities, on the application of the above measures and the related expenditure incurred.\nThe Commission shall inform the Member States of the results of the checks carried out.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 14 August 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 3, 6.1.2001, p. 27.\n(3) OJ L 315, 26.11.1985, p. 11.\n(4) OJ L 160, 26.6.1999, p. 103.\nANNEX 1\n>PIC FILE= \"L_2001228EN.002602.TIF\">\n>PIC FILE= \"L_2001228EN.002701.TIF\">"}