{"celex_id": "32005R2039", "uri": "http://publications.europa.eu/resource/cellar/88ed5c40-0534-4a47-ad66-20c7e7600d98", "type": "Regulation", "concepts": ["2695", "4401", "550", "6076"], "title": "Commission Regulation (EC) No 2039/2005 of  14 December 2005  amending Regulation (EC) No 1238/95 establishing implementing rules for the application of Council Regulation (EC) 2100/94 as regards the fees payable to the Community Plant Variety Office\n", "header": "15.12.2005 EN Official Journal of the European Union L 328/33\nCOMMISSION REGULATION (EC) No 2039/2005\nof 14 December 2005\namending Regulation (EC) No 1238/95 establishing implementing rules for the application of Council Regulation (EC) 2100/94 as regards the fees payable to the Community Plant Variety Office\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2100/94 of 27 July 1994 on Community plant variety rights (1), and in particular Article 113 thereof,\nAfter consulting the Administrative Council of the Community Plant Variety Office,\nWhereas:\n(1) Commission Regulation (EC) No 1238/95 of 31 May 1995 establishing implementing rules for the application of Council Regulation (EC) No 2100/94 as regards the fees payable to the Community Plant Variety Office (2) sets out fees payable to the Community Plant Variety Office (the Office), and the levels of such fees.\n(2) The financial reserve of the Office has reached a level which exceeds the level necessary to safeguard the continuity of its operations. For this reason, the level of the annual fee and the fees related to technical examinations were decreased during a transitional period.\n(3) As regards the annual fee, the transitional period during which the level of this fee was decreased was already prolonged until the end of 2007. As regards the fees for technical examinations, the transitional period during which the level of these fees was decreased was prolonged until the end of 2006.\n(4) It is however foreseen that despite the measures taken in order to decrease the financial reserve of the Office, the level of the reserve will not decrease to an appropriate level in the short term. The level of the annual fee should therefore be further decreased. Therefore, Regulation (EC) No 1238/95 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Community Plant Variety Rights,", "main_body": ["Article 9(1) of Regulation (EC) No 1238/95 is replaced by the following:\n‘1.   The office shall charge a holder of a Community plant variety right (hereinafter referred to as the holder) a fee for each year of the duration of a Community plant variety right (hereinafter referred to as annual fee) of EUR 300 for the years 2003 to 2005 and of EUR 200 for the year 2006 and the following years. Where a person paid a fee of EUR 300 for the year 2006, the office shall refund the difference of EUR 100 to that person.’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 227, 1.9.1994, p. 1. Regulation as last amended by Regulation (EC) No 873/2004 (OJ L 162, 30.4.2004, p. 38).\n(2)  OJ L 121, 1.6.1995, p. 31. Regulation as last amended by Regulation (EC) No 1177/2005 (OJ L 189, 21.7.2005, p. 26)."}