{"celex_id": "32004D0608", "uri": "http://publications.europa.eu/resource/cellar/0916732f-ffe6-4e58-b6b0-fd730c6c8db9", "type": "Decision", "concepts": ["1309", "1445", "1774", "1937", "2300", "2737", "2771", "3156", "5619", "5898"], "title": "2004/608/EC: Commission Decision of 19 August 2004 amending Commission Decision 2001/881/EC as regards the list of border inspection posts agreed for veterinary checks on animals and animal products from third countries (notified under document number C(2004) 3127)(Text with EEA relevance)\n", "header": "24.8.2004 EN Official Journal of the European Union L 274/15\nCOMMISSION DECISION\nof 19 August 2004\namending Commission Decision 2001/881/EC as regards the list of border inspection posts agreed for veterinary checks on animals and animal products from third countries\n(notified under document number C(2004) 3127)\n(Text with EEA relevance)\n(2004/608/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), and in particular Article 6(2) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (2), and in particular Article 6(4) thereof,\nWhereas:\n(1) Commission Decision 2001/881/EC of 7 December 2001 drawing up a list of border inspection posts agreed for veterinary checks on animals and animal products from third countries and updating the detailed rules concerning the checks to be carried out by the experts of the Commission (3) should be updated to take account in particular of developments in certain Member States and of Community inspections.\n(2) At the request of the Slovenian authorities, and following a Community inspection, additional border inspection posts at Jelsane Road, Brnik Airport, and Dobova Rail Station should be added to the list.\n(3) At the request of the Maltese authorities, and following a Community inspection, an additional border inspection post at Marsaxxlok Freeport should be added to the list.\n(4) At the request of the Estonian authorities, and following a Community inspection, additional border inspection posts at Muuga Port, and Narva Road, should be added to the list.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the Annex to Decision 2001/881/EC, the following entry is added to the list of border inspection posts for Estonia:\n‘1 2 3 4 5 6\nMuuga 2300399 P  HC, NHC-T(FR), NHC-NT\nNarva 2300299 R  HC, NHC-NT’", "In the Annex to Decision 2001/881/EC, the following entry is added to the list of border inspection posts for Malta:\n‘1 2 3 4 5 6\nMarsaxxlok 3103099 P  HC, NHC’", "In the Annex to Decision 2001/881/EC, the following entry is added to the list of border inspection posts for Slovenia:\n‘1 2 3 4 5 6\nLjubljana Brnik 2600499 A  HC(2), NHC(2) O\nDobova 2600699 F  HC(2), NHC(2) U, E\nJelsane 2600299 R  HC, NHC-NT, NHC-T(CH) O’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 August 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 24, 30.1.1998, p. 9. Directive as last amended by Regulation (EC) No 882/2004 of the European Parliament and of the Council (OJ L 165, 30.4.2004, p. 1).\n(2)  OJ L 268, 24.9.1991, p. 56. Directive as last amended by 2003 Act of Accession.\n(3)  OJ L 326, 11.12.2001, p. 44. Decision as last amended by Decision 2004/517/EC (OJ L 221, 21.6.2004, p. 18)."}