{"celex_id": "32005D0412", "uri": "http://publications.europa.eu/resource/cellar/ee259380-39d7-4b3f-ae63-5ed09b40c7d1", "type": "Decision", "concepts": ["1519", "1895", "3586", "4258", "453", "4763", "5455", "863", "92"], "title": "2005/412/EC: Commission Decision of 25 May 2005 amending Commission Decision 2004/452/EC concerning the list of bodies whose researchers may access confidential data for scientific purposes (Notified under document number C(2005) 1525)   (Text with EEA relevance)\n", "header": "3.6.2005 EN Official Journal of the European Union L 140/11\nCOMMISSION DECISION\nof 25 May 2005\namending Commission Decision 2004/452/EC concerning the list of bodies whose researchers may access confidential data for scientific purposes\n(Notified under document number C(2005) 1525)\n(Text with EEA relevance)\n(2005/412/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 322/97 of 17 February 1997 on Community statistics (1), and in particular Article 20(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 831/2002 of 17 May 2002 implementing Council Regulation (EC) No 322/97 on Community Statistics, concerning access to confidential data for scientific purposes (2), aims at establishing, for the purpose of enabling statistical conclusions to be drawn for scientific purposes, the conditions under which access to confidential data transmitted to the Community authority may be granted and the rules of cooperation between the Community and national authorities in order to facilitate such access.\n(2) Commission Decision 2004/452/EC of 29 April 2004 (3) has laid down a list of bodies whose researchers may access confidential data for scientific purposes.\n(3) The Italian Central Bank and the Spanish Central Bank have to be regarded as bodies fulfilling the required conditions and therefore have to be added to the list of agencies, organisations and institutions referred to in Article 3(1)(c) of Commission Regulation (EC) No 831/2002.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Committee on Statistical Confidentiality,", "main_body": ["The Annex to Decision 2004/452/EC is replaced by the text in annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 May 2005.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 133, 18.5.2002, p. 7.\n(3)  OJ L 156, 30.4.2004, p. 1.\nANNEX\nBodies whose researchers may access confidential data for scientific purposes\nEuropean Central Bank\nSpanish Central Bank\nItalian Central Bank"}