{"celex_id": "32009D0427", "uri": "http://publications.europa.eu/resource/cellar/d18c6c3d-c3b7-462e-9b13-f87af14106f9", "type": "Decision", "concepts": ["1442", "2737", "4498", "568", "5744"], "title": "2009/427/EC: Commission Decision of 3 June 2009 establishing the expert group for technical advice on organic production\n", "header": "5.6.2009 EN Official Journal of the European Union L 139/29\nCOMMISSION DECISION\nof 3 June 2009\nestablishing the expert group for technical advice on organic production\n(2009/427/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) Council Regulation (EC) No 834/2007 of 28 June 2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91 (1), defines objectives and principles applicable to organic production and lays down basic requirements with regard to production, labelling and control of organic products in the plant, livestock and aquaculture production.\n(2) With the Communication from the Commission to the Council and to the European Parliament on a European action plan for organic food and farming adopted in June 2004 (2), the Commission intends to assess the situation and to lay down the basis for policy development, thereby providing an overall strategic vision for the contribution of organic farming to the common agricultural policy. In particular, the European action plan for organic food and farming recommends, in action 11, establishing an independent expert panel for technical advice.\n(3) The Commission may need technical advice to decide on the authorisation of the use of products, substances and techniques in organic farming and processing, to develop or improve organic production rules and, more in general, for any other matter relating to the area of organic production. These are complex and time consuming exercises, for which a high degree of specialisation is required.\n(4) It is therefore necessary to set up a group of experts in the field of organic production and to define its tasks and its structure.\n(5) The group should help to ensure easy access to highly qualified technical expertise in a wide range of fields related to organic production.\n(6) The group should be composed of scientists and other experts with competences related to organic production and should deliver independent, excellent and transparent technical advice to the Commission.\n(7) Rules on disclosure of information by members of the group should be provided for, without prejudice to the Commission’s rules on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (3).\n(8) Personal data relating to members of the group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4),", "main_body": ["The ‘expert group for technical advice on organic production’\nThe expert group for technical advice on organic production, hereinafter referred to as ‘the group’, is hereby set up.", "Task\nThe group’s task shall be to assist the Commission in:\n(a) evaluating products, substances and techniques which can be used in organic production, taking into account objectives and principles laid down in Regulation (EC) No 834/2007;\n(b) improving existing rules and developing new production rules;\n(c) bringing about an exchange of experience and good practices in the field of organic production.", "Consultation\n1.   The Commission may consult the group on any matter relating to the area of organic production.\n2.   The chairperson of the group may advise the Commission that it is desirable to consult the group on a specific question.", "Membership — Appointment\n1.   The group shall be composed of 13 members.\n2.   The members of the group shall be appointed by the Commission from specialists with competence in the areas referred to in Articles 2 and 3(1) and who have responded to the public call for applications. The Commission may also establish a pool list of candidates that could not be appointed as permanent members although they were considered suitable for a position in the group in the course of the selection procedure.\n3.   This pool list can be used to appoint replacements for members of the group or to appoint as members of the sub-groups.\n4.   The members of the group and of the sub-groups shall be appointed in a personal capacity and shall advise the Commission independently of any outside influence.\n5.   Members of the group are appointed for a three-year renewable term of office and may not serve for more than three consecutive mandates. They shall remain in office until such time as they are replaced in accordance with paragraph 6 or their term of office ends.\n6.   Members who are no longer capable of contributing effectively to the group’s deliberations, who resign or who do not comply with the conditions set out in paragraph 4 of this Article, or Article 287 of the Treaty, may be replaced for the remainder of their term of office.\n7.   Members appointed in a personal capacity shall each year sign an undertaking to act in the public interest and a declaration indicating the absence or existence of any interest which may undermine their objectivity. They shall also declare at each meeting any specific interest which may be considered as prejudicial to their independence in relation to the items on the agenda.\n8.   The names of members appointed in a personal capacity in the group and in the sub-groups and those included in the pool list shall be published on the Internet site of the Directorate-General for Agriculture and Rural Development and in the Register of Expert Groups. These names shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.", "Operation\n1.   The group elects a chairperson and two vice-chairpersons from its members by a simple majority.\n2.   In agreement with the Directorate-General for Agriculture and Rural Development, sub-groups may be set up to examine specific questions under terms of reference established by the group. Such groups shall be dissolved as soon as their mandates are fulfilled. Sub-groups shall be composed of up to seven members from the members of the group or from the pool list referred to in Article 4(3).\n3.   The Commission’s representative may ask experts or observers with specific competence on a subject on the agenda to participate in the group’s or sub-group’s deliberations if this is useful or necessary.\n4.   Information obtained by participating in the deliberations of a group or sub-group shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n5.   The group and its sub-groups shall normally meet on Commission premises in accordance with the procedures and schedule established by it. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend meetings of the group and its sub-groups.\n6.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission (5).\n7.   The Commission may publish on the Internet, in the original language of the document concerned, the agenda, the minutes, any summary, conclusion, or partial conclusion or working document of the group.", "Meeting expenses\nThe Commission shall reimburse travel and, where appropriate, subsistence expenses for members and experts in connection with the group’s activities in accordance with the Commission’s rules on the compensation of external experts.\nNo remuneration shall be paid for the services rendered under this Decision.\nMeeting expenses are reimbursed within the limits of the annual budget allocated to the group by the responsible Commission services.", "Entry into force\nThe decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 3 June 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 189, 20.7.2007, p. 1.\n(2)  SEC(2004) 739.\n(3)  OJ L 317, 3.12.2001, p. 1.\n(4)  OJ L 8, 12.1.2001, p. 1.\n(5)  SEC(2005) 1004."}