{"celex_id": "32002R1687", "uri": "http://publications.europa.eu/resource/cellar/4f2555d8-d006-4d79-aaf9-6e9b033125f5", "type": "Regulation", "concepts": ["13", "2739", "2825", "3885", "4308", "5877"], "title": "Commission Regulation (EC) No 1687/2002 of 25 September 2002 on an additional period for notification of certain active substances already on the market for biocidal use as established in Article 4(1) of Regulation (EC) No 1896/2000 (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 1687/2002\nof 25 September 2002\non an additional period for notification of certain active substances already on the market for biocidal use as established in Article 4(1) of Regulation (EC) No 1896/2000\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998, concerning the placing of biocidal products on the market(1), and in particular Article 16(2) thereof,\nWhereas:\n(1) Pursuant to Directive 98/8/EC a programme of work is to be carried out concerning a review of all active existing substances of biocidal products already on the market on 14 May 2000, hereinafter referred to as \"existing active substances\". The first phase of the programme of work was laid down by Commission Regulation (EC) No 1896/2000 of 7 September 2000 on the first phase of the programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council on biocidal products(2). Pursuant to Directive 98/8/EC the timetable for the programme of work is to be set by the Commission.\n(2) According to Article 3(1) of Regulation (EC) No 1896/2000 each producer of an existing active substance placed on the market for use in biocidal products had to identify that active substance to the Commission by 28 March 2002. Pursuant to Article 4(1) and Article 8(1) of that Regulation producers, formulators and associations wishing to apply for the inclusion in Annex I, Annex IA or Annex IB to Directive 98/8/EC of an existing active substance in one or more product types had to notify that active substance to the Commission by 28 March 2002. According to Article 3(2) of that Regulation these producers or formulators did not have to make a separate identification.\n(3) A preliminary list of existing active substances which have been identified in accordance with Regulation (EC) No 1896/2000 has been established(3). Furthermore, a preliminary list of existing active substances for which at least one notification in accordance with Article 4(1) or Article 8(1) of Regulation (EC) No 1896/2000 has been made has also been established. This list indicates for each notified existing active substance the product types concerned and the Annex to Directive 98/8/EC, for which inclusion is sought(4).\n(4) These lists could not be made publicly available before the deadline had expired on 28 March 2002 for submitting notifications of existing active substances in one or more product types in accordance with Article 4(1) of Regulation (EC) No 1896/2000. For reasons of transparency and clarity of the establishment and implementation of the first phase of the work programme concerning the existing active substances already on the market it should be possible for producers, formulators and associations to submit notifications for existing active substances for one or more product types where the existing active substance has only been identified or for product types other than those for which the existing active substance has already been notified. Such notification should be made not later than 31 January 2003. This additional period should be without negative effect on the establishment of the final lists, the prioritisation of the review and all other deadlines in the programme of work as set out in Regulation (EC) No 1896/2000.\n(5) The additional period should allow producers, formulators and associations wishing to apply for the inclusion in Annex I, IA or IB to Directive 98/8/EC of such an existing active substance in one or more product types to notify that active substance to the Commission in accordance with Regulation (EC) No 1896/2000 by submitting the information referred to in Annex II to that Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Scope\nThis Regulation lays down an additional period for submitting notifications in accordance with Article 4(1) of Regulation (EC) No 1896/2000 for existing active substances, that have only been identified, or only notified for certain product types.", "Definitions\nFor the purpose of this Regulation the definitions in Article 2 of Directive 98/8/EC and Article 2 of Regulation (EC) No 1896/2000 shall apply.\nThe following definitions shall also apply:\n(a) \"Identified existing active substance\" means an active substance on the market before 14 May 2000 for use in biocidal products for purposes other than those referred to in Article 2(2)(c) and (d) of Directive 98/8/EC, which has been:\n(i) identified in accordance with Article 3(1) of Regulation (EC) No 1896/2000; or\n(ii) notified in accordance with Article 4(1) of that Regulation,\nbut excluding those identified by Member States pursuant to Article 5(2) of the same Regulation;\n(b) \"Notified existing active substance\" means an active substance on the market before 14 May 2000 for use in biocidal products for purposes other than those referred to in Article 2(2)(c) and (d) of Directive 98/8/EC, for which:\n(i) at least one notification has been made in accordance with Article 4(1) or Article 8(1) of Regulation (EC) No 1896/2000; or\n(ii) for which at least one Member State has indicated interest in the possible inclusion in Annex I or IA in accordance with Article 5(3) of Regulation 1896/2000 or in Annex IB in accordance with Article 8(3) of that Regulation.", "New deadline for notification of existing active substances\n1. Producers, formulators and associations wishing to apply for the inclusion in Annex I, Annex IA or Annex IB to Directive 98/8/EC of an identified but not notified existing active substance into one or more product types shall notify that active substance to the Commission in accordance with Article 4(1) of Regulation (EC) No 1896/2000 not later than 31 January 2003.\n2. Producers, formulators and associations wishing to apply for the inclusion in Annex I, Annex IA or Annex IB to Directive 98/8/EC of a notified existing active substance into one or more product types other than those product types already included for that particular notified existing active substance in the preliminary list of notified existing active substances, shall submit a notification to the Commission in accordance with Article 4(1) of Regulation (EC) No 1896/2000 not later than 31 January 2003.", "Entry into force\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 September 2002.\nFor the Commission\nMargot Wallstrรถm\nMember of the Commission\n(1) OJ L 123, 24.4.1998, p. 1.\n(2) OJ L 228, 8.9.2000, p. 6.\n(3) These active substances are listed in the preliminary electronic list of identified existing active substances at: http://ecb.jrc.it/biocides.\n(4) These active substances are listed in the preliminary list of notified existing active substances at: http://ecb.jrc.it/biocides."}