{"celex_id": "32004D0357", "uri": "http://publications.europa.eu/resource/cellar/fdd33264-f0af-4bcc-8db0-2794ea3a4a42", "type": "Decision", "concepts": ["2658", "2735", "3342", "6052"], "title": "2004/357/EC: Commission Decision of 7 April 2004 amending Decision 1999/217/EC as regards the register of flavouring substances (Text with EEA relevance) (notified under document number C(2004) 1273)\n", "header": "Commission Decision\nof 7 April 2004\namending Decision 1999/217/EC as regards the register of flavouring substances\n(notified under document number C(2004) 1273)\n(Text with EEA relevance)\n(2004/357/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2232/96 of the European Parliament and of the Council of 28 October 1996 laying down a Community procedure for flavouring substances used or intended for use in or on foodstuffs(1), as amended by Regulation (EC) No 1882/2003(2), and in particular Article 3(2) thereof,\nWhereas:\n(1) Regulation (EC) No 2232/96 lays down the procedure for the establishment of rules in respect of flavouring substances used or intended to be used in foodstuffs. That Regulation provides for the adoption of a register of flavouring substances (\"the register\") following notification by the Member States of a list of the flavouring substances which may be used in or on foodstuffs marketed in their territory and on the basis of scrutiny by the Commission of that notification.\n(2) In addition, Regulation (EC) No 2232/96 provides for a programme of evaluation of the flavouring substances contained in the register (\"the evaluation programme\") in order to check if those substances comply within the general criteria for their use set out in the Annex to that Regulation. Regulation (EC) No 2232/96 provides that the persons responsible for placing the flavouring substances on the market are to forward data necessary for their evaluation to the Commission. That Regulation also provides that following completion of the evaluation programme, the list of flavouring substances the use of which is to be authorised to the exclusion of others, is to be adopted.\n(3) Pursuant to Regulation (EC) No 2232/96, Commission Decision 1999/217/EC of 23 February 1999 adopting a register of flavouring substances used in or on foodstuffs drawn up in application of Regulation (EC) No 2232/96 of the European Parliament and of the Council of 28 October 1996(3), as last amended by Decision 2002/113/EC(4), adopted a register of flavouring substances used in or on foodstuffs.\n(4) Commission Regulation (EC) No 1565/2000 of 18 July 2000 laying down the measures necessary for the adoption of an evaluation programme in application of Regulation (EC) No 2232/96 of the European Parliament and of the Council(5), provides for certain information to be submitted by the person responsible for placing certain flavouring substances contained in the register on the market in order to enable the evaluation of the substance to be carried out.\n(5) Commission Regulation (EC) No 622/2002 of 11 April 2002 establishing deadlines for the submission of information for the evaluation of chemically defined flavouring substances used in or on foodstuffs(6), established time limits for the submission of information for the evaluation of flavouring substances as required pursuant to Regulation (EC) No 1565/2000. However, for a number of substances for which the deadline of 31 December 2002 had been established, no information has been submitted nor has the Commission been informed about any intention to still submit information. Therefore, these substances cannot be evaluated in respect of their compliance with the general criteria for the use of flavouring substances set out in Regulation (EC) No 2232/96 before the completion of the evaluation programme. Accordingly, it is appropriate to delete these substances from the register.\n(6) Scrutiny of the flavouring substances listed in the register revealed inconsistencies concerning the names of certain substances (FL No 06.100, and FL No 06.131) and also concerning certain chemical numbers (FL No 02.027, FL No 07.033, FL No 07.153, and FL No 09.578). In addition, cases were identified where the same substance appeared under different chemical names in the register (FL No 02.228 and FL No 02.027; FL No 07.221 and FL No 07.033). Those inconsistencies should be rectified.\n(7) Scrutiny by the Commission also revealed that of the different forms of quinine only quinine hydrochloride (FL No 14.011), quinine monohydrochloride dihydrate (FL No 14.155) and quinine sulphate (FL No 14.152) are used as flavouring substances. The other forms of quinine (FL No 14.146 and FL No 14.154) should therefore be deleted from the register.\n(8) The Scientific Committee on Food concluded in its opinion of 26 February 2002 that N-(4-hydroxy-3-methoxybenzyl)-8-methylnon-6-enamide (capsaicin, FL No 16.014) is genotoxic. Capsaicin is naturally present in Capsicum species (e.g. chilli, cayenne pepper, red pepper). High consumption of chillies has been reported to be a risk factor for cancer. Although the maximum daily intake in the European Union is much lower than the intake levels associated with cancer, the addition of capsaicin as such to food should be avoided, as it does not comply with the general criteria for the use of flavouring substances set out in the Annex to Regulation (EC) No 2232/96. Accordingly, that substance should be deleted from the register.\n(9) For two substances listed in the register (CN060 and CN061), the notifying Member State has withdrawn its notification. Those substances should therefore be deleted from the register.\n(10) It is not appropriate to maintain the confidential code of substances that otherwise have been notified with their full name and were on the market at the moment the register was elaborated.\n(11) The industry has now provided information concerning certain substances which are indicated with the number 4 in the column \"comments\" of part A of the Annex to Decision 1999/217/EC and for which additional information was required under that Decision. In particular, evidence was provided that those substances are flavouring substances. Accordingly, that Annex should be amended to delete the reference to number 4.\n(12) It is appropriate to make a correction to the register by giving a Flavis number to some substances that were on the market at the moment the register was elaborated to ensure that they are correctly taken up in the evaluation programme.\n(13) Member States have notified new flavouring substances to be included in the evaluation programme and they should therefore be incorporated into the register.\n(14) For some newly notified substances, in application of Regulation (EC) No 2232/96 and Commission Recommendation 98/282/EC of 21 April 1998 on the ways in which the Member States and signatory States to the Agreement on the European Economic Area should protect intellectual property in connection with the development and manufacture of flavouring substances referred to in Regulation (EC) No 2232/96 of the European Parliament and of the Council(7), the notifying Member State requested designation in such a way as to protect the intellectual property rights of their manufacturer. Those substances should therefore be listed in part B of the Annex to Decision 1999/217/EC.\n(15) Decision 1999/217/EC should therefore be amended accordingly.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 1999/217/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 April 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 299, 23.11.1996, p. 1.\n(2) OJ L 284, 31.10.2003, p. 1.\n(3) OJ L 84, 27.3.1999, p. 1.\n(4) OJ L 49, 20.2.2002, p. 1.\n(5) OJ L 180, 19.7.2000, p. 8.\n(6) OJ L 95, 12.4.2002, p. 10.\n(7) OJ L 127, 29.4.1998, p. 32.\nANNEX\nThe Annex to Decision 1999/217/EC is amended as follows:\n1. in the list in the third paragraph of the introductory part of the Annex which precedes part A, the following point 6 is added:\n\"6. Substance which may not be used in and on food, unless lawfully placed on the market in the Member State(s) concerned.\";\n2. part A is amended as follows:\n(a) the entries for the substances attributed with the FL-Nos referred to in points (i) to (vi) are amended as follows:\n(i) for FL No 02.027, the entry \"141-25-3\" in the column \"CAS\" is replaced by the entry \"6812-78-8\" and the entry \"205-473-9\" in the column \"Einecs\" shall be replaced by \"229-887-4\";\n(ii) for FL No 06.100, the entry \"Acetaldehyde dipentyl acetal\" in the column \"Name\" is replaced by the entry \"1,1-dipentyloxyethane\";\n(iii) for FL No 06.131, the entry \"1-Ethoxy-3-methyl-1-isopentyloxybutane\" in the column \"Name\" is replaced by the entry \"1-ethoxy-1-(3-methylbutoxy)-3-methylbutane\";\n(iv) for FL No 07.033, the entry \"95-41-0\" in the column \"CAS\" is replaced by the entry \"11050-62-7\";\n(v) for FL No 07.153, the entry \"1803-39-0\" in the column \"CAS\" is replaced by the entry \"20489-53-6\";\n(vi) for FL No 09.578, the entry \"19089-92-0\" in the column \"CAS\" is replaced by the entry \"1617-25-0\";\n(vii) for FL No 12.201, the entry \"57074-34-7\" in the column \"CAS\" is replaced by the entry \"94293-57-9\";\n(b) the rows set out in the table for the substances attributed with the following FL-numbers are deleted:\n\">TABLE>\"\n(c) for the substances attributed with the following FL-Nos, the number \"4\" in the column \"comments\" in the table is deleted:\n\">TABLE>\"\n(d) the following rows are inserted in the table:\n\">TABLE>\"\n3. the table of part B is replaced by the following:\n\"Flavouring substances notified in application of Article 3(2) of Regulation (EC) No 2232/96, for which the protection of the intellectual property rights of the manufacturer has been requested\n>TABLE>\""}