{"celex_id": "32008R0308", "uri": "http://publications.europa.eu/resource/cellar/9d47ec2f-e36f-4795-b6c9-ca5980cb1d3f", "type": "Regulation", "concepts": ["1074", "2868", "4654", "5481", "5650", "6012"], "title": "Commission Regulation (EC) No 308/2008 of 2 April 2008 establishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, the format for notification of the training and certification programmes of the Member States (Text with EEA relevance)\n", "header": "3.4.2008 EN Official Journal of the European Union L 92/28\nCOMMISSION REGULATION (EC) No 308/2008\nof 2 April 2008\nestablishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, the format for notification of the training and certification programmes of the Member States\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 842/2006 of the European Parliament and of the Council of 17 May 2006 on certain fluorinated greenhouse gases (1), and in particular Article 5(5) thereof,\nWhereas:\n(1) The notification format should consist of the essential information required, to allow the authentication of a certificate or attestation complying with the minimum requirements and the conditions for mutual recognition established by the Commission, pursuant to Regulation (EC) No 842/2006.\n(2) The Commission adopted minimum requirements and conditions for mutual recognition for the certification of companies and personnel. In particular, the Commission adopted Commission Regulation (EC) No 303/2008 of 2 April 2008 establishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, minimum requirements and the conditions for mutual recognition for the certification of companies and personnel as regards stationary refrigeration, air conditioning and heat pump equipment containing certain fluorinated greenhouse gases (2); Commission Regulation (EC) No 304/2008 of 2 April 2008 establishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, minimum requirements and the conditions for mutual recognition for the certification of companies and personnel as regards stationary fire protection systems and fire extinguishers containing certain fluorinated greenhouse gases (3); Commission Regulation (EC) No 305/2008 of 2 April 2008 establishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, minimum requirements and the conditions for mutual recognition for the certification of personnel recovering certain fluorinated greenhouse gases from high-voltage switchgear (4); Commission Regulation (EC) No 306/2008 of 2 April 2008 establishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, minimum requirements and the conditions for mutual recognition for the certification of personnel recovering certain fluorinated greenhouse gas-based solvents from equipment (5); as well as Commission Regulation (EC) No 307/2008 of 2 April 2008 establishing, pursuant to Regulation (EC) No 842/2006 of the European Parliament and of the Council, minimum requirements for training programmes and the conditions for mutual recognition of training attestations for personnel as regards air-conditioning systems in certain motor vehicles containing certain fluorinated greenhouse gases (6).\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 18(1) of Regulation (EC) No 2037/2000 of the European Parliament and of the Council (7),", "main_body": ["Member States shall use for the notifications referred to in Article 5(2) of Regulation (EC) No 842/2006 the following forms:\n1. for stationary refrigeration, air conditioning and heat pump equipment the notification form specified in Annex I of this Regulation;\n2. for stationary fire protection systems and fire extinguishers the notification form specified in Annex II of this Regulation;\n3. for high voltage switchgear the notification form specified in Annex III of this Regulation;\n4. for equipment containing fluorinated greenhouse gas-based solvents the notification form specified in Annex IV of this Regulation;\n5. for air conditioning systems in motor vehicles the notification form specified in Annex V of this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 2008.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 161, 14.6.2006, p. 1.\n(2)  See page 3 of this Official Journal.\n(3)  See page 12 of this Official Journal.\n(4)  See page 17 of this Official Journal.\n(5)  See page 21 of this Official Journal.\n(6)  See page 25 of this Official Journal.\n(7)  OJ L 244, 29.9.2000, p. 1. Regulation as last amended by Commission Decision 2007/540/EC (OJ L 198, 31.7.2007, p. 35).\nANNEX I\nSTATIONARY REFRIGERATION, AIR CONDITIONING AND HEAT PUMP EQUIPMENT\nNOTIFICATION\nFOR THE ESTABLISHMENT OR ADAPTATION BY MEMBER STATES OF THEIR TRAINING AND CERTIFICATION REQUIREMENTS FOR COMPANIES AND PERSONNEL INVOLVED IN ACTIVITIES COVERED BY ARTICLE 5(1) OF REGULATION (EC) No 842/2006 ON CERTAIN FLUORINATED GREENHOUSE GASES\nGENERAL INFORMATION\n(a) Member State\n(a) Member State\n(b) Notifying authority\n(c) Date of notification\nThe following certification system(s) for personnel involved in the ,  or ,  of stationary refrigeration, air conditioning and heat pump equipment which contain certain fluorinated greenhouse gases or the  of those gases from such equipment, satisfy the minimum requirements and the conditions of mutual recognition set out in Articles 5 and 13 of Regulation (EC) No 303/2008 (1).\nCertificate title Personnel certification body (name and contact details)\n\n\n\n\n\n\n\n\n\n\n\nPART B\nCompanies\nThe following certification system(s) for companies involved in the ,  or  of stationary refrigeration, air conditioning and heat pump equipment, which contain certain fluorinated greenhouse gases satisfy the minimum requirements and the conditions of mutual recognition set out in Articles 8 and 13 of Regulation (EC) No 303/2008.\nCertificate title Company certification body (name and contact details)\n\n\n\n\n(1)  OJ L 92, 3.4.2008, p. 3.\nANNEX II\nSTATIONARY FIRE PROTECTION SYSTEMS AND FIRE EXTINGUISHERS\nNOTIFICATION\nFOR THE ESTABLISHMENT/ADAPTATION BY MEMBER STATES OF THEIR TRAINING AND CERTIFICATION REQUIREMENTS FOR COMPANIES AND PERSONNEL INVOLVED IN ACTIVITIES COVERED BY ARTICLE 5(1) OF REGULATION (EC) No 842/2006 ON CERTAIN FLUORINATED GREENHOUSE GASES\nGENERAL INFORMATION\n(a) Member State\n(a) Member State\n(b) Notifying authority\n(c) Date of notification\nThe following certification system(s) for personnel involved in the ,  or , leakage checking of stationary fire protection systems which contain certain fluorinated greenhouse gases or the  of those gases from stationary fire protection systems and fire extinguishers, satisfy the minimum requirements and the conditions of mutual recognition set out in Articles 5 and 13 of Regulation (EC) No 304/2008 (1).\nCertificate title Personnel certification body (name and contact details)\n\n\n\n\n\n\n\n\n\n\n\nPART B\nCompanies\nThe following certification system(s) for companies involved in the ,  or  of stationary fire protection systems which contain certain fluorinated greenhouse gases, satisfy the minimum requirements and the conditions of mutual recognition set out in Articles 8 and 13 of Regulation (EC) No 304/2008.\nCertificate title Company certification body (name and contact details)\n\n\n\n\n(1)  OJ L 92, 3.4.2008, p. 12.\nANNEX III\nHIGH VOLTAGE SWITCHGEAR\nNOTIFICATION\nFOR THE ESTABLISHMENT/ADAPTATION BY MEMBER STATES OF THEIR TRAINING AND CERTIFICATION REQUIREMENTS FOR PERSONNEL INVOLVED IN ACTIVITIES COVERED BY ARTICLE 5(1) OF REGULATION (EC) No 842/2006 ON CERTAIN FLUORINATED GREENHOUSE GASES\nGENERAL INFORMATION\n(a) Member State\n(a) Member State\n(b) Notifying authority\n(c) Date of notification\nCertificate title Personnel certification body (name and contact details)\n\n\n\n\n\nANNEX IV\nEQUIPMENT CONTAINING FLUORINATED GREENHOUSE GAS-BASED SOLVENTS\nNOTIFICATION\nFOR THE ESTABLISHMENT/ADAPTATION BY MEMBER STATES OF THEIR TRAINING AND CERTIFICATION REQUIREMENTS FOR PERSONNEL INVOLVED IN ACTIVITIES COVERED BY ARTICLE 5(1) OF REGULATION (EC) No 842/2006 ON CERTAIN FLUORINATED GREENHOUSE GASES\nGENERAL INFORMATION\n(a) Member State\n(a) Member State\n(b) Notifying authority\n(c) Date of notification\nCertificate title Personnel certification body (name and contact details)\n\n\n\n\n\nANNEX V\nAIR-CONDITIONING SYSTEMS IN MOTOR VEHICLES\nNOTIFICATION\nFOR THE ESTABLISHMENT/ADAPTATION BY MEMBER STATES OF THEIR TRAINING AND QUALIFICATION REQUIREMENTS FOR PERSONNEL INVOLVED IN ACTIVITIES COVERED BY ARTICLE 5(1) OF REGULATION (EC) No 842/2006 ON CERTAIN FLUORINATED GREENHOUSE GASES\nGENERAL INFORMATION\n(a) Member State\n(a) Member State\n(b) Notifying authority\n(c) Date of notification\nAttestation title Personnel attestation body (name and contact details)"}