{"celex_id": "32009L0006", "uri": "http://publications.europa.eu/resource/cellar/c43a0996-0fdb-4953-9b35-04dfde604e75", "type": "Directive", "concepts": ["212", "2744", "2836", "2897", "4036", "5431", "6038"], "title": "Commission Directive 2009/6/EC of 4 February 2009 amending Council Directive 76/768/EEC, concerning cosmetic products, for the purpose of adapting Annexes II and III thereto to technical progress (Text with EEA relevance)\n", "header": "5.2.2009 EN Official Journal of the European Union L 36/15\nCOMMISSION DIRECTIVE 2009/6/EC\nof 4 February 2009\namending Council Directive 76/768/EEC, concerning cosmetic products, for the purpose of adapting Annexes II and III thereto to technical progress\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to cosmetic products (1), and in particular Article 8(2) thereof,\nAfter consulting the Scientific Committee on Consumer Products,\nWhereas:\n(1) Following restrictive measures taken by one Member State on the basis of Article 12 of Directive 76/768/EEC regarding the use of diethylene glycol (DEG) in cosmetic products, the SCCP was consulted. Considering that this scientific committee is of the opinion that DEG should not be used as an ingredient in cosmetic products, but that a maximum concentration of up to 0,1 % of DEG from impurities in the finished cosmetic products can be considered to be safe, this substance should be banned for use in cosmetic products and its traces limit should be fixed at 0,1 %.\n(2) Following restrictive measures taken by one Member State on the basis of Article 12 of Directive 76/768/EEC regarding the use of phytonadione in cosmetic products, the SCCP was consulted. The scientific committee is of the opinion that use of phytonadione in cosmetic products is not safe, since it may cause cutaneous allergy and individuals so affected may be denied an important therapeutic agent. Therefore the substance should be banned.\n(3) Directive 76/768/EEC prohibits the use in cosmetic products of substances classified as carcinogenic, mutagenic or toxic for reproduction (hereinafter, CMR substances), of category 1, 2 and 3, under Annex I to Council Directive 67/548/EEC of 27 June 1967 on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (2). However, the use of substances classified in category 3 pursuant to Directive 67/548/EEC may be allowed subject to evaluation and approval by the Scientific Committee on Consumer Products (SCCP).\n(4) The SCCP considers that toluene, a substance classified as a CMR substance of category 3 under Annex I to Directive 67/548/EEC, is safe from the general toxicological point of view when present up to 25 % in nail products; however its inhalation by children should be avoided.\n(5) Following restrictive measures decided by one Member State on the basis of Article 12 of Directive 76/768/EEC regarding the use of diethylene glycol monobutyl ether (DEGBE) and ethylene glycol monobutyl ether (EGBE) in cosmetic products, the SCCP was consulted. This scientific committee is of the opinion that the use of DEGBE as a solvent in hair dye products at a concentration up to 9,0 % does not pose a risk to the health of consumer. Moreover, the committee considers that the use EGBE as a solvent at a concentration up to 4,0 % in oxidative hair dye products and up to 2,0 % in non-oxidative hair dye products does not pose a risk to the health of the consumer. However, the SCCP did not consider the use of these substances safe when the product is presented in aerosol/spray; this potential use should therefore be banned.\n(6) Directive 76/768/EEC should therefore be amended accordingly.\n(7) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Cosmetic Products,", "main_body": ["Annexes II and III to Directive 76/768/EEC are amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish, by 5 August 2009 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 5 November 2009.\nHowever, they shall apply the provisions concerning the substance toluene as set out in point 2 of the Annex under reference number 185 from 5 February 2010.\nWhen Member States adopt the provisions referred to in the first subparagraph, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 February 2009.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 262, 27.9.1976, p. 169.\n(2)  OJ 196, 16.8.1967, p. 1.\nANNEX\nDirective 76/768/EEC is amended as follows:\n1. In Annex II, the following reference numbers are added:\nReference number Chemical name CAS number\n‘1370 Diethylene glycol (DEG), for traces level see Annex III CAS No 111-46-6\n1371 Phytonadione [INCI], phytomenadione [INN] CAS No 84-80-0/81818-54-4;\n2. In Part 1 of Annex III, the following reference numbers 185 to 188 are added:\nReference number Substance Restrictions Conditions of use and warnings which must be printed on the label\nField of application and/or use Maximum authorised concentration in the finished cosmetic product Other limitations and requirements\na b c d e f\n‘185 Toluene Nail products 25 %  Keep out of reach of children\n186 Diethylene glycol (DEG) Traces in ingredients 0,1 %\n187 Butoxydiglycol Solvent in hair dye products 9 % No use in aerosol dispensers (sprays)\n188 Butoxyethanol Solvent in oxidative hair dye products 4,0 % No use in aerosol dispensers (sprays)\nSolvent in non-oxidative hair dye products 2,0 % No use in aerosol dispensers (sprays)’"}