{"celex_id": "32003R1761", "uri": "http://publications.europa.eu/resource/cellar/72797fc3-174f-4e0b-a694-bc0f5720adaa", "type": "Regulation", "concepts": ["1224", "1521", "2925", "3988", "4630", "5581"], "title": "Commission Regulation (EC) No 1761/2003 of 7 October 2003 derogating from Regulation (EC) No 2461/1999 for the 2003/04 marketing year as regards the use of land set aside in certain Member States\n", "header": "Commission Regulation (EC) No 1761/2003\nof 7 October 2003\nderogating from Regulation (EC) No 2461/1999 for the 2003/04 marketing year as regards the use of land set aside in certain Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops(1), as last amended by Regulation (EC) No 1038/2001(2), and in particular Article 9 thereof,\nWhereas:\n(1) The second subparagraph of Article 7 of Commission Regulation (EC) No 2461/1999(3), as last amended by Regulation (EC) No 345/2002(4), provides that where the land covered by contracts is reduced as a result of their amendments or where contracts are terminated, in order to maintain their rights to payments, applicants are required to set aside the land in question once more and abstain from selling, transferring or using raw materials grown on the land struck out of the contracts. Under the sixth subparagraph of Article 3(4) of that Regulation, that provision applies mutatis mutandis where the contract is replaced by a declaration.\n(2) As a result of the extreme drought that has affected certain regions of the Community for some months, the Commission adopted Regulations (EC) No 1360/2003(5) and (EC) No 1408/2003(6) authorising farmers, exceptionally, to use land declared as set aside in the regions affected for animal feed during the 2003/04 marketing year.\n(3) In view of the continuing difficulties in obtaining animal feed in the regions affected by the drought, a derogation should also be provided for to allow the use of the raw material grown on land declared as set aside under Regulation (EC) No 2461/1999. Since that derogation complements the derogation provided for in Regulation (EC) No 1408/2003, it should apply from the same date.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. By way of derogation from point (b) of the second subparagraph of Article 7 of Regulation (EC) No 2461/1999, applicants in a region recognised as affected by drought under Regulations (EC) No 1360/2003 and (EC) No 1408/2003, who have been authorised by the competent authority to amend or terminate their contract or the declaration referred to in Article 3(4) of Regulation (EC) No 2461/1999 may use the raw material harvested on the land concerned for animal feed during the 2003/04 marketing year.\n2. The Member States concerned shall take all necessary measures to ensure that the raw materials referred to in paragraph 1 are not used for lucrative purposes.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 18 July 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 October 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 1.\n(2) OJ L 145, 31.5.2001, p. 16.\n(3) OJ L 299, 20.11.1999, p. 16.\n(4) OJ L 55, 26.2.2002, p. 10.\n(5) OJ L 194, 1.8.2003, p. 35.\n(6) OJ L 201, 8.8.2003, p. 5."}