{"celex_id": "32005R1954", "uri": "http://publications.europa.eu/resource/cellar/2fbde037-07ad-4c15-b6a0-22124271c4f8", "type": "Regulation", "concepts": ["2965", "80", "8459"], "title": "Commission Regulation (EC) No 1954/2005 of  29 November 2005  amending Regulation (EC) No 796/2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and derogating from Regulation (EC) No 1782/2003 as regards payment of the aid\n", "header": "30.11.2005 EN Official Journal of the European Union L 314/10\nCOMMISSION REGULATION (EC) No 1954/2005\nof 29 November 2005\namending Regulation (EC) No 796/2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and derogating from Regulation (EC) No 1782/2003 as regards payment of the aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular of Articles 28(3) and 145(c) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 796/2004 (2) lays down the method for the calculation of the various reductions that may have to be applied in respect of direct aid governed by Regulation (EC) No 1782/2003. That method needs to be clarified. To this end, the sequence for the calculation of potential reductions should be determined.\n(2) Articles 64, 70, 71 and 143b of Regulation (EC) No 1782/2003 provide for the fixing of budgetary ceilings by the Commission for each of the direct payments concerned. Provision should be made in order to determine whether and to which extent those budgetary ceilings are overshot. In so doing, it should be avoided that the consequences of irregularities attributable to individual aid applicants affect the calculation of such overshoot.\n(3) Articles 10 and 11 of Regulation (EC) No 1782/2003 provide for reductions and, as the case may be, adjustments of all direct payments to be granted in respect of a calendar year due to modulation and financial discipline, respectively. The respective implementing provisions need to be adapted to the new sequence of calculation of reductions in the process of calculating the amount of the payments to be made to farmers.\n(4) Article 79 of Regulation (EC) No 796/2004 sets out the method for determining whether the threshold of EUR 5 000 referred to in Article 12 of Regulation (EC) No 1782/2003 has been reached. Due to the new sequence of calculation of reductions, that method should be adapted.\n(5) Several Member States are facing various difficulties in the finalisation of the measures necessary for the application of aid schemes introduced by Regulation (EC) No 1782/2003. In such cases, Member States should therefore be authorised, by way of derogation from Article 28(2) of Regulation (EC) No 1782/2003, to grant payments in two instalments. However, in order to protect the financial interests of the Community, Member States should grant the first instalment only up to an amount for which eligibility has already been established and for which it is clear that it is not higher than the overall amount to be paid.\n(6) As a result of the change in the sequence of calculation of the reductions in the process of calculating the amount of the direct payments, certain Member States need to adapt their systems for the administration of the aid schemes concerned. In order to avoid that such adaptations lead to delays as regards payments in respect of the year 2005, Member States should, as regards certain aid schemes, therefore be authorised to start to apply the new sequence of the calculations of the reductions for the first time with regard to aid applications submitted in respect of the year 2006.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Regulation (EC) No 796/2004 is amended as follows:\n1. Article 71 is replaced by the following:\n(a) the reductions or exclusions pursuant to Chapter I of Title IV shall be applied with regard to the aid schemes in question;\n(b) the reductions and exclusions pursuant to Chapter II of Title IV shall be applied to the total amount of payments to be granted under the single payment scheme and any aid schemes that are not subject to reductions or exclusions referred to in point (a).\n2. the following Article 71a is inserted:\n(a) the reductions or exclusions provided for in Chapter I of Title IV or, as the case may be, those provided for in Article 138 of Regulation (EC) No 1973/2004, shall be applied with regard to irregularities;\n(b) the amount resulting from the application of point (a) shall serve as a basis for the calculation of any reductions to be applied in case of late submissions in accordance with Articles 21 and 21a of this Regulation;\n(c) the amount resulting from the application of point (b) shall serve as a basis for the calculation of any reductions to be applied in cases of non-declaration of agricultural parcels in accordance with Article 14(1a) of this Regulation;\n(d) with regard to aid schemes listed in Annex I to Regulation (EC) No 1782/2003 for which a budgetary ceiling is fixed in accordance with Articles 64(2), 70(2), 71(2) and 143b(7) of that Regulation, the Member State shall sum up the amounts resulting from the application of points (a), (b) and (c).\n(e) reductions due to modulation provided for in Article 10 of Regulation (EC) No 1782/2003 and, as the case may be, in accordance with Commission Regulation (EC) No 1655/2004 (4), as well as the reduction due to the financial discipline provided for in Article 11 of Regulation (EC) No 1782/2003, shall be applied to the amount of the payment resulting from the application of points (a), (b), (c) and (d);\n(f) the amount of the payment resulting from the application of point (e) shall serve as the basis for the calculation of any reductions to be applied for the non-respect of cross-compliance in accordance with Chapter II of Title IV of this Regulation.\n3. Article 77 is replaced by the following:\n4. in Article 79(1), the first subparagraph is replaced by the following:", "By way of derogation from Article 28(2) of Regulation (EC) No 1782/2003, in respect of the year 2005, the Member States are authorised to carry out the payments under the support schemes referred to in Annex I to that Regulation in two instalments where administrative difficulties resulting from the first application of those support schemes so require.\nThe first instalment may only be paid up to an amount for which eligibility has already been established on the basis of checks carried out in accordance with Regulation (EC) No 796/2004 and where there is no risk that the amount of the total payment yet to be established is lower than that of the first instalment.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply to aid applications relating to years starting as of 1 January 2005.\nHowever, Member States may decide not to apply Article 1 of this Regulation with regard to payments under the Single Payment Scheme established in Title III of Regulation (EC) No 1782/2003 and to the aid schemes established in Chapters 1 to 7 of Title IV of that Regulation, to be made in respect of the year 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 118/2005 (OJ L 24, 27.1.2005, p. 15).\n(2)  OJ L 141, 30.4.2004, p. 18. Regulation as last amended by Regulation (EC) No 436/2005 (OJ L 72, 18.3.2005, p. 4).\n(3)  OJ L 312, 23.12.1995, p. 1.’;\n(4)  OJ L 298, 23.9.2004, p. 3.’;"}