{"celex_id": "32007D0025", "uri": "http://publications.europa.eu/resource/cellar/be4dcffc-50a1-495d-a4ae-317afc8a0103", "type": "Decision", "concepts": ["1445", "1919", "4152", "5369", "5462", "5760", "6268", "8464"], "title": "Commission Decision of 22 December 2006 as regards certain protection measures in relation to highly pathogenic avian influenza and movements of pet birds accompanying their owners into the Community (notified under document number C(2006) 6958)   (Text with EEA relevance)\n", "header": "13.1.2007 EN Official Journal of the European Union L 8/29\nCOMMISSION DECISION\nof 22 December 2006\nas regards certain protection measures in relation to highly pathogenic avian influenza and movements of pet birds accompanying their owners into the Community\n(notified under document number C(2006) 6958)\n(Text with EEA relevance)\n(2007/25/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 998/2003 of 26 May 2003 of the European Parliament and of the Council on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Article 18 thereof,\nWhereas:\n(1) Following the outbreak of avian influenza in south-eastern Asia in 2004, caused by a highly pathogenic strain of the virus, the Commission adopted several protection measures in relation to that disease. Those measures include in particular Commission Decision 2005/759/EC of 27 October 2005 concerning certain protection measures in relation to highly pathogenic avian influenza in certain third countries and the movement from third countries of birds accompanying their owners (2). Decision 2005/759/EC currently applies until 31 December 2006.\n(2) Avian influenza outbreaks caused by the highly pathogenic avian influenza strain H5N1 are still detected on a regular basis in certain member countries of the World Organisation for Animal Health (OIE), including countries not affected before. The disease is therefore not yet contained. Furthermore, human cases and even deaths resulting from close contact with infected birds continue to occur in countries around the globe.\n(3) Following a request by the Commission, the EFSA Panel on animal health and welfare (AHAW) adopted during its meeting on 26 and 27 October 2006 a Scientific Opinion on the Animal health and welfare risks associated with the import of wild birds other than poultry into the Community. This opinion points to the risks of the spreading of viral diseases such as avian influenza and Newcastle Disease via the import of birds other than poultry and identifies possible tools and options which can reduce any identified animal health risk related to the import of these birds. Furthermore the opinion points out that it is seldom possible to distinguish with certainty between birds ‘caught in the wild’ and ‘captive bred’ birds, since methods of marking can be applied to the different types of birds without it being possible to distinguish between them.\n(4) These conclusions can also be applied to the movement of pet birds from third countries. In order to guarantee a clear distinction between captive birds caught in the wild for commercial importation and pet birds, movement of live pet birds should continue to be subjected to strict conditions, without distinction in country of origin, in order to ensure the status of the pet birds and to prevent the spreading of those viral diseases. It is therefore appropriate to extend the application of the measure established by Decision 2005/759/EC until 31 December 2007.\n(5) Since its coming into force Decision 2005/759/EC has been amended several times. For the sake of clarity of Community legislation, Decision 2005/759/EC should be repealed and replaced by this Decision.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Movement from third countries\n1.   Member States shall authorise the movement from third countries of live pet birds solely where the consignment consists of not more than five birds and:\n(a) the birds come from an OIE member country falling within the competence of a Regional Commission listed in Part A of Annex I, or\n(b) the birds come from an OIE member country falling within the competence of a Regional Commission listed in Part B of Annex I on condition that the birds:\n(i) have undergone isolation for 30 days prior to export at the place of departure in a third country listed in Council Decision 79/542/EEC (3), or\n(ii) undergo quarantine for 30 days after import in the Member State of destination on premises approved in accordance with Article 3(4) of Commission Decision 2000/666/EC (4), or\n(iii) have, within the last six months and not later than 60 days prior to dispatch from the third country, been vaccinated, and at least on one occasion revaccinated, against avian influenza using an H5 vaccine approved for the species concerned in accordance with the manufacturer’s instructions, or\n(iv) have been in isolation for at least 10 days prior to export and have undergone a test to detect the H5N1 antigen or genome as laid down in Chapter 2.1.14 of the Manual of Diagnostic Tests and Vaccines for Terrestrial Animals carried out on a sample taken not earlier than the third day of isolation.\n2.   Compliance with the conditions in paragraph 1 shall be certified by an official veterinarian, in the case of the conditions provided for in paragraph 1(b)(ii) based on owner’s declaration, in the third country of dispatch in accordance with the model certificate provided for in Annex II.\n3.   The veterinary certificate shall be complemented by a declaration of the owner or the representative of the owner in accordance with Annex III.", "Veterinary checks\n1.   Member States shall take the measures necessary to ensure that pet birds moved into Community territory from a third country are subject to documentary and identity checks by the competent authorities at the traveller’s point of entry into Community territory.\n2.   Member States shall designate the authorities referred to in paragraph 1 which is responsible for such checks and immediately inform the Commission thereof.\n3.   Each Member State shall draw up a list of points of entry as referred to in paragraph 1 and forward it to the other Member States and to the Commission.\n4.   Where such checks reveal that the animals do not meet the requirements laid down in this Decision, the third subparagraph of Article 14 of Regulation (EC) No 998/2003 shall apply.", "This Decision shall not apply to the movement onto Community territory of birds accompanying their owners from Andorra, Croatia, the Faeroe Islands, Greenland, Iceland, Liechtenstein, Monaco, Norway, San Marino, Switzerland and the Vatican City State.", "Member States shall immediately take the necessary measures to comply with this Decision and publish those measures. They shall immediately inform the Commission thereof.", "Decision 2005/759/EC is repealed.", "This Decision shall apply until 31 December 2007.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 146, 13.6.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 1467/2006 (OJ L 274, 5.10.2006, p. 3).\n(2)  OJ L 285, 28.10.2005, p. 52. Decision as last amended by Decision 2006/522/EC (OJ L 205, 27.7.2006, p. 28).\n(3)  OJ L 146, 14.6.1979, p. 15. Decision as last amended by Commission Decision 2006/463/EC (OJ L 183, 5.7.2006, p. 20).\n(4)  OJ L 278, 31.10.2006, p. 26. Decision as last amended by Decision 2002/279/EC (OJ L 99, 16.4.2002, p. 17).\nANNEX I\nPART A\nOIE member countries falling within the competence of the OIE Regional Commissions referred to in Article 1(1)(a):\nPART B\nOIE member countries falling within the competence of the OIE Regional Commissions referred to in Article 1(1)(b):\n— Africa,\n— Americas,\n— Asia, Far East and Oceania,\n— Europe, and\n— Middle East\nANNEX II\nANNEX III\nDeclaration of the owner or representative of the owner of the pet birds.\nI, the undersigned owner (1)/representative of the owner (1) declare that:\n1. The birds will be accompanied during the movement by a person that is responsible for the animals.\n2. The animals are not intended for commercial purposes.\n3. During the period between the pre-movement veterinary inspection and the factual departure the birds will remain isolated from any possible contact with other birds.\n4. The animals have undergone the 30 days pre-movement isolation without coming into contact to any other birds not covered by this certificate (1).\n5. I have made arrangements for the 30 days post-introduction quarantine at the quarantine premises of …, as indicated in point I.12 of the certificate (1).\n… …\nDate and Place Signature\n(1)  Delete as appropriate."}