{"celex_id": "32004R1741", "uri": "http://publications.europa.eu/resource/cellar/508ca732-2643-4cbe-b43f-9ea69b4b7f99", "type": "Regulation", "concepts": ["1642", "1644", "2734"], "title": "Commission Regulation (EC) No 1741/2004 of 7 October 2004 amending Regulation (EC) No 1291/2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\n", "header": "8.10.2004 EN Official Journal of the European Union L 311/17\nCOMMISSION REGULATION (EC) No 1741/2004\nof 7 October 2004\namending Regulation (EC) No 1291/2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 26(3) thereof, and the corresponding provisions of the other Regulations on the common organisation of the markets in agricultural products,\nWhereas:\n(1) When import licences are used to determine the preferential import duty under tariff quotas, there is a danger that forged licences may be used, in particular in cases where there is a large difference between the full duty and the reduced or zero duty. To reduce this danger of fraud, there should be a mechanism for verifying the authenticity of the licences submitted.\n(2) Commission Regulation (EC) No 1291/2000 (2) should therefore be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinions of all Management Committees concerned,", "main_body": ["The following paragraph 5 is added to Article 50 of Regulation (EC) No 1291/2000:\n‘5.   The customs office accepting the declaration of release for free circulation shall keep a copy of the licence or extract presented giving entitlement to a preferential arrangement. On the basis of a risk analysis, copies of at least 1 % of licences presented, and at least two licences per year and per customs office, shall be sent to the issuing bodies indicated on the licences so that their authenticity can be verified. This subparagraph shall not apply to electronic licences or licences for which another means of verification is laid down by Community rules.’", "This Regulation shall enter into force on the first day of the third month following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 October 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 186/2004 (OJ L 29, 3.2.2004, p. 6).\n(2)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 636/2004 (OJ L 100, 6.4.2004, p. 25)."}