{"celex_id": "32009R0620", "uri": "http://publications.europa.eu/resource/cellar/b1c8de7f-78ac-4dbc-926b-47a7f425c21a", "type": "Regulation", "concepts": ["1165", "161", "2449", "2738", "2871", "4682", "4689"], "title": "Commission Regulation (EC) No 620/2009 of 13 July 2009 providing for the administration of an import tariff quota for high-quality beef\n", "header": "15.7.2009 EN Official Journal of the European Union L 182/25\nCOMMISSION REGULATION (EC) No 620/2009\nof 13 July 2009\nproviding for the administration of an import tariff quota for high-quality beef\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 144(1) and Article 148 thereof, in conjunction with Article 4,\nWhereas:\n(1) Council Regulation (EC) No 617/2009 (2) opens on a multiannual basis an autonomous import tariff quota for import of 20 000 tonnes of high-quality beef. Article 2 of that Regulation provides that the tariff quota is to be managed by the Commission in accordance with Article 144 of Regulation (EC) No 1234/2007. Detailed rules should therefore be adopted for the administration of that quota.\n(2) That quota should be managed using import licences. Therefore, rules should be laid down concerning the submission of applications and the information to be provided in the applications and licences. Where necessary, that can be done by way of derogation from certain provisions of Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (3), and Commission Regulation (EC) No 382/2008 of 21 April 2008 on rules of application for import and export licences in the beef and veal sector (4).\n(3) Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (5) lays down detailed rules concerning the applications for import licences, the status of applicants and the issue of licences. That Regulation limits the period of validity of licences to the last day of the import tariff quota period. The provisions of Regulation (EC) No 1301/2006 should apply to import licences issued for the quota covered by Regulation (EC) No 617/2009, without prejudice to additional conditions laid down in this Regulation.\n(4) In order to ensure a regular flow of imports, it is appropriate to sub-divide each import tariff quota period into several sub-periods.\n(5) The release into free circulation of the products imported under the quota covered by Regulation (EC) No 617/2009 should be subject to a presentation of a certificate of authenticity issued by the competent authority of the exporting third country. The issue of such certificates of authenticity should guarantee that the imported products qualify as high-quality beef as defined in this Regulation. The form and layout of the certificates of authenticity and the procedures for using those certificates should be specified. Certificates should be issued by authorities in third countries affording all the necessary guarantees to ensure that the arrangements concerned are properly applied.\n(6) Regulation (EC) No 617/2009 provides that the import tariff quota is opened from 1 August 2009. Therefore, this Regulation should also apply from the same day.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Subject matter and scope\n1.   This Regulation lays down rules for the administration of import tariff quota of high-quality beef as provided for in Article 1(1) of Regulation (EC) No 617/2009, hereinafter referred to as ‘the tariff quota’.\n2.   This Regulation shall apply to high-quality fresh, chilled or frozen beef that fulfils the requirements laid down in Annex I.\nFor the purposes of this Regulation, ‘frozen meat’ means meat with an internal temperature of – 12 °C or lower when it enters the customs territory of the Community.\n3.   Regulations (EC) No 1301/2006, (EC) No 376/2008, and (EC) No 382/2008 shall apply, save as otherwise provided for in this Regulation.", "Administration of the tariff quota\n1.   The tariff quota shall be administered by applying the simultaneous examination method in accordance with Chapter II of Regulation (EC) No 1301/2006.\n2.   The rate of the import duty, referred to in Article 1(2) of Regulation (EC) No 617/2009, shall be mentioned in section 24 of the import licence application and the import licence as provided for in Article 9 of Regulation (EC) No 1301/2006.\n3.   The quota year provided for in Article 1(3) of Regulation (EC) No 617/2009 shall be divided into 12 monthly sub-periods. The quantity available for each sub-period shall be one twelfth of the total quantity.\nBy way of derogation from the first subparagraph, the 2009/2010 quota year shall be divided in 10 monthly sub-periods, with the exception of the first sub-period which shall cover the period from 1 August 2009 to 30 September 2009. The quantity available in each sub-period shall be one tenth of the total quantity.", "Import licence applications\n1.   Licence applications shall be submitted during the first seven days of the month preceding each sub-period referred to in Article 2(3).\nBy way of derogation from the first subparagraph, for the 2009/2010 quota year, licence applications for the first sub-period shall be lodged the first four days of August 2009.\n2.   Notwithstanding Article 5(1) of Regulation (EC) No 382/2008, licence applications may cover one or several of the products covered by the CN codes or groups of CN codes listed in Annex I to that Regulation. In case applications cover several CN codes, the respective quantity applied for each CN code or each group of CN codes shall be specified. All the CN codes shall be mentioned in section 16 and their description in section 15 of licence applications and licences.\n3.   Member States shall notify the Commission, at the latest on the 14th day of the month in which applications are submitted, of the total quantities covered by licence applications, as referred to in Article 11(1)(a) of Regulation (EC) No 1301/2006, per country of origin and expressed in kilograms of product weight.\nBy way of derogation from the first subparagraph, the deadline for the notification for the first sub-period of the 2009/2010 quota year shall be the 7 August 2009.\n4.   Section 8 of licence applications and licences shall mention the country of origin.\nSection 20 of licence applications and licences shall mention one of the entries listed in Annex II.", "Issue of import licences\n1.   Licences shall be issued from the 23rd and no later than at the end of the month in which the applications were submitted.\nBy way of derogation from the first subparagraph, licences applied for in August 2009, shall be issued from the 14 August till the 21 August 2009.\n2.   Each licence shall mention the quantity for each CN code or for each group of CN codes.", "Validity of import licences\nLicences shall be valid for three months from the first day of the sub-period for which they were issued.\nBy way of derogation from the first paragraph, for licence applications referred to in the second subparagraph of Article 3(1), licences shall be valid for three months from the actual day of issue within the meaning of Article 22(2) of Regulation (EC) No 376/2008.", "Notifications to the Commission by the Member States\n1.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, the Member States shall notify the Commission:\n(a) no later than the tenth day of each month, of the quantities of products, including nil returns, for which import licences were issued in the previous month;\n(b) the quantities of products, including nil returns, covered by unused or partly used import licences and corresponding to the difference between the quantities entered on the back of the import licences and the quantities for which they were issued:\n(i) together with the notifications referred to in Article 3(3) of this Regulation regarding the applications submitted for the last sub-period of the quota year;\n(ii) no later than 31 October following the end of each quota year, regarding the quantities not yet notified under point (i).\n2.   No later than 31 October following the end of each quota year, the Member States shall notify the Commission of the quantities of products which were actually released into free circulation during the preceding import tariff quota period.\n3.   In the notifications referred to in paragraphs 1 and 2, the quantities shall be expressed in kilograms product weight, per country of origin and per product category as indicated in Annex V to Regulation (EC) No 382/2008.\n4.   The notifications shall be transmitted electronically in accordance with models and methods made available to the Member States by the Commission.", "Certificates of authenticity\n1.   The release into free circulation of the products imported under the quota shall be subject to the presentation of a certificate of authenticity, established in accordance with the model presented in Annex III.\n2.   On the reverse side of the certificate of authenticity it shall be stated that the meat originating in the exporting country fulfils the requirements laid down in Annex I.\n3.   A certificate of authenticity shall be valid only if it is duly completed and endorsed by the issuing authority.\n4.   A certificate of authenticity shall be considered to have been duly endorsed if it states the date and place of issue and if it bears the stamp of the issuing authority and the signature of the person or persons empowered to sign it.\n5.   The stamp may be replaced by a printed seal on the original of the certificate of authenticity and any copies thereof.\n6.   The validity of a certificate of authenticity shall expire at the latest on 30 June following the date of its issue.", "Issuing authorities in third countries\n1.   The issuing authority referred to in Article 7(3) shall:\n(a) be recognised as such by the competent authority of the exporting country;\n(b) undertake to verify entries in the certificates of authenticity.\n2.   The following information shall be notified to the Commission:\n(a) the name and address, if possible including e-mail and Internet address, of authorities authorised to issue the certificates of authenticity referred to in Article 7;\n(b) specimen of the stamps used by those authorities;\n(c) the procedures and criteria followed by the issuing authority in order to establish whether the requirements laid down in Annex I are fulfilled.", "Third country notifications\nWhen the requirements laid down in Annex I are fulfilled, the Commission shall publish the name of the issuing authority referred to in Article 8(1) in the C series of the Official Journal of the European Union or by any other appropriate means.", "0\nOn-the-spot checks in third countries\nThe Commission may request the third country to authorise representatives of the Commission to carry out, where required, on-the-spot checks in that third country. Those checks shall be performed jointly with the competent authorities of the third country concerned.", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  See page 1 of this Official Journal.\n(3)  OJ L 114, 26.4.2008, p. 3.\n(4)  OJ L 115, 29.4.2008, p. 10.\n(5)  OJ L 238, 1.9.2006, p. 13.\nANNEX I\nRequirements for products under the tariff quota referred to in Article 1(1)\n1. Beef cuts are obtained from carcasses of heifers and steers less than 30 months of age which have only been fed a diet, for at least the last 100 days before slaughter, containing not less than 62 % of concentrates and/or feed grain co-products on a dietary dry matter basis that meet or exceed a metabolisable energy content greater than 12,26 mega joules per one kilogram of dry matter.\n2. The heifers and steers that are fed the diet described in point 1 shall be fed, on average, no less than 1,4 % of live body weight per day on a dry matter basis.\n3. The carcass from which beef cuts are derived are evaluated by an evaluator employed by the national government who bases the evaluation, and a resulting classification of the carcass, on a method approved by the national government. The national government evaluation method, and its classifications, must evaluate expected carcass quality using a combination of carcass maturity and palatability traits of the beef cuts. Such an evaluation method of the carcass shall include, but not be limited to, an evaluation of the maturity characteristics of colour and texture of the longissimus dorsi muscle and bone and cartilage ossification, as well as an evaluation of expected palatability traits, including a combination of the discrete specifications of intramuscular fat and firmness of the longissimus dorsi muscle.\n4. The cuts shall be labelled in accordance with Article 13 of Regulation (EC) No 1760/2000 of the European Parliament and of the Council (1).\n5. The indication ‘High Quality Beef’ may be added to the information on the label.\n(1)  OJ L 204, 11.8.2000, p. 1.\nANNEX II\nEntries referred to in Article 3(4)\n— : In Bulgarian : Говеждо/телешко месо с високо качество (Регламент (ЕО) № 620/2009)\n— : In Spanish : Carne de vacuno de alta calidad [Reglamento (CE) no 620/2009]\n— : In Czech : Vysoce jakostní hovězí/telecí maso (nařízení (ES) č. 620/2009)\n— : In Danish : Oksekød af høj kvalitet (forordning (EF) nr. 620/2009)\n— : In German : Qualitätsrindfleisch (Verordnung (EG) Nr. 620/2009)\n— : In Estonian : Kõrgekvaliteediline veiseliha/vasikaliha (määrus (EÜ) nr 620/2009)\n— : In Greek : Βόειο κρέας εκλεκτής ποιότητας [κανονισμός (ΕΚ) αριθ. 620/2009]\n— : In English : High-quality beef/veal (Regulation (EC) No 620/2009)\n— : In French : Viande bovine de haute qualité [règlement (CE) no 620/2009]\n— : In Italian : Carni bovine di alta qualità [regolamento (CE) n. 620/2009]\n— : In Latvian : Augstākā labuma liellopu/teļa gaļa (Regula (EK) Nr. 620/2009)\n— : In Lithuanian : Aukštos kokybės jautiena ir (arba) veršiena (Reglamentas (EB) Nr. 620/2009)\n— : In Hungarian : Kiváló minőségű marha-/borjúhús (620/2009/EK rendelet)\n— : In Maltese : Ċanga/vitella ta' kwalità għolja (Regolament (KE) Nru 620/2009)\n— : In Dutch : Rundvlees van hoge kwaliteit (Verordening (EG) nr. 620/2009)\n— : In Polish : Wołowina/cielęcina wysokiej jakości (Rozporządzenie (WE) nr 620/2009)\n— : In Portuguese : Carne de bovino de alta qualidade [Regulamento (CE) n.o 620/2009]\n— : In Romanian : Carne de vită/vițel de calitate superioară [Regulamentul (CE) nr. 620/2009]\n— : In Slovak : Vysoko kvalitné hovädzie/teľacie mäso [Nariadenie (ES) č. 620/2009]\n— : In Slovenian : Visokokakovostno goveje/telečje meso (Uredba (ES) št. 620/2009)\n— : In Finnish : Korkealaatuista naudanlihaa (asetus (EY) N:o 620/2009)\n— : In Swedish : Nötkött av hög kvalitet (förordning (EG) nr 620/2009)\nANNEX III"}