{"celex_id": "32001R0784", "uri": "http://publications.europa.eu/resource/cellar/32b970e7-3f4d-48d5-b3c9-c34baf14b9dc", "type": "Regulation", "concepts": ["2410", "2621", "2707", "4734"], "title": "Commission Regulation (EC) No 784/2001 of 23 April 2001 amending Regulation (EC) No 1227/2000 laying down detailed rules for the application of Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine, as regards production potential\n", "header": "Commission Regulation (EC) No 784/2001\nof 23 April 2001\namending Regulation (EC) No 1227/2000 laying down detailed rules for the application of Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine, as regards production potential\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), as amended by Regulation (EC) No 2826/2000(2), and in particular Article 11 thereof,\nWhereas:\n(1) Articles 11 and 13 of Regulation (EC) No 1493/1999 lay down that the restructuring and conversion of vineyards involves the grubbing-up and replanting of wine-growing areas covered by plans drawn up by the Member States. However, in certain cases the structural situation requires that new planting rights be allocated. The allocation of such rights must be limited to the area strictly necessary from the technical point of view to achieve the objective of restructuring. Account should therefore be taken of that possibility and the provisions concerned supplemented accordingly.\n(2) In practice, the agricultural tasks involved in restructuring and converting a vineyard are carried out at parcel level. In order to facilitate the implementation of plans, the conditions on which producers are eligible for advance payment of aid before a particular measure has been carried out should be stipulated.\n(3) The wording of Article 16(1)(a) is not correctly reproduced in Table 4.1 in the Annex (except in the Portuguese, English, German and Finnish versions). In order to avoid any confusion, the two texts should be aligned.\n(4) The Management Committee for Wine has not issued an opinion within the time limit set by its Chair,", "main_body": ["Commission Regulation (EC) No 1227/2000(3) is amended as follows:\n1. In Article 13(c), the following subparagraph is added: \"Those rules shall cover the use of new planting rights. They shall lay down that such rights may be used only where technically necessary and may not exceed 10 % of the total area covered by the plan. The rules shall also provide for an appropriate reduction in the aid granted for the areas concerned.\"\n2. In Article 15(c), after the words \"in respect of another measure\", the following is added: \"on the same parcel\".\n3. In Table 4.1 in the Annex, (except in the Portuguese, English, German and Finnish versions) note (2) below is replaced: \"Expenditure incurred up to date shown (Article 16(1)(a) of this Regulation).\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 143, 16.6.2000, p. 1."}