{"celex_id": "32008L0013", "uri": "http://publications.europa.eu/resource/cellar/97227233-1337-412b-a76b-d6123cd4d872", "type": "Directive", "concepts": ["1833", "1856", "2897", "3641", "4015", "6621"], "title": "Directive 2008/13/EC of the European Parliament and of the Council of 11 March 2008 repealing Council Directive 84/539/EEC on the approximation of the laws of the Member States relating to electro-medical equipment used in veterinary medicine (Text with EEA relevance)\n", "header": "19.3.2008 EN Official Journal of the European Union L 76/41\nDIRECTIVE 2008/13/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2008\nrepealing Council Directive 84/539/EEC on the approximation of the laws of the Member States relating to electro-medical equipment used in veterinary medicine\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Community policies on better regulation stress the importance of simplification of national and Community legislation as a crucial element in improving the competitiveness of enterprises and achieving the objectives of the Lisbon Agenda.\n(2) The method of conformity assessment provided for by Council Directive 84/539/EEC (3) is no longer necessary for the purposes of the internal market and trade with third countries.\n(3) The functioning of the internal market and the protection of users and animals can be better ensured by other Community legislation.\n(4) Directive 84/539/EEC should therefore be repealed.\n(5) The repeal of Directive 84/539/EEC entails that after 31 December 2008 the specimen mark of conformity of Annex III to that Directive will no longer be used and that the corresponding national implementing measures have to be repealed accordingly,", "main_body": ["Directive 84/539/EEC is hereby repealed with effect from 31 December 2008.", "Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 2008. They shall forthwith communicate to the Commission the text of those measures and a correlation table between them and this Directive.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 11 March 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  Opinion of 16 January 2008 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 29 November 2007 (not yet published in the Official Journal) and Council Decision of 14 February 2008.\n(3)  OJ L 300, 19.11.1984, p. 179. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36)."}