{"celex_id": "32009D0893", "uri": "http://publications.europa.eu/resource/cellar/0ea7808a-380a-4b59-ad20-b986ca860bfc", "type": "Decision", "concepts": ["1309", "192", "2300", "2560", "3408", "5369"], "title": "2009/893/EC: Commission Decision of 30 November 2009 on importation of semen of domestic animals of the porcine species into the Community as regards lists of third countries and of semen collection centres, and certification requirements (notified under document C(2009) 9354) (Text with EEA relevance)\n", "header": "5.12.2009 EN Official Journal of the European Union L 320/12\nCOMMISSION DECISION\nof 30 November 2009\non importation of semen of domestic animals of the porcine species into the Community as regards lists of third countries and of semen collection centres, and certification requirements\n(notified under document C(2009) 9354)\n(Text with EEA relevance)\n(2009/893/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/429/EEC of 26 June 1990 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the porcine species (1), and in particular Article 7(1), Article 8(1), Article 9(2) and (3) and Article 10(2) thereof,\nWhereas:\n(1) Directive 90/429/EEC lays down the animal health conditions applicable to intra-Community trade in and imports from third countries of semen of domestic animals of the porcine species. It provides that Member States may authorise importation of such semen only from those third countries which appear on a list drawn up in accordance with the procedure laid down therein. Directive 90/429/EEC also provides that, under the same procedure, a list is to be drawn up of approved semen collection centres from which Member States may authorise the importation of semen originating in those third countries.\n(2) In addition, Directive 90/429/EEC provides that consignments of semen are to be accompanied by an animal health certificate, the model of which must correspond to a specimen drawn up in accordance with that Directive.\n(3) Commission Decision 2002/613/EC of 19 July 2002 laying down the importation conditions of semen of domestic animals of the porcine species (2) sets out a list of third countries from which Member States are to authorise imports of semen. That list is established on the basis of the animal health status of those third countries.\n(4) Decision 2002/613/EC also sets out a list of semen collection centres from which Member States are to authorise the importation of semen.\n(5) A number of semen collection centres in Canada and the United States are currently included in that list. Those third countries have requested that numerous amendments be made to the entries for their semen collection centres included in the list. Some of those amendments concern administrative details or deletion of already approved centres, while some concern the addition of new centres.\n(6) Canada and the United States have provided appropriate guarantees regarding the compliance of the new semen collection centres with the appropriate conditions laid down in Directive 90/429/EEC and the semen collection centres concerned have been officially approved for exports to the Community by the veterinary services of those third countries. The list of approved semen collection centres set out in Decision 2002/613/EC should therefore be amended accordingly.\n(7) The model veterinary certificate in Annex III to Decision 2002/613/EC includes the animal health conditions for the importation of semen into the Community. Those conditions are not entirely consistent with those set out in the Terrestrial Animal Health Code of the World Organisation for Animal Health, (Terrestrial Animal Health Code) and hence they need to be updated.\n(8) In addition, Commission Decision 2007/240/EC (3) provides that the various veterinary, public and animal health certificates required for the import of live animals, semen, embryo, ova and products of animal origin into the Community are to be based on the standard models for veterinary certificates set out in Annex I thereto.\n(9) Accordingly, the model health certificate set out in Annex III to Decision 2002/613/EC should be amended to take account of the relevant parts of the Terrestrial Animal Health Code and of the relevant standard model set out in Annex I to Decision 2007/240/EC.\n(10) Annex IV to Decision 2002/613/EC sets out a model veterinary certificate which is to be used when consignments of semen are imported into the Community from Switzerland. However, specific certification requirements are provided for in point 3(b) of Chapter VIII(B) of Appendix 2 of Annex 11 to the Agreement between the European Community and the Swiss Confederation on trade in Agricultural Products (4). That Agreement was approved by Decision 2002/309/EC, Euratom of the Council, and of the Commission as regards the Agreement on Scientific and Technological Cooperation, of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (5).\n(11) In view of those specific requirements, it is appropriate that consignments of semen from Switzerland imported into the Community be accompanied by a health certificate drawn up in accordance with the model used for intra-Community trade in semen and set out in Annex D to Directive 90/429/EEC, with the adaptations set out in point 3 of Chapter VIII(B) of Appendix 2 of Annex 11 to the Agreement between the European Community and the Swiss Confederation on trade in Agricultural Products. Annex IV to Decision 2002/613/EC should therefore be deleted.\n(12) In the application of this Decision, account should be taken of the specific certification requirements and model health attestations which may be laid down in accordance with the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products (6), as approved by Council Decision 1999/201/EC (7).\n(13) In the application of this Decision, account should also be taken of the specific certification requirements and model health attestations which may be laid down in accordance with the Agreement between the European Community and New Zealand on sanitary measures applicable to trade in live animals and animal products (8), as approved by Council Decision 97/132/EC (9).\n(14) In the interest of clarity and consistency of Community legislation, Decision 2002/613/EC should be repealed and replaced by this Decision.\n(15) To avoid any disruption of trade, the use of health certificates issued in accordance with Decision 2002/613/EC should be authorised during a transitional period.\n(16) Council Directive 2008/73/EC (10) amended Directive 90/429/EEC and introduced a simplified procedure of listing and publishing the list of semen collection centres in third countries approved for imports of semen into the Community.\n(17) Under that new procedure, which is to apply from 1 January 2010, the competence to establish the list will no longer lie with the Commission. The list of semen collection centres that the competent authority of the third country has approved in accordance with the conditions laid down in Directive 90/429/EEC and from which semen may be dispatched to the Community will only have to be communicated to the Commission, which is to make it available to the public for information purposes.\n(18) As a consequence of the new procedure introduced by Directive 2008/73/EC, the provision concerning the list of approved semen collection centres set out in this Decision should expire on 31 December 2009.\n(19) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Importation of semen\nConsignments of semen shall only be imported into the Community from third countries if they comply with the following conditions:\n(a) they come from the third countries listed in Annex I;\n(b) they are accompanied by a health certificate drawn up in accordance with the model health certificate set out in Part 1 of Annex II, completed in accordance with the explanatory notes set out in Part 2 of Annex II; however, where specific certification requirements are laid down in bilateral agreements between the Community and third countries, those requirements shall apply;\n(c) they comply with the requirements set out in the health certificate referred to in point (b);\n(d) they come from a semen collection centre listed in Annex III.", "General conditions concerning the transport of consignments of semen to the Community\n1.   Consignments of semen shall not be transported in the same container as other consignments of semen that:\n(a) are not intended for introduction into the Community, or\n(b) are of a lower health status.\n2.   During transport to the Community, consignments of semen shall be placed in closed and sealed containers and the seal must not be broken during the transport.", "Repeal\nDecision 2002/613/EC is repealed.", "Transitional provisions\nBy way of derogation from Article 1(b), consignments of semen for which health certificates were issued before 31 May 2010 in accordance with the models set out in Annexes III and IV to Decision 2002/613/EC shall be accepted for imports into the Community until 30 June 2010.", "Applicability\nThis Decision shall apply from 15 December 2009.\nHowever, Article 1(d) shall only apply from 15 December 2009 to 31 December 2009.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 62.\n(2)  OJ L 196, 25.7.2002, p. 45.\n(3)  OJ L 104, 21.4.2007, p. 37.\n(4)  OJ L 114, 30.4.2002, p. 132.\n(5)  OJ L 114, 30.4.2002, p. 1.\n(6)  OJ L 71, 18.3.1999, p. 3.\n(7)  OJ L 71, 18.3.1999, p. 1.\n(8)  OJ L 57, 26.2.1997, p. 5.\n(9)  OJ L 57, 26.2.1997, p. 4.\n(10)  OJ L 219, 14.8.2008, p. 40.\nANNEX I\nList of third countries from which Member States are to authorise importation of semen of domestic animals of the porcine species\nISO Code Name of the third country Remarks\nCA Canada\nCH Switzerland (1)\nNZ New Zealand\nUS United States\n(1)  Certificates in accordance with the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (OJ L 114, 30.4.2002, p. 132).\nANNEX II\nPART 1\nModel health certificate for importation of semen of domestic animals of the porcine species\nPART 2\nExplanatory notes for the certification\n(a) The health certificates shall be issued by the competent authority of the exporting third country, in accordance with the model set out in Annex II.\n(b) The original of the health certificate shall consist of a single sheet of paper, or, where more text is required, it must be in such a form that all sheets of paper required are part of an integrated whole and indivisible.\n(c) Where the model health certificate states that certain statements shall be kept as appropriate, statements which are not relevant, may be crossed out and initialled and stamped by the certifying officer, or completely deleted from certificate.\n(d) The health certificate shall be drawn up in at least one of the official languages of the Member State of the border inspection post of introduction of the consignment into the Community and of the Member State of destination. However, those Member States may authorise the certificate to be drawn up in the official language of another Member State, and accompanied, if necessary, by an official translation.\n(e) If for the reasons of identification of the items of the consignment (schedule in point I.28 of the model health certificate), additional sheets of paper are attached to the health certificate, those sheets of paper shall also be considered as forming part of the original of the health certificate by application of the signature and stamp of the certifying officer, on each of the pages.\n(f) When the health certificate, including additional schedules referred to in (e), comprises more than one page, each page shall be numbered (page number) of (total number of pages), at the end of the page and shall bear the certificate reference number that has been designated by the competent authority on the top of the pages.\n(g) The original of the health certificate must be completed and signed by an official veterinarian the last working day prior to loading of the consignment for exportation to the Community. The competent authorities of the exporting third country shall ensure that certification requirements equivalent to those laid down in Council Directive 96/93/EC (1) are followed.\n(h) The original of the health certificate must accompany the consignment until it reaches the border inspection post of introduction into the Community.\n(i) The certificate reference number referred to in points I.2 and II.a of the model health certificate must be issued by the competent authority of the exporting third country.\n(1)  OJ L 13, 16.1.1997, p. 28.\nANNEX III\nList of approved semen collection centres from which Member States are to authorise importation of semen of domestic animals of the porcine species\nISO Code Approval number Name and address of the centre\nCANADA\nAurora GTC\nBox 177\nKipling, Saskatchewan\nLocation SW 15-10-6 W2\nAlberta Swine Genetics Corp.\nBox 3310\nLeduc\nAlberta T9E 6M3\nHypor\nBox 323\nItuna\nSaskatchewan S0A 1V0\nTopigs Canada Inc\n201-1465 Buffalo Place\nManitoba R3T 1L8\nSWITZERLAND\nSuisag, 6213 Knuttwil, Schaubern\nA: 041 462 65 50 B: 041 462 65 49\ninfo@suisag.ch\nSuisag, 9545 Wängi, Eggetsbühl\nA: 041 462 65 50 B: 041 462 65 49\nkca@suisag.ch\nUNITED STATES\nINET * AI, INC.\n2429 N. 1950th Avenue\nCamp Point, IL 62320"}