{"celex_id": "32002R0637", "uri": "http://publications.europa.eu/resource/cellar/78904d61-98cc-4cb0-806d-816e81aed70c", "type": "Regulation", "concepts": ["1368", "1644", "2488", "2771", "2774", "3591", "5969"], "title": "Commission Regulation (EC) No 637/2002 of 12 April 2002 redistributing unused portions of the 2001 quantitative quotas for certain products originating in the People's Republic of China\n", "header": "Commission Regulation (EC) No 637/2002\nof 12 April 2002\nredistributing unused portions of the 2001 quantitative quotas for certain products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 520/94 of 7 March 1994 establishing a Community procedure for administering quantitative quotas(1), as amended by Regulation (EC) No 138/96(2), and in particular Article 2(5) and Articles 14 and 24 thereof,\nWhereas:\n(1) Council Regulation (EC) No 519/94 of 7 March 1994 on common rules for imports from certain third countries and repealing Regulations (EEC) No 1765/82, (EEC) No 1766/82 and (EEC) No 3420/83(3), as last amended by Regulation (EC) No 1138/98(4), introduced annual quantitative quotas for certain products originating in the People's Republic of China listed in Annex II to that Regulation. The provisions of Regulation (EC) No 520/94 are applicable to those quotas.\n(2) The Commission accordingly adopted Regulation (EC) No 738/94(5), as last amended by Regulation (EC) No 983/96(6), laying down general rules for the implementation of Regulation (EC) No 520/94. These provisions apply to the administration of the above quotas subject to the provisions of this Regulation.\n(3) In accordance with Article 20 of Regulation (EC) No 520/94, the competent authorities of the Member States notified the Commission of the quantities of quotas assigned in 2001 and not used.\n(4) The unused quantities could not be redistributed in time to be used before the end of the 2001 quota year.\n(5) Examination of the data received for each of the products in question indicates that the quantities not used in the 2001 quota year should be redistributed in 2002, up to a limit of the amounts set out in Annex I to this Regulation.\n(6) The different administrative methods provided for by Regulation (EC) No 520/94 have been analysed and it is considered that the method based on traditional trade flows should be adopted. Under this method quota tranches are divided into two portions, one of which is reserved for traditional importers and the other for other applicants.\n(7) This has proved to be the best way of ensuring the continuity of business for the Community importers concerned and avoiding any disturbance of trade flows.\n(8) Quantities redistributed under this Regulation should be divided using the same criteria as for the allocation of the 2001 quotas except as regard the determination of the reference period for traditional importers and the introduction of new criteria to prevent multiple applications by non-traditional importers.\n(9) The reference period used for redistributing the portion of the unused quantities set aside for traditional importers in the previous Regulation on the administration of these quotas should not be updated. The year 2000 was characterised by certain distortions, in particular a more than twofold increase of applications from one Member State, which resulted in substantially reduced individual quota allocations to all non-traditional importers in all Member States. The years 1998 or 1999 are, thus, the most recent years representatives of the normal trend of trade flows in the products in question. Traditional importers must, therefore, prove that they have imported products originating in China and covered by the quotas in question in the years 1998 or 1999.\n(10) It has been found that the unusual increase of applications lodged for the portion of the quota set aside for non-traditional importers is due to multiple licence applications from companies who do not effectively operate as separate importers, but which have been established as separate legal entities only for the purpose of being able to submit additional applications. Regulation (EC) No 520/94, in particular recital 5 and Article 5 thereof, requires the Commission to ensure fair access to quotas and that import licences be issued for economically significant quantities. To redistribute the non-traditional quota in line with these principles, the administrative procedures should be amended. The Commission considers it necessary that operators applying as non-traditional importers and falling under the definition of related persons within the meaning of Article 143 of Commission Regulation (EEC) No 2454/93(7), as last amended by Regulation (EC) No 444/2002(8), may only submit a single licence application for each line of the quota set aside for non-traditional importers. In order to exclude speculative applications, the amount that any non-traditional importer may request should be restricted to a set volume.\n(11) It is necessary to simplify the formalities to be fulfilled by traditional importers who already hold import licences issued when the 2002 Community quotas were allocated. The competent administrative authorities already possess the requisite evidence of either 1998 or 1999 imports for all traditional importers. The latter need therefore only enclose a copy of their previous licences with their new licence applications.\n(12) Measures should be taken to provide the best conditions for the allocation of that portion of the quota reserved for non-traditional importers with a view to optimum use of quotas. To this end, it is appropriate to provide for that portion to be allocated in proportion to the quantities requested, on the basis of a simultaneous examination of import licence applications actually lodged, and grant access only to importers who can prove that they obtained and made use of at least 80 % of an import licence for the product in question during the 2001 quota year. The amount that any non-traditional importer may request should also be restricted to a set volume or value.\n(13) For the purposes of quota allocation, a time limit must be set for the submission of licence applications by traditional and other importers.\n(14) With a view to optimum use of quotas, licence applications for imports of footwear under quotas which refer to several CN codes must specify the quantities required for each code.\n(15) The Member States must inform the Commission of the import licence applications received, in accordance with the procedure laid down in Article 8 of Regulation (EC) No 520/94. The information about traditional importers' previous imports must be expressed in the same units as the quota in question.\n(16) In the light of the experience gained in the management of the quotas, in order to facilitate import administration formalities to economic operators and in view of the fact that unused quantities may not be carried over to the following year more than once, thus limiting the risk of excessive accumulation of imports, it is deemed appropriate, without prejudice to the results of a further analysis which may appear to be warranted in this respect in the future, to set the expiry date of the redistribution import licences as 31 December 2002.\n(17) These measures are in accordance with the opinion of the Committee for the administration of quotas set up under Article 22 of Regulation (EC) No 520/94,", "main_body": ["This Regulation lays down specific provisions for the redistribution in 2002 of portions of the quantitative quotas referred to in Annex II to Regulation (EC) No 519/94 which were not used in the 2001 quota year.\nThe quantities not used in the 2001 quota year shall be redistributed up to the limit of the volumes or values set out in Annex I to this Regulation.\nRegulation (EC) No 738/94 shall apply subject to the specific provisions of this Regulation.", "1. The quantitative quotas referred to in Article 1 shall be allocated using the method based on traditional trade flows, referred to in Article 2(2)(a) of Regulation (EC) No 520/94.\n2. The portions of each quantitative quota set aside for traditional importers and other importers are set out in Annex II to this Regulation.\n3. (a) The portion set aside for non-traditional importers shall be apportioned using the method based on allocation in proportion to quantities requested; the volume requested by a single importer may not exceed that shown in Annex III. Only importers who can prove that they imported at least 80 % of the volume of the product for which they were granted an import licence pursuant to Commission Regulation (EC) No 2339/2000(9) shall be entitled to apply for import licences.\n(b) Operators that are deemed to be related persons as defined by Article 143 of Regulation (EEC) No 2454/93 may only submit single licence application for the portion of the quota set aside for non-traditional importers regarding the goods described in the application. In addition to the statement required by Article 3(2)(g) of Regulation (EC) No 738/94, the licence application for the non-traditional quota shall state that the applicant is not related to any other operator applying for the non-traditional quota line in question.", "Applications for import licences shall be lodged with the competent authorities listed in Annex IV to this Regulation from the day following the day of publication of this Regulation in the Official Journal of the European Communities until 3 p.m., Brussels time, on 13 May 2002.", "1. For the purposes of allocating the portion of each quota set aside for traditional importers, \"traditional\" importers shall mean importers who can show that they have imported goods in either the calendar year 1998 or 1999.\n2. The evidence referred to in Article 7 of Regulation (EC) No 520/94 shall relate to the release into free circulation during either calendar year 1998 or 1999, as indicated by the importer, of products originating in the People's Republic of China which are covered by the quota in respect of which the application is made.\n3. Instead of the evidence referred to in the first indent of Article 7 of Regulation (EC) No 520/94:\n- applicants may enclose with their licence applications documents drawn up and certified by the competent national authorities on the basis of available customs information as evidence of the imports of the product in question during calendar year 1998 or 1999 carried out by themselves or, where applicable, by the operator whose activities they have taken over,\n- applicants already holding import licences issued for 2002, under Commission Regulation (EC) No 1995/2001(10), for products covered by the licence application may enclose a copy of their previous licences with their licence applications. In that case they shall indicate in their licence application the aggregate quantity of imports of the product in question during the chosen reference period.", "Member States shall inform the Commission no later than 27 May 2002 at 10 a.m. Brussels time of the number and aggregate quantity of import licence applications and, in the case of applications from traditional importers, of the volume of previous imports carried out by traditional importers during the chosen reference period referred to in Article 4(1) of this Regulation.", "No later than 20 days after having received all the information required under Article 5, the Commission shall adopt the quantitative criteria to be used by the competent national authorities for the purpose of meeting importers' applications.", "Import licences shall be valid up to 31 December 2002. The validity shall not be extendable.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 April 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 66, 10.3.1994, p. 1.\n(2) OJ L 21, 27.1.1996, p. 6.\n(3) OJ L 67, 10.3.1994, p. 89.\n(4) OJ L 159, 3.6.1998, p. 1.\n(5) OJ L 87, 31.3.1994, p. 47.\n(6) OJ L 131, 1.6.1996, p. 47.\n(7) OJ L 253, 11.10.1993, p. 1.\n(8) OJ L 68, 12.3.2002, p. 11.\n(9) OJ L 269, 21.10.2000, p. 28.\n(10) OJ L 271, 12.10.2001, p. 18.\nANNEX I\nQuantities to be redistributed\n(Preliminary figures)\n>TABLE>\nANNEX II\nAllocation of the quotas\n(Preliminary figures)\n>TABLE>\nANNEX III\nMaximum quantity which may be requested by each importer other than traditional\n>TABLE>\nANNEX IV\nList of the competent national authorities\n1. BELGIQUE/BELGIË\nMinistère des affaires économiques\nAdministration des relations économiques\n4e division: Mise en oeuvre des politiques commerciales\nServices des licences\nMinisterie van Economische Zaken\nBestuur van de Economische Betrekkingen\n4e afdeling: Toepassing van de Handelspolitiek\nDienst Vergunningen\nGeneraal Lemanstraat 60, Rue Général-Leman 60 B - 1040 Brussel/Bruxelles Tél./Tel. (32-2) 206 58 16 Télécopieur/Fax (32-2) 230 83 22/231 14 84\n2. DANMARK\nErhvervs- og Boligstyrelsen Vejlsøvej 29 DK - 8600 Silkeborg Tlf. (45) 35 46 60 30 Fax (45) 35 46 64 01\n3. DEUTSCHLAND\nBundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA) Frankfurter Straße 29-35 D - 65760 Eschborn Tel. (49) 619 69 08-0 Fax (49) 619 69 42 26/(49) 6196 908-800\n4. ΕΛΛΑΔΑ\nΥπουργείο Εθνικής Οικονομίας\nΓενική Διεύθυνση Διεθνών Οικονομικών Σχέσεων\nΔιεύθυνση Θεμάτων Εξωτερικού Εμπορίου\nΚορνάρου 1 GR - Athens 105-63 Τηλ.: (30-1) 328-60 31/328 60 32 Φαξ: (30-1) 328 60 94/328 60 59\n5. ESPAÑA\nMinisterio de Economía y Hacienda Dirección General de Comercio Exterior Paseo de la Castellana, 162 E - 28046 Madrid Tel.: (34) 913 49 38 94/913 49 37 78 Fax: (34) 913 49 38 32/913 49 37 40\n6. FRANCE\nService des titres du commerce extérieur 8, rue de la Tour-des-Dames F - 75436 Paris Cedex 09 Tél. (33-1) 55 07 46 69/95 Télécopieur: (33-1) 55 07 48 32/34/35\n7. IRELAND\nDepartment of Enterprise, Trade and Employment Licencing Unit, Block C Earlsfort Centre\nHatch Street\nDublin 2 Ireland Tel. (353-1) 631 25 41 Fax (353-1) 631 25 62\n8. ITALIA\nMinistero del Commercio con l'estero DG per la politica commerciale e la gestione del regime degli scambi - Divisione VII Viale America 341 I - 00144 Roma Tel. (39) 06 599 31 - 06 59 93 24 19 - 06 59 93 24 00 Fax (39) 06 592 55 56\n9. LUXEMBOURG\nMinistère des affaires étrangères Office des licences Boîte postale 113 L - 2011 Luxembourg Tél. (352) 22 61 62 Télécopieur: (352) 46 61 38\n10. NEDERLAND\nBelastingdienst/Douane Engelse Kamp 2 Postbus 30003 9700 RD Groningen Nederland Tel. (31-50) 523 91 11 Fax (31-50) 526 06 98/523 92 37\n11. ÖSTERREICH\nBundesministerium für Wirtschaft und Arbeit Landstraßer Hauptstraße 55/57 A - 1031 Wien Tel. (43) 171 10 23 86 Fax (43) 171 102\n12. PORTUGAL\nMinistério da Economia Direcção-Geral das Relações Económicas Internacionais Avenida da República, 79 P - 1069-059 Lisboa Tel.: (351-21) 791 18 00/19 43 Fax: (351-21) 793 22 10, 796 37 23 Telex: 13 418\n13. SUOMI\nTullihallitus/Tullstyrelsen Erottajankatu/Skillnadsgatan 2 FIN - 00101 Helsinki/Helsingfors P./Tel: (358-9) 6141 F: (358-9) 614 28 52\n14. SVERIGE\nKommerskollegium Box 6803 S - 113 86 Stockholm Tfn (46-8) 690 48 00 Fax (46-8) 30 67 59\n15. UNITED KINGDOM\nDepartment of Trade and Industry Import Licensing Branch Queensway House\nWest Precinct\nBillingham TS23 2NF United Kingdom Tel. (44-1642) 36 43 33/36 43 34 Fax (44-1642) 53 35 57"}