{"celex_id": "32009R0363", "uri": "http://publications.europa.eu/resource/cellar/d86e1806-6d8f-4f18-86d6-44385babd4e8", "type": "Regulation", "concepts": ["1542", "171", "174", "2965", "3077", "5844"], "title": "Commission Regulation (EC) No 363/2009 of 4 May 2009 amending Regulation (EC) No 1974/2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD)\n", "header": "5.5.2009 EN Official Journal of the European Union L 111/5\nCOMMISSION REGULATION (EC) No 363/2009\nof 4 May 2009\namending Regulation (EC) No 1974/2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (1), and in particular Article 91 thereof,\nWhereas:\n(1) Regulation (EC) No 1698/2005, which establishes the legal framework for the EAFRD support for rural development throughout the Community, has been amended by Council Regulation (EC) No 74/2009 of 19 January 2009 amending Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (2). Consequently, Commission Regulation (EC) No 1974/2006 (3) should be complemented by additional detailed implementing rules.\n(2) The expiry of the dairy quota regime under Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common market organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (4) requires specific efforts from dairy farmers. Therefore, it is appropriate to withdraw, with effect from the beginning of the programming period, the limitation of investment support for dairy farms to stay within the limits of the production quotas allocated to the individual farm.\n(3) Regulation (EC) No 74/2009 introduced the requirement of revision of the national strategy plans. The minimum content of this revision should be defined.\n(4) Because of the importance of the priorities laid down in Article 16a of Regulation (EC) No 1698/2005, the revisions of the rural development programmes following the first implementation of that Article should be considered as revisions under Article 19(1) of Regulation (EC) No 1698/2005 and be made subject to a Commission decision.\n(5) Regulation (EC) No 74/2009 has identified a list of potential effects which the operations linked to the priorities referred to in Article 16a of Regulation (EC) No 1698/2005 are aimed to achieve. This list not being exhaustive, additional potential effects can be proposed by Member States, which the abovementioned operations are aimed to achieve. However, in order to ensure consistency with the potential effects already identified and with the general purpose of strengthening the operations related to the new challenges, the option for Member States to propose such additional potential effects should be subject to review by the Commission and to the opinion of the Rural Development Committee. Therefore, modifications introducing a new potential effect should be subject to a Commission decision.\n(6) Given the high number of cases in which revisions concern an exception of lower importance from demarcation principles between common market organisations and rural development and in order to limit the administrative burden, the Commission should no longer adopt decisions on revisions concerning changes relating to the exception referred to in Article 5(6) of Regulation (EC) No 1698/2005. Accordingly, such a category of revision should be deleted from the list of Article 7 of Regulation (EC) No 1974/2006.\n(7) Content and criteria of the business plans concerning support for holdings undergoing restructuring due to a reform of a common market organisation should be specified.\n(8) Following the abolition of the ‘set-aside measure’ pursuant to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (5), provisions referring to this measure have to be adapted.\n(9) In order to ease the realisation of investment projects in the context of the ongoing economic and financial crisis, the maximum ceiling for advance payments should be raised in 2009 and 2010.\n(10) It is appropriate to adapt the provisions on State aid for certain co-financed measures by the EAFRD and for additional national financing in order to clarify their scope of application and to take into account the new measure on holdings undergoing restructuring due to a reform of a common market organisation introduced by Regulation (EC) No 74/2009.\n(11) There is a need to define the term ‘substantial changes’ in Article 78(f) of Regulation (EC) No 1698/2005.\n(12) In order to allow monitoring of the actions related to the priorities laid down in Article 16a of Regulation (EC) No 1698/2005, output indicators, and related targets, making part of the Common Monitoring and Evaluation Framework referred to in Article 80 of that Regulation should be specified by type of operations.\n(13) Member States have to provide in their revised programmes information on the types of operations related to the priorities mentioned in Article 16a of Regulation (EC) No 1698/2005 indicating which of these operations are based on new measures, i.e. measures which have not been approved with the rural development programme yet. Additionally, the indicative EAFRD contribution for 2010-2013 has to be shown. For this purpose the Annexes to Regulation (EC) No 1974/2006 should be amended.\n(14) In order to be consistent with the date of application of Regulation (EC) No 74/2009, to which the provisions of this Regulation are complementary, this Regulation should apply as of 1 January 2009. Such retroactive application should not infringe the principle of legal certainty of the beneficiaries concerned.\n(15) Regulation (EC) No 1974/2006 should therefore be amended accordingly.\n(16) The measures provided for in this Regulation are in accordance with the opinion of the Rural Development Committee,", "main_body": ["Regulation (EC) No 1974/2006 is amended as follows:\n1. in Article 2, paragraph 3 is replaced by the following:\n2. the following Article 3a is inserted:\n3. in Article 5, paragraph 1, the first subparagraph is replaced by the following:\n4. in Article 7, paragraph 1 is amended as follows:\n(a) point (d) is replaced by the following:\n‘(d) the revision relates to the first implementation of Article 16a of Regulation (EC) No 1698/2005;’;\n(b) the following point is added:\n‘(e) the revision introduces an additional potential effect, not listed in Annex II to Regulation (EC) No 1698/2005, related to the priorities mentioned in Article 16a of the same Regulation.’;\n5. in Article 9, paragraph 1 is replaced by the following:\n6. the following Article 24a is inserted:\n(a) describe the main aspects of the restructuring envisaged including diversification outside agricultural activities;\n(b) identify specific objectives.’;\n7. in Article 27(6) the first subparagraph is deleted;\n8. in Article 46, the following paragraph is added:\n9. in the first subparagraph of Article 56(2), the following sentence is added:\n10. in Article 57, paragraph 2 is replaced by the following:\n11. in Section 4 ‘Monitoring and Evaluation’, the following Article 59a is inserted:\n12. in Article 62, paragraph 1, the following subparagraph is added:\n13. in Article 63, paragraph 8, the first subparagraph is replaced by the following:\n14. Annexes I, II, VII and VIII are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2009. However, Article 1(1) shall apply as of 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 277, 21.10.2005, p. 1.\n(2)  OJ L 30, 31.1.2009, p. 100.\n(3)  OJ L 368, 23.12.2006, p. 15.\n(4)  OJ L 299, 16.11.2007, p. 1.\n(5)  OJ L 30, 31.1.2009, p. 16.\nANNEX\nThe Annexes to Regulation (EC) No 1974/2006 are amended as follows:\n1. Annex I is replaced by the following:\n— Fruit and vegetables (Part II, Title I, Chapter IV, Section IVa of Council Regulation (EC) No 1234/2007 (1))\n— Wine (Title II, Chapter I of Council Regulation (EC) No 479/2008 (2))\n— Tobacco (Part II, Title I, Chapter IV, Section V of Regulation (EC) No 1234/2007)\n— Olive oil (Part II, Title I, Chapter IV, Section IV of Regulation (EC) No 1234/2007)\n— Hops (Article 68a of Regulation (EC) No 1782/2003)\n— Sheep and goats (Article 102(1) of Council Regulation (EC) No 73/2009 (3))\n— Bee keeping (Title I, Chapter IV, Section VI of Regulation (EC) No 1234/2007)\n— Sugar (Council Regulation (EC) No 320/2006 (4))\n— Specific measures for agriculture in the outermost regions (Title III of Council Regulation (EC) No 247/2006 (5)) and the smaller Aegean islands (Chapter III of Council Regulation (EC) No 1405/2006 (6))\n— Direct payments (Article 41(3) and 68 of Regulation (EC) No 73/2009)\n2. Annex II is amended as follows:\n(a) in point 5.2, the second indent is replaced by the following\n‘— Confirmation that for the measures pursuant to Articles 25, 43 to 49 and 52 of Regulation (EC) No 1698/2005 and for operations under the measures pursuant to Articles 21, 24, 28, 29, 30 and 35a of that Regulation which fall outside the scope of Article 36 of the Treaty, respect of the State aid procedures and material compatibility criteria, in particular aid ceiling of total public support under Articles 87 to 89 of the Treaty, is ensured.’;\n(b) point 5.3 is replaced by the following:\n(c) point 5.3.1.4 is replaced by the following:\n(d) the following point 5.3.1.4.4 is inserted:\n— designation of the reforms of common market organisation involved,\n— summary of the requirements of the business plan,\n— amount and duration of support.’;\n(e) the following point 5.3.6 is inserted:\nAxis/measure Type of operation Potential effects “Existing” or “new” type of operation Reference to the description of the type of operation in the RDP Output indicator – target\nAxis 1 … …\nMeasure … … …\nAxis 2 … …\nMeasure … … …\nAxis 3 … …\nMeasure …\nAxis 4 … …\nMeasure …\nNB: The column “existing or new type of operation” shall indicate whether or not the type of operation related to the priorities referred to in Article 16a of Regulation (EC) No 1698/2005 was already included in the version of the RDP applicable on 31 December 2008. In this context modifications of existing types of operations are also considered to be “new types of operations.”’\n(f) Table 6.1 is replaced by the following:\n2007 2008 2009 2010 2011 2012 2013\nNon-convergence regions\nConvergence regions (7)\nOutermost regions and smaller Aegean Islands (8)\nVoluntary modulation (9)\nAdditional contribution to Portugal\nAdditional funds from Article 69(5a) of Regulation (EC) No 1698/2005 – non-convergence region\nAdditional funds from Article 69(5a) of Regulation (EC) No 1698/2005 – convergence region (10)\nTotal\n(g) footnote (1) the reference of which is set at the end of the title for Table 6.2 is replaced by the following:\n‘(1) Table 6.2 needs to be replicated for each sub-amount of the EAFRD contribution shown in one row in Table 6.1.’;\n(h) the following point is inserted:\nAxis/measure EAFRD contribution for 2010-2013\nAxis 1 …\nMeasure … …\nAxis 2 …\nMeasure … …\nAxis 3 …\nMeasure …\nAxis 4 …\nMeasure …\nAxis 1, 2, 3 and 4, total …’\n(i) in point 7, the following code 144 is inserted:\n‘(144) Holdings undergoing restructuring due to a reform of a common market organisation’;\n(j) in point 9(B), the introductory words of the first subparagraph are replaced by the following:\n3. Annex VII is amended as follows:\n(a) in point 2, the following paragraphs are added:\n(b) the following point 3a is inserted:\n‘3a. The financial implementation of the programme as regards the new challenges related operations, giving, for each measure, a statement of expenditures paid to beneficiaries after 1 January 2010 for types of operations referred to in Article 16a(1) of Regulation (EC) No 1698/2005 and the amounts referred to in Article 69(5a) of that Regulation.\nAxis/measure Annual payment-year N Cumulative payments from year 2010 to year N\nMeasure 111 … …\nMeasure …\nTotal Axis 1 … …\nMeasure 211 … …\nMeasure …\nTotal Axis 2 … …\nMeasure 311 … …\nMeasure …\nTotal Axis 3 … …\nMeasure 411 … …\nMeasure …\nTotal Axis 4 … …\nTotal programme … …’\n4. in Annex VIII, the following row is inserted under point II. COMMON OUTPUT INDICATORS at the end of the list concerning Axis 1:\nCode Measure Output indicators (*)\n‘144 Holdings undergoing restructuring due to a reform of a common market organisation Number of holdings that received support’\n(1)  OJ L 299, 2.10.2007, p. 1.\n(2)  OJ L 148, 6.6.2008, p. 1.\n(3)  OJ L 30, 31.1.2009, p. 16.\n(4)  OJ L 58, 28.2.2006, p. 42.\n(5)  OJ L 42, 14.2.2006, p. 1.\n(6)  OJ L 265, 26.9.2006, p. 1.’;\n(7)  For Member States with convergence regions.\n(8)  For Member States with outermost regions or smaller Aegean Islands.\n(9)  For Member States applying voluntary modulation pursuant to Regulation (EC) No 378/2007.\n(10)  For Member States receiving additional funds as referred to in Article 69(5a) of Regulation (EC) No 1698/2005 with convergence regions.’\n(11)  OJ L 30, 31.1.2009, p. 100.’;"}