{"celex_id": "32008D0319", "uri": "http://publications.europa.eu/resource/cellar/ce122e8c-ff28-484a-a518-53da1d2e5fbd", "type": "Decision", "concepts": ["164", "2218", "3119", "5334", "6626", "929"], "title": "2008/319/EC: Council Decision of 14 April 2008 amending Decision 2000/265/EC on the establishment of a financial regulation governing the budgetary aspects of the management by the Deputy Secretary-General of the Council, of contracts concluded in his name, on behalf of certain Member States, relating to the installation and the functioning of the communication infrastructure for the Schengen environment, Sisnet\n", "header": "19.4.2008 EN Official Journal of the European Union L 109/30\nCOUNCIL DECISION\nof 14 April 2008\namending Decision 2000/265/EC on the establishment of a financial regulation governing the budgetary aspects of the management by the Deputy Secretary-General of the Council, of contracts concluded in his name, on behalf of certain Member States, relating to the installation and the functioning of the communication infrastructure for the Schengen environment, ‘Sisnet’\n(2008/319/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Protocol integrating the Schengen acquis into the framework of the European Union, annexed to the Treaty on European Union and to the Treaty establishing the European Community, and in particular the first sentence of the second subparagraph of Article 2(1) thereof,\nWhereas:\n(1) The Deputy Secretary-General of the Council was authorised by Decision 1999/870/EC (1) and Decision 2007/149/EC (2) to act, in the context of the integration of the Schengen acquis within the European Union, as representative of certain Member States for the purposes of concluding contracts relating to the installation and the functioning of the communication infrastructure for the Schengen environment (SISNET) and to manage such contracts, pending its migration to a communication infrastructure at the charge of the European Community.\n(2) The financial obligations arising under those contracts are borne by a specific budget (hereinafter the SISNET Budget) financing the communication infrastructure referred to in those Council Decisions.\n(3) The Swiss Confederation is to participate in the provisions of the Schengen acquis related to the Schengen Information System from a date to be set by the Council in accordance with Article 15(1) of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (3).\n(4) From that date, the Swiss Confederation should participate in the SISNET Budget,", "main_body": ["Council Decision 2000/265/EC (4) is hereby amended as follows:\n1. Article 25(1) shall be replaced by the following:\n2. Article 26 shall be replaced by the following:\n3. the following paragraph shall be added to Article 28:", "This Decision shall take effect from the date of its adoption.\nIt shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 14 April 2008.\nFor the Council\nThe President\nI. JARC\n(1)  OJ L 337, 30.12.1999, p. 41.\n(2)  OJ L 66, 6.3.2007, p. 19.\n(3)  OJ L 53, 27.2.2008, p. 52.\n(4)  OJ L 85, 6.4.2000, p. 12. Decision as last amended by Decision 2007/155/EC (OJ L 68, 8.3.2007, p. 5)."}