{"celex_id": "32002D0583", "uri": "http://publications.europa.eu/resource/cellar/59bde907-480a-472f-8bec-586af9fec603", "type": "Decision", "concepts": ["3263", "3633", "3743", "5386", "5541", "616", "863", "889", "922"], "title": "Commission Decision of 22 May 2002 on the granting by Spain of aid to the undertaking Hunosa in 1998, 1999, 2000 and 2001 (Text with EEA relevance) (notified under document number C(2002) 1895)\n", "header": "Commission Decision\nof 22 May 2002\non the granting by Spain of aid to the undertaking Hunosa in 1998, 1999, 2000 and 2001\n(notified under document number C(2002) 1895)\n(Only the Spanish text is authentic)\n(Text with EEA relevance)\n(2002/583/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 3632/93/ECSC of 28 December 1993 establishing Community rules for State aid to the coal industry(1), and in particular Article 2(1) and Article 9 thereof,\nWhereas:\nI\n(1) By letters of 19 and 21 March 2001, Spain notified the Commission, pursuant to Article 9(1) of Decision No 3632/93/ECSC, of the financial support which it intended to grant to the undertaking Hulleras del Norte SA (Hunosa) in 2001.\n(2) By letter of 30 March 2001, the Commission invited Spain, pursuant to Article 88 of the ECSC Treaty, to submit its comments about the situation as regards the installations of the former undertaking Minas de Lieres SA and their operating results from 1998 to 2000. The installations in question had been covered by closure measures financed by State aid and were subsequently reopened by Hunosa as the \"Pozo Siero\" production unit. Spain replied by letters of 14 May and 14 August 2001. The Commission requested further information by letters of 13 September 2001, 14 December 2001 and 13 February 2002. Spain replied to the Commission by letters of 9 January and 8 March 2002.\n(3) By Decision No 2002/241/ECSC of 11 December 2001 on the granting by Spain of aid to the coal industry in 2001(2), the Commission authorised part of the aid which Spain was planning to grant to Hunosa production units other than the Pozo Siero installations taken over from Minas de Lieres SA. Pursuant to Decision No 3632/93/ECSC, the Commission must rule on the following remaining measures:\n(a) aid of EUR 36060726,26 (ESP 6000 million) to cover operating losses by Hunosa production units;\n(b) aid of EUR 28818530,41 (ESP 4795 million) to cover the technical costs of closing down mining installations as a result of the measures to reduce the activity of the coal industry.\n(4) The financial measures proposed by Spain for Hunosa fall within the provisions of Article 1 of Decision No 3632/93/ECSC. The Commission must therefore take a decision on these measures in accordance with Article 9(4) of the Decision. The Commission's assessment will be based on the compliance of the measures with the general criteria and objectives laid down in Article 2 and with the specific criteria established by Article 4 of the Decision, and on their compatibility with the proper functioning of the common market. Additionally, in accordance with Article 9(6) of the Decision, the Commission when conducting its assessment must check whether the measures conform with the activity-reduction plan which the Commission approved for Hunosa in its Decision 98/637/ECSC(3).\nII\n(5) By Decisions No 94/1072/ECSC(4) and 98/637/ECSC, the Commission gave an opinion as to the conformity of the 1994-1997 and 1998-2001 phases of the activity-reduction plan for Hunosa notified by Spain with the general and specific objectives of Decision No 3632/93/ECSC.\n(6) The Commission found that its request to Spain in Decision No 98/637/ECSC that \"the mines taken over by Hunosa from Minas de Lieres SA will have to close down definitively by 31 December 1999\" had not been complied with by the date set. By letter dated 30 March 2001, the Commission started a pre-litigation procedure before a letter of formal notice in order to examine whether failure to comply with this closure date was the reason for paying aid to cover production costs between 1 January 1998 and the closure date.\n(7) By Decision No 2002/241/ECSC the Commission announced that it would decide at a later date on the aid which Hunosa could have allocated to the installations taken over from Minas de Lieres SA. The Commission considered that this aid could total EUR 36060726,26 (ESP 6000 million) for reduction of activity pursuant to Article 4 of Decision No 3632/93/ECSC plus EUR 28818531,41 (ESP 4795 million) to cover the technical costs of closing down mining installations pursuant to Article 5 of Decision No 3632/93/ECSC.\n(8) Hunosa is covered by a closure plan of the kind provided for in Articles 4 and 8 of Decision No 3632/93/ECSC, postponement of which beyond the expiry of the Decision is justified on exceptional social and regional grounds. Hunosa is receiving aid for reduction of activity under Article 4 of Decision No 3632/93/ECSC, subject to progressive, continuous reduction of activity entailing a significant reduction in capacity before Decision No 3632/93/ECSC expires.\n(9) Over the period from 1994 to 2001, when Decision No 3632/93/ECSC was in force, Hunosa's production capacity fell by 42 % from 3,1 million tonnes in 1993 to 1,8 million tonnes in 2001. Its workforce shrunk by 53 % from 13153 workers at the end of 1993 to 6151 at the end of 2001. Production costs held steady at around EUR 300 per tonne of coal equivalent (tce) compared with a selling price of EUR 56 per tce for imported coal supplies to Spanish power stations. These trends must be set in the context of the 46 % reduction in production capacity in the Community from 152,5 million tonnes in 1993 to 82,44 million tonnes in 2001. The number of workers employed in the industry in the Community fell by 50 % from 175263 at the end of 1993 to 87800 at the end of 2001. Average production costs in the Community stand at EUR 115 per tce. In this context, Hunosa has continued to take on new workers and has closed a small number of production units. At the same time, it has reopened the installations taken over from Minas de Lieres SA, which had been closed down in 1992 and 1993 under a programme for which State aid was granted.\n(10) The Commission considers that although Hunosa applied an activity-reduction plan of the kind provided for by Decision No 3632/93/ECSC from 1994 to 2001, it also adopted various measures which rendered the reductions in activity over the period in question insignificant in the context of the restructuring efforts undertaken in the Community.\nIII\n(11) The Commission must examine whether Hunosa's failure to comply with the special conditions laid down for the installations taken over from Minas de Lieres SA constitutes an abuse of aid which would call into question the compatibility of aid previously granted under Decision No 3632/93/ECSC.\n(12) By letter of 14 May 2001, Spain sent the Commission information about the situation as regards the installations taken over from Minas de Lieres SA by Hunosa. In its letter, Spain enclosed a report from Hunosa stating that in 1998, 1999 and 2000 it produced 33000 tce, 54000 tce and 52000 tce respectively at these installations and that it received no State aid to cover the operating losses. The Commission considered that Hunosa's operating losses during the period 1998 to 2000 at the installations taken over from Minas de Lieres SA were higher than those notified since Hunosa did not include the cost of labour and capital services in its notification. After estimating that the operating losses for 1998, 1999 and 2000 and those foreseeable for 2001 could add up to ESP 6000 million, the Commission asked Spain for additional information by letter of 10 September 2001.\n(13) By letter of 9 January 2002, Spain notified the Commission of Hunosa's production costs at the installations taken over from Minas de Lieres SA (Pozo Siero production unit). Operating losses at Pozo Siero in 1998, 1999, 2000 and the first half of 2001 stood at EUR 6899618,96 (ESP 1148 million), EUR 7079922,59 (ESP 1178 million), EUR 5529311,36 (ESP 920 million) and EUR 528890,65 (ESP 88 million) respectively, a total of EUR 20037743,56 (ESP 3334 million). Spain stated that on 30 June 2001 Hunosa had ceased production at the installations taken over from Minas de Lieres SA in order to proceed with the safety and environmental protection work prior to definitive closure of the mine.\n(14) Hunosa's failure to comply with the conditions laid down by the Commission for the installations taken over from Minas de Lieres SA constitutes an abuse of aid which calls into question the compatibility of the aid granted in 1998, 1999 and 2000 with Decision No 3632/93/ECSC. The aid totalling EUR 19508852,91 (ESP 3246 million) for reduction of activity granted to Hunosa by Spain in 1998, 1999 and 2000 to cover operating losses at the Pozo Siero production unit (taken over from Minas de Lieres SA) is incompatible with Decision No 3632/93/ECSC and, in particular, Article 4 thereof and, therefore, incompatible with the proper functioning of the common market.\n(15) The aid totalling EUR 528890,65 (ESP 88 million) which Spain plans to grant to Hunosa to cover operating losses at Pozo Siero in 2001 is likewise incompatible with Decision No 3632/93/ECSC and, in particular, Article 4 thereof and, therefore, incompatible with the proper functioning of the common market.\n(16) The aid for 2001, totalling EUR 35531835,61 (ESP 5912 million), is intended to cover operating losses at other production units operated by Hunosa and is compatible with Article 4 of Decision No 3632/93/ECSC and with the proper functioning of the common market.\n(17) The aid paid by Spain to Hunosa to cover operating losses at the Pozo Siero production unit (taken over from Minas de Lieres SA) must be considered to be an unjustified cash advance and, as such, must be liable to charges at the market rate payable by the recipient. The interest will be calculated from the date of payment of the aid to the undertaking which received it.\nIV\n(18) Spain had already granted aid in 1992 and 1993 for closure of the installations of the former Minas de Lieres SA and, for that reason, may grant no further aid for the same purpose. By letter of 9 January 2002, Spain notified the Commission that during the second half of 2001 closure of the installations taken over from Minas de Lieres SA will generate technical costs totalling EUR 3696224,44 (ESP 615 million) for Hunosa. The aid to cover these costs is incompatible with Decision No 3632/93/ECSC and, in particular, with Article 5 thereof.\n(19) By letter of 8 March 2002 in reply to the letter of 13 February 2002 from the Commission, Spain stated that in 2001 the exceptional intrinsic depreciation resulting from the closure of other Hunosa production units (excluding the costs of closure of the installations taken over from Minas de Lieres SA) gave rise to exceptional costs totalling EUR 56332864,54 (ESP 9373 million). In Decision No 2002/241/ECSC the Commission had authorised Spain to pay Hunosa EUR 31210558,58 (ESP 5193 million). The balance of EUR 25122305,96 (ESP 4180 million) covers the costs of closing production units other than the installations taken over from Minas de Lieres SA and is compatible with Decision No 3632/93/ECSC and, in particular, with Article 5 thereof. This aid is therefore compatible with the proper functioning of the common market.\nV\n(20) Spain must ensure that the aid granted to current production under this Decision does not give rise to any discrimination between coal producers, between purchasers or between users on the Community coal market.\n(21) Spain must ensure that, within the framework of the provisions of Article 86 of the ECSC Treaty, the aid is limited to that which is strictly necessary in the light of the social and regional considerations which characterise the decline of the Community's coal industry. In particular, Spain must ensure that aid granted to undertakings under Article 5 of Decision No 3632/93/ECSC to cover the technical costs of closure is used exclusively for the purposes listed in the Annex to the Decision and that the closure of capacity for which the aid is intended is definitive and is carried out in optimum conditions in terms of safety and environmental protection.\n(22) In accordance with Article 9(5) of Decision No 3632/93/ECSC, any payment made by Spain to Hunosa in anticipation of authorisation from the Commission in excess of the aid authorised for this undertaking in 2001 will have to be repaid in full, by the undertaking which received it, within one month of notification of this Decision to Spain. This amount will be liable to charges at the market rate payable by Hunosa.\n(23) In accordance with the second indent of Article 3(1) and with Article 9(2) and (3) of Decision No 3632/93/ECSC, the Commission must verify that the aid authorised for current production responds exclusively to the objectives stated in Article 4 of the Decision. Spain must notify the Commission, no later than 30 June 2002, of the amount of aid actually paid during 2001, and declare any corrections made to the amounts originally notified. When submitting this annual statement of aid paid, Spain must also supply all the information necessary for verification of the criteria set out in the relevant Articles.\n(24) In approving the aid, the Commission has recognised the need to soften, as far as possible, the social and regional impact of the restructuring of the coal industry, given the economic and social situation surrounding the mines affected.\n(25) On the basis of the information provided by Spain, the aid and measures justified above for the coal industry are compatible with the objectives of Decision No 3632/93/ECSC and with the proper functioning of the common market,", "main_body": ["The State aid granted by Spain to Hulleras del Norte SA (Hunosa) to cover operating losses at the installations of the former undertaking Minas de Lieres SA (Pozo Siero) in 1998, 1999, 2000 and 2001, totalling EUR 6899618,96 (ESP 1148 million), EU 7079922,59 (ESP 1178 million), EUR 5529311,36 (ESP 920 million) and EUR 528890,65 (ESP 88 million) respectively, and the aid to cover the exceptional costs resulting from closure of these installations in 2001, totalling EUR 3696224,44 (ESP 615 million), is incompatible with the common market.", "1. Spain shall adopt all necessary measures to recover from Hunosa the aid for 1998, 1999 and 2000 mentioned in Article 1, totalling EUR 19508852,91 (ESP 3246 million), which was placed at Hunosa's disposal unlawfully.\n2. Recovery shall take place without delay, in accordance with the procedures laid down by national law, provided they allow immediate, effective implementation of this Decision. The aid to be recovered shall be liable to interest payable from the date on which it was placed at the disposal of the recipient to the date of recovery thereof.", "Spain is hereby authorised to pay the following aid to Hunosa in respect of 2001:\n(a) aid for the reduction of activity of EUR 35531835,61 (ESP 5912 million) under Article 4 of Decision No 3632/93/ECSC;\n(b) aid of EUR 25122305,96 (ESP 4180 million) to cover the exceptional technical costs of closing down mining installations as a result of the measures to reduce the activity of the Spanish coal industry.", "In accordance with Article 86 of the ECSC Treaty, Spain shall take all appropriate measures, whether general or particular, to ensure fulfilment of the obligations resulting from this Decision. It shall ensure that the aid authorised is used for the purposes intended and that any unspent, overestimated or incorrectly used aid for any item covered by this Decision is repaid to it.", "In accordance with Article 9(5) of Decision No 3632/93/ECSC, any payment made by Spain to Hunosa in anticipation of authorisation from the Commission in excess of the aid authorised for this undertaking in 2001 shall be repaid in full, by the undertaking which received it, within one month of notification of this Decision to Spain. This amount shall be liable to charges at the market rate payable by Hunosa.", "Spain shall notify the Commission, by 30 June 2002 at the latest, of the amount of aid actually paid to Hunosa in respect of 2001.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 22 May 2002.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 329, 30.12.1993, p. 12.\n(2) OJ L 82, 26.3.2002, p. 11.\n(3) OJ L 303, 13.11.1998, p. 57.\n(4) OJ L 385, 31.12.1994, p. 31."}