{"celex_id": "32006D0572", "uri": "http://publications.europa.eu/resource/cellar/024adc78-21ca-413f-b3b7-0d3ae17cc592", "type": "Decision", "concepts": ["1445", "1755", "1854", "2211", "2563", "3584", "4152", "863"], "title": "2006/572/EC: Commission Decision of 18 August 2006 amending Decision 2005/393/EC as regards the restricted zones in relation to bluetongue in Spain and Portugal (notified under document number C(2006) 3700)   (Text with EEA relevance)\n", "header": "19.8.2006 EN Official Journal of the European Union L 227/60\nCOMMISSION DECISION\nof 18 August 2006\namending Decision 2005/393/EC as regards the restricted zones in relation to bluetongue in Spain and Portugal\n(notified under document number C(2006) 3700)\n(Text with EEA relevance)\n(2006/572/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Article 8(3)(c) and the third paragraph of Article 19 thereof,\nWhereas:\n(1) Directive 2000/75/EC lays down control rules and measures to combat bluetongue in the Community, including the establishment of protection and surveillance zones and a ban on animals leaving those zones.\n(2) Commission Decision 2005/393/EC of 23 May 2005 on protection and surveillance zones in relation to bluetongue and conditions applying to movements from or through these zones (2) provides for the demarcation of the global geographic areas where protection and surveillance zones (the restricted zones) are to be established by the Member States in relation to bluetongue.\n(3) Spain has informed the Commission that the presence of the vector has been detected in a number of new peripheral areas of the restricted zone.\n(4) Consequently, the restricted zone related to Spain should be extended taking into account of the data available on the ecology of the vector and the evolution of its seasonal activity.\n(5) Portugal has informed the Commission that no virus has circulated in the councils of Oleiros, Sertã and Vila de Rei since November 2005.\n(6) Consequently, these councils should be considered free of bluetongue and, on the basis of the substantiated request submitted by Portugal, deleted from the areas listed for restricted zones.\n(7) Decision 2005/393/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2005/393/EC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from the day following its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 August 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74.\n(2)  OJ L 130, 24.5.2005, p. 22. Decision as last amended by Decision 2006/273/EC (OJ L 99, 7.4.2006, p. 35).\nANNEX\n1. In Annex I to Decision 2005/393/EC, the list of restricted zones in Zone E (serotype 4) which relates to Spain is replaced by the following:\n— Autonomous Region of Extremadura: provinces of Cáceres, Badajoz\n— Autonomous Region of Andalucia: provinces of Cádiz, Córdoba, Huelva, Jaén (comarcas of Alcalá la Real, Andújar, Huelma, Jaén, Linares, Santiesteban del Puerto, Ubeda), Málaga, Sevilla\n— Autonomous Region of Castilla-La Mancha: provinces of Albacete (comarca of Alcaraz), Ciudad Real, Toledo\n— Autonomous Region of Castilla y León: provinces of Avila (comarcas of Arenas de San Pedro, Candeleda, Cebreros, Las Navas del Marqués, Navaluenga, Sotillo de la Adrada), Salamanca (comarcas of Béjar, Ciudad Rodrigo and Sequeros)\n— Autonomous Region of Madrid: province of Madrid (comarcas of Alcalá de Henares, Aranjuez, Arganda del Rey, Colmenar Viejo, El Escorial, Griñón, Municipio de Madrid, Navalcarnero, San Martín de Valdeiglesias, Torrelaguna, Villarejo de Salvanés).’\n2. In Annex I to Decision 2005/393/EC, the list of restricted zones in Zone E (serotype 4) which relates to Portugal is replaced by the following:\n— Regional Direction of Agriculture of Algarve: all concelhos\n— Regional Direction of Agriculture of Alentejo: all concelhos\n— Regional Direction of Agriculture of Ribatejo e Oeste: concelhos of Almada, Barreiro, Moita, Seixal, Sesimbra, Montijo, Coruche, Setúbal, Palmela, Alcochete, Benavente, Salvaterra de Magos, Almeirim, Alpiarça, Chamusca, Constância, Abrantes and Sardoal\n— Regional Direction of Agriculture of Beira Interior: concelhos of Penamacor, Fundão, Idanha-a-Nova, Castelo Branco, Proença-a-Nova, Vila Velha de Ródão and Mação.’"}