{"celex_id": "32000R1491", "uri": "http://publications.europa.eu/resource/cellar/afc8495d-e29c-4f66-8ea9-2a7da2c8d620", "type": "Regulation", "concepts": ["1309", "1565", "161", "1644", "2763"], "title": "Commission Regulation (EC) No 1491/2000 of 7 July 2000 amending Regulation (EC) No 1374/98 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products\n", "header": "Commission Regulation (EC) No 1491/2000\nof 7 July 2000\namending Regulation (EC) No 1374/98 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as amended by Regulation (EC) No 1040/2000(2), and in particular Article 29(1) thereof,\nWhereas:\n(1) Article 12(2) of Commission Regulation (EC) No 1374/98 of 29 June 1998 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products(3), as last amended by Regulation (EC) No 970/2000(4), provides that the import tariff quotas referred to in the GATT/WTO Agreements for unspecified countries of origin are to be divided into four equal parts covering three-month periods. In view of the present situation on the milk market, those quotas should be administered on a six-monthly basis. Such an amendment will simplify the work of importers and the national and Community authorities. As a result, it should apply from the next period onwards and the period of validity of licences should be amended.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 1374/98 is amended as follows:\n1. Article 12(2) is replaced by the following:\n\"2. The quantities set out in Annex II for each year of import shall be divided into two equal parts for the six-month periods commencing on 1 July and 1 January of each year.\"\n2. Article 15 is replaced by the following:\n\"Article 15\nNothwithstanding Article 2(4), import licences shall be valid for 150 days from the actual day of issue pursuant to Article 21(2) of Regulation (EEC) No 3719/88.\nHowever, the period of validity of licences may not extend beyond 30 June following the date of issue referred to in the first paragraph.\nImport licences issued pursuant to this section may be transferred only to the natural or legal persons fulfilling the conditions under Article 13(1).\"\n3. Annex II is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 118, 19.5.2000, p. 1.\n(3) OJ L 185, 30.6.1998, p. 21.\n(4) OJ L 112, 11.5.2000, p. 27.\nANNEX\n\"ANNEX II\nTARIFF QUOTAS PURSUANT TO THE GATT/WTO AGREEMENTS, NOT SPECIFIED BY COUNTRY OF ORIGIN\n(GATT/WTO year)\n>TABLE>\""}