{"celex_id": "32003D0434", "uri": "http://publications.europa.eu/resource/cellar/7cb10fdb-4d13-46ea-98f9-1caa2b469f7c", "type": "Decision", "concepts": ["1059", "1309", "2525", "4584", "519"], "title": "2003/434/EC: Commission Decision of 16 June 2003 suspending the extended anti-dumping duty imposed by Council Regulation (EC) No 1023/2003 on imports of certain malleable cast iron tube or pipe fittings consigned from Argentina, whether declared as originating in Argentina or not (notified under document number C(2003) 1693)\n", "header": "Commission Decision\nof 16 June 2003\nsuspending the extended anti-dumping duty imposed by Council Regulation (EC) No 1023/2003 on imports of certain malleable cast iron tube or pipe fittings consigned from Argentina, whether declared as originating in Argentina or not\n(notified under document number C(2003) 1693)\n(2003/434/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 1972/2002(2), and in particular Article 14(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) By Regulation (EC) No 1784/2000(3) (the definitive Regulation), the Council imposed an anti-dumping duty of 34,8 % on imports of threaded malleable cast iron tube or pipe fittings (malleable fittings) originating in Brazil, and falling under the CN code ex 7307 19 10 (TARIC code 7307 19 10 11 ).\n(2) On 12 August 2002, the Commission received a request, pursuant to Article 13(3) of Regulation (EC) No 384/96 (the basic Regulation), from the Defence Committee of the Malleable Cast Iron Pipe Fittings Industry of the European Union. The request alleged the existence of circumvention of the anti-dumping duties imposed by the definitive Regulation on imports of malleable fittings originating in Brazil. According to the request, the circumvention practice consisted of transhipment of malleable fittings originating in Brazil via Argentina to the Community. This request was submitted on behalf of producers representing a major proportion of the Community production of malleable fittings and contained sufficient evidence regarding the factors set out in Article 13(1) of the basic Regulation. The Commission initiated an investigation into the alleged circumvention by Regulation (EC) No 1693/2002(4) (the initiating Regulation), as amended by Regulation (EC) No 909/2003(5).\n(3) By Regulation (EC) No 1023/2003(6), the Council extended the definitive anti-dumping duty imposed by definitive Regulation on imports of malleable fittings falling within CN code ex 7307 19 10 (TARIC code 7307 19 10 10 ), originating in Brazil, to imports of the same threaded fittings consigned from Argentina (whether declared as originating in Argentina or not) (TARIC codes 7307 19 10 11 and 7307 19 10 19 ), with the exception of those produced by DEMA SA, San Justo, Buenos Aires, Argentina (TARIC additional code ).\nB. GROUNDS\n(4) Article 14(4) of the basic Regulation provides for the possibility of suspension of anti-dumping measures in the Community interest on the grounds that market conditions have temporarily changed to an extent that injury would be unlikely to resume as a result of such a suspension. Article 14(4) further specifies that the anti-dumping measures concerned may be reinstated at any time if the reason for suspension is no longer applicable.\n(5) The investigation concluded by Regulation (EC) No 1023/2003 that measures on malleable fittings originating in Brazil were circumvented by exports consigned from Argentina. However, it also concluded that exports from Argentina to the Community significantly decreased during the investigation period (July 2001 - June 2002) and that they totally stopped after the end of this investigation period. These findings are based both on Eurostat and statistical information obtained from the Argentinian authorities.\n(6) The cessation of exports consigned from Argentina took place before the initiation of the Commission anti-circumvention investigation in September 2002, and therefore cannot be attributed to that fact. Instead, it appears that the decline and subsequent elimination of the circumventing flow of exports from Argentina was due to remedial actions undertaken by the Argentinian authorities, themselves prior to the initiation of the Community anti-circumvention investigation. Indeed, on 5 October 2001, the Argentinian authorities initiated an anti-dumping proceeding on exports of Brazilian malleable fittings to Argentina and, in February 2002, an anti-fraud investigation was initiated by the Argentinian customs concerning imports of the same product from Brazil.\n(7) The anti-dumping investigation initiated by the Argentinian authorities resulted in the imposition of provisional anti-dumping measures in August 2002. These anti-dumping measures are in the form of a minimum price set at a level of USD 3,65/kg. The anti-fraud investigation concerned the alleged wrongful obtaining of subsidies for the Brazilian exporter from the Argentinian State via its sales office in Argentina. The initiation of this investigation resulted in fewer shipments from Brazil to Argentina.\n(8) Both the Argentinian provisional anti-dumping duties and the anti-fraud investigation have had a cumulative effect on the decline of imports from Brazil into Argentina and consequently the exports from Argentina into the Community as described in recital 5. However, the long term positive effect of these two Argentinian investigations can not be judged yet. In this regard, it should also be noted that the provisional anti-dumping duties on exports of malleable fittings from Brazil lapsed on 7 December 2002, before the formal conclusion of the investigation. Until May 2003, however definitive measures can still be imposed. Following the anti-fraud investigation, the Argentinian authorities are actively pursuing imports into Argentina especially when destined for re-exportation.\n(9) In the meantime, in the absence of exports, no further injury is caused and the effect of the investigations initiated by the Argentinian authorities is such that injury would be unlikely to resume as a result of the suspension. Under these circumstances it is considered to be in the Community interest to suspend the measures for the time being.\n(10) As stipulated in Article 14(4) of the Basic Regulation, the Community industry has been given an opportunity to comment on the above. The Community industry does not oppose a possible suspension of the measures.\nC. CONCLUSION\n(11) In conclusion, the Commission considers that all requirements to suspend the anti-dumping duties concerned pursuant to Article 14(4) are met. Currently there are no exports of malleable fittings from Argentina to the Community. Injury linked to circumvention via Argentina is unlikely to resume as a result of the suspension which would be in the interest of the Community. For these reasons the duties should be suspended for a period of nine months.\n(12) The Commission will continue to monitor the development of the imports of malleable fittings into the Community and the behaviour of individual exporters from Argentina. In particular, the Commission will closely monitor the outcome of the ongoing investigations carried out by the Argentinian authorities. Should a situation arise at any time in which a resumption of circumvention and consequently injury to the Community industry is likely, the Commission will reinstate the extended anti-dumping measures by repealing the suspension of the extended measures.\n(13) In accordance with the provisions of Article 14(4) of the basic Regulation the Commission has informed the Community industry of its intention to suspend the extended anti-dumping measures and has provided it with an opportunity to comment. The Community industry confirmed the findings of the Commission as concerns the present level of exports of malleable fittings from Argentina to the Community and did not oppose to a suspension of measures,", "main_body": ["The definitive anti-dumping duty extended by Article 1 of Regulation (EC) No 1023/2003 is hereby suspended for a period of nine months.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 16 June 2003.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 305, 7.11.2002, p. 1.\n(3) OJ L 208, 18.8.2000, p. 8.\n(4) OJ L 258, 26.9.2002, p. 27.\n(5) OJ L 128, 24.5.2003, p. 7.\n(6) See page 1 of this Official Journal."}