{"celex_id": "32009D0624", "uri": "http://publications.europa.eu/resource/cellar/6195e39c-284f-48fc-a321-3a54163ee6a3", "type": "Decision", "concepts": ["1309", "1445", "1841", "2300", "3408", "5040", "6268", "842"], "title": "2009/624/EC: Commission Decision of 28 August 2009 amending Decision 2004/211/EC as regards the entries for Brazil and Mauritius in the list of third countries and parts thereof from which imports into the Community of live equidae and semen, ova and embryos of the equine species are authorised (notified under document C(2009) 6385) (Text with EEA relevance)\n", "header": "29.8.2009 EN Official Journal of the European Union L 227/7\nCOMMISSION DECISION\nof 28 August 2009\namending Decision 2004/211/EC as regards the entries for Brazil and Mauritius in the list of third countries and parts thereof from which imports into the Community of live equidae and semen, ova and embryos of the equine species are authorised\n(notified under document C(2009) 6385)\n(Text with EEA relevance)\n(2009/624/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (1), and in particular Article 12(1) and (4), and the introductory phrase of Article 19 and points (i) and (ii) of Article 19 thereof,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992, laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (2), and in particular Article 17(3)(a) thereof,\nWhereas:\n(1) Commission Decision 2004/211/EC of 6 January 2004 establishing the list of third countries and parts of territory thereof from which Member States authorise imports of live equidae and semen, ova and embryos of the equine species (3) establishes a list of third countries, or parts thereof, from which Member States authorise the temporary admission of registered horses, the re-entry of registered horses after temporary export, the import of equidae for slaughter, registered equidae and equidae for breeding and production and imports of semen, ova and embryos of the equine species.\n(2) In accordance with Article 13(1)(c) of Directive 90/426/EEC and point 2 of Part A of Chapter II of Annex D to Directive 92/65/EEC, equidae and semen, ova and embryos of the equine species must come from third countries or parts of their territory, which have been free of glanders for at least 6 months.\n(3) On 5 September 2008, Brazil notified the World Organisation for Animal Health (OIE) of the confirmation of a case of glanders in a horse in the suburbs of São Paulo in the State of São Paulo. In order to allow the importation of equidae, their semen, ova and embryos to continue from the disease free parts of the territory of Brazil, the Commission adopted Decision 2008/804/EC (4) excluding the State of São Paulo from the list of territories of Brazil set out in Annex I to Decision 2004/211/EC.\n(4) In the light of the information and guarantees provided by Brazil, and taking into account that at least 6 months have elapsed since the case of glanders was detected and the infected animal destroyed, the State of São Paulo should be reinstated in the list of territories of Brazil in Annex I to Decision 2004/211/EC in order to allow the importation of equidae and imports of semen, ova and embryos of equine species to resume from this part of the territory of Brazil. The entry for Brazil in Annex I to Decision 2004/211/EC should therefore be amended accordingly.\n(5) A veterinary inspection mission carried out in Mauritius recorded shortcomings that require to limit the introduction into the Community of equidae from that country to registered horses complying with the animal health conditions laid down in Annex II(E) to Commission Decision 93/197/EEC of 5 February 1993 on animal health conditions and veterinary certification for imports of registered equidae and equidae for breeding and production (5). Those conditions require amongst others a complete residence period of 3 months and a pre-export isolation in an approved isolation centre protected from vector insects to avoid the introduction of disease into the Community. The entry for Mauritius in Annex I to Decision 2004/211/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2004/211/EC is amended as follows:\n1. The entry for Brazil is replaced by the following:\n‘BR Brazil BR-0 Whole country  — — — — — — — — —\nBR-1 The States of: D X X X X X X X X X’\n2. The entry for Mauritius is replaced by the following:\n‘MU Mauritius MU-0 Whole country E — — X — — — — — —’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 August 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 42.\n(2)  OJ L 268, 14.9.1992, p. 54.\n(3)  OJ L 73, 11.3.2004, p. 1.\n(4)  OJ L 277, 18.10.2008, p. 36.\n(5)  OJ L 86, 6.4.1993, p. 16."}