{"celex_id": "32007R0434", "uri": "http://publications.europa.eu/resource/cellar/51f18dd8-4056-4e6f-a929-2848586659a5", "type": "Regulation", "concepts": ["1052", "1542", "2324", "2965", "3763", "5063", "862"], "title": "Commission Regulation (EC) No 434/2007 of 20 April 2007 amending Regulation (EC) No 1974/2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 by reason of Accession of Bulgaria and Romania to the European Union\n", "header": "21.4.2007 EN Official Journal of the European Union L 104/8\nCOMMISSION REGULATION (EC) No 434/2007\nof 20 April 2007\namending Regulation (EC) No 1974/2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 by reason of Accession of Bulgaria and Romania to the European Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Bulgaria and Romania (1), and in particular Articles 34(3) and 56 thereof,\nHaving regard to Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (2) and in particular Article 91 thereof,\nWhereas:\n(1) Article 34 and Annex VIII of the Act of Accession of Bulgaria and Romania defines in general terms the conditions under which temporary additional support is to be granted for transitional rural development measures in these new Member States. Implementing rules should be adopted to supplement those conditions and adapt certain rules foreseen by Commission Regulation (EC) No 1974/2006 of 15 December 2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (3).\n(2) Those rules should conform to the principles of subsidiarity and proportionality and should therefore be limited to what is necessary to achieve the objectives pursued.\n(3) Conditions of eligibility for certain transitional measures should therefore be specified.\n(4) To facilitate the establishment of rural development programmes comprising those measures, and their examination and approval by the Commission, common rules relating to their structure and content should be laid down on the basis of Article 16 of Regulation (EC) No 1698/2005 in particular.\n(5) Regulation (EC) No 1974/2006 should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Rural Development Committee,", "main_body": ["Regulation (EC) No 1974/2006 is amended as follows:\n1. In Chapter III, section I, subsection 1, the following Article 25a is added:\n2. In Chapter III, section I, subsection 4, the following sentence is added to Article 37(2):\n3. In Chapter III, section I, subsection 4, the following Article 37a is added:\n4. In Chapter III, Section 1, the following subsection 4a is added:\n5. Annex II is amended in accordance with Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 April 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  The Act of Accession was adapted by Council Decisions 2006/663/EC (OJ L 277, 9.10.2006, p. 2) and 2006/664/EC (OJ L 277, 9.10.2006, p. 4).\n(2)  OJ L 277, 21.10.2005, p. 1. Regulation as last amended by Regulation (EC) No 2012/2006 (OJ L 384, 29.12.2006, p. 8).\n(3)  OJ L 368, 23.12.2006, p. 15.\nANNEX\nAnnex IIA to Regulation (EC) No 1974/2006 is hereby amended as follows:\n1. in point 3.4, a new paragraph is inserted after the first paragraph:\n2. in point 5.2, the first indent is completed by the following sentence:\n3. in point 5.3.1.2.3, the following sixth indent is added:\n‘— list of enterprises benefiting from a period of transition as referred to in section II paragraph 3 of Annex VIII of the Act of Accession of Bulgaria and Romania.’;\n4. the title of point 5.3.1.4 is replaced by the following text\n5. in point 5.3.1.4, the following point is introduced:\n— description of the type of advisory and extension services to be provided;\n— the minimum requirements for the bodies responsible for the provision of these services;\n— the procedures for the selection of these bodies.’;\n6. in point 5.3.4.3, the following third indent is added:\n‘— For Bulgaria and Romania the minimum criteria for the definition of potential local action groups as referred to in Article 37a.’;\n7. the following point 5.3.5 is added:\n— Community contribution for each of the years 2007, 2008 and 2009.\n— Designation of paying agency.’;\n8. the following table is added for Bulgaria and Romania after point 6.2:\nAxis Public contribution\nTotal public EAFRD contribution rate EAFRD amount\nAxis 1\nAxis 2\nAxis 3\nAxis 4\nTechnical Assistance\nComplements to direct payments\nTotal’\n9. in the nota bene after table 6.2a the following sentence is added:\n10. the following table is inserted for Bulgaria and Romania after table 7:\nMeasure/Axis Public expenditure Private expenditure Total cost\nMeasure 111\nMeasure 112\nMeasure 121\nMeasure 1…\nTotal Axis 1\nMeasure 211\nMeasure 212\nMeasure 221\nMeasure 2 …\nTotal Axis 2\nMeasure 311\nMeasure 312\nMeasure 321\nMeasure 3…\nTotal Axis 3\n41 Local development strategies:\n— 411 Competitiveness\n— 412 Environment/land management\n— 413 Quality of life/diversification\n421 Cooperation:\n431 Running costs, skills acquisition, animation\nTotal Axis 4 (2)\n511 Technical Assistance\n(a) running costs\n(b) action plan\n611 Complements to direct payments\nGrand total\n11. the following measure codes (143) and (611) are added to the table under point 7:\n‘(143) provision of farm advisory and extension services in Bulgaria and Romania\n(611) complementary direct payments in Bulgaria and Romania.’\n(1)  OJ L 69, 9.3.2007, p. 5.’;\n(2)  In order to verify compliance with Article 17 of Regulation (EC) No 1698/2005 the distribution key between axes resulting from the local development strategies will be applied to the total allocation of Axis 4.’;"}