{"celex_id": "32008R0351", "uri": "http://publications.europa.eu/resource/cellar/85190e94-7e3d-40bb-af02-4e63860add45", "type": "Regulation", "concepts": ["195", "3648", "4438", "5234", "5887", "7937"], "title": "Commission Regulation (EC) No 351/2008 of 16 April 2008 implementing Directive 2004/36/EC of the European Parliament and of the Council as regards the prioritisation of ramp inspections on aircraft using Community airports (Text with EEA relevance)\n", "header": "19.4.2008 EN Official Journal of the European Union L 109/7\nCOMMISSION REGULATION (EC) No 351/2008\nof 16 April 2008\nimplementing Directive 2004/36/EC of the European Parliament and of the Council as regards the prioritisation of ramp inspections on aircraft using Community airports\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2004/36/EC of the European Parliament and of the Council of 21 April 2004 on the safety of third-country aircraft using Community airports (1), and in particular Article 8(2) thereof,\nWhereas:\n(1) Directive 2004/36/EC introduces a harmonised approach to the effective enforcement of international safety standards within the Community by harmonising the rules and procedures for ramp inspections of third-country aircraft landing at airports located in the Member States. It requires the Member States to conduct ramp inspections on third-country aircraft suspected of non-compliance with international safety standards landing at any of its airports open to international air traffic following a harmonised procedure, and to participate to the collection and exchange of information on the ramp inspections carried out.\n(2) In order to maximise the limited resources available to the competent inspection authorities of each Member State, they should give priority to conducting ramp inspections of certain categories of operators and aircraft which are particularly susceptible to safety deficiencies.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 12 of Council Regulation (EEC) No 3922/91 (2),", "main_body": ["Definitions\nFor the purpose of this Regulation, the following definitions shall apply:\n1. ‘prioritisation of ramp inspections’ means the dedication of an appropriate portion of the total number of ramp inspections conducted by a Member State on an annual basis, as provided under Article 2 of this Regulation;\n2. ‘subject’ means an operator and/or all operators from a particular State and/or an aircraft type and/or a particular aircraft.", "Prioritisation criteria\nWithout prejudice to Article 8(3) of Directive 2004/36/EC, Member States shall prioritise their ramp inspections on the following subjects landing at any of their airports open to international air traffic:\n1. Subjects identified as posing a potential safety threat on the basis of the regular analyses conducted by the European Aviation Safety Agency (EASA).\n2. Subjects identified on the basis of an opinion expressed by the Air Safety Committee within the context of the implementation of Regulation (EC) No 2111/2005 of the European Parliament and the Council (3) that further verification of effective compliance with relevant safety standards through systematic ramp inspections on those subjects is necessary. This may include subjects which have been withdrawn from the list of air carriers subject to an operating ban within the Community established by Regulation (EC) No 2111/2005 (the Community list).\n3. Subjects identified on the basis of information obtained by the Commission from the Member States or EASA pursuant to Article 4(3) of Regulation (EC) No 2111/2005.\n4. Aircraft operated into the Community by operators included in Annex B of the Community list.\n5. Aircraft operated by other operators certified in the same state as any operator featuring concurrently on the Community list.", "Communications\n1.   A list of the subjects referred to in Article 2 shall be communicated electronically by EASA to the Member States at least every four months.\n2.   EASA shall monitor the prioritisation process and provide to the Member States, in cooperation with competent international organisations in the field of aviation, the information needed to enable them to follow the progress across the Community with regard to the prioritisation of inspections on subjects referred to in Article 2, including relevant statistical air traffic data.", "This Regulation shall enter into force on the first day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 2008.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 143, 30.4.2004, p. 76. Directive as last amended by Regulation (EC) No 2111/2005 (OJ L 344, 27.12.2005, p. 15).\n(2)  OJ L 373, 31.12.1991, p. 4. Regulation as last amended by Regulation (EC) No 216/2008 of the European Parliament and of the Council (OJ L 79, 19.3.2008, p. 1).\n(3)  OJ L 344, 27.12.2005, p. 15."}