{"celex_id": "32004D0823", "uri": "http://publications.europa.eu/resource/cellar/369b7d38-711b-4edd-bfc5-b3e8f99e6937", "type": "Decision", "concepts": ["2095", "223", "3461", "5420", "5858"], "title": "2004/823/EC, Euratom: Council Decision of 22 November 2004 concerning the accession by the Republic of Moldova to the Agreement to establish a science and technology centre in Ukraine, of 25 October 1993, between Canada, Sweden, Ukraine and the United States of America\n", "header": "3.12.2004 EN Official Journal of the European Union L 358/10\nCOUNCIL DECISION\nof 22 November 2004\nconcerning the accession by the Republic of Moldova to the Agreement to establish a science and technology centre in Ukraine, of 25 October 1993, between Canada, Sweden, Ukraine and the United States of America\n(2004/823/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EC) No 1766/98 of 30 July 1998 concerning the accession by the European Community and the European Atomic Energy Community, acting as one party, to the Agreement to establish a science and technology centre in Ukraine, of 25 October 1993, between Canada, Sweden, Ukraine and the United States of America (1), and in particular Article 3(1)(3) and (4) thereof,\nHaving regard to Commission Regulation (Euratom) No 2387/98 of 3 November 1998 concerning the accession by the European Atomic Energy Community and the European Community, acting as one party, to an Agreement having established in 1993 a science and technology centre in Ukraine between Canada, Sweden, Ukraine and the United States of America (2) and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 25 October 1993, Canada, Sweden, Ukraine and the United States of America concluded the Agreement to establish a science and technology centre in Ukraine (hereinafter the Agreement).\n(2) Through Regulations (EC) No 1766/98 and (Euratom) No 2387/98, the European Community and the European Atomic Energy Community (hereinafter the Communities), acting as one party, acceded to the Agreement.\n(3) On 12 February 2004, the Republic of Moldova deposited with the Secretariat of the Centre the instrument of accession by Moldova to the Agreement. In accordance with Article XIII of the Agreement, it is the responsibility of the Governing Board of the Centre to approve this accession.\n(4) The Communities are represented on the Governing Board of the Centre by the Presidency of the Council and by the Commission. The position of the Communities with regard to questions arising under Article XIII of the Agreement is determined by the Council and expressed as a general rule by the Presidency,", "main_body": ["The accession of the Republic of Moldova to the Agreement to establish a science and technology centre in Ukraine, of 25 October 1993, between Canada, Sweden, Ukraine and the United States of America, is hereby approved on behalf of the Communities.", "The Presidency of the Council shall express within the Governing Board of the Centre the approval of the Communities to the accession of the Republic of Moldova to the Agreement."], "attachments": "Done at Brussels, 22 November 2004.\nFor the Council\nThe President\nB. R. BOT\n(1)  OJ L 225, 12.8.1998, p. 2.\n(2)  OJ L 297, 6.11.1998, p. 4."}