{"celex_id": "32001D0017", "uri": "http://publications.europa.eu/resource/cellar/e0ad8055-4235-464a-bae4-a5fd1e0eac6e", "type": "Decision", "concepts": ["1116", "1284", "1442", "1662", "6059"], "title": "2001/17/EC: Commission Decision of 19 December 2000 on refusing the placing on the market of \"Nangai nuts (\" as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2000) 3888)\n", "header": "Commission Decision\nof 19 December 2000\non refusing the placing on the market of \"Nangai nuts (Canarium indicum L.)\" as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2000) 3888)\n(Only the French text is authentic)\n(2001/17/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel food and novel food ingredients(1), and in particular Article 7 thereof,\nHaving regard to the request submitted by Mr Y. Jobert on behalf of Pacific Nuts Ltd, PO Box 429, Santo, Vanuatu to the French competent authorities on 9 December 1998 for placing \"Nangai nuts (Canarium indicum L.)\" on the market as a novel food or novel food ingredient,\nWhereas:\n(1) The initial assessment report drawn up by the French competent authorities concluded, based on the information provided that the product is safe for human consumption and could therefore be authorised.\n(2) The initial assessment report was forwarded by the Commission to all Member States on 7 April 1999.\n(3) Within the 60-day period laid down in Article 6(4) of the Regulation, reasoned objections were nevertheless raised by other Member States so that an authorisation decision is required, to be taken in accordance with the procedure laid down in Article 13 of the Regulation.\n(4) An additional assessment was carried out in accordance with Article 7 of the Regulation. The Scientific Committee for Food adopted an opinion on 8 March 2000, which stated that data necessary for the assessment of the safety of the product are lacking. Therefore the product should not be authorised.\n(5) The applicant was given the opportunity to provide additional information.\n(6) Information that \"Nangai nuts\" (or synonymously \"Kenari nuts\") were consumed in the Netherlands to a significant degree was examined by the Dutch authorities who could not find such nuts. Thus it was confirmed that \"Nangai nuts\" have not been consumed in the Community to a significant degree before Regulation (EC) No 258/97 entered into force. Accordingly Nangai nuts should be considered as a novel food within the meaning of Regulation (EC) No 258/97.\n(7) As it has not been demonstrated that the product complies with the criteria laid down in Article 3(1) of the Regulation, it should not be placed on the market in the Community.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Foodstuffs,", "main_body": ["\"Nangai nuts (Canarium indicum L.)\" may not be placed on the Community market as a food or a food ingredient.", "This Decision is addressed to Mr Y. Jobert, La Meillade No 65, F-34150 Montpeyroux, acting on behalf of Pacific Nuts Ltd."], "attachments": "Done at Brussels, 19 December 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 43, 14.2.1997, p. 1."}