{"celex_id": "32003D0057", "uri": "http://publications.europa.eu/resource/cellar/c33750ff-e485-4abe-bc1e-462a8744fabb", "type": "Decision", "concepts": ["1474", "1833", "4036", "5234", "5811", "635", "888"], "title": "2003/57/EC: Council Decision of 21 January 2003 suspending the Community obligations under the Sectoral Annex for Electrical Safety of the Agreement on Mutual Recognition between the European Community and the United States of America\n", "header": "Council Decision\nof 21 January 2003\nsuspending the Community obligations under the Sectoral Annex for Electrical Safety of the Agreement on Mutual Recognition between the European Community and the United States of America\n(2003/57/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the second subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) According to Article 16 of the Agreement on Mutual Recognition concluded between the European Community and the United States of America(1), hereinafter referred to as the \"Agreement\", a Party may suspend its obligations under a Sectoral Annex.\n(2) The United States of America has failed to fulfil its obligation under the Agreement, in particular with regard to procedures to be followed for the recognition of Conformity Assessment Bodies designated by the Community.\n(3) This has led to a situation where Conformity Assessment Bodies designated, or to be designated, by the Member State Designating Authorities cannot be assessed, monitored and recognised as envisaged by the Agreement.\n(4) As a consequence, the Community has lost market access with regard to conformity assessment for its products covered by the Sectoral Annex for Electrical Safety.\n(5) It is also considered that the United States has failed to maintain legal and regulatory authorities capable of implementing the provisions of the Sectoral Annex for Electrical Safety, in particular as it relates to the reliance of the Occupational Safety and Health Administration on the on-site assessment carried out by Member State Designating Authorities of the Conformity Assessment Bodies located on their territory.\n(6) The Community and the United States have held, in accordance with the third sentence of Article 2 of the Agreement, numerous consultations without leading to a satisfactory solution.\n(7) The Commission will continue consultations with the United States under the Agreement, with a view to ensuring that the Sectoral Annex for Electrical Safety can be implemented in accordance with its provisions,", "main_body": ["The Community obligations under the Sectoral Annex for Electrical Safety of the Agreement on Mutual Recognition between the European Community and the United States of America are hereby suspended in whole.", "The President of the Council is authorised to designate the person empowered to send, on behalf of the Community, the annexed note to the United States of America.", "At the latest three years from the date of transmission to the United States of the note mentioned in Article 2, the Commission shall present to the Council a report on the state of play of the consultations with the United States and, if appropriate, a proposal for a Council Decision repealing this Decision.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 21 January 2003.\nFor the Council\nThe President\nN. Christodoulakis\n(1) OJ L 31, 4.2.1999, p. 1.\nANNEX\nThe Council of the European Union presents its compliments to the Mission of the United States of America to the European Union and notifies it that the European Community has decided, in accordance with Article 16 of the Agreement on Mutual Recognition between the European Community and the United States of America, to suspend its obligations in whole under the Sectoral Annex for Electrical Safety of the Agreement.\nThe reason for the suspension of Community obligations is that the United States of America has failed to fulfil its obligation under the Agreement, in particular with regard to procedures to be followed for the recognition of Conformity Assessment Bodes designated by the Community. This has led to a situation where Conformity Assessment Bodies designated or to be designated by the Member State Designating Authorities cannot be assessed, monitored and recognised as envisaged by the Agreement.\nAs a consequence, the Community has lost market access with regard to conformity assessment for its products covered by the Sectoral Annex for Electrical Safety.\nIt is also considered that the United States has failed to maintain legal and regulatory authority capable of implementing the provisions of the Sectoral Annex for Electrical Safety, in particular as it relates to the reliance of the Occupational Safety and Health Administration on the on-site assessment carried out by Member State Designating Authorities of the Conformity Assessment Bodies located on their territory.\nIn accordance with the third sentence of Article 2 of the Agreement, the Community and the United States have held numerous consultations without leading to a satisfactory solution.\nThe suspension of Community obligations as specified above is effective from the date of publication of this note in the Official Journal of the European Communities.\nThe Council of the European Union takes this opportunity to renew to the Mission of the United States of America to the European Union the assurance of its highest consideration."}