{"celex_id": "32001R1927", "uri": "http://publications.europa.eu/resource/cellar/1b446147-813a-4188-8735-589edbc9d661", "type": "Regulation", "concepts": ["20", "2642", "2679", "4682"], "title": "Commission Regulation (EC) No 1927/2001 of 28 September 2001 fixing the maximum purchase price for beef under the 11th partial invitation to tender pursuant to Regulation (EC) No 690/2001\n", "header": "Commission Regulation (EC) No 1927/2001\nof 28 September 2001\nfixing the maximum purchase price for beef under the 11th partial invitation to tender pursuant to Regulation (EC) No 690/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Regulation (EC) No 1512/2001(2),\nHaving regard to Commission Regulation (EC) No 690/2001 of 3 April 2001 on special market support measures in the beef sector(3), as amended by Regulation (EC) No 1648/2001(4), and in particular Article 3(1) thereof,\nWhereas:\n(1) In application of Article 2(2) of Regulation (EC) No 690/2001, Commission Regulation (EC) No 713/2001 of 10 April 2001 on the purchase of beef under Regulation (EC) No 690/2001(5), as last amended by Regulation (EC) No 1764/2001(6), establishes the list of Member States in which the tendering is open for the 11th partial invitation to tender on 24 September 2001.\n(2) In accordance with Article 3(1) of Regulation (EC) No 690/2001, where appropriate, a maximum purchase price for the reference class shall be fixed in the light of the tenders received, taking into account the provisions of Article 3(2) of that Regulation.\n(3) Because of the need to support the market for beef in a reasonable way a maximum purchase price should be fixed in the Member States concerned. In the light of the different level of market prices in those Member States, different maximum purchase prices should be fixed.\n(4) Due to the urgency of the support measures, this Regulation should enter into force immediately.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Under the 11th partial invitation to tender on 24 September 2001 opened under Regulation (EC) No 690/2001 the following maximum purchase prices shall be fixed:\n- Germany: EUR 151,00/100 kg,\n- Ireland: EUR 186,90/100 kg,\n- Spain: EUR 157,47/100 kg,\n- France: EUR 209,00/100 kg,\n- Luxembourg: EUR 162,00/100 kg,\n- Belgium: EUR 164,70/100 kg.", "This Regulation shall enter into force on 29 September 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 September 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 201, 26.7.2001, p. 1.\n(3) OJ L 95, 5.4.2001, p. 8.\n(4) OJ L 219, 14.8.2001, p. 21.\n(5) OJ L 100, 11.4.2001, p. 3.\n(6) OJ L 239, 7.9.2001, p. 13."}