{"celex_id": "32006D0775", "uri": "http://publications.europa.eu/resource/cellar/b9a1445a-bea0-4862-a5be-c6eba1b4a69b", "type": "Decision", "concepts": ["13", "1445", "1598", "1755", "192", "1961", "2999"], "title": "2006/775/EC: Commission Decision of 13 November 2006 amending Annex D to Council Directive 95/70/EC as regards the list of exotic mollusc diseases subject to harmonised Community control measures (notified under document number C(2006) 5309)   (Text with EEA relevance)\n", "header": "15.11.2006 EN Official Journal of the European Union L 314/33\nCOMMISSION DECISION\nof 13 November 2006\namending Annex D to Council Directive 95/70/EC as regards the list of exotic mollusc diseases subject to harmonised Community control measures\n(notified under document number C(2006) 5309)\n(Text with EEA relevance)\n(2006/775/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 95/70/EC of 22 December 1995 introducing minimum Community measures for the control of certain diseases affecting bivalve molluscs (1), and in particular Article 9 thereof,\nWhereas:\n(1) Directive 95/70/EC introduces minimum Community measures for the control of certain diseases affecting bivalve molluscs. The diseases subject to such harmonised measures are specified in Annex A to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (2), and in Annex D to Directive 95/70/EC.\n(2) The diseases referred to in Annex D to Directive 95/70/EC are diseases considered to be exotic to the Community.\n(3) New epidemiological investigations have demonstrated that several diseases listed in Annex D to Directive 95/70/EC are either widespread in the Community mollusc farming industry or without any significant impact.\n(4) The species referred to as susceptible host species for the diseases and pathogens in question should be in line with the most recent edition of the OIE International Aquatic Animal Health Code.\n(5) It is appropriate to take into account the diseases listed in Part II of Annex IV to Council Directive COM(2005)362 (3), in order to ensure an effective transition to the new Community aquatic animal health legislation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex D to Directive 95/70/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 November 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 332, 30.12.1995 p. 33. Directive as last amended by the 1993 Act of Accession.\n(2)  OJ L 46, 19.2.1991, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003 p. 1).\n(3)  Not yet published in the Official Journal.\nANNEX\n‘ANNEX D\nDisease Susceptible host species\nInfection with Bonamia exitiosa Australian mud oyster (Ostrea angasi) and Chilean flat oyster (O. chilensis)\nInfection with Perkinsus marinus Pacific oyster (Crassostrea gigas) and Eastern oyster (C. virginica)\nInfection with Microcytos mackini Pacific oyster (Crassostrea gigas), Eastern oyster (C. virginica), Olympia flat oyster (Ostrea conchaphila) and European flat oyster (O. edulis)’"}