{"celex_id": "32000R1147", "uri": "http://publications.europa.eu/resource/cellar/93b7dd3b-fce1-4bb5-a78a-ee1e3aa0a6eb", "type": "Regulation", "concepts": ["1488", "3148", "3483", "3870", "4778", "5156"], "title": "Commission Regulation (EC) No 1147/2000 of 29 May 2000 amending Annex II to Council Regulation (EC) No 1294/1999 concerning a freeze of funds and a ban on investment in relation to the Federal Republic of Yugoslavia\n", "header": "Commission Regulation (EC) No 1147/2000\nof 29 May 2000\namending Annex II to Council Regulation (EC) No 1294/1999 concerning a freeze of funds and a ban on investment in relation to the Federal Republic of Yugoslavia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1294/1999 of 15 June 1999 concerning a freeze of funds and a ban on investment in relation to the Federal Republic of Yugoslavia (FRY) and repealing Regulations (EC) No 1295/98 and (EC) No 1607/98(1), as last amended by Commission Regulation (EC) No 1094/2000(2), and in particular Article 8(1)(a) thereof,\nWhereas:\n(1) The list of companies, undertakings, istitutions or entities, located, registered outside the territory of the Federal Republic of Yugoslavia and deemed to be owned or controlled by the Government of the FRY or the Government of the Republic of Serbia was established by the Council when it adopted Regulation (EC) No 1294/1999 and attached to that Regulation as Annex II.\n(2) Subsequently, Austria requested(3) that Simit Handels GmbH and Combick Contracting Engineering Bau GmbH be added to that Annex, as it had been established that the former is owned by Zoran Karic, a person close to the regime included in Annex I to Regulation (EC) No 1294/1999, and the latter is directly or indirectly owned by GENEX, General Export and Import Undertaking for Internal and External Trade.\n(3) Austria also requested, apart from the updating of some addresses, that Rudimex GmbH be removed from that Annex as it had been established that this company was liquidated in 1998, that Yugotours Reisen and the Vienna offices of Jugobanka/Bank for Foreign Trade and Beogradska Banka be removed from that Annex as it had been established that they had been liquidated in 1994, and that Inex Interexport be removed from that Annex since no company by that precise name had been found.\n(4) Germany and France requested(4) that RTB Bor Metalle GmbH and RTB Copper France be included in Annex II as it had been established that these companies were owned by RTB Copper GmbH, Switzerland, a subsidiary of RTB Holding and Sartid-Jugometal.\n(5) Germany and France requested(5) that Invest Import und Export GmbH and Invest Commerce France be included in Annex II as it had been established that the former was directly owned by Invest-Import, Belgrade and that the latter was owned by Invest-Import, Belgrade and its German subsidiary.\n(6) Germany requested(6) that Combick GmbH be included in Annex II as it had been established that that company was owned by GENEX.\n(7) Germany requested(7) that Magnorohm GmbH be included in Annex II as it had been established that that company was owned by Magnorhrom, Kraljevo.\n(8) The United Kingdom requested(8) that Yusico UK Ltd be included in Annex II as it had been established that that company was owned by Jugopetrol Investment Ltd, a subsidiary of NIS Jugopetrol Oil Company.\n(9) Magnorohm GmbH and Invest Import und Export GmbH argued that their parent companies were, according to the definition in Article 1(5) of Regulation (EC) No 1294/1999, owned by the workers and former workers of these parent companies and that, as regards Magnorohm's parent company, all members of the board and management were workers of that company. This argument disregards, however, that a company thus owned by its workers and former workers is a socially owned entity and that, as a result, such company is included in the definitions of the Governments of the FRY and the Republic of Serbia, irrespective of such factors as the composition of its board, the size of the stake in the social capital held, directly or indirectly, by the FRY or the Republic of Serbia.\n(10) It is therefore necessary to amend the list of companies to reflect the findings of Austria, and the requests made by France, Germany and the United Kingdom. It should, however, be noted that, in view of Austria's findings, removing the Vienna offices of Jugobanka/Bank for Foreign Trade and Beogradska Banka does not imply that these banks are not included in the definitions of the Government of the FRY and of the Government of the Republic of Serbia.\n(11) Italy transmitted a request from INLIT srl(9), which argued that it should be removed from Annex II. It would, however, be inconsistent to accede to this request as the application shows that 80 % of the share capital of INLIT srl is owned by Invest-Import Belgrade and it was established that the latter is a socially owned company included in the definitions of the Governments of the FRY and the Republic of Serbia.\n(12) France presented a request made by Banque Franco-Yougoslave(10) for removal from Annex II arguing that the Banking Committee had appointed a provisional administrator and that bank was not any longer controlled by its shareholders. It was, however, established that the bank continued to be owned by three FRY banks and that Beogradska Banka alone owned almost 50 % of the shares. In view of this, the temporary lack of control is not sufficient to conclude that Banque Franco-Yougoslave is not included in the definitions of the Governments of the FRY and the Republic of Serbia.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee referred to in Article 9 of Regulation (EC) No 1294/1999,", "main_body": ["Annex II to Regulation (EC) No 1294/1999 shall be amended as follows:\n1. the names and addresses under the heading \"Austria\" shall be replaced by those under the heading \"Austria\" in the Annex to this Regulation;\n2. the names and addresses in the heading \"France\" shall be replaced by those under the heading \"France\" in the Annex to this Regulation;\n3. the names and addresses in the heading \"Germany\" shall be replaced by those under the heading \"Germany\" in the Annex to this Regulation;\n4. under the heading \"United Kingdom\" shall be inserted:\"Yusico UK Limited (03237635)\".", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 2000.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 153, 19.6.1999, p. 63.\n(2) OJ L 124, 25.5.2000, p. 42.\n(3) Requests formulated in a fax from the Bundesministerium für Auswärtige Angelegenheiten dated 13 September 1999 (signed Dr Gehr).\n(4) Requests formulated in letters from Bundesausfuhramt dated 8 September 1999 (signed Mr Pietsch) and from the Ministère de l'Economie, des Finances et de l'Industrie dated 10 September 1999 (signed Mr Coeuré).\n(5) Requests formulated in letters from Bundesausfuhramt dated 8 September 1999 (signed Mr Pietsch) and from Ministère de l'Economie, des Finances et de l'Industrie dated 27 October 1999 (signed Mr Coeuré).\n(6) Request formulated in letter from Bundesausfuhramt dated 8 September 1999 (signed Mr Pietsch).\n(7) Request formulated in letter from Bundesausfuhramt dated 8 September 1999 (signed Mr Pietsch).\n(8) Request formulated in letter from Bank of England dated 14 July 1999 (signed Ms Leahy).\n(9) Request transmitted to the Commission by letter of Ministero del Commercio con l'Estero dated 10 November 1999 (signed Mr Teti).\n(10) Request presented by fax from the Ministère de l'Economie, des Finances et de l'Industrie dated 12 July 1999 (signed Mr Gauthier).\nANNEX\nCompanies, undertakings, institutions or entities owned or controlled by the Governments of the Federal Republic of Yugoslavia or the Republic of Serbia (not located in the Federal Republic of Yugoslavia)\nAustria\nCINEX Export-Import Handelsvertretungen GmbH, Kaiserstraße 119, 1070 Vienna, Austria\nCOMBICK Außenhandels GmbH, Magdalenenstraße 4/10, 1060 Vienna, Austria\nCOMBICK CONTRACTING ENGINEERING BAU GmbH, Magdalenenstraße 4/10, 1060 Vienna, Austria\nCOOPEX Handels GmbH in liquidation, Pötzleindorferstraße 180/3/2, 1180 Vienna, Austria\nIMPEXPRODUKT Export, Import, Handelsvertretungen GmbH, Wipplingerstraße 34/1, 1010 Vienna, Austria\nINEX AG (Zweigniederlassung der INEX AG Zürich), Schottengasse 4/17, 1010 Vienna, Austria\nINEX PETROL AG, Zweigniederlassung Wien in liquidation, Schottengasse 4/17, 1010 Vienna, Austria\nMETALL UND STAHL Handels GmbH, Zieglergasse 19, 1070 Vienna, Austria\nSIMIT Handels GmbH, Kärtnerring 2/14, 1010 Vienna, Austria\nYUNIVERSAL EXPORT, Import, Handeslvertretungen GmbH, Hoher Markt 1/3/5, 1010 Vienna, Austria\nFrance\nBANQUE FRANCO-YOUGOSLAVE, Paris, France\nINVEST COMMERCE, Parc Volta, 5, rue Parmentier, 94910 Alfortville, France\nRTB COPPER FRANCE, 111, avenue Victor Hugo, 75116 Paris, France\nGermany\nCOMBICK Außenhandels GmbH, Sandgasse 2, 60311 Frankfurt, Germany\nINVEST IMPORT UND EXPORT GmbH, Kopperstraße 18, 40549 Düsseldorf, Germany\nMAGNOROHM GmbH, Neue Kräme 31, 60311 Frankfrut am Main, Germany\nNAP-COMBICK ÖL GmbH, Berliner Straße 44, 60311 Frankfurt am Main 1, Germany\nRTB BOR METALLE GmbH, Leugallee 108, 40545 Düsseldorf, Germany"}