{"celex_id": "32009D0087", "uri": "http://publications.europa.eu/resource/cellar/4f74a2aa-aed6-402c-a9dc-5841baf8e917", "type": "Decision", "concepts": ["1542", "2286", "2563", "5575", "5619", "6013", "979"], "title": "2009/87/EC: Commission Decision of 29 January 2009 on the clearance of the accounts of certain paying agencies in Estonia, The Netherlands and Portugal concerning expenditure financed by the European Agricultural Guarantee Fund (EAGF) for the 2007 financial year (notified under document number C(2009) 414)\n", "header": "3.2.2009 EN Official Journal of the European Union L 33/38\nCOMMISSION DECISION\nof 29 January 2009\non the clearance of the accounts of certain paying agencies in Estonia, The Netherlands and Portugal concerning expenditure financed by the European Agricultural Guarantee Fund (EAGF) for the 2007 financial year\n(notified under document number C(2009) 414)\n(Only the Estonian, Dutch and Portuguese texts are authentic)\n(2009/87/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (1), and in particular Articles 30 and 32 thereof,\nAfter consulting the Committee on the Agricultural Funds,\nWhereas:\n(1) Commission Decision 2008/396/EC (2) cleared, for the 2007 financial year, the accounts of all the paying agencies except for the Estonian paying agency ‘PRIA’, the Greek paying agency ‘OPEKEPE’, the Finnish paying agency ‘MAVI’, the Italian paying agency ‘ARBEA’, the Maltese paying agency ‘MRAE’, the Dutch paying agency ‘Dienst Regelingen’ and the Portuguese paying agencies ‘IFADAP’, ‘INGA’ and ‘IFAP’.\n(2) Following the transmission of new information and after additional checks, the Commission can now take a decision on the integrality, accuracy and veracity of the accounts submitted by the Estonian paying agency ‘PRIA’, the Dutch paying agency ‘Dienst Regelingen’ and the Portuguese paying agency ‘INGA’.\n(3) The first subparagraph of Article 10(2) of Commission Regulation (EC) No 885/2006 of 21 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the accreditation of paying agencies and other bodies and the clearance of the accounts of the EAGF and of the EAFRD (3) lays down that the amounts that are recoverable from, or payable to, each Member State, in accordance with the accounts clearance decision referred to in the first subparagraph of Article 10(1) of the said Regulation, shall be determined by deducting advances paid during the financial year in question, i.e. 2007, from expenditure recognised for that year in accordance with paragraph 1. Such amounts are to be deducted from, or added to, the advances against expenditure from the second month following that in which the accounts clearance decision is taken.\n(4) Pursuant to Article 32(5) of Regulation (EC) No 1290/2005, 50 % of the financial consequences of non-recovery of irregularities shall be borne by the Member State concerned and 50 % by the Community budget if the recovery of those irregularities has not taken place within four years of the primary administrative or judicial finding, or within eight years if the recovery is taken to the national courts. Article 32(3) of the said Regulation obliges Member States to submit to the Commission, together with the annual accounts, a summary report on the recovery procedures undertaken in response to irregularities. Detailed rules on the application of the Member States’ reporting obligation of the amounts to be recovered are laid down in Regulation (EC) No 885/2006. Annex III to the said Regulation provides the model tables 1 and 2 that have to be provided in 2008 by the Member States. On the basis of the tables completed by the Member States, the Commission should decide on the financial consequences of non-recovery of irregularities older than four or eight years respectively. This Decision is without prejudice to future conformity decisions pursuant to Article 32(8) of Regulation (EC) No 1290/2005.\n(5) Pursuant to Article 32(6) of Regulation (EC) No 1290/2005, Member States may decide not to pursue recovery. Such a decision may only be taken if the costs already and likely to be incurred total more than the amount to be recovered or if the recovery proves impossible owing to the insolvency, recorded and recognised under national law, of the debtor or the persons legally responsible for the irregularity. If that decision has been taken within four years of the primary administrative or judicial finding or within eight years if the recovery is taken to the national courts, 100 % of the financial consequences of the non-recovery should be borne by the Community budget. In the summary report referred to in Article 32(3) of Regulation (EC) No 1290/2005 the amounts for which the Member State decided not to pursue recovery and the grounds for the decision are shown. These amounts are not charged to the Member States concerned and are consequently to be borne by the Community budget. This Decision is without prejudice to future conformity decisions pursuant to Article 32(8) of the said Regulation.\n(6) In clearing the accounts of the paying agencies concerned, the Commission must take account of the amounts already withheld from the Member States concerned on the basis of Decision 2008/396/EC.\n(7) In accordance with Article 30(2) of Regulation (EC) No 1290/2005, this Decision does not prejudice decisions taken subsequently by the Commission excluding from Community financing expenditure not effected in accordance with Community rules,", "main_body": ["The accounts of the Estonian paying agency ‘PRIA’, the Dutch paying agency ‘Dienst Regelingen’ and the Portuguese paying agency ‘INGA’ concerning expenditure financed by the European Agricultural Guarantee Fund (EAGF), in respect of the 2007 financial year, are hereby cleared.\nThe amounts which are recoverable from, or payable to, each Member State concerned pursuant to this Decision, including those resulting from the application of Article 32(5) of Regulation (EC) No 1290/2005, are set out in the Annex.", "This Decision is addressed to the Republic of Estonia, the Kingdom of the Netherlands and the Portuguese Republic."], "attachments": "Done at Brussels, 29 January 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 209, 11.8.2005, p. 1.\n(2)  OJ L 139, 29.5.2008, p. 33.\n(3)  OJ L 171, 23.6.2006, p. 90.\nANNEX\nCLEARANCE OF THE PAYING AGENCIES' ACCOUNTS\nFINANCIAL YEAR 2007\nAMOUNT TO BE RECOVERED FROM OR PAID TO THE MEMBER STATE\nNote: Nomenclature 2009: 05 07 01 06, 05 02 16 02, 6701, 6702, 6803.\nMS  2007 — Expenditure/assigned revenue for the paying agencies for which the accounts are Total a + b Reductions and suspensions for the whole financial year (1) Reductions according to Article 32 of Regulation (EC) No 1290/2005 Total including reductions and suspensions Payments made to the Member State for the financial year (2) Amount to be recovered from (–) or paid to (+) the Member State Amount recovered from (–) or paid to (+) the Member State under Decision 2008/396/EC Amount to be recovered from (–) or paid to (+) the Member State under this decision (3)\ncleared disjoined\n= expenditure/assigned revenue declared in the annual declaration = total of the expenditure/assigned revenue in the monthly declarations\na = xxxxx – A (col.i) b = xxxxx – A (col.h) c = a + b d = xxxxx – C1 (col. e) e = xxxxx – ART32 f = c + d + e g h = f – g i j = h – i\nEE EEK 48 756 155,26 0,00 48 756 155,26 0,00 0,00 48 756 155,26 43 218 699,70 5 537 455,56 0,00 5 537 455,56\nEE EUR 35 127 040,45 0,00 35 127 040,45 0,00 0,00 35 127 040,45 35 126 777,91 262,54 0,00 262,54\nNL EUR 1 013 075 985,35 0,00 1 013 075 985,35 – 197 851,62 –99 891,82 1 012 778 241,91 1 014 343 940,20 –1 565 698,29 0,00 –1 565 698,29\nPT EUR 528 151 439,51 189 388 757,34 717 540 196,85 –35 399,52 0,00 717 504 797,33 717 209 444,82 295 352,51 0,00 295 352,51\nMS  Expenditure (4) Assigned revenue (4) Sugar Fund Article 32 (= e) Total (= j)\nExpenditure (5) Assigned revenue (5)\n05 07 01 06 6701 05 02 16 02 6803 6702\nk l m n o p = k + l + m + n + o\nEE EEK 5 537 455,56 0,00 0,00 0,00 0,00 5 537 455,56\nEE EUR 262,54 0,00 0,00 0,00 0,00 262,54\nNL EUR 163 611,00 –1 629 417,47 0,00 0,00 –99 891,82 –1 565 698,29\nPT EUR 295 352,51 0,00 0,00 0,00 0,00 295 352,51\n(1)  In respect of NL, reductions made regarding ‘other reductions’ (EUR –1 338,54) have already been booked by the Member State in the accounts. The reductions and suspensions are those taken into account in the payment system, to which are added in particular the corrections for the non-respect of payment deadlines established in August, September and October 2007.\n(2)  Payments made in euro are broken down according to the currency of declarations. In case of EE the total expenditure has been divided in euro and national currency parts (Article 2 of Commission Regulation (EC) No 883/2006).\n(3)  For the calculation of the amount to be recovered from or paid to the Member State, the amount taken into account is the total of the annual declaration for the expenditure cleared (column a), or the total of the monthly declarations for the expenditure disjoined (column b). Applicable exchange rate: Article 7(2) of Regulation (EC) No 883/2006.\n(4)  If the assigned revenue part would be in the advantage of the Member State, it has to be declared under 05 07 01 06.\n(5)  If the assigned revenue part of the Sugar Fund would be in the advantage of the Member State, it has to be declared under 05 02 16 02.\nNote: Nomenclature 2009: 05 07 01 06, 05 02 16 02, 6701, 6702, 6803."}