{"celex_id": "32007R0679", "uri": "http://publications.europa.eu/resource/cellar/d6a1ae8a-473a-4195-807c-219b08b82ba4", "type": "Regulation", "concepts": ["1117", "13", "3003", "4498", "797"], "title": "Commission Regulation (EC) No 679/2007 of 18 June 2007 fixing the aid for peaches for processing for the 2007/2008 marketing year\n", "header": "19.6.2007 EN Official Journal of the European Union L 157/12\nCOMMISSION REGULATION (EC) No 679/2007\nof 18 June 2007\nfixing the aid for peaches for processing for the 2007/2008 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 41 thereof,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products (1), and in particular Article 6(1) thereof,\nWhereas:\n(1) Article 3(3) of Commission Regulation (EC) No 1535/2003 of 29 August 2003 laying down detailed rules for the implementation of Council Regulation (EC) No 2201/96 as regards the aid scheme for products processed from fruit and vegetables (2) stipulates that the Commission is to publish the amount of the aid for peaches for processing before 31 May.\n(2) For the Member States of the Community as constituted on 31 December 2006, compliance with the national and Community thresholds for processing peaches referred to in Article 5(1) of Regulation (EC) No 2201/96 is examined on the basis of the quantities aided in the three preceding marketing years for which definitive data are available for all the Member States in question.\n(3) The average quantity of peaches processed under the aid scheme over the previous three marketing years is below the Community threshold. The aid to be applied for the 2007/2008 marketing year in each Member State concerned must therefore be the amount set in Article 4(2) of Regulation (EC) No 2201/96.\n(4) The mechanism for examining compliance with the national processing thresholds provided for in Article 5 of Regulation (EC) No 2201/96 is not immediately applicable to Bulgaria and Romania. Transitional measures for its application should therefore be laid down. For the 2007/2008 marketing year, for which there are no data which can be used to examine compliance with the national and Community thresholds for processing peaches in those Member States, and as a precautionary measure, provision should be made for a prior reduction in the aid, to be reimbursed if the thresholds have not been exceeded at the end of that marketing year.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1.   For the 2007/2008 marketing year the aid provided for in Article 2 of Regulation (EC) No 2201/96 for peaches shall be EUR 47,70 per tonne in the case of the Member States of the Community as constituted on 31 December 2006.\n2.   In the case of Bulgaria and Romania, the aid provided for in Article 2 of Regulation (EC) No 2201/96 for peaches shall be EUR 35,78 per tonne.", "1.   If the Community threshold is not exceeded during examination of compliance with the threshold for the 2007/2008 marketing year, an additional amount equivalent to 25 % of the aid fixed in Article 4(2) of Regulation (EC) No 2201/96 shall be paid in Bulgaria and Romania after the 2007/2008 marketing year.\n2.   If the Community threshold is exceeded, or if it is not exceeded or exceeded by less than 25 % in Bulgaria or Romania, an additional amount shall be paid in those Member States after the 2007/2008 marketing year.\nThe additional amount referred to in paragraph 1 shall be fixed on the basis of the actual amount by which the national threshold concerned is exceeded, up to a maximum of 25 % of the aid fixed in Article 4(2) of Regulation (EC) No 2201/96.\n3.   Examination of compliance with the national processing thresholds for Bulgaria and Romania shall be based, for the 2007/2008 marketing year, on the quantities actually aided in the 2007/2008 marketing year.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 29. Regulation as last amended by Commission Regulation (EC) No 386/2004 (OJ L 64, 2.3.2004, p. 25).\n(2)  OJ L 218, 30.8.2003, p. 14. Regulation as last amended by Regulation (EC) No 1663/2005 (OJ L 267, 12.10.2005, p. 22)."}