{"celex_id": "32005D0409", "uri": "http://publications.europa.eu/resource/cellar/fca1d3a1-f59e-4735-af24-0618ec3f76e1", "type": "Decision", "concepts": ["1309", "1445", "1598", "1961", "2999", "5369"], "title": "2005/409/EC: Commission Decision of 31 May 2005 amending Annex I to Decision 2003/804/EC laying down the animal health conditions and certification requirements for imports of molluscs, their eggs and gametes for further growth, fattening, relaying or human consumption (notified under document number C(2005) 1585)   (Text with EEA relevance)\n", "header": "2.6.2005 EN Official Journal of the European Union L 139/16\nCOMMISSION DECISION\nof 31 May 2005\namending Annex I to Decision 2003/804/EC laying down the animal health conditions and certification requirements for imports of molluscs, their eggs and gametes for further growth, fattening, relaying or human consumption\n(notified under document number C(2005) 1585)\n(Text with EEA relevance)\n(2005/409/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (1), and in particular Article 19(1) thereof,\nWhereas:\n(1) Commission Decision 2003/804/EC (2) sets out a temporary list of third countries from which Member States are authorised to import live molluscs, their eggs and gametes for further growth, fattening, relaying or human consumption into the Community, as well as model certificates that must accompany consignments of such products.\n(2) Canada, Croatia, Morocco, New Zealand, Tunisia, Turkey and the United States of America have been included in that temporary list, based on current trade with Member States, while awaiting Community assessment of the guarantees these third countries can provide with respect to mollusc diseases.\n(3) The animal health guarantees provided by Morocco, New Zealand, Tunisia and Turkey have been assessed by the Commission, and found not to meet all the requirements laid down in Directive 91/67/EEC and Council Directive 95/70/EC of 22 December 1995 introducing minimum Community measures for the control of certain diseases affecting bivalve molluscs (3).\n(4) Canada and New Zealand have notified the Commission that they have no current interest in exporting live molluscs for further growth, fattening or relaying to the Community.\n(5) The United States of America has submitted its programme for export certification of mollusc farming areas. That programme has been assessed by the Commission, and found to provide the necessary guarantees for export of live molluscs for further growth, fattening or relaying into the Community.\n(6) Croatia is not authorised for export of live molluscs for human consumption, pursuant to Commission Decision 97/20/EC of 17 December 1996 establishing the list of third countries fulfilling the equivalence conditions for the production and placing on the market of bivalve molluscs, echinoderms, tunicates and marine gastropods (4). Accordingly, imports of such mollusc from that country should not be authorised under Decision 2003/804/EC.\n(7) It is also appropriate to simplify the table in Annex I to Decision 2003/804/EC.\n(8) Therefore Decision 2003/804/EC should be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2003/804/EC is replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 May 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 46, 19.2.1991, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 302, 20.11.2003, p. 22. Decision as last amended by Decision 2004/623/EC (OJ L 280, 31.8.2004, p. 26).\n(3)  OJ L 332, 30.12.1995, p. 33. Directive as last amended by the 2003 Act of Accession.\n(4)  OJ L 6, 10.1.1997, p. 46. Decision as last amended by Decision 2002/469/EC (OJ L 163, 21.6.2002, p. 16).\nANNEX\n‘ANNEX I\nTerritories from which importation of certain species of live molluscs, their eggs and gametes intended for further growth, fattening, or relaying in European Community waters, or importation of live molluscs intended for further processing before human consumption is authorised\nCountry Territory Comments\nISO code Name Code Description\nCA Canada   Live molluscs only for further processing before human consumption\nMA Morocco   Live molluscs only for further processing before human consumption\nNZ New Zealand   Live molluscs only for further processing before human consumption\nTN Tunisia   Live molluscs only for further processing before human consumption\nTR Turkey   Live molluscs only for further processing before human consumption\n— Humboldt Bay (California)\n— Netarts Bay (Oregon)\n— Wilapa Bay, Totten Inlet, Oakland Bay, Quilcence Bay and Dabob Bay (Washington)\n— NELHA (Hawaii)"}