{"celex_id": "32003R1754", "uri": "http://publications.europa.eu/resource/cellar/a53d969e-4d4d-4c93-bc50-a9e14bd1f7cb", "type": "Regulation", "concepts": ["2879", "3544", "5254", "544", "598"], "title": "Council Regulation (EC) No 1754/2003 of 22 September 2003 amending for the third time Regulation (EC) No 2341/2002 fixing for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required\n", "header": "Council Regulation (EC) No 1754/2003\nof 22 September 2003\namending for the third time Regulation (EC) No 2341/2002 fixing for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy(1), and in particular Article 20(1) and (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EC) No 2341/2002(2) fixes the fishing opportunities and associated conditions for certain fish stocks and groups of stocks applicable in Community waters and for Community vessels, in waters where limitations in catch are required for 2003. Amendments to the Regulation are required following recommendations recently made by the International Baltic Sea Fishery Commission (IBSFC).\n(2) In June 2003 the IBSFC made the following recommendations:\n- the total allowable catch (TAC) for sprat in zone III b,c,d (EC waters) should be increased from 310000 tonnes to 341000 tonnes,\n- the minimum mesh size for towed nets without an exit window when fishing for cod should be reduced from 140 to 130 mm from 1 October 2003,\n- the minimum mesh opening of the window in a \"top window codend Bacoma\" should be reduced from 120 mm to 110 mm.\n(3) The Contracting Parties of IBSFC agreed to allow for the implementation of the recommendations before the end of the objection period referred to in the Convention establishing IBSFC.\n(4) It is necessary that the Community apply these measures immediately after the summer ban in order to avoid extra costs for the fishermen.\n(5) However, scientific information indicates that towed nets without an exit window are less selective than the Bacoma type gear. It is therefore appropriate not to allow, within Community waters and for Community vessels, the use of towed gear without an exit window.\n(6) Regulation (EC) No 2341/2002 should therefore be amended accordingly,", "main_body": ["Annexes IA, IC and V to Regulation (EC) No 2341/2002 shall be amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 September 2003.\nFor the Council\nThe President\nF. Frattini\n(1) OJ L 358, 31.12.2002, p. 59.\n(2) OJ L 356, 31.12.2002, p. 12. Regulation as last amended by Regulation (EC) No 1407/2003 (OJ L 201, 8.8.2003, p. 3).\nANNEX\nRegulation (EC) No 2341/2002 shall be amended as follows:\n1. In Annex IA, the entries concerning the species Sprat in zones:\nIII b,c,d (EC waters),\nIII d (Estonian waters),\nIII d (Latvian waters) and\nIII d (Lithuanian waters) shall be replaced by the following:\n\">TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\"\n2. In Annex IC, footnote 2 concerning the species Redfish in zones V, XII and XIV shall be replaced by the following:\n\">TABLE>\"\n3. In Annex V:\n(a) Point 1.1.1 shall be replaced by the following:\n\"1.1.1. Without exit windows\nTowed nets without an exit window shall be prohibited.\"\n(b) In Appendix 1:\n(i) the section entitled \"Specifications of Top Window Codend 'BACOMA'\" shall be replaced by the following:\n\"Specifications of top window codend 'BACOMA'\nSpecification of 110 mm, measured as inner diameter opening, square mesh window in a codend with a 105 mm or larger mesh size in trawls, Danish seines or similar towed nets.\nThe window shall be a rectangular section of netting in the codend. There shall be only one window. The window shall not be obstructed in any way by either internal or external attachments.\";\n(ii) the section entitled \"The netting of the window\" shall be replaced by the following:\n\"The netting of the window\nThe meshes shall have a minimum mesh opening of 110 mm. The meshes shall be square meshes i.e. all four sides of the window netting will be cut by all bars. The netting shall be mounted such that the bars run parallel and perpendicular to the length of the codend. The netting shall be knotless braided single twine or a netting with similar proven selective properties. The diameter of the single yarn shall be at least 4,9 mm.\""}