{"celex_id": "32002D0787", "uri": "http://publications.europa.eu/resource/cellar/cd31a6f5-ef51-4eaa-9fd9-5481f878ff96", "type": "Decision", "concepts": ["1085", "3263", "3633", "3743", "5541", "889"], "title": "2002/787/ECSC: Commission decision of 23 July 2002 concerning State aid to the French coal industry for 1998 to 2001 (Text with EEA relevance.) (notified under document number C(2002) 2792)\n", "header": "Commission decision\nof 23 July 2002\nconcerning State aid to the French coal industry for 1998 to 2001\n(notified under document number C(2002) 2792)\n(Only the French text is authentic)\n(Text with EEA relevance)\n(2002/787/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 3632/93/ECSC of 28 December 1993 establishing Community rules for State aid to the coal industry(1),\nHaving regard to Commission Decision 2002/541/ECSC of 9 April 2002 concerning the use of State aid to the French coal industry for 1994 to 1997(2),\nWhereas:\nI\n(1) By letter of 18 June 2001, France notified the Commission, in accordance with Article 5(2) of Decision 2002/541/ECSC, of the amounts of compensation for the guaranteed concession price paid by the public industrial and commercial undertaking Charbonnages de France (EPIC CdF) to the economic interest grouping CdF Energie (CdF Energie) for 1998 to 2001. In the letter, France also stated that it would comply with Decision 2002/541/ECSC.\n(2) The Commission has already authorised, for 1998 to 2001, the aid notified by France to the coal industry, except as regards a provisional sum of FRF 45 million (EUR 6860206) for each of the years from 1998 to 2000 in accordance with Decisions 2001/85/ECSC(3) and 2001/58/ECSC(4), and FRF 10 million (EUR 1524490) for 2001 in accordance with Decision 2001/678/ECSC(5). In accordance with these decisions, the Commission must take a decision on the amounts which it has not authorised for 1998 to 2001 in the light of the outcome of the examination of the complaint submitted on 26 August 1997 by Thion &  Cie, Maison Balland Brugneaux, SociĂŠtĂŠ Nouvelle Vinot Postry, Etablissements Lekieffre and Charbogard about Charbonnages de France. The complaint concerned the alleged misuse of State aid which France grants on an annual basis to Charbonnages de France, after authorisation by the Commission, in the framework of Decision No 3632/93/ECSC.\n(3) The Commission has adopted Decision 2002/541/ECSC which is concerned with the various facts of the abovementioned complaint. It took the view that the State aid which France granted to the coal industry which was allocated or was likely to have been allocated as compensation for the guaranteed concession price paid by EPIC CdF to CdF Energie was incompatible with the common market. It also took the view that all or part of the amounts which it had not authorised for 1998 to 2001 was intended to be allocated, or was allocated before a Commission Decision was taken, as compensation for the guaranteed concession price paid by EPIC CdF to CdF Energie. It therefore requested France, in accordance with Article 5(2) of Decision 2002/541/ECSC, to notify it of the amounts of compensation for the guaranteed concession price for 1998 to 2001 in order to enable it to take a decision on the amounts not authorised for those years.\n(4) The compensation for the guaranteed concession price paid by EPIC CdF to CdF Energie for 1998 to 2001 amounts to:\n- For 1998: EUR 2483939,\n- For 1999: EUR 2003180,\n- For 2000: EUR 79790,\n- For 2001: EUR 30764.\nII\n(5) The guaranteed concession price is a clause which is included in certain contracts between Sidec, a subsidiary of the Charbonnages de France group, and its industrial customers. These contracts are concerned with the provision of a coal-fired heating system and the supply of coal for the system. The purpose of the guaranteed concession price is to ensure that, throughout the duration of the contract, users of energy produced from coal will have a competitive price calculated by reference to competing fuels, mainly fuel oil.\n(6) The sharp fall in the price of petroleum products from 1986 obliged Sidec to apply the guaranteed concession price mechanisms permanently since the price of the thermal unit from fuel oil became more competitive than the price of the thermal unit from coal. According to the terms of the contracts concluded by Sidec, the application of the guaranteed concession price clause involved reducing the variable factors in the price of the thermal unit produced from coal, chiefly the price of that fuel.\n(7) CdF Energie, which provides Sidec with the coal needed to supply its industrial customers, supports the application of the guaranteed concession price, as a result of which Sidec reduces the price of the thermal unit produced from coal charged to its customers. As a result of the substantial discounts granted to Sidec, CdF Energie sells domestic and imported coal at a price lower than the international rates for industrial coal of the same type sold on the competitive market. EPIC CdF, in turn, refunds to CdF Energie the amount of the discounts granted to Sidec through the application of the guaranteed concession price.\nIII\n(8) In accordance with Decision 2002/541/ECSC, the amounts paid by EPIC CdF to CdF Energie as compensation for the guaranteed concession price and paid on by CdF Energie to Sidec came from the State aid paid by France each year to support losses due to coalmining. The Charbonnages de France group's accounts in particular show that EPIC CdF would not have been able to pay the compensation for the guaranteed concession price if it had not received State aid from France.\n(9) This aid must be regarded as incompatible with the provisions of Decision No 3632/93/ECSC as it does not comply with the criteria and conditions provided for in that Decision to be compatible with the functioning of the common market. Contrary to the provisions of Article 3 of Decision No 3632/93/ECSC, the aid used by CdF Energie to cover the discounts related to the application of the guaranteed concession price meant that the Charbonnages de France group charged delivered prices for coal below those for coal of a similar quality from third countries. Furthermore, the compensation for the guaranteed concession price was paid to CdF Energie for sales to Sidec of both national and imported coal. However, aid which may be granted by the Member States in accordance with Decision No 3632/93/ECSC is intended solely for Community coal. Lastly, the compensation for the guaranteed concession price, inasmuch as it led Sidec to charge prices for coal lower than those generally charged on the international markets, has distorted competition contrary to the common market.\nIV\n(10) In the light of the foregoing, for 1998 the Commission is able to authorise aid for the reduction of activity, in addition to that authorised by Decision 2001/85/ECSC, totalling EUR 4376267. The balance of the unauthorised amount of EUR 2483939, which is considered to cover the compensation for the guaranteed concession price for that year, is incompatible with the provisions of Decision No 3632/93/ECSC. If the latter amount has been paid to Charbonnages de France before a Commission Decision authorising it has been taken, it must be recovered.\n>TABLE>\n(11) The amount of compensation for the guaranteed concession price for 1999 considered to be incompatible with Decision No 3632/93/ECSC is EUR 2003180. Furthermore, the actual amount of losses on current production for that year amounts to EUR 355700000. In view of these facts, all of the aid for the reduction of activity above an amount of EUR 353696820 must be recovered, i.e. an amount of EUR 594696 as compared with the amount initially authorised by Decision 2001/85/ECSC.\n>TABLE>\n(12) The amount of compensation for the guaranteed concession price paid in 2000 considered to be incompatible with Decision No 3632/93/ECSC amounts to EUR 79790. Furthermore, the actual amount of losses on current production, excluding interest charges on loans taken out by Charbonnages de France in 1997, 1998 and 1999(6), amounts for that year to EUR 352300000. In view of these facts, all of the aid for the reduction of activity above an amount of EUR 352220210, excluding the interest charges on the loans taken out by Charbonnages de France in 1997, 1998 et 1999, i.e. an amount of EUR 3900694 as compared with the amount initially authorised in Decision 2001/58/ECSC, must be recovered from the Charbonnages de France group.\n>TABLE>\n(13) For 2001, the Commission is able to authorise aid for the reduction of activity, in addition to that authorised by Decision 2001/678/ECSC, totalling EUR 1493727. The balance of the unauthorised amount of EUR 30764 which is considered as covering the compensation for the guaranteed concession price for that year is incompatible with the provisions of Decision No 3632/93/ECSC. If the latter amount was paid to Charbonnages de France before a Commission decision authorising it was taken, it must be recovered.\n>TABLE>\n(14) The amounts to be recovered must be considered an unfair advantage in the form of an unjustified cash advance and, as such, are liable to charges at the market rate payable by the recipient. The interest on the sums to be repaid by the Charbonnages de France group is calculated from the date on which the aid for the year concerned was paid to the recipient undertaking,", "main_body": ["1. France is authorised to grant to the French coal industry, for 1988, aid for the reduction of activity, in addition to that authorised by Decision 2001/85/ECSC, totalling EUR 4376267. the balance of the amount of aid on which the Commission had to take a decision in accordance with Article 2(a) of that Decision, namely EUR 2483939, therefore cannot be paid.\n2. If France has already paid the sum of EUR 2483939 referred to in paragraph 1 to the Charbonnages de France group before a Commission Decision has been taken, France shall take all necessary measures to recover this amount from the Charbonnages de France group.\n3. Recovery shall be immediate and in accordance with the procedures laid down in French law, provided that these permit the immediate and effective implementation of this Decision. The amounts to be repaid must include interest at the market rate from the date the aid was made available to the beneficiary to its actual recovery.", "1. France shall take all necessary measures to recover the aid for the reduction of activity above a total amount of EUR 353696820 for 1999, i.e. an amount of EUR 594696 as compared with the amount initially authorised in Decision 2001/85/ECSC.\n2. The amounts to be repaid by the Charbonnages de France group shall be recovered in accordance with Article 1(3).", "1. France shall take all necessary measures to recover the aid for the reduction of activity above a total amount of EUR 352220210 for 2000, excluding the interest charges referred to in the second indent of Article 1 of Decision 2001/58/ECSC, i.e. an amount of EUR 3900694 as compared with the amount initially authorised in that Decision.\n2. The amounts to be repaid by the Charbonnages de France group shall be recovered in accordance with Article 1(3).", "1. France is authorised to grant to the French coal industry, for 2001, aid for the reduction of activity, in addition to that authorised by Decision 2001/678/ECSC, totalling EUR 1493727. The balance of the amount of aid on which the Commission had to take a Decision in accordance with Article 1(a) of that Decision, namely EUR 30764, therefore cannot be paid.\n2. If France paid the amount of EUR 30764 referred to in paragraph 1 to the Charbonnages de France group before a Commission Decision was taken, it shall be recovered in accordance with Article 1(3).", "France shall inform the Commission, within two months of the notification of this Decision, of the measures it has taken to comply with it.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 23 July 2002.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 329, 30.12.1993, p. 12.\n(2) OJ L 176, 5.7.2002, p 26.\n(3) OJ L 29, 31.1.2001, p. 45.\n(4) OJ L 21, 23.1.2001, p. 12.\n(5) OJ L 239, 7.9.2001, p. 35.\n(6) See Decision 2001/58/ECSC, Article 1, second indent."}