{"celex_id": "32009L0118", "uri": "http://publications.europa.eu/resource/cellar/398a0d60-614f-47a7-9bb1-3318ec31f11d", "type": "Directive", "concepts": ["1182", "13", "1595", "1763", "191", "2723", "305", "3730", "4353", "5369"], "title": "Commission Directive 2009/118/EC of 9 September 2009 amending Annexes II to V to Council Directive 2000/29/EC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\n", "header": "10.9.2009 EN Official Journal of the European Union L 239/51\nCOMMISSION DIRECTIVE 2009/118/EC\nof 9 September 2009\namending Annexes II to V to Council Directive 2000/29/EC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular points (c) and (d) of the second paragraph of Article 14 thereof,\nAfter consulting the Member States concerned,\nWhereas:\n(1) Directive 2000/29/EC provides for certain zones to be recognised as protected zones.\n(2) Certain regions and parts of regions in Austria were recognised for a limited time as protected zones with respect to Erwinia amylovora (Burr.) Winsl. et al. by Commission Regulation (EC) No 690/2008 (2). Austria has submitted information showing that Erwinia amylovora (Burr.) Winsl. et al. is now established on its territory. Those regions and parts of regions should therefore no longer be recognised as protected zones.\n(3) In Greece, Crete and Lesvos were recognised as protected zones with respect to Cryphonectria parasitica (Murrill) Barr. Greece has submitted information showing that Cryphonectria parasitica (Murrill) Barr is now established in those regions. Crete and Lesvos should therefore no longer be recognised as protected zones in respect of that harmful organism.\n(4) As a result of previous amendments some of the cross-references and a reference to a protected zone in Annex IV to Directive 2000/29/EC have become obsolete and should be deleted.\n(5) Certain codes of wood and articles of wood of the Combined Nomenclature have been amended by Commission Regulation (EC) No 1031/2008 (3). It is necessary to adapt Directive 2000/29/EC to those technical developments.\n(6) Annexes II to V to Directive 2000/29/EC should therefore be amended accordingly.\n(7) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Annexes II to V to Directive 2000/29/EC are amended in accordance with the Annex to this Directive.", "Member States shall adopt and publish, by 30 November 2009 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 December 2009.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such a reference is to be made.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 September 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  OJ L 193, 22.7.2008, p. 1.\n(3)  OJ L 291, 31.10.2008, p. 1.\nANNEX\nAnnexes II to V to Directive 2000/29/EC are amended as follows:\n1. Part B of Annex II is amended as follows:\n(a) In point 2 of heading (b), in the third column, protected zone(s), the words ‘A (Burgenland, Carinthia, Lower Austria, Tirol (administrative district Lienz), Styria and Vienna),’ are deleted.\n(b) In point 0.1 of heading (c), in the third column, protected zone(s), the words ‘EL (Crete, Lesvos),’ are deleted.\n2. Part B of Annex III is amended as follows:\n(a) In point 1, in the second column, protected zone(s), the words ‘A (Burgenland, Carinthia, Lower Austria, Tirol (administrative district Lienz), Styria and Vienna),’ are deleted.\n(b) In point 2, in the second column, protected zone(s), the words ‘A (Burgenland, Carinthia, Lower Austria, Tirol (administrative district Lienz), Styria and Vienna),’ are deleted.\n3. Annex IV is amended as follows:\n(a) Part A is amended as follows:\n(i) In point 16.5 of Section I, in the second column, special requirements, in the first sentence, the words ‘Annex III(B)(2), (3), and’ are deleted.\n(ii) In point 46 of Section I, in the second column, special requirements, in the first sentence, number ‘(45),’ is deleted.\n(b) Part B is amended as follows:\n(i) In points 1, 2, 3, 4, 5 and 6, in the second column, special requirements, in the first sentence, the words ‘Annex IV(A)(I)(1.1), (1.2), (1.3), (1.4), (1.5), (7)’ are replaced by ‘Annex IV(A)(I)(1.1), (1.2), (1.3), (1.4), (1.5), (1.6), (1.7)’.\n(ii) In points 6.3 and 14.9, in the third column, protected zone(s), the words ‘EL (Crete, Lesvos),’ are deleted.\n(iii) In point 14.9, in the third column, protected zone(s), the word ‘DK,’ is deleted.\n(iv) In point 21, in the third column, protected zone(s), the words ‘A (Burgenland, Carinthia, Lower Austria, Tirol (administrative district Lienz), Styria and Vienna),’ are deleted.\n(v) In point 21.3, in the third column, protected zone(s), the words ‘A (Burgenland, Carinthia, Lower Austria, Tirol (administrative district Lienz), Styria and Vienna),’ are deleted.\n4. Annex V is amended as follows:\n(a) In point I.1.7.(b) of Part A, in the first column of the table, CN code, the code ‘ex 4401 30 90’ is replaced by ‘ex 4401 30 80’.\n(b) In point I.6.(b) of Part B, the fourth entry\n‘4401 30 10 Sawdust’\n‘ex 4401 30 40 Sawdust, not agglomerated in logs, briquettes, pellets or similar forms’\n(c) In point I.6.(b) of Part B, in the first column of the table, CN code, the code ‘ex 4401 30 90’ is replaced by ‘ex 4401 30 80’."}