{"celex_id": "32003D0615", "uri": "http://publications.europa.eu/resource/cellar/03facb1b-962d-4ed0-8997-665cb219acc6", "type": "Decision", "concepts": ["1154", "12", "1542", "2793", "2965", "5859"], "title": "2003/615/EC: Commission Decision of 14 August 2003 conferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Slovak Republic in the pre-accession period\n", "header": "Commission Decision\nof 14 August 2003\nconferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Slovak Republic in the pre-accession period\n(2003/615/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1266/1999 of 21 June 1999 on coordinating aid to the applicant countries in the framework of the pre-accession strategy and amending Regulation (EEC) No 3906/89(1), and in particular Article 12(2) thereof,\nWhereas:\n(1) The Special Accession Programme for Agriculture and Rural Development for the Slovak Republic (hereinafter Sapard) was approved by Commission Decision of 17 November 2000(2), and amended by Commission Decision of 5 March 2002, of 31 July 2002 and 20 March 2003 in accordance with Article 4(5) of Council Regulation (EC) No 1268/1999 of 21 June 1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period(3), as last amended by Regulation (EC) No 696/2003(4).\n(2) The Government of the Slovak Republic and the Commission, acting on behalf of the Community, signed on 26 March 2001 the Multiannual Financing Agreement laying down the technical, legal and administrative framework for the execution of the Sapard, amended by the Annual Financing Agreement for 2001, signed on 11 September 2002. This amendment entered into force after ratification by both parties on 4 November 2002.\n(3) A Sapard Agency has been appointed by the competent authority of the Slovak Republic for the implementation of some of the measures defined in the Sapard. The Ministry of Finance, National Fund, has been appointed for the financial functions it is due to perform in the framework of the implementation of the Sapard.\n(4) On the basis of a case-by-case analysis of the national and sectorial programme/project management capacity, financial control procedures and structures regarding public finance, as provided for in Article 12(2) of Regulation (EC) No 1266/1999, the Commission adopted the Decision 2002/299/EC of 15 April 2002 conferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Slovak Republic in the pre-accession period(5) with regard to certain measures provided for in the Sapard.\n(5) The Commission has since undertaken a further analysis under Article 12(2) of Regulation (EC) No 1266/1999 in respect of Measures 3 \"Setting-up producers group\", 4b \"Diversification activities in rural areas\", 6 \"Agricultural production methods designed to protect the environment and maintain the countryside\", 8 \"Development of human resources\" and 9 \"Technical assistance\" as provided for in Sapard. The Commission considers that, also with regard to those measures, the Slovak Republic complies with the provisions of Articles 4 to 6 and of the Annex to Commission Regulation (EC) No 2222/2000 of 7 June 2000 laying down financial rules for the application of Council Regulation (EC) No 1268/1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period(6), as last amended by Regulation (EC) No 188/2003(7), and with the minimum conditions set out in the Annex to Regulation (EC) No 1266/1999.\n(6) It is therefore appropriate to waive the ex ante approval requirement provided for in Article 12(1) of Regulation (EC) No 1266/1999 and to confer, with regard to Measures 3, 4b, 6, 8 and 9, on the Sapard Agency and on the Ministry of Finance, National Fund in the Slovak Republic, the management of aid on a decentralised basis.\n(7) Since the verifications carried out by the Commission for measures 3, 4b, 6, 8 and, 9 are based on a system that is not yet fully operating with regard to all relevant elements, however, it is appropriate to confer the management of the Sapard on the Sapard Agency and on the Ministry of Finance, National Fund, according to Article 3(2) of Regulation (EC) No 2222/2000, on a provisional basis.\n(8) Full conferral of management of the Sapard is only envisaged after further verifications to ensure that the system operates satisfactorily have been carried out and after any recommendations which the Commission may issue with regard to the conferral of management of aid on the Sapard Agency and on the Ministry of Finance, National Fund, have been implemented.\n(9) According to the second indent of Article 9(1) of Regulation (EC) No 2222/2000 expenditure with regard to feasibility and related studies and for technical assistance incurred by the beneficiary before the date of the Commission Decision conferring management may be reimbursable. It is therefore appropriate to fix the date as of which such expenditure may be reimbursed,", "main_body": ["The requirement of ex ante approval by the Commission of project selection and contracting for Measures 3, 4b, 6, 8, and 9 by the Slovak Republic provided for in Article 12(1) of Regulation (EC) No 1266/1999 is hereby waived.", "Management of the Sapard is conferred on a provisional basis on:\n1. The Sapard Agency of the Slovak Republic located at 12 Dobrovicova, 81 266 Bratislava, for the implementation of Measures 3, 4b, 6, 8 and 9 as defined in the Programme for Agricultural and Rural Development that was approved by the Commission Decision of 17 November 2000; and\n2. The Ministry of Finance, National Fund, located at 5 Stefanovicova, 81 782 Bratislava, for the financial functions it is due to perform in the framework of the implementation of the Sapard for measures 3, 4b, 6, 8 and 9 for the Slovak Republic.", "Expenditure pursuant to this Decision shall be eligible for Community co-finance only if incurred by beneficiaries from the date of adoption of this Decision or, if later, from the date of conclusion of the instrument making them a beneficiary for the project in question, except for feasibility and related studies and for technical assistance, where this date shall be 15 April 2002, provided in all cases it has not been paid by the Sapard Agency prior to the date of adoption of this Decision."], "attachments": "Done at Brussels, 14 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 68.\n(2) C(2000) 3327 final.\n(3) OJ L 161, 26.6.1999, p. 87.\n(4) OJ L 99, 17.4.2003, p. 24.\n(5) OJ L 102, 18.4.2002, p. 34.\n(6) OJ L 253, 7.10.2000, p. 5.\n(7) OJ L 27, 1.2.2003, p. 14."}