{"celex_id": "32004D0657", "uri": "http://publications.europa.eu/resource/cellar/10232793-8883-4f93-ae83-00d69e48a25b", "type": "Decision", "concepts": ["1590", "1744", "5451", "6296"], "title": "2004/657/EC: Commission Decision of 19 May 2004 authorising the placing on the market of sweet corn from genetically modified maize line Bt11 as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2004) 1865)\n", "header": "25.9.2004 EN Official Journal of the European Union L 300/48\nCOMMISSION DECISION\nof 19 May 2004\nauthorising the placing on the market of sweet corn from genetically modified maize line Bt11 as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2004) 1865)\n(only the Dutch text is authentic)\n(2004/657/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), (hereinafter referred to as the Regulation), and in particular Article 7 thereof,\nWhereas:\n(1) Consent has been granted on 22 April 1998 for the placing on the market of grains of genetically modified maize line Bt11 to be used for feed, processing and importing (2), in accordance with Council Directive 90/220/EEC of 23 April 1990 on the deliberate release into the environment of genetically modified organisms (3).\n(2) Food and food ingredients derived from the original transformant Bt11 and any inbred and hybrid lines derived from it and containing the introduced genes may be placed on the market in the Community following a notification (4) pursuant to Article 5 of Regulation (EC) No 258/97.\n(3) On 11 February 1999, Novartis (in the meantime: Syngenta), submitted a request to the competent authorities of the Netherlands for placing sweet maize from genetically modified maize line Bt11 on the market as a novel food or as a novel food ingredient.\n(4) In their initial assessment report of 12 May 2000, the Netherlands’ competent food assessment body came to the conclusion that Bt11 sweet maize is as safe as conventional sweet maize.\n(5) The Commission forwarded the initial assessment report to all Member States on 15 June 2000. Within the 60 days period laid down in Article 6(4) of the Regulation, reasoned objections to the marketing of the product were raised in accordance with that provision.\n(6) On 13 December 2000, the Commission requested an opinion from the Scientific Committee on Food, in accordance with Article 11 of the Regulation. On 17 April 2002, the Scientific Committee on Food delivered its opinion that Bt11 sweet maize is as safe for human food use as its conventional counterparts. This opinion focused, as requested by the Commission, on the issues raised in the comments made by Member States’ authorities, including molecular characterisation and toxicity studies. The concerns raised in the opinion of the ‘Agence française de sécurité sanitaire des aliments’ (AFSSA) of 26 November 2003 do not bring any new scientific elements in addition to the initial assessment of sweet maize Bt11.\n(7) The data provided by the applicant and the safety assessment of the product carried out followed the criteria and requirements laid down in the Commission Recommendation 618/97/EC (5) concerning the scientific aspects and the presentation of applications under the Novel Food Regulation. The methodology used for the safety assessment of Bt11 was also in line with the recent guidelines prepared by the Scientific Steering Committee concerning the assessment of GMOs, GM food and GM feed and with the Codex Principles and Guidelines on Foods Derived from Biotechnology.\n(8) Article 46(1) of Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (6) provides that requests submitted under Article 4 of Regulation (EC) No 258/97 before the date of application of this Regulation shall be processed under the provisions of Regulation (EC) No 258/97, notwithstanding Article 38 of Regulation (EC) No 1829/2003, in cases where the additional assessment report required in accordance with Article 6(3) of Regulation (EC) No 258/97 has been transmitted to the Commission before the date of application of Regulation (EC) No 1829/2003.\n(9) The Joint Research Centre (JRC) of the European Commission, in collaboration with the European Network of GMO Laboratories (ENGL), has carried out a full validation study (ring-trial) following internationally accepted guidelines to test the performance of a quantitative event-specific method to detect and quantify the Bt11 transformation event in sweet maize. The method validated had been developed by the National Veterinary Institute of Norway and INRA, France. The materials needed in the study (GM and non-GM DNA as well as the method-specific reagents) had been provided by Syngenta. The JRC has considered that the method performance was appropriate for its aimed purpose, taken into account the performance criteria proposed by the ENGL for methods submitted for regulatory compliance as well as the current scientific understanding about satisfactory method performance. Both the method and the results of the validation have been made publicly available.\n(10) Reference material for sweet maize from genetically modified maize line Bt11 has been produced by the Joint Research Centre (JRC) of the European Commission.\n(11) Sweet maize from genetically modified maize line Bt11 and food containing sweet maize from genetically modified maize line Bt11 as ingredient shall be labelled in accordance with the provisions of Regulation (EC) No 1829/2003 and shall be subject to the traceability requirements laid down in Regulation (EC) No 1830/2003 concerning the traceability and labelling of genetically modified organisms and the traceability of food and feed products produced from genetically modified organisms and amending Directive 2001/18/EC (7).\n(12) Information on the identification of sweet maize from genetically modified maize line Bt11, including the validated detection method and the reference material, contained in the annex, shall be retrievable from the Register to be established by the Commission in accordance with Article 28 of Regulation (EC) No 1829/2003.\n(13) Genetically modified maize Bt11 has been notified to the Biosafety Clearing-House, pursuant to Articles 11(1) and 20(3)(c) of the Cartagena Protocol on Biosafety to the Convention on Biological Diversity.\n(14) The Standing Committee on the Food Chain and Animal Health has not given an opinion; the Commission has therefore submitted a proposal to the Council on 4 February 2004 pursuant to Article 13(4)(b) of Regulation (EC) No 258/97 and in accordance with Article 5, paragraph 4 of the Council Decision 1999/468/EC (8), the Council being required to act within three months.\n(15) However, the Council has not acted within the required time limit; a Decision should now be adopted by the Commission,", "main_body": ["Sweet maize from genetically modified maize line Bt11 (hereinafter referred to as the product), as designated and specified in the Annex, may be placed on the Community market as a novel food or novel food ingredient.", "The product shall be labelled as ‘genetically modified sweet maize’, in accordance with the labelling requirements laid down in Article 13 of Regulation (EC) No 1829/2003.", "The product and the information included in the Annex shall be entered in the Community register of genetically modified food and feed.", "This Decision is addressed to Syngenta Seeds BV, Westeinde 62, 1600 AA Enkhuizen, The Netherlands, representing Syngenta Seeds AG, Switzerland. It shall be valid for a period of 10 years."], "attachments": "Done at Brussels, 19 May 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(2)  Commission Decision 98/292/EC (OJ L 131, 5.5.1998, p. 28).\n(3)  OJ L 117, 8.5.1990, p. 15. Directive amended by Commission Directive 97/35/EC (OJ L 169, 27.6.1997, p. 72).\n(4)  OJ C 181, 26.6.1999, p. 22.\n(5)  OJ L 253, 16.9.1997, p. 1.\n(6)  OJ L 268, 18.10.2003, p. 1.\n(7)  OJ L 268, 18.10.2003, p. 24.\n(8)  OJ L 184, 17.7.1999, p. 23.\nANNEX\nInformation to be entered in the Community Register of Genetically Modified Food and Feed\n(a)   Authorisation holder:\nName : Syngenta Seeds BV\nAddress : Westeinde 62, 1600 AA Enkhuizen, The Netherlands\nOn behalf of : Syngenta Seeds AG, Schwarzwaldallee 215, CH-4058 Basel, Switzerland\n(b)   Designation and specification of the product: Sweet maize, fresh or canned, that is progeny from traditionally crosses of traditionally bred maize with genetically modified maize line Bt11 that contains:\na synthetic version of the cryIA (b) gene derived from Bacillus thuringiensis kurstaki strain HD1 under the control of a 35S promoter from Cauliflower Mosaic Virus, and IVS 6 intron from the maize alcohol dehydrogenase gene and the nopaline synthase terminator sequence of Agrobacterium tumefaciens, and\na synthetic version of the pat gene derived from Streptomyces viridochromogenes under the control of a 35S promoter from Cauliflower Mosaic Virus, an IVS intron from the maize alcholdehydrogenase gene and the nopaline synthase terminator sequence of Agrobacterium tumefaciens.\n(c)   Labellin: ‘Genetically modified sweet maize’\n(d)   Method for detection:\n— Event specific real-time quantitative PCR based method for genetically modifiedBt11 sweet maize, published in European Food Research and Technology, Vol. 216/2003, pages 347-354.\n— Validated by the Joint Research Centre (JRC) of the European Commission, in collaboration with the European Network of GMO Laboratories (ENGL), published at http://engl.jrc.it/crl/oj/bt11sm.pdf.\n— Reference Material: IRMM-412R, produced by the Joint Research Centre (JRC) of the European Commission.\n(e)   Unique identifier: SYN-BT Ø11-1\n(f)   Information required under Annex II to the Cartagena Protocol: Biosafety Clearing House, Record ID 1240\n(see: http://bch.biodiv.org/Pilot/Record.aspx?RecordID=1240)\n(g)   Conditions or restrictions on the placing on the market of the product: Not applicable\n(h)   Post-market monitoring requirements: Not appropriate"}