{"celex_id": "32001R2164", "uri": "http://publications.europa.eu/resource/cellar/5772f3b6-1fa2-4551-b9e2-77857ec8f8ff", "type": "Regulation", "concepts": ["1309", "3732", "4080"], "title": "Commission Regulation (EC) No 2164/2001 of 7 November 2001 fixing the import duties in the rice sector\n", "header": "Commission Regulation (EC) No 2164/2001\nof 7 November 2001\nfixing the import duties in the rice sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3072/95 of 22 December 1995 on the common organisation of the market in rice(1), as last amended by Regulation (EC) No 1987/2001(2),\nHaving regard to Commission Regulation (EC) No 1503/96 of 29 July 1996 laying down detailed rules for the application of Council Regulation (EC) No 3072/95 as regards import duties in the rice sector(3), as last amended by Regulation (EC) No 2831/98(4), and in particular Article 4(1) thereof,\nWhereas:\n(1) Article 11 of Regulation (EC) No 3072/95 provides that the rates of duty in the Common Customs Tariff are to be charged on import of the products referred to in Article 1 of that Regulation. However, in the case of the products referred to in paragraph 2 of that Article, the import duty is to be equal to the intervention price valid for such products on importation and increased by a certain percentage according to whether it is husked or milled rice, minus the cif import price provided that duty does not exceed the rate of the Common Customs Tariff duties.\n(2) Pursuant to Article 12(3) of Regulation (EC) No 3072/95, the cif import prices are calculated on the basis of the representative prices for the product in question on the world market or on the Community import market for the product.\n(3) Regulation (EC) No 1503/96 lays down detailed rules for the application of Regulation (EC) No 3072/95 as regards import duties in the rice sector.\n(4) The import duties are applicable until new duties are fixed and enter into force. They also remain in force in cases where no quotation is available from the source referred to in Article 5 of Regulation (EC) No 1503/96 during the two weeks preceding the next periodical fixing.\n(5) In order to allow the import duty system to function normally, the market rates recorded during a reference period should be used for calculating the duties.\n(6) Application of Regulation (EC) No 1503/96 results in import duties being fixed as set out in the Annexes to this Regulation,", "main_body": ["The import duties in the rice sector referred to in Article 11(1) and (2) of Regulation (EC) No 3072/95 shall be those fixed in Annex I to this Regulation on the basis of the information given in Annex II.", "This Regulation shall enter into force on 8 November 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 329, 30.12.1995, p. 18.\n(2) OJ L 271, 12.10.2001, p. 5.\n(3) OJ L 189, 30.7.1996, p. 71.\n(4) OJ L 351, 29.12.1998, p. 25.\nANNEX I\nImport duties on rice and broken rice\n>TABLE>\nANNEX II\nCalculation of import duties for rice\n>TABLE>"}