{"celex_id": "32007R0042", "uri": "http://publications.europa.eu/resource/cellar/942876d2-ce19-4248-89f5-7ebd14d0509e", "type": "Regulation", "concepts": ["1309", "1591", "2771", "4084", "519", "5969"], "title": "Council Regulation (EC) No 42/2007 of 15 January 2007 extending the definitive anti-dumping duty imposed by Regulation (EC) No 398/2004 on imports of silicon originating in the People’s Republic of China to imports of silicon consigned from the Republic of Korea whether declared as originating in the Republic of Korea or not\n", "header": "19.1.2007 EN Official Journal of the European Union L 13/1\nCOUNCIL REGULATION (EC) No 42/2007\nof 15 January 2007\nextending the definitive anti-dumping duty imposed by Regulation (EC) No 398/2004 on imports of silicon originating in the People’s Republic of China to imports of silicon consigned from the Republic of Korea whether declared as originating in the Republic of Korea or not\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 13 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Existing measures\n(1) By Regulation (EEC) No 2200/90 (2), the Council imposed definitive anti-dumping measures in the form of a fixed duty per tonne of silicon originating in the People’s Republic of China (China) imported into the Community.\n(2) Shortly thereafter, following a request lodged by the Community industry, the Council, by Regulation (EEC) No 1607/92 (3), concluded that the anti-dumping measures in force had been absorbed by Chinese exporters and imposed an additional duty on imports of silicon originating in China.\n(3) In 1997, both expiry and interim reviews were initiated. These reviews were concluded by Council Regulation (EC) No 2496/97 (4). As a result of these reviews, measures were maintained but it was considered more appropriate to change the form of the measures from a fixed duty to an ad valorem duty. The duty rate amounted to 49 % of the cif price of the imports in question. In accordance with the lesser duty rule, this rate corresponded to the injury margin.\n(4) Following an expiry review, the Council concluded by Regulation (EC) No 398/2004 (5) that the anti-dumping duty should be maintained.\n2.   Request\n(5) On 6 March 2006, the Commission received a request pursuant to Article 13(3) of the basic Regulation to investigate the alleged circumvention of the anti-dumping measures imposed on imports of silicon, classifiable within CN code 2804 69 00 (silicon content less than 99,99 % by weight) originating in China. The request was submitted by Euroalliages (Liaison Committee of the Ferro-Alloy Industry) (the applicant) on behalf of producers representing a major proportion, namely 100 %, of the Community production of silicon. The request alleged that the anti-dumping measures in force on imports of silicon originating in China were being circumvented by means of transhipment via the Republic of Korea (Korea).\n(6) The request further alleged that there was insufficient due cause or justification other than the imposition of anti-dumping measures for such change in the pattern of trade and that the remedial effects of the existing anti-dumping measures were being undermined both in terms of quantity and price. Significant volumes of imports of silicon from Korea appeared to have replaced imports of silicon from China. In addition, there was sufficient evidence that these imports were made at prices below the cost of production and reasonable profit established for the Community industry in the investigation that led to the existing measures.\n(7) Finally, the applicants alleged that the prices of silicon consigned from Korea were dumped in relation to the normal value previously established for silicon originating in China.\n3.   Initiation\n(8) Having determined, after consulting the Advisory Committee, that sufficient prima facie evidence existed for the initiation of an investigation pursuant to Article 13 of the basic Regulation, the Commission initiated an investigation by Regulation (EC) No 607/2006 (6) (the initiating Regulation). Pursuant to Articles 13(3) and 14(5) of the basic Regulation, the Commission, by the initiating Regulation, also directed the customs authorities to register imports of silicon consigned from Korea, whether declared as originating in Korea or not.\n4.   Investigation\n(9) The Commission officially advised the authorities of China and Korea, the producers/exporters and the importers in the Community known to be concerned as well as the applicant Community industry of the initiation of the investigation. Questionnaires were sent to the producers/exporters in Korea and to the Chinese and Korean authorities. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set in the initiating Regulation. All parties were informed that non-cooperation might lead to the application of Article 18 of the basic Regulation and to findings being made on the basis of the facts available.\n(10) No questionnaire replies were received from exporters/producers in China, nor did the Commission receive any comments from the Chinese authorities.\n(11) Two Korean companies offered to cooperate in the investigation. Only one of these imported silicon from China into Korea, but did not export it to the Community. The second cooperating Korean company neither produced nor imported silicon at all.\n5.   Investigation Period\n(12) The investigation period covered the period from 1 April 2005 to 31 March 2006 (the IP). Data was collected from 2001 up to the end of the IP to investigate the alleged change in the pattern of trade.\nB.   RESULTS OF THE INVESTIGATION\n1.   General considerations/degree of cooperation\n(13) As mentioned in recital 10, no producers/exporters of silicon in China cooperated in the investigation nor did any Community importer submit information relevant for the investigation. As mentioned in recital 11, only two companies in Korea cooperated but they did not export silicon to the Community during the period considered. Accordingly, findings in respect of silicon consigned from Korea to the Community had to be made on the basis of the facts available in accordance with Article 18 of the basic Regulation.\n2.   Product concerned and like product\n(14) The product concerned is the same as in the original investigation, i.e. silicon originating in China classifiable within CN code 2804 69 00 (silicon content less than 99,99 % by weight). It is recalled that silicon with a higher purity, that is containing by weight not less than 99,99 % of silicon, used mostly in the electronic semi-conductor industry, falls under a different CN code and is not covered by this proceeding.\n(15) From the information received from the two cooperating Korean companies as well as information available in the request submitted by the applicant, it was concluded that silicon exported to the Community from China and silicon consigned from Korea to the Community have the same basic physical characteristics and the same uses. Therefore, they are considered as like products within the meaning of Article 1(4) of the basic Regulation. No submissions to the contrary were made during the investigation.\n3.   Change in the pattern of trade between third countries and the Community\n(16) As stated above, the change in the pattern of the trade was alleged to stem from transhipment via Korea.\n(17) Due to the absence of cooperation from Korean exporting companies, the volume and value of Korean exports of the product concerned to the Community were determined on the basis of the information available, which in this case was Eurostat import statistics.\n(18) The change in the pattern of trade is based on data from the first table reproduced below. Large volumes of silicon started to be imported from Korea into the Community in 2002 and 2003, and continued at a high level until the IP. The significant volumes of imports consigned from Korea between, in particular, 2003 and the IP, while fluctuating during this period, coincided with a substantial and continuing reduction (more than 50 %) of imports from China.\nCountry 2002 2003 2004 2005 IP (April 2005-March 2006)\nChina 39 705 56 226 55 939 30 346 22 358\nKorea 1 070 5 540 2 340 4 380 3 658\nSource: Eurostat.\n4.   Circumvention process found and insufficient due cause or economic justification\n(19) Since no Korean company which exported silicon to the EU cooperated in the present investigation, the assessment of circumvention was based on information available in accordance with Article 18 of the basic Regulation, including information provided in the complaint. The investigation did not reveal information suggesting that that silicon was produced in Korea. On the contrary, both Korean cooperating companies confirmed that no production of silicon exists in Korea.\n(20) It is therefore concluded that, in the absence of any other sufficient due cause or economic justification within the meaning of the second sentence of Article 13(1) of the basic Regulation, the change in the pattern of trade stemmed from the anti-dumping duty imposed on imports of silicon originating in China and must be assumed, as the complainant states, to consist in transhipment through Korea.\n5.   Undermining of the remedial effects of the duty in terms of the prices and/or the quantities of the like product\n(21) It is evident from the data mentioned in recital 18 that a quantitative change in the pattern of Community imports of the product concerned occurred and that Chinese imports into the Community decreased significantly in 2005, while at the same time there was a surge of exports of the product concerned to the Community from Korea, a country where there is no production of silicon. It is therefore clear that the marked change in trade flows undermined the remedial effects of the measures in terms of the quantities imported into the Community market even if the imports from Korea during the IP amounted to significantly less than the reduction of imports from China between 2004 and the IP.\n(22) With regard to prices of silicon consigned from Korea, in the absence of cooperation, it was necessary to refer to Eurostat data. It was found that the average export prices from Korea to the Community were far below the sale prices and the costs of the Community industry as established in the investigation which led to the imposition of the current measures.\nCountry 2002 2003 2004 2005 IP (April 2005-March 2006)\nChina 1 063 1 000 1 026 964 1 001\nKorea 1 031 912 961 1 039 1 061\nSource: Eurostat.\n(23) It is therefore concluded that the imports of the product concerned from Korea undermine the remedial effects of the duty both in terms of quantities and prices.\n6.   Evidence of dumping in relation to the normal value previously established for the like product\n(24) As explained in recitals 10 and 11, given the absence of cooperation and in order to determine whether evidence of dumping could be found with respect to the exports of the product concerned to the Community from Korea during the IP, Eurostat data at CN level were used pursuant to Article 18 of the basic Regulation as the basis for establishing export prices to the EU.\n(25) In accordance with Article 13(1) of the basic Regulation, these export prices were compared with the normal value previously established, in this case the normal value established in the most recent expiry review.\n(26) In accordance with Article 2(11) and 2(12) of the basic Regulation, a comparison of the weighted average normal value as established during the expiry review investigation and the weighted average of export prices during this investigation’s IP, expressed as a percentage of cif price at the Community frontier duty unpaid, confirmed significant dumping.\nC.   MEASURES\n(27) In view of the findings above it is found that circumvention has taken place within the meaning of the second sentence of Article 13(1) of the basic Regulation. In accordance with the first sentence of Article 13(1) of the basic Regulation, the existing anti-dumping measures on imports of the product concerned originating in China, should be extended to imports of the same product consigned from Korea, whether declared as originating in Korea or not.\n(28) The measures to be extended should be the ones established in Article 1(2) of Regulation (EC) No 398/2004, which are a definitive anti-dumping duty of 49 % applicable to the net, free-at-Community-frontier price, before customs duty.\n(29) In accordance with Articles 13(3) and 14(5) of the basic Regulation, which provides that any extended measure should apply to imports which entered the Community under registration imposed by the initiating Regulation, duties should be collected on those registered imports of silicon consigned from Korea.\nD.   REQUESTS FOR EXEMPTION\n(30) Although during this investigation no genuine producer/exporter of silicon to the Community was found to exist in Korea or made itself known to the Commission, any exporters concerned which consider lodging a request for an exemption from the extended anti-dumping duty pursuant to Article 13(4) of the basic Regulation will be required to complete a questionnaire in order to enable the Commission to determine whether an exemption may be warranted. Such exemption may be granted after the assessment of the market situation of the product concerned, production capacity and capacity utilisation, procurement and sales and the likelihood of continuation of practices for which there is insufficient due cause or economic justification and the evidence of dumping. The Commission would normally also carry out an on the spot verification visit. The request should be addressed to the Commission forthwith, with all relevant information, in particular any modification in the company’s activities linked to production and sales.\n(31) Where an exemption is warranted, the Commission will, after consultation of the Advisory Committee, propose the amendment of this Regulation accordingly. Subsequently, any exemption granted will be monitored to ensure compliance with the conditions set therein.\nE.   PROCEDURE\n(32) Interested parties were informed of the essential facts and considerations on the basis of which the Council intended to extend the definitive anti-dumping duty in force and were given the opportunity to comment and to be heard. No comments which were of a nature to change the above conclusions were received,", "main_body": ["1.   The definitive anti-dumping duty imposed by Regulation (EC) No 398/2004 on imports of silicon falling within CN code 2804 69 00 originating in the People’s Republic of China is hereby extended to imports of silicon, falling within CN code ex 2804 69 00 (TARIC code 2804690010), consigned from the Republic of Korea whether declared as originating in the Republic of Korea or not.\n2.   The duties extended by paragraph 1 of this Article shall be collected on imports registered in accordance with Article 2 of Commission Regulation (EC) No 607/2006 and Articles 13(3) and 14(5) of Regulation (EC) No 384/96.\n3.   The provisions in force concerning customs duties shall apply.", "1.   Requests for exemption from the duty extended by Article 1 shall be made in writing in one of the official languages of the Community and must be signed by a person authorised to represent the applicant. The request must be sent to the following address:\nEuropean Commission\nDirectorate-General for Trade\nDirectorate B\nOffice: J-79 05/17\nB-1049 Brussels\nFax (32-2) 295 65 05\n2.   In accordance with Article 13(4) of Regulation (EC) No 384/96, the Commission, after consulting the Advisory Committee, may authorise by decision the exemption of imports which do not circumvent the anti-dumping measures imposed by Regulation (EC) No 398/2004 from the duty extended by Article 1.", "Customs authorities are hereby directed to discontinue the registration of imports, established in accordance with Article 2 of Regulation (EC) No 607/2006.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 January 2007.\nFor the Council\nThe President\nF.-W. STEINMEIER\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 198, 28.7.1990, p. 57.\n(3)  OJ L 170, 25.6.1992, p. 1.\n(4)  OJ L 345, 16.12.1997, p. 1.\n(5)  OJ L 66, 4.3.2004, p. 15.\n(6)  OJ L 107, 20.4.2006, p. 24."}