{"celex_id": "32006R1978", "uri": "http://publications.europa.eu/resource/cellar/61c1272e-e2c5-4762-9751-65693fba8da0", "type": "Regulation", "concepts": ["174", "189", "5138", "616"], "title": "Commission Regulation (EC) No 1978/2006 of 22 December 2006 Amending Regulation (EC) No 448/2001 of as regards reporting on cancellation proceedings and on the re-use of the funds cancelled\n", "header": "23.12.2006 EN Official Journal of the European Union L 368/89\nCOMMISSION REGULATION (EC) No 1978/2006\nof 22 December 2006\nAmending Regulation (EC) No 448/2001 of as regards reporting on cancellation proceedings and on the re-use of the funds cancelled\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds (1), and in particular Article 53(2) thereof,\nAfter consulting the Committee set up pursuant to Article 147 of the Treaty,\nAfter consulting the Committee on Agricultural Structures and Rural Development,\nAfter consulting the Committee on Structures for Fisheries and Aquaculture,\nWhereas:\n(1) Article 2(3) and Article 3(2) of Commission Regulation (EC) No 448/2001 of 2 March 2001 laying down detailed rules for the implementation of Council Regulation (EC) No 1260/1999 as regards the procedure for making financial corrections to assistance granted under the Structural Funds (2) require the Member States to report to the Commission on cancellation proceedings, the steps already taken or required to adjust the management and control systems, and to inform it about the re-use of the funds cancelled and the amendments of the financial plan for the assistance.\n(2) Experience gained during the implementation of Regulation (EC) No 448/2001 has shown that there is a need to clarify and simplify those requirements.\n(3) In particular, the information to be provided to the Commission should be limited to the total amounts of public funding, by measure, withdrawn from the programme concerned as a result of the cancellation of all or part of the Community contribution to operations, and to information about the actual re-use of funds released following the withdrawal of such funding. Information on adjustments to management and control systems is supplied by Member States in the annual reports required by Article 13 of Commission Regulation (EC) No 438/2001 of 2 March 2001 laying down detailed rules for the implementation of Council Regulation (EC) No 1260/1999 as regards the management and control systems for assistance granted under the Structural Funds (3).\n(4) Regulation (EC) No 448/2001 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Development and Conversion of Regions,", "main_body": ["Regulation (EC) No 448/2001 is amended as follows:\n1. In Article 2, paragraph 3 is replaced by the following:\n2. In Article 3(2), the second sentence is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nDanuta HÜBNER\nMember of the Commission\n(1)  OJ L 161, 26.6.1999, p. 1. Regulation as last amended by Regulation (EC) No 173/2005 (OJ L 29, 2.2.2005, p. 3) and replaced by Regulation (EC) No 1083/2006 (OJ L 210, 31.7.2006, p. 25) as of 1 January 2007.\n(2)  OJ L 64, 6.3.2001, p. 13.\n(3)  OJ L 63, 3.3.2001, p. 21. Regulation as amended by Regulation (EC) No 2355/2002 (OJ L 351, 28.12.2002, p. 42).\n(4)  OJ L 63, 3.3.2001, p. 21.\n(5)  OJ L 178, 12.7.1994, p. 43.’"}