{"celex_id": "32002R0777", "uri": "http://publications.europa.eu/resource/cellar/a09b01c3-fa2b-42aa-bd4f-c03e8d5907df", "type": "Regulation", "concepts": ["1102", "1104", "2624", "3003", "4288", "862"], "title": "Commission Regulation (EC) No 777/2002 of 7 May 2002 laying down detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards the granting of private storage aid for certain cheeses in the 2002/03 marketing year\n", "header": "Commission Regulation (EC) No 777/2002\nof 7 May 2002\nlaying down detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards the granting of private storage aid for certain cheeses in the 2002/03 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Commission Regulation (EC) No 509/2002(2), and in particular Article 10 thereof,\nWhereas:\n(1) Under Article 9 of Regulation (EC) No 1255/1999 private storage aid may be granted for long-keeping cheeses and for cheeses which are manufactured from sheep's and/or goat's milk and require at least six months to mature, if for those cheeses price developments and the stock situation indicate a serious imbalance of the market which may be eliminated or reduced by seasonal storage. The seasonal nature of the production of certain long-keeping cheeses and Pecorino Romano, Kefalotyri and Kasseri cheese is aggravated by the fact that the seasonality of consumption is the inverse of the seasonality of production. The fragmented production of such cheeses further aggravates the consequences of that seasonality. Therefore, provision should be made for recourse to seasonal storage in respect of a quantity corresponding to the difference between summer and winter production.\n(2) The types of cheeses eligible for aid and the maximum quantities which may benefit from it should be laid down, as well as the duration of the contracts in relation to the real requirements of the market and the keeping qualities of the cheeses in question.\n(3) It is necessary to specify the terms of the storage contract and the measures to enable the cheese covered by a contract to be identified and subjected to checks. The amount of aid shall be fixed with reference to storage costs and the balance to be maintained between cheeses for which aid is granted and other cheeses coming on the market.\n(4) Detailed rules should also be laid down regarding documentation, accounting and the frequency and nature of checks. In this connection, it should be laid down that the Member States may provide that the costs of controls be fully or in part charged to the contractor.\n(5) The Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Purpose\nThis Regulation lays down the detailed rules for the application of Regulation (EC) No 1255/1999 as regards the granting, under Article 9 of that Regulation, of private storage aid for certain cheeses (hereinafter referred to as \"aid\") in the 2002/03 marketing year.", "Definitions\nFor the purposes of this Regulation, the following definitions shall apply:\n(a) \"storage lot\" means a quantity of cheese weighing at least two tonnes, of the same type and taken into storage in a single storage depot on a single day;\n(b) \"day of commencement of contractual storage\" means the day following that of entry into storage;\n(c) \"last day of contractual storage\" means the day before that of removal from storage.", "Cheeses eligible for aid\n1. Aid shall be granted in respect of certain long-keeping cheeses and Pecorino Romano, Kefalotyri and Kasseri cheese under the terms laid down in the Annex.\n2. The cheeses must have been manufactured in the Community and satisfy the following conditions:\n(a) be indelibly marked with an indication of the undertaking in which they were manufactured and of the day and month of manufacture; this may take the form of a code;\n(b) have undergone quality tests which establish their classification after maturing in the categories laid down in the Annex.", "Storage contract\n1. Contracts relating to the private storage of cheese shall be concluded between the intervention agency of the Member State on whose territory the cheese is stored and natural or legal persons, hereinafter called \"contractors\".\n2. Storage contracts shall be drawn up in writing on the basis of an application to draw up a contract.\nApplications must reach intervention agencies within no more than 30 days of the date of entry into store and may relate only to lots of cheese which have been fully taken into storage. Intervention agencies shall register their date of receipt.\nIf an application reaches the intervention agency within 10 working days following the deadline, a storage contract may still be concluded but the aid shall be reduced by 30 %.\n3. Storage contracts shall be concluded for one or more storage lots and shall include, in particular, provisions concerning:\n(a) the quantity of cheese to which the contract applies;\n(b) the dates relating to the execution of the contract;\n(c) the amount of aid;\n(d) the identity of the storage depots.\n4. Storage contracts shall be concluded within no more than 30 days of the date of registration of the application to draw up a contract.\n5. The control measures, particularly those referred to in Article 7, shall be the subject of specifications drawn up by the intervention agency. The storage contract shall refer to these specifications.", "Entry into and removal from storage\n1. The periods of entry into and removal from storage shall be as laid down in the Annex.\n2. Removal from storage shall be in whole storage lots.\n3. Where, at the end of the first 60 days of contractual storage, the deterioration in the quality of the cheese is greater than is normal in store, contractors may be authorised, once per storage lot, to replace the defective quantity, at their own expense.\nIf checks during storage or on removal reveal defective quantities, no aid may be paid for those quantities. In addition, the part of the lot which is still eligible for aid may not be less than two tonnes. The same rule shall apply where part of a lot is removed before the start of the period of removal from storage referred to in paragraph 1 or before expiry of the minimum storage period referred to in Article 8(2).\n4. For the purpose of calculating the aid in the case referred to in the first subparagraph of paragraph 3, the first day of contractual storage shall be the day of commencement of contractual storage.", "Storage conditions\n1. The Member State shall ensure that all the conditions granting entitlement to payment of the aid are fulfilled.\n2. The contractor or, at the request of the Member State or with its authorisation, the person responsible for the storage depot, shall make available to the competent authority responsible for inspection, any documentation permitting verification of the following particulars of products placed in private storage:\n(a) ownership at the time of placing in storage;\n(b) the origin and the date of manufacture of the cheeses;\n(c) the date of placing in storage;\n(d) presence in the storage depot and the address of the depot;\n(e) the date of removal from storage.\n3. The contractor or, where applicable, the person responsible for the storage depot shall keep stock records available at the depot for each contract, covering:\n(a) the identification, by storage lot number, of the products placed in private storage;\n(b) the dates of entry into and removal from storage;\n(c) the number of cheeses and their weight by storage lot;\n(d) the location of the products in the storeroom.\n4. Products stored must be easily identifiable, easily accessible and identified individually by contract. A special mark shall be affixed to stored cheeses.", "Checks\n1. On entry into storage the competent agency shall conduct checks in particular to ensure that products stored are eligible for the aid and to prevent any possibility of substitution of products during storage under contract.\n2. The competent agency shall make an unannounced check, by sampling, to ensure that the products are present in the storage depot. The sample concerned must be representative and must correspond to at least 10 % of the overall quantity under contract for a private storage aid measure.\nSuch checks must include, in addition to an examination of the accounts referred to in Article 6(3), a physical check of the weight and type of products and their identification. Such physical checks must relate to at least 5 % of the quantity subjected to the unannounced check.\n3. At the end of the contractual storage period, the competent agency shall check to see that products are present. However, where the products are still in storage after expiry of the maximum contractual storage period, this check may be made when the products are removed from storage.\nFor the purposes of the check referred to in the first subparagraph, the contractor shall inform the competent authority, indicating the storage lots concerned, at least five working days before:\n(i) the expiry of the contractual storage period, or\n(ii) the start of the removal operations, where these take place during or after the contractual storage period.\nThe Member State may accept a shorter time limit than five working days.\n4. A report shall be drawn up on the checks carried out pursuant to paragraphs 1, 2 and 3, specifying:\n(a) the date of the check,\n(b) its duration,\n(c) the operations carried out.\nThe report must be signed by the inspector responsible and countersigned by the contractor or, as the case may be, the person responsible for the store, and must be included in the payment dossier.\n5. In the case of irregularities affecting at least 5 % of the quantities of products subjected to the checks, the latter shall be extended to a larger sample to be determined by the competent agency.\nThe Member States shall notify such cases to the Commission within four weeks.\n6. The Member States may provide that the costs of controls are to be fully or in part charged to the contractor.", "Storage aid\n1. The aid shall be as follows:\n(a) EUR 35 per tonne for the fixed costs;\n(b) EUR 0,35 per tonne per day of storage under contract for the warehousing costs;\n(c) an amount per tonne per day of storage under contract for the financial costs, namely:\n(i) EUR 0,36 for long-keeping cheeses;\n(ii) EUR 0,46 for Pecorino Romano cheese;\n(iii) EUR 0,51 for Kefalotyri and Kasseri cheese.\n2. No aid shall be granted in respect of storage under contract for less than 60 days. The maximum aid payable shall not exceed an amount corresponding to 180 days' storage under contract.\nWhere the contractor fails to comply with the time limit referred to in the second and third subparagraphs of Article 7(3), the aid shall be reduced by 15 % and shall be paid only in respect of the period for which the contractor supplies satisfactory proof to the competent agency that the cheeses have remained in contractual storage.\n3. The aid shall be paid on application by the contractor, at the end of the contractual storage period, within 120 days of receipt of the application, provided that the checks referred to in Article 7(3) have been carried out and that the conditions for entitlement to the aid have been met.\nHowever, if it has been necessary to commence an administrative inquiry into entitlement to the aid, payment shall not be made until entitlement has been recognised.", "Communication of information\nThe Member States shall notify the Commission by 15 January 2003 of the quantities of cheese for which storage contracts have been concluded.", "0\nEntry into force\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 79, 22.3.2002, p. 15.\nANNEX\n>TABLE>"}