{"celex_id": "32004L0044", "uri": "http://publications.europa.eu/resource/cellar/e8e212a2-5231-434d-ba65-a3fc8b546836", "type": "Directive", "concepts": ["1442", "1590", "2735", "3135", "3885"], "title": "Commission Directive 2004/44/EC of 13 April 2004 amending Directive 2002/69/EC laying down the sampling methods and the methods of analysis for the official control of dioxins and the determination of dioxin-like PCBs in foodstuffs (Text with EEA relevance)\n", "header": "Commission Directive 2004/44/EC\nof 13 April 2004\namending Directive 2002/69/EC laying down the sampling methods and the methods of analysis for the official control of dioxins and the determination of dioxin-like PCBs in foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 85/591/EEC of 20 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption(1), and in particular Article 1 thereof,\nWhereas:\n(1) Commission Directive 2002/69/EC of 30 July 2002 laying down the sampling methods and the methods of analysis for the official control of dioxins and the determination of dioxin-like PCBs in foodstuffs(2) establishes specific provisions concerning the sampling procedure and the methods of analysis to be applied for official control.\n(2) For the sampling of very large fish, it is necessary that the sampling is specified in order to ensure a harmonised approach throughout the Community.\n(3) It is of major importance that analytical results are reported and interpreted in a uniform way in order to ensure a harmonised enforcement approach across the Union.\n(4) Directive 2002/69/EC should therefore be amended accordingly.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Directive 2002/69/EC is amended as set out in Annex I to this Directive.\nAnnex II to Directive 2002/69/EC is amended as set out in Annex II to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive 12 months after the entry into force at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 April 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 372, 31.12.1985, p. 50. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2) OJ L 209, 6.8.2002, p. 5.\nANNEX I\nAnnex I to Directive 2002/69/EC is amended as follows:\n1. In point 4 \"Sampling plans\", the following point 4.1 \"Specific provisions for the sampling of lots containing whole fishes\" is inserted after Table 2:\n\"4.1. Specific provisions for the sampling of lots containing whole fishes\nThe number of incremental samples to be taken from the lot is defined in Table 1. The aggregate sample uniting all incremental samples shall be at least 1 kg (see point 3.5).\n- In case the lot to be sampled contains small fish (individual fish weighing &lt;  1 kg), the whole fish is taken as incremental sample to form the aggregate sample. In case the resulting aggregate sample weighs more than 3 kg, the incremental samples can consist of the middle part, weighing each at least 100 grams, of the fish forming the aggregate sample. The whole part to which the maximum level is applicable is used for homogenisation of the sample.\n- In case the lot to be sampled contains larger fish (individual fish weighing more than 1 kg), the incremental sample consists of the middle part of the fish. Each incremental sample weighs at least 100 grams. In case the lot to be sampled consist of very large fish (e.g.  &gt; 6 kg) and taking a piece of the middle part of the fish would result in significant economic damage, taking three incremental samples of at least 350 grams each can be considered sufficient, independently of the size of the lot.\"\n2. Point 5 \"Compliance of the lot or sublot with the specification\" is replaced by the following:\n\"5. Compliance of the lot or sublot with the specification\nThe lot is accepted if the analytical result of a single analysis does not exceed the respective maximum level as laid down in Regulation (EC) No 466/2001, taking into account the measurement uncertainty.\nThe lot is non-compliant with the maximum level as laid down in Regulation (EC) No 466/2001, if the analytical result confirmed by duplicate analysis and calculated as the mean of at least two separate determinations exceeds the maximum level beyond reasonable doubt, taking into account the measurement uncertainty.\nThe taking into account of the measurement uncertainty can be done according to one of the following approaches:\n- by calculating the expanded uncertainty, using a coverage factor of 2, which gives a level of confidence of approximately 95 %,\n- by establishing the decision limit (CCÎą) according to the provisions of Commission Decision 2002/657/EC of 12 August 2002 implementing Council Directive 96/23/EC concerning the performance of analytical methods and the interpretation of results(1) (point 3.1.2.5 of the Annex - the case of substances with established permitted levels).\nThe present interpretation rules apply for the analytical result obtained on the sample for official control. In case of analysis for defence or referee purposes, the national rules apply.\"\n(1) OJ L 221, 17.8.2002, p. 8. Decision as last amended by Decision 2004/25/EC (OJ L 6, 10.1.2004, p. 38).\nANNEX II\nAnnex II to Directive 2002/69/EC is amended as follows:\nThe following subparagraph is added at the end of the point 2 \"Background\"\n\"For the purposes of this Directive only, the accepted specific limit of quantification of an individual congener is the concentration of an analyte in the extract of a sample which produces an instrumental response at two different ions, to be monitored with an S/N (signal/noise) ratio of 3:1 for the less sensitive signal and fulfilment of the basic requirements such as, e.g., retention time, isotope ratio according to the determination procedure as described in EPA method 1613 revision B.\""}