{"celex_id": "32006R1744", "uri": "http://publications.europa.eu/resource/cellar/d7b28d32-74b9-48d2-a99c-041bcd9c6e6d", "type": "Regulation", "concepts": ["4095", "5561", "797", "862"], "title": "Commission Regulation (EC) No 1744/2006 of 24 November 2006 on detailed rules for aid in respect of silkworms (Codified version)\n", "header": "25.11.2006 EN Official Journal of the European Union L 329/19\nCOMMISSION REGULATION (EC) No 1744/2006\nof 24 November 2006\non detailed rules for aid in respect of silkworms\n(Codified version)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1544/2006 of 5 October 2006 laying down special measures to encourage silkworm rearing (1), and in particular Article 2 thereof,\nWhereas:\n(1) Regulation (EEC) No 1054/73 of the Commission of 18 April 1973 on detailed rules for aid in respect of silkworms (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) Pursuant to Article 1 of Regulation (EC) No 1544/2006 and Article 2(3) of Regulation (EEC) No 922/72 of the Council of 2 May 1972 laying down general rules for granting aid in respect of silkworms (4), aid is granted solely for boxes which contain a minimum quantity of eggs and which have given a minimum production of cocoons. The Member States should be permitted to determine the minimum quantities but in the light of the normal conditions of production in the Community.\n(3) Article 3 of Regulation (EEC) No 922/72 states that Member States are to introduce a control ensuring that the product for which aid is requested meets the requirements for the granting thereof. Consequently, applications for aid submitted by rearers must include the minimum of information necessary for this control.\n(4) Uniform conditions for the payment of the amount of the aid should be laid down.\n(5) Member States are authorised to grant aid solely to rearers who have obtained their boxes of eggs from an approved body and who have delivered to an approved body the cocoons produced. For the purposes of the proper application of the system of aid, the conditions for the approval of such bodies should be defined.\n(6) In this particular case, in order to ensure the effectiveness of the control system referred to above, applications for aid should be accompanied by attestations issued by those bodies and should be checked by Member States.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Natural Fibres,", "main_body": ["The aid referred to in Article 1 of Regulation (EC) No 1544/2006 shall be granted under the conditions laid down in Articles 2 to 6 of this Regulation in respect of silkworms reared in the Community.", "The aid shall be granted only in respect of boxes:\n(a) which contain at least 20 000 silkworm eggs suitable for hatching;\n(b) which have given a minimum number of selected cocoons, having a suitable external appearance and being mature, of uniform colour and dimensions, free from marks and rust, and suitable for reeling.\nThe minimum production referred to under (b) is determined by the relevant Member State and may not be less than 20 kg.", "1.   Aid shall be granted to silkworm rearers who submit applications by 30 November each year at the latest, except in cases of force majeure.\nHowever, where aid applications are submitted:\n— no later than 31 December of the same year, two thirds of the aid shall be granted,\n— no later than 31 January of the following year, one third of the aid shall be granted.\nRearers may submit only one application each.\n2.   The Member State pays the amount of the aid to the rearer in the four months following that in which the application has been submitted.", "1.   The application shall include at least:\n— the name, address and signature of the party making the application,\n— the number of boxes of eggs used and the date or dates on which these were received,\n— the quantity of cocoons produced from these eggs and the date or dates on which these cocoons were delivered,\n— the place of storage of the cocoons produced or, if they have been sold and delivered, the name and address of the first purchaser.\n2.   Where the provisions of Article 2(2) of Regulation (EEC) No 922/72 are to be applied, an application shall be admissible only if it is accompanied by the attestations referred to in Article 6 of this Regulation.", "1.   Pursuant to Article 2(2) of Regulation (EEC) No 922/72 public or private bodies may be approved only where their accounts specify at least:\n— the number of boxes delivered, the name of the rearer to whom they were consigned and the date of dispatch,\n— the quantity of cocoons received, the name of the rearer supplying them and the date of receipt.\n2.   Member States shall submit approved bodies to a control entailing a check, in particular, as to agreement between entries in the relevant accounts and those in the attestations referred to in Article 6.", "The approved bodies shall issue to rearers:\n— not later than 40 days after the dispatch of boxes of eggs, an attestation specifying at least the name and the address of the rearer concerned, the number of boxes delivered, the date of dispatch and the date of issue of the attestation;\n— not later than 40 days after the receipt of the cocoons, an attestation specifying at least the name and address of the rearer concerned, the quantity of cocoons received, the date of receipt and the date of issue of the attestation.", "Regulation (EEC) No 1054/73 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex II.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 2006.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 286, 17.10.2006, p. 1.\n(2)  OJ L 105, 20.4.1973, p. 4. Regulation as last amended by Regulation (EEC) No 3565/92 (OJ L 362, 11.12.1992, p. 10).\n(3)  See page 21 of this Official Journal.\n(4)  OJ L 106, 5.5.1972, p. 1. Regulation as amended by Regulation (EEC) No 668/74 (OJ L 85, 29.3.1974, p. 61).\nANNEX I\nRepealed Regulation with its successive amendments\nCommission Regulation (EEC) No 1054/73 (OJ L 105, 20.4.1973, p. 4)\nCommission Regulation (EEC) No 683/74 (OJ L 83, 28.3.1974, p. 13)\nCommission Regulation (EEC) No 3565/92 (OJ L 362, 11.12.1992, p. 10)\nANNEX II\nCorrelation Table\nRegulation (EEC) No 1054/73 This Regulation\nArticle 1 Article 1\nArticle 2 Article 2\nArticle 3 Article 3\nArticle 4 Article 4\nArticle 5 Article 5\nArticle 6 Article 6\n— Article 7\nArticle 7 Article 8\n— Annexes I and II"}