{"celex_id": "32004R1001", "uri": "http://publications.europa.eu/resource/cellar/16f7df44-37cd-4427-b4a4-2e653274d3cb", "type": "Regulation", "concepts": ["1309", "1591", "2771", "3156", "5876", "5946", "764"], "title": "Commission Regulation (EC) No 1001/2004 of 18 May 2004 accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of ammonium nitrate originating in the Russian Federation and Ukraine and making imports of ammonium nitrate originating in the Russian Federation or Ukraine subject to registration\n", "header": "20.5.2004 EN Official Journal of the European Union L 183/13\nCOMMISSION REGULATION (EC) No 1001/2004\nof 18 May 2004\naccepting undertakings offered in connection with the anti-dumping proceeding concerning imports of ammonium nitrate originating in the Russian Federation and Ukraine and making imports of ammonium nitrate originating in the Russian Federation or Ukraine subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), as last amended by Regulation (EC) No 461/2004 (2) (the ‘basic Regulation’), and in particular Articles 8, 11(3), 21 and 22(c) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Measures in force\n(1) Following an expiry and an interim review, by Regulation (EC) No 658/2002 (3), the Council imposed a definitive anti-dumping duty on imports of ammonium nitrate (the ‘product concerned’) originating in the Russian Federation (‘Russia’). By Regulation (EC) No 132/2001 (4), the Council imposed a definitive anti-dumping duty on imports of ammonium nitrate originating in Ukraine. By Regulation (EC) No 993/2004 (5) the Council amended Regulations (EC) No 658/2002 and (EC) No 132/2001.\n(2) The measures are specific duty of 47,07 EUR/tonne in the case of Russia and 33,25 EUR/tonne in the case of Ukraine.\n2.   Investigation\n(3) On 20 March 2004 the Commission announced through the publication of a notice in the Official Journal of the European Union\n (6) the initiation of a partial interim review of the measures in force (‘the measures’) pursuant to Articles 11(3) and 22(c) of the basic Regulation.\n(4) The review was launched at the initiative of the Commission in order to examine whether, as a consequence of the enlargement of the European Union on 1 May 2004 (‘Enlargement’) and, bearing in mind the aspect of Community interest, there is a need to adapt the measures in order to avoid a sudden and excessively negative effect on all interested parties including users, distributors and consumers.\n(5) All interested parties, including the Community industry, associations of producers or users in the Community, exporters/producers in the countries concerned, importers and their associations and the relevant authorities of the countries concerned as well as interested parties in the 10 new Member States which acceded to the European Union on 1 May 2004 (the ‘EU10’) were advised of the initiation of the investigation and were given the opportunity to make their views known in writing, to submit information and to provide supporting evidence within the time-limit set out in the notice of initiation. All interested parties who so requested and showed that there were reasons why they should be heard were granted a hearing.\n3.   Result of the investigation\n(6) As set out in Council Regulation (EC) No 993/2004, the investigation concluded that it is in the Community interest to adapt the existing measures, provided that such adaptation does not significantly undermine the desired level of trade defence.\n4.   Undertakings\n(7) In accordance with the conclusions of Regulation (EC) No 993/2004, the Commission, in conformity with Article 8 (2) of the basic Regulation, suggested undertakings to the companies concerned. As a result, undertakings were subsequently proposed by, (i) one exporting producer of the product concerned in Ukraine (OJSC ‘Azot’), (ii) an exporting producer in Russia (CJSC MCC Eurochem in respect of goods produced at its production facilities of JSC Nak Azot, Russia) jointly with its related company (Cumberland Sound Ltd, British Virgin Islands), (iii) two related exporting producers in Russia (OAO Kirovo — Chepetsky Chimkombinat and JSC ‘Azot’), separately and (iv) two related exporting producers jointly (Joint Stock Company ‘Acron’, Russia and Joint Stock Company ‘Dorogobuzh’, Russia).\n(8) From the submissions of OAO ‘Kirovo — Chepetsky Chimkombinat’ and publicly available information on the Internet, it is known to the Commission that JSC ‘Azot’ and OAO ‘Kirovo — Chepetsky Chimkombinat’ are linked via Agrochemical Corporation ‘Azot’, which owns considerably more than 5 % of the capital of each of the companies. Therefore, in accordance with an Article 2 of the basic Regulation and the definition of related parties set out in the Article 143 of Commission Regulation (EEC) 2454/93 (7), as last amended by Regulation (EC) No 2286/2003 (8), the Commission considers JSC ‘Azot’ and OAO ‘Kirovo — Chepetsky Chimkombinat’ as related parties. It should be noted that the abnormal increases of the export volumes of one of these two exporting producers, OAO ‘Kirovo — Chepetsky Chimkombinat’, to the EU10 observed during the first months of 2004 were higher than the combined traditional export volumes to the EU10 of both JSC ‘Azot’ and OAO ‘Kirovo — Chepetsky Chimkombinat’. Accordingly, the undertaking offers submitted by these two exporting producers are rejected because the undertaking ceiling for the two exporting producers taken together, calculated as traditional export volumes to the EU10 in 2001 and 2002 minus the abnormal increases in export volumes to the EU10 observed in the first months of 2004, is negative.\n(9) It should be noted that, in application of Article 22(c) of the basic Regulation, any undertakings accepted by this Regulation are considered as special measures since, in accordance with the conclusions of Regulation (EC) No 993/2004, they are not directly equivalent to an anti-dumping duty.\n(10) Nevertheless, in conformity with Regulation (EC) No 993/2004, the undertakings oblige each individual producing exporter to respect minimum import prices within the framework of import ceilings and, in order that the undertakings can be monitored, the exporting producers concerned have also agreed to broadly respect their traditional selling patterns to individual customers in the EU10. The exporting producers are also aware that if it is found that these sales patterns change significantly, or that the undertakings become in any way difficult or impossible to monitor, the Commission is entitled to withdraw acceptance of the company’s undertaking resulting in definitive anti-dumping duties being imposed in its place, or it may adjust the level of the ceiling, or it may take other remedial action.\n(11) It is also a condition of the undertakings that if they are breached in any way, the Commission will be entitled to withdraw acceptance thereof resulting in definitive anti-dumping duties being imposed in their place.\n(12) The companies will also provide the Commission with regular and detailed information concerning their exports to the Community, meaning that the undertakings can be monitored effectively by the Commission.\n(13) In order that the Commission can monitor effectively the companies’ compliance with the undertakings, when the request for release for free circulation pursuant to an undertaking is presented to the relevant customs authority, exemption from the duty will be conditional upon the presentation of an invoice containing at least the items of information listed in the Annex to Council Regulation (EC) No 993/2004. This level of information is also necessary to enable customs authorities to ascertain with sufficient precision that the shipment corresponds to the commercial documents. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate anti-dumping duty will instead be payable.\n(14) In view of all the above, the offers of undertakings submitted by OJSC ‘Azot’, CJSC MCC Eurochem in respect of goods produced at its production facilities of JSC Nak Azot, Russia, and Joint Stock Company ‘Acron’ together with Joint Stock Company ‘Dorogobuzh’ are considered acceptable.\n(15) The acceptance of the undertakings is limited to an initial period of six months without prejudice to the normal duration of the measures. However, six months after acceptance of the undertakings, their continued acceptance will be subject to an appraisal by the Commission to verify whether the exceptional and negative conditions for end users in the EU10 which led to the acceptance of the undertakings still exist. In view of the short term character of the undertakings and the exceptional circumstances under which they are accepted the Commission services may, after consultation of the Advisory Committee, adapt some of the terms of the undertakings, if after a reasonable period of time it is established that the undertakings are not achieving their intended results in terms of allowing traditional export flows to the EU10 to continue. However, the adapted terms of the undertakings must continue to ensure a significant contribution to the removal of injury.\nB.   REGISTRATION OF IMPORTS\n(16) In view of the unusual circumstances of this case and the inherent risk of breaches of undertakings caused by the price differences between the EU10 and the EU15 and their short term character, it is considered that sufficient grounds exist to make certain imports of the product concerned subject to registration for a maximum period of nine months in accordance with Article 14(5) of the basic Regulation.\n(17) Customs authorities are therefore directed to take the appropriate steps to register imports into the Community of the product concerned originating in Ukraine and Russia exported by the companies which have offered acceptable undertakings and for which benefit from the exemption to the anti-dumping duties is sought.\n(18) In the event of a finding of a breach of the undertakings, duties may be levied retroactively on goods entered into free circulation in the Community from the date of the breach of the undertaking,", "main_body": ["The undertakings offered by the exporting producers mentioned below, in connection with the anti-dumping proceeding concerning imports of ammonium nitrate originating in the Ukraine and the Russian Federation are hereby accepted.\nCountry Company Taric Additional Code\nUkraine Produced and exported by OJSC ‘Azot’, Cherkassy, Ukraine to its first independent customer in the Community acting as an importer A521\nRussian Federation Produced by OJSC MCC Eurochem, Moscow, Russia at its production facilities of JSC Nak Azot, Novomoskovsk, Russia and sold by Cumberland Sound Ltd, Tortola, British Virgin Islands to the first independent customer in the Community acting as an importer A522\nRussian Federation Produced and exported by Joint Stock Company ‘Acron’, Veliky Novgorod, Russia or Joint Stock Company ‘Dorogobuzh’ Verkhnedneprovsky, Smolensk Region, Russia to the first independent customer in the Community acting as an importer A532", "The customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 384/96 to take the appropriate steps to register the imports into the Community of ammonium nitrate originating in the Ukraine and the Russian Federation falling within CN codes 3102 30 90 and 3102 40 90 produced and sold or produced and exported by the companies listed in Article 1 for which an exemption to the anti-dumping duties imposed by Council Regulation (EC) No 993/2004 is sought.", "This Regulation shall enter into force on the day after its publication in the Official Journal of the European Union and shall remain in force for a period of six months.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 2004.\nFor the Commission\nPascal LAMY\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1.\n(2)  OJ L 77, 13.3.2004, p. 12.\n(3)  OJ L 102, 18.4.2002, p. 1.\n(4)  OJ L 23, 25.1.2001, p. 1.\n(5)  OJ L 182, 19.5.2004, p. 28.\n(6)  OJ C 70, 20.3.2004, p. 15\n(7)  OJ L 253, 11.10.1993, p. 1.\n(8)  OJ L 343, 31.12.2003, p. 1."}