{"celex_id": "32005D0450", "uri": "http://publications.europa.eu/resource/cellar/0b1cc180-fa79-4d52-a388-fc36659f6e03", "type": "Decision", "concepts": ["1309", "1445", "192", "2089", "3408", "5034", "888"], "title": "2005/450/EC: Commission Decision of 20 June 2005 amending Decision 92/452/EEC as regards embryo collection teams in New Zealand and the United States of America (notified under document number C(2005) 1812) Text with EEA relevance\n", "header": "21.6.2005 EN Official Journal of the European Union L 158/24\nCOMMISSION DECISION\nof 20 June 2005\namending Decision 92/452/EEC as regards embryo collection teams in New Zealand and the United States of America\n(notified under document number C(2005) 1812)\n(Text with EEA relevance)\n(2005/450/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and importation from third countries of embryos of domestic animals of the bovine species (1), and in particular Article 8(1) thereof,\nWhereas:\n(1) Commission Decision 92/452/EEC of 30 July 1992 establishing lists of embryo collection teams and embryo production teams approved in third countries for export of bovine embryos to the Community (2) provides that Member States are only to import embryos from third countries where they have been collected, processed and stored by embryo collection teams listed in that Decision.\n(2) New Zealand has requested that amendments should be made to the list as regards entries for that country, notably the deletion of seven centres and amendments to the addresses of three centres. Furthermore, New Zealand has changed the lettering in the approval number of centres.\n(3) The United States of America have requested that amendments should be made to the list as regards entries for that country, notably the addition of one centre and amendments to the addresses of three centres.\n(4) New Zealand and the United States of America have provided guarantees regarding compliance with the appropriate rules set out in Directive 89/556/EEC and the embryo collection teams concerned have been officially approved for exports to the Community by the veterinary services of those countries.\n(5) Decision 92/452/EEC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 92/452/EEC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 24 June 2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 June 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 302, 19.10.1989, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 250, 29.8.1992, p. 40. Decision as last amended by Decision 2005/29/EC (OJ L 15, 19.1.2005, p. 34).\nANNEX\nThe Annex to Decision 92/452/EEC is amended as follows:\n(a) the list for New Zealand is replaced by the following:\n‘NZ  NZEB01  Premier Genetics NZ Ltd Dr Thomas Edward Dixon, Dr John Crawford\nNZ  NZEB02  Animal Breeding Services Ltd, Dr John David Hepburn, Dr Lindsay Chitty\nNZ  NZEB04  Advanced Genetics, Dr Neil Sanderson’\n(b) the row for United States of America embryo collection team No 92VA055 E794 is replaced by the following:\n‘US  92VA055 E794  2420, Grace Chapel Road, Randall Hinshaw’\n(c) the row for United States of America embryo collection team No 92VA056 E794 is replaced by the following:\n‘US  92VA056 E794  2420, Grace Chapel Road, Sarah S. Whitman’\n(d) the row for United States of America embryo collection team No 96TX088 E928 is replaced by the following:\n‘US  96TX088 E928  Ultimate Genetics/Normangee, Dr Joe Oden’\n(e) the following row for the United States of America is added:\n‘US  04TN113 E795  Large Animal Services Mitchell L. Parks’"}