{"celex_id": "32005L0015", "uri": "http://publications.europa.eu/resource/cellar/4b09fb6b-5f01-463e-a07d-fdf9df8e7013", "type": "Directive", "concepts": ["1309", "1595", "191", "2746", "2827"], "title": "Council Directive 2005/15/EC of 28 February 2005 amending Annex IV to Directive 2000/29/EC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\n", "header": "2.3.2005 EN Official Journal of the European Union L 56/12\nCOUNCIL DIRECTIVE 2005/15/EC\nof 28 February 2005\namending Annex IV to Directive 2000/29/EC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular point (d) of the second paragraph of Article 14 thereof,\nHaving regard to the proposal of the Commission,\nWhereas:\n(1) Directive 2004/102/EC (2) amends Annexes II, III, IV and V to Directive 2000/29/EC and is to be implemented by the Member States by 1 March 2005.\n(2) Directive 2004/102/EC contains provisions related to wood and wood products. The measures related to pallets, boxes and dunnage align Community measures with the FAO International Standard for Phytosanitary Measures (ISPM) No 15 on ‘Guidelines for regulating wood packaging material in international trade’ which was adopted in March 2002 by the Fourth Interim Commission on Phytosanitary Measures (ICPM).\n(3) Standard No 15 describes that wood packaging (including dunnage) made of coniferous and non-coniferous raw wood, should be subjected to approved measures such as heat treatment (56 °C for a minimum of 30 minutes) or fumigation with Methyl Bromide. Moreover the wood should display a specified mark to certify that the wood has been subjected to an approved measure.\n(4) The Standard also provides that countries may require that imported wood packaging material subjected to an approved measure be made from debarked wood and display a mark subject to ‘technical justification’.\n(5) Third countries have requested that the Community consider alternative methods of achieving the same goal. To this end, research is under way on technical aspects of debarking wood, in particular the efficiency of ‘pest risk reduction’ of debarking in addition to treatment measures.\n(6) While awaiting the results of that research, it is appropriate to postpone for debarked wood, the application of the requirement to be used.\n(7) Directive 2000/29/EC should therefore be amended accordingly.\n(8) The Standing Committee on Plant Health has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["Directive 2000/29/EC is amended as follows:\n1. In Annex IV, Part A, section I, point 2, the following paragraph shall be added at the end of the right hand column:\n2. In Annex IV, Part A, section I, point 8, the following paragraph shall be added at the end of the right hand column:", "1.   Member States shall adopt and publish, not later than 28 February 2005, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between these provisions and this Directive.\nThey shall apply these provisions from 1 March 2005.\nWhen Member States adopt these provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the third day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 February 2005.\nFor the Council\nThe President\nF. BODEN\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2004/102/EC (OJ L 309, 6.10.2004, p. 9).\n(2)  OJ L 309, 6.10.2004, p. 9."}