{"celex_id": "32000R1332", "uri": "http://publications.europa.eu/resource/cellar/062777e4-1658-4fe9-be47-eb146b1b7814", "type": "Regulation", "concepts": ["1609", "2414", "5360", "5581", "755", "797"], "title": "Commission Regulation (EC) No 1332/2000 of 23 June 2000 derogating from Regulation (EC) No 2316/1999 laying down detailed rules for the application of Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops\n", "header": "Commission Regulation (EC) No 1332/2000\nof 23 June 2000\nderogating from Regulation (EC) No 2316/1999 laying down detailed rules for the application of Council Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops(1), as amended by Regulation (EC) No 2704/1999(2), and in particular Article 9 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2316/1999(3) lays down detailed rules for the application of Regulation (EC) No 1251/1999 as regards the conditions governing area payments for certain arable crops. Article 3(1)(c) lays down that the areas concerned must be maintained, until at least the beginning of flowering, under conditions of normal growth.\n(2) The exceptional weather conditions which have affected certain regions of Spain, with a severe drought between autumn 1999 and spring 2000, have not permitted a normal flowering cycle in the crops in question and the producers concerned risk losing direct payments because they have not fulfilled the requirement on flowering.\n(3) Article 19(2) and (3) lays down that areas set aside must so remain for a period commencing on 15 January at the latest and ending on 31 August at the earliest and must not, except where otherwise provided for, be used for agricultural production or for any lucrative purpose. The drought in Austria and Germany is affecting the supply of fodder and exposing producers to heavy income losses by forcing them to sell their livestock when their usual supplies of feed cannot be guaranteed. Temporary alternatives should therefore be found by authorising the use of set-aside land for arable crops, while providing for measures to ensure that use of the land concerned is not lucrative.\n(4) The situation described above justifies derogations from the requirements concerning flowering and the use of set-aside land laid down in Regulation (EC) No 2316/1999.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["For the 2000/01 marketing year and notwithstanding Article 3(1)(c) of Regulation (EC) No 2316/1999, areas sown with arable crops in non-irrigated (\"secano\") regions in Spain, other than in Galicia, the Basque Country, Cantabria, Asturias and the Canary Islands shall remain eligible for area payments provided that the land remained unused until the normal flowering period of the damaged crop.", "1. For the 2000/01 marketing year and notwithstanding Article 19(2) and (3) of Regulation (EC) No 2316/1999, land declared as set aside in Austria and Germany in the regions laid down in the Annex hereto may be used for producing animal feed.\n2. Austria and Germany shall take all necessary measures to ensure that the set-aside land is not used for lucrative purposes and, in particular, that the products harvested from the areas concerned are excluded from the aid scheme for dried fodder laid down in Council Regulation (EC) No 603/95(4).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 1.\n(2) OJ L 327, 21.12.1999, p. 12.\n(3) OJ L 280, 30.10.1999, p. 43.\n(4) OJ L 63, 21.3.1995, p. 1.\nANNEX\nAUSTRIA\nNiederรถsterreich (gesamtes Landesgebiet)\nBurgenland (gesamtes Landesgebiet)\nSteiermark (gesamtes Landesgebiet)\nOberรถsterreich (gesamtes Landesgebiet)\nSalzburg (Bezirk Salzburg Land).\nGERMANY\nBrandenburg (gesamtes Landesgebiet)\nMecklenburg-Vorpommern\nLandkreis:\n- Uecker-Randow\nSachsen-Anhalt\nLandkreise:\n- Altmarkkreis\n- Salzwedel\n- Stendal\n- Ohrekreis\n- Jerichower Land\n- Anhalt-Zerbst\n- Wittenberg."}