{"celex_id": "32007R0249", "uri": "http://publications.europa.eu/resource/cellar/9a6e977f-ba74-4419-9185-e46272a32a4b", "type": "Regulation", "concepts": ["161", "1644", "2734", "2743", "4687"], "title": "Commission Regulation (EC) No 249/2007 of 8 March 2007 amending Regulation (EC) No 1431/94 laying down detailed rules for the application in the poultrymeat sector of the import arrangements provided for in Council Regulation (EC) No 774/94 opening and providing for the administration of certain Community tariff quotas for poultrymeat and certain other agricultural products\n", "header": "9.3.2007 EN Official Journal of the European Union L 69/16\nCOMMISSION REGULATION (EC) No 249/2007\nof 8 March 2007\namending Regulation (EC) No 1431/94 laying down detailed rules for the application in the poultrymeat sector of the import arrangements provided for in Council Regulation (EC) No 774/94 opening and providing for the administration of certain Community tariff quotas for poultrymeat and certain other agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat (1), and in particular Article 6(1) thereof,\nHaving regard to Council Regulation (EC) No 774/94 of 29 March 1994 opening and providing for the administration of certain Community tariff quotas for high-quality beef, and for pigmeat, poultrymeat, wheat and meslin, and brans, sharps and other residues (2), and in particular Article 7 thereof,\nWhereas:\n(1) The tariff quota for group 1 provided for in Annex I to Commission Regulation (EC) No 1431/94 (3), with the serial number 09.4410 covering codes CN 0207 14 10, 0207 14 50 and 0207 14 70 (frozen chicken cuts), is specifically allocated to Brazil.\n(2) The Agreement in the form of an Exchange of Letters between the European Community and Brazil reached during negotiations under Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994, approved by Council Decision 2006/963/EC (4), provides for an annual import tariff quota for poultrymeat of 2 332 tonnes for certain frozen chicken cuts (CN codes 0207 14 10, 0207 14 50 and 0207 14 70), at a rate of 0 %.\n(3) This amount should be added to the quota for group 1.\n(4) Regulation (EC) No 1431/94 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Annex I to Regulation (EC) No 1431/94 is hereby replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 282, 1.11.1975, p. 77. Regulation last amended by Commission Regulation (EC) No 679/2006 (OJ L 119, 4.5.2006, p. 1).\n(2)  OJ L 91, 8.4.1994, p. 1. Regulation as amended by Commission Regulation (EC) No 2198/95 (OJ L 221, 19.9.1995, p. 3).\n(3)  OJ L 156, 23.6.1994, p. 9. Regulation last amended by Commission Regulation (EC) No 1938/2006 (OJ L 407, 30.12.2006, p. 150).\n(4)  OJ L 397, 30.12.2006, p. 10.\nANNEX\n‘ANNEX I\nReduction in customs duty set at 100 %\nChicken\nCountry Group No Serial number CN code Annual quantities\nBrazil 1 09.4410 0207 14 10 9 432\nThailand 2 09.4411 0207 14 10 5 100\nOther 3 09.4412 0207 14 10 3 300\nTurkey\nCountry Group No Serial number CN code Annual quantities\nBrazil 4 09.4420 0207 27 10 1 800\nOther 5 09.4421 0207 27 10 700\nErga omnes 6 09.4422 0207 27 10 2 485’"}