{"celex_id": "32007D0629", "uri": "http://publications.europa.eu/resource/cellar/64c4a439-801e-40c5-9267-2ee90ea857b4", "type": "Decision", "concepts": ["1595", "1662", "2773", "2985", "3618", "4308"], "title": "2007/629/EC: Commission Decision of 20 September 2007 concerning the non-inclusion of trifluralin in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing that substance (notified under document number C(2007) 4282) (Text with EEA relevance)\n", "header": "29.9.2007 EN Official Journal of the European Union L 255/42\nCOMMISSION DECISION\nof 20 September 2007\nconcerning the non-inclusion of trifluralin in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing that substance\n(notified under document number C(2007) 4282)\n(Text with EEA relevance)\n(2007/629/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the fourth subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provides that a Member State may, during a period of 12 years following the notification of that Directive, authorise the placing on the market of plant protection products containing active substances not listed in Annex I of that Directive that are already on the market two years after the date of notification, while those substances are gradually being examined within the framework of a programme of work.\n(2) Commission Regulations (EC) No 451/2000 (2) and (EC) No 703/2001 (3) lay down the detailed rules for the implementation of the second stage of the programme of work referred to in Article 8(2) of Directive 91/414/EEC and establish a list of active substances to be assessed with a view to their possible inclusion in Annex I to Directive 91/414/EEC. That list includes trifluralin.\n(3) For trifluralin the effects on human health and the environment have been assessed in accordance with the provisions laid down in Regulations (EC) No 451/2000 and (EC) No 703/2001 for a range of uses proposed by the notifiers. Moreover, those Regulations designate the rapporteur Member States which have to submit the relevant assessment reports and recommendations to the European Food Safety Authority (EFSA) in accordance with Article 8(1) of Regulation (EC) No 451/2000. For trifluralin the rapporteur Member State was Greece and all relevant information was submitted on 11 July 2003.\n(4) The assessment report has been peer reviewed by the Member States and the EFSA within its Working Group Evaluation and presented to the Commission on 14 March 2005 in the format of the EFSA conclusion regarding the peer review of the pesticide risk assessment of the active substance trifluralin (4). This report has been reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and finalised on 16 March 2007 in the format of the Commission review report for trifluralin.\n(5) During the evaluation of this active substance, a number of concerns were identified. Trifluralin is of high toxicity to aquatic organisms, in particular fish. It is also highly persistent in soil and not readily biodegradable. Moreover, it shows potential for accumulation. In particular, it exceeds significantly the maximum bioconcentration factor (BCF) laid down in Directive 91/414/EEC for aquatic organisms, indicating a potential for bioaccumulation in such organisms. Due to its high volatility, transport through air cannot be excluded and, despite a rapid photochemical degradation, monitoring programmes have shown migration to places distant from application. These concerns made it appear that trifluralin does not meet the criteria for inclusion in Annex I to Directive 91/414/EEC.\n(6) The Commission invited the notifier to submit its comments on the results of the peer review and on its intention or not to further support the substance. The notifier submitted its comments which have been carefully examined. However, despite the arguments put forward by the notifier, the concerns identified could not be eliminated, and assessments made on the basis of the information submitted and evaluated during the EFSA expert meetings have not demonstrated that it may be expected that, under the proposed conditions of use, plant protection products containing trifluralin satisfy in general the requirements laid down in Article 5(1)(a) and (b) of Directive 91/414/EEC.\n(7) Trifluralin should therefore not be included in Annex I to Directive 91/414/EEC.\n(8) Measures should be taken to ensure that authorisations granted for plant protection products containing trifluralin are withdrawn within a fixed period of time and are not renewed and that no new authorisations for such products are granted.\n(9) Any period of grace granted by a Member State for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing trifluralin should be limited to 12 months in order to allow existing stocks to be used in one further growing season which ensures that plant protection products containing trifluralin remain available to farmers for 18 months from the adoption of this Decision.\n(10) This Decision does not prejudice the submission of an application for trifluralin according to the provisions of Article 6(2) of Directive 91/414/EEC in view of a possible inclusion in its Annex I.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Trifluralin shall not be included as an active substance in Annex I to Directive 91/414/EEC.", "Member States shall ensure that:\n(a) authorisations for plant protection products containing trifluralin are withdrawn by 20 March 2008;\n(b) no authorisations for plant protection products containing trifluralin are granted or renewed from the date of publication of this Decision.", "Any period of grace granted by Member States in accordance with the provisions of Article 4(6) of Directive 91/414/EEC, shall be as short as possible and shall expire on 20 March 2009 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 September 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2007/52/EC (OJ L 214, 17.8.2007, p. 3).\n(2)  OJ L 55, 29.2.2000, p. 25. Regulation as last amended by Regulation (EC) No 1044/2003 (OJ L 151, 19.6.2003, p. 32).\n(3)  OJ L 98, 7.4.2001, p. 6.\n(4)  EFSA Scientific Report (2005) 28, 1-77, Conclusion regarding the peer review of the pesticide risk assessment of the active substance trifluralin (finalised: 14 March 2005)."}