{"celex_id": "32006D0212", "uri": "http://publications.europa.eu/resource/cellar/ced4f614-1e6b-483e-9c3a-f10de08da344", "type": "Decision", "concepts": ["4353", "4763", "60"], "title": "2006/212/EC: Council Decision of  14 March 2006  amending Decision 1999/70/EC concerning the external auditors of the national central banks, as regards the external auditors of the Österreichische Nationalbank\n", "header": "16.3.2006 EN Official Journal of the European Union L 79/25\nCOUNCIL DECISION\nof 14 March 2006\namending Decision 1999/70/EC concerning the external auditors of the national central banks, as regards the external auditors of the Österreichische Nationalbank\n(2006/212/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Protocol on the Statute of the European System of Central Banks and of the European Central Bank, annexed to the Treaty establishing the European Community, and in particular to Article 27(1) thereof,\nHaving regard to Recommendation ECB/2006/1 of the European Central Bank of 1 February 2006 to the Council of the European Union on the external auditors of the Österreichische Nationalbank (1),\nWhereas:\n(1) The accounts of the European Central Bank (ECB) and of the national central banks of the Eurosystem are to be audited by independent external auditors recommended by the Governing Council of the ECB and approved by the Council of the European Union.\n(2) Pursuant to Article 37(1) of the Federal Act on the Österreichische Nationalbank, the General Meeting of the Österreichische Nationalbank (ÖNB) shall elect two auditors and two alternate auditors each year. The alternate auditors will be mandated only in the event that the auditors are not able to perform the audit.\n(3) The mandate of the current external auditors of the ÖNB cannot be renewed for a further term of office after the audit for the financial year 2005. It is therefore necessary to appoint external auditors from the financial year 2006.\n(4) The ÖNB has selected KPMG Alpen-Treuhand GmbH, TPA Horwath Wirtschaftsprüfung GmbH, Moore Stephens Austria Wirtschaftsprüfungsgesellschaft mbH and BDO Auxilia Treuhand GmbH as its new external auditors in accordance with Community as well as Austrian public procurement legislation, and the ECB considers that they fulfil the necessary requirements for appointment.\n(5) The Governing Council of the ECB recommended that the mandate of the external auditors should be renewed on a yearly basis, not exceeding a total term of five years.\n(6) It is appropriate to follow the recommendation of the Governing Council of the ECB and to amend Council Decision 1999/70/EC (2) accordingly,", "main_body": ["Article 1(9) of Decision 1999/70/EC shall be replaced by the following:\n‘9.   KPMG Alpen-Treuhand GmbH and TPA Horwath Wirtschaftsprüfung GmbH are hereby approved jointly as the external auditors of the Österreichische Nationalbank (ÖNB) for the financial year 2006.\nMoore Stephens Austria Wirtschaftsprüfungsgesellschaft mbH and BDO Auxilia Treuhand GmbH are hereby approved jointly as the alternate auditors of the ÖNB for the financial year 2006.\nThis mandate may be renewed on a yearly basis, not exceeding a total term of five years, ending with the financial year 2010 at the latest.’", "This Decision shall be notified to the European Central Bank.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 14 March 2006.\nFor the Council\nThe President\nK.-H. GRASSER\n(1)  OJ C 34, 10.2.2006, p. 30.\n(2)  OJ L 22, 29.1.1999, p. 69. Decision as last amended by Decision 2005/866/EC (OJ L 318, 6.12.2005, p. 25)."}