{"celex_id": "32005D0336", "uri": "http://publications.europa.eu/resource/cellar/fbeaac9c-52e2-48d1-8781-72b2a962dbc3", "type": "Decision", "concepts": ["12", "1748", "5315", "6050"], "title": "2005/336/: Council Decision of 18 April 2005 amending the Council Decision of 16 December 1980 setting up the Consultative Committee for the Fusion Programme\n", "header": "29.4.2005 EN Official Journal of the European Union L 108/64\nCOUNCIL DECISION\nof 18 April 2005\namending the Council Decision of 16 December 1980 setting up the Consultative Committee for the Fusion Programme\n(2005/336/Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the fourth paragraph of Article 7 thereof,\nHaving regard to Council Decision 2002/668/Euratom of 3 June 2002 concerning the sixth framework programme of the European Atomic Energy Community (Euratom) for nuclear research and training activities, also contributing to the creation of the European Research Area (2002 to 2006) (1),\nHaving regard to Council Decision 2002/837/Euratom of 30 September 2002 adopting a specific programme of the (Euratom) for research and training on nuclear energy (2002-2006) (2), and in particular Article 6(2) thereof, that provides that, for the purposes of implementing the specific programme, the Commission shall be assisted by a Consultative Committee and that, for fusion-related aspects, the composition of this Committee and the detailed operational rules and procedures applicable to it shall be as laid down in Council Decision 4151/81 ATO 103 of 16 December 1980, setting up the Consultative Committee for the Fusion Programme (3) (hereinafter referred to as the Council Decision of 16 December 1980),\nHaving regard to the 2003 Act of Accession, and in particular Article 51 thereof,\nHaving regard to the Council Decision of 16 December 1980 setting up a Consultative Committee for the Fusion Programme (hereinafter referred to as the CCE-FU), and in particular to paragraph 14 thereof, that lays down a voting system for this Committee,\nWhereas:\n(1) The CCE-FU is to deliver its opinions by means of a weighted voting system when, acting under paragraph 5(g) of the Council Decision of 16 December 1980, it defines priority actions with a view to allocation of preferential support.\n(2) On 21 October 2004 the CCE-FU unanimously recommended an update of its weighted voting system which should be applied within the Committee referred to in paragraph 14 of the Council Decision of 16 December 1980, when dealing with fusion-related aspects, in order to include the voting rights of the new Member States following their accession.\n(3) In view of the above, it is now appropriate to amend accordingly the Council Decision of 16 December 1980,", "main_body": ["In paragraph 14 of the Council Decision of 16 December 1980 the last two sentences shall be replaced by the following text:\n‘Opinions relating to point (g) of paragraph 5 shall be adopted by the following weighted voting system:\nBelgium 2\nCzech Republic 2\nDenmark 2\nGermany 5\nEstonia 1\nGreece 2\nSpain 3\nFrance 5\nIreland 2\nItaly 5\nCyprus 1\nLatvia 1\nLithuania 2\nLuxembourg 1\nHungary 2\nMalta 1\nNetherlands 2\nAustria 2\nPoland 3\nPortugal 2\nSlovenia 1\nSlovakia 2\nFinland 2\nSweden 2\nUnited Kingdom 5\nSwitzerland 2\nTotal 60\nFor the adoption of an opinion, the required majority shall be 31 votes in favour by at least 14 delegations.’"], "attachments": "Done at Luxembourg, 18 April 2005.\nFor the Council\nThe President\nJ. KRECKÉ\n(1)  OJ L 232, 29.8.2002, p. 34.\n(2)  OJ L 294, 29.10.2002, p. 74.\n(3)  Not published, but last amended by Council Decision 95/1/EC Euratom, ECSC (OJ L 1, 1.1.1995, p. 1)."}