{"celex_id": "32006R1193", "uri": "http://publications.europa.eu/resource/cellar/52b19f0b-049d-4f4e-b78d-0026671f91a2", "type": "Regulation", "concepts": ["1255", "2173", "2324", "473", "4734", "5581"], "title": "Commission Regulation (EC) No 1193/2006 of  4 August 2006  amending Regulation (EC) No 1990/2004 laying down transitional measures in the wine sector by reason of the accession of Hungary to the European Union\n", "header": "5.8.2006 EN Official Journal of the European Union L 215/12\nCOMMISSION REGULATION (EC) No 1193/2006\nof 4 August 2006\namending Regulation (EC) No 1990/2004 laying down transitional measures in the wine sector by reason of the accession of Hungary to the European Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular the first paragraph of Article 41 thereof,\nWhereas:\n(1) Under Article 27(3) of Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), any natural or legal person or group of persons having made wine is required to deliver for distillation all the by-products of that wine-making.\n(2) Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms (2) establishes the rules applicable to such distillation and Article 49 thereof provides for certain exceptions to that obligation.\n(3) Hungary has adopted the measures needed to implement this distillation obligation. However, distilleries in Hungary do not currently have sufficient capacity to distil all by-products.\n(4) Commission Regulation (EC) No 1990/2004 (3) authorises Hungary to exempt certain categories of producers from the obligation to distil by-products of wine-making for the 2004/05 wine year. This authorisation has been extended to cover the 2005/06 wine year. In view of the situation described above, that authorisation should be extended once again to cover the 2006/07 marketing year.\n(5) Regulation (EC) No 1990/2004 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["In Article 1 of Regulation (EC) No 1990/2004, ‘for the 2004/2005 and 2005/06 marketing years’ is replaced by ‘for the 2004/05, 2005/06 and 2006/07 marketing years’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 August 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 2165/2005 (OJ L 345, 28.12.2005, p. 1).\n(2)  OJ L 194, 31.7.2000, p. 45. Regulation as last amended by Regulation (EC) No 1820/2005 (OJ L 293, 9.11.2005, p. 8).\n(3)  OJ L 344, 20.11.2004, p. 8. Regulation as amended by Regulation (EC) No 1215/2005 (OJ L 199, 29.7.2005, p. 31)."}