{"celex_id": "32009L0032", "uri": "http://publications.europa.eu/resource/cellar/cbf632d5-30e6-44f5-85fb-0bfe6c3caf69", "type": "Directive", "concepts": ["1268", "2735", "2897", "4211", "4733", "5967", "6052"], "title": "Directive 2009/32/EC of the European Parliament and of the Council of 23 April 2009 on the approximation of the laws of the Member States on extraction solvents used in the production of foodstuffs and food ingredients (Recast) (Text with EEA relevance)\n", "header": "6.6.2009 EN Official Journal of the European Union L 141/3\nDIRECTIVE 2009/32/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 April 2009\non the approximation of the laws of the Member States on extraction solvents used in the production of foodstuffs and food ingredients\n(Recast)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Council Directive 88/344/EEC of 13 June 1988 on the approximation of the laws of the Member States on extraction solvents used in the production of foodstuffs and food ingredients (3) has been substantially amended several times (4). Since further amendments are to be made, it should be recast in the interests of clarity.\n(2) Differences between national laws relating to extraction solvents hinder the free movement of foodstuffs and may create conditions of unequal competition, thereby directly affecting the functioning of the internal market.\n(3) The approximation of those laws is therefore necessary if the free movement of foodstuffs is to be achieved.\n(4) Laws relating to extraction solvents for use in foodstuffs should take account primarily of human health requirements but also, within the limits required for the protection of health, of economic and technical needs.\n(5) Such approximation should involve the establishment of a single list of extraction solvents for the preparation of foodstuffs or food ingredients. General purity criteria should also be specified.\n(6) The use of an extraction solvent under conditions of good manufacturing practice should result in the removal of all or the major part of the solvent residues from the foodstuff or food ingredient.\n(7) Under such conditions, the presence of residues or derivatives in the final foodstuff or food ingredient may be unintentional but technically unavoidable.\n(8) Although in general a specific limitation is useful, it need not be laid down for substances listed in Part I of Annex I which have been found acceptable from the point of view of safety to the consumer when used under conditions of good manufacturing practice.\n(9) To take account of protection of public health, the conditions of use of other extraction solvents listed in Parts II and III of Annex I and maximum residue values permitted in food and food ingredients should be established.\n(10) Specific purity criteria for extraction solvents and methods of analysis and sampling of extraction solvents in and on foodstuffs should be established.\n(11) Should the use of an extraction solvent provided for in this Directive appear to constitute a health risk as a result of new information, Member States should be able to suspend or limit such use, or to reduce existing limits, pending a decision at Community level.\n(12) The measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5).\n(13) In particular, the Commission should be empowered to amend the list of extraction solvents which may be used during the processing of the raw materials, of foodstuffs, of food components or of food ingredients, and the specification of their conditions of use and maximum residue limits, and to adopt specific purity criteria for extraction solvents and the methods of analysis necessary to verify compliance with the general and specific purity criteria as well as methods of analysis and sampling of extraction solvents in and on foodstuffs. Since those measures are of general scope and are designed to amend non-essential elements of this Directive, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(14) On grounds of efficiency, the normal time-limits for the regulatory procedure with scrutiny should be curtailed for the adoption of amendments of the list of extraction solvents which may be used during the processing of the raw materials, of foodstuffs, of food components or of food ingredients, and the specification of their conditions of use and maximum residue limits, and for the adoption of specific purity criteria for extraction solvents.\n(15) When, on imperative grounds of urgency, in particular where a risk to human health exists, the normal time-limits for the regulatory procedure with scrutiny cannot be complied with, the Commission should be able to apply the urgency procedure provided for in Article 5a(6) of Decision 1999/468/EC for the adoption of amendments of the list of extraction solvents which may be used during the processing of the raw materials, of foodstuffs, of food components or of food ingredients, and the specification of their conditions of use and maximum residue limits, and for the adoption of specific purity criteria for extraction solvents, as well as for the adoption of amendments to this Directive when it is established that the use in foodstuffs of any substance listed in Annex I or the level of one or more of the components referred to in Article 3 contained in such substances might endanger human health although it complies with the conditions laid down in this Directive.\n(16) The new elements introduced into this Directive only concern the committee procedures. They therefore do not need to be transposed by the Member States.\n(17) This Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex II, Part B,", "main_body": ["1.   This Directive applies to extraction solvents used or intended for use in the production of foodstuffs or food ingredients.\nThis Directive shall not apply to extraction solvents used in the production of food additives, vitamins and other nutritional additives, unless such food additives, vitamins or nutritional additives are listed in Annex I.\nHowever, the Member States shall ensure that the use of food additives, vitamins and other nutritional additives does not result in foodstuffs containing extraction solvent residue levels dangerous to human health.\nThis Directive shall apply without prejudice to the provisions adopted under more specific Community rules.\n2.   For the purposes of this Directive:\n(a) ‘solvent’ means any substance for dissolving a foodstuff or any component thereof, including any contaminant present in or on that foodstuff;\n(b) ‘extraction solvent’ means a solvent which is used in an extraction procedure during the processing of raw materials, of foodstuffs, or of components or ingredients of these products and which is removed but which may result in the unintentional, but technically unavoidable, presence of residues or derivatives in the foodstuff or food ingredient.", "1.   Member States shall authorise the use as extraction solvents in the manufacture of foodstuffs or food ingredients of those substances and materials listed in Annex I, under the conditions of use and where appropriate within the maximum residue limits specified in that Annex.\nMember States may not prohibit, restrict or obstruct the marketing of foodstuffs or food ingredients on grounds relating to the extraction solvents used or their residues if these comply with the provisions of this Directive.\n2.   Member States shall not authorise the use of other substances and materials as extraction solvents, nor extend the conditions of use or permitted residues of the extraction solvents listed in Annex I beyond those specified therein.\n3.   Water to which substances regulating acidity or alkalinity may have been added and other food substances which possess solvent properties are authorised as extraction solvents in the manufacture of foodstuffs or food ingredients.", "Member States shall take all necessary measures to ensure that the substances and materials listed as extraction solvents in Annex I comply with the following general and specific purity criteria:\n(a) they shall not contain a toxicologically dangerous amount of any element or substance;\n(b) subject to any exceptions deriving from the specific purity criteria adopted in accordance with point (d) of Article 4, they shall not contain more than 1 mg/kg of arsenic or more than 1 mg/kg of lead;\n(c) they shall satisfy the specific purity criteria adopted in accordance with point (d) of Article 4.", "The Commission shall adopt the following:\n(a) the necessary amendments to Annex I in the light of scientific and technical progress in the field of the use of solvents, their conditions of use and maximum residue limits;\n(b) the methods of analysis necessary to verify compliance with the general and specific purity criteria provided for in Article 3;\n(c) the procedure for taking samples and the methods for qualitative and quantitative analysis of the extraction solvents listed in Annex I and used in foodstuffs or food ingredients;\n(d) if necessary, the specific purity criteria for the extraction solvents listed in Annex I, and in particular maximum permitted limits of mercury and cadmium in the extraction solvents.\nThe measures referred to in points (b) and (c) of the first subparagraph, designed to amend non-essential elements of this Directive, inter alia, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 6(2).\nThe measures referred to in points (a) and (d) of the first subparagraph, designed to amend non-essential elements of this Directive, inter alia, by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 6(3).\nWhere necessary, the measures referred to in points (a) and (d) of the first subparagraph shall be adopted in accordance with the urgency procedure referred to in Article 6(4).", "1.   Where a Member State, as a result of new information or of a reassessment of existing information made since this Directive was adopted, has detailed grounds for establishing that the use in foodstuffs of any substance listed in Annex I or the level of one or more of the components referred to in Article 3 contained in such substances might endanger human health although it complies with the conditions laid down in this Directive, that Member State may temporarily suspend or restrict application of the provisions in question in its territory. It shall immediately inform the other Member States and the Commission thereof and give reasons for its decision.\n2.   The Commission shall examine as soon as possible the evidence given by the Member State concerned and consult the Committee referred to in Article 6(1), and shall then deliver its opinion forthwith and take the appropriate measures, which may replace the measures referred to in paragraph 1 of this Article.\n3.   If the Commission considers that amendments to this Directive are necessary in order to resolve the difficulties mentioned in paragraph 1 and to ensure the protection of human health, it shall adopt those amendments.\nThose measures, designed to amend non-essential elements of this Directive, shall be adopted in accordance with the urgency procedure referred to in Article 6(4).\nAny Member State which has adopted safeguard measures may in that event retain them until the amendments enter into force in its territory.", "1.   The Commission shall be assisted by the Standing Committee on the Food Chain and Animal Health, set up by Article 58 of Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (6).\n2.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and (5)(b) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe periods laid down in Article 5a(3)(c), (4)(b) and (4)(e) of Decision 1999/468/EC shall be set at two months, one month and two months respectively.\n4.   Where reference is made to this paragraph, Article 5a(1), (2), (4) and (6) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.", "1.   Member States shall take all necessary measures to ensure that the substances listed in Annex I and intended for use as extraction solvents in foodstuffs may not be marketed unless their packaging, containers or labels carry the following particulars in such a way as to be easily visible, clearly legible and indelible:\n(a) the commercial name as indicated in Annex I;\n(b) a clear indication that the material is of a quality suitable for use for the extraction of food or food ingredients;\n(c) a reference by which the batch or lot may be identified;\n(d) the name or business name and address of the manufacturer or packer or of a seller established within the Community;\n(e) the net quantity given as units of volume;\n(f) if necessary, the special storage conditions or conditions of use.\n2.   By way of derogation from paragraph 1, the particulars specified in points (c), (d), (e) and (f) of that paragraph may appear only on the trade documents relating to the batch or lot which are to be supplied with or prior to the delivery.\n3.   This Article shall be without prejudice to more precise or more extensive Community provisions regarding weights and measures or provisions applying to the classification, packaging and labelling of dangerous substances and mixtures.\n4.   Member States shall refrain from laying down requirements more detailed than those already contained in this Article concerning the manner in which the particulars provided are to be shown.\nEach Member State shall, however, ensure that the sale of extraction solvents within its territory is prohibited if the particulars provided for in this Article do not appear in a language easily understood by purchasers, unless other measures have been taken to ensure that the purchaser is informed. This provision shall not prevent such particulars from being indicated in various languages.", "1.   This Directive shall also apply to extraction solvents used or intended for use in the production of foodstuffs or food ingredients imported into the Community.\n2.   This Directive shall not apply to extraction solvents or foodstuffs intended for export outside the Community.", "Directive 88/344/EEC, as amended by the acts listed in Annex II, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex II, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex III.", "0\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "1\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 23 April 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nP. NEČAS\n(1)  OJ C 224, 30.8.2008, p. 87.\n(2)  Opinion of the European Parliament of 23 September 2008 (not yet published in the Official Journal) and Council Decision of 23 March 2009.\n(3)  OJ L 157, 24.6.1988, p. 28.\n(4)  See Annex II, Part A.\n(5)  OJ L 184, 17.7.1999, p. 23.\n(6)  OJ L 31, 1.2.2002, p. 1.\nANNEX I\nEXTRACTION SOLVENTS WHICH MAY BE USED DURING THE PROCESSING OF RAW MATERIALS, OF FOODSTUFFS, OF FOOD COMPONENTS OR OF FOOD INGREDIENTS\nPART I\nExtraction solvents to be used in compliance with good manufacturing practice for all uses\n (1)\nName:\nPropane\nButane\nEthyl acetate\nEthanol\nCarbon dioxide\nAcetone (2)\nNitrous oxide\nPART II\nExtraction solvents for which conditions of use are specified\nName Conditions of use Maximum residue limits in the extracted foodstuff or food ingredient\nHexane (3) Production or fractionation of fats and oils and production of cocoa butter 1 mg/kg in the fat or oil or cocoa butter\nPreparation of defatted protein products and defatted flours 10 mg/kg in the food containing the defatted protein products and the defatted flours\n30 mg/kg in the defatted soya products as sold to the final consumer\nPreparation of defatted cereal germs 5 mg/kg in the defatted cereal germs\nMethyl acetate Decaffeination of, or removal of irritants and bitterings from coffee and tea 20 mg/kg in the coffee or tea\nProduction of sugar from molasses 1 mg/kg in the sugar\nEthylmethylketone (4) Fractionation of fats and oils 5 mg/kg in the fat or oil\nDecaffeination of, or removal of irritants and bitterings from coffee and tea 20 mg/kg in the coffee or tea\nDichloromethane Decaffeination of, or removal of irritants and bitterings from coffee and tea 2 mg/kg in the roasted coffee and 5 mg/kg in the tea\nMethanol For all uses 10 mg/kg\nPropan-2-ol For all uses 10 mg/kg\nPART III\nExtraction solvents for which conditions of use are specified\nName Maximum residue limits in the foodstuff due to the use of extraction solvents in the preparation of flavourings from natural flavouring materials\nDiethyl ether 2 mg/kg\nHexane (5) 1 mg/kg\nCyclohexane 1 mg/kg\nMethyl acetate 1 mg/kg\nButan-1-ol 1 mg/kg\nButan-2-ol 1 mg/kg\nEthylmethylketone (5) 1 mg/kg\nDichloromethane 0,02 mg/kg\nPropan-1-ol 1 mg/kg\n1,1,1,2-tetrafluoroethane 0,02 mg/kg\n(1)  An extraction solvent is considered as being used in compliance with good manufacturing practice if its use results only in the presence of residues or derivatives in technically unavoidable quantities presenting no danger to human health.\n(2)  The use of Acetone in the refining of olive-pomace oil is forbidden.\n(3)  Hexane means a commercial product consisting essentially of acyclic saturated hydrocarbons containing six carbon atoms and distilling between 64 °C and 70 °C. The combined use of Hexane and Ethylmethylketone is forbidden.\n(4)  The level of n-Hexane in this solvent should not exceed 50 mg/kg. The combined use of Hexane and Ethylmethylketone is forbidden.\n(5)  The combined use of Hexane and Ethylmethylketone is forbidden.\nANNEX II\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 9)\nCouncil Directive 88/344/EEC\nCouncil Directive 92/115/EEC\nDirective 94/52/EC of the European Parliament and of the Council\nDirective 97/60/EC of the European Parliament and of the Council\nRegulation (EC) No 1882/2003 of the European Parliament and of the Council Point 9 of Annex III only\nPART B\nTime-limits for transposition into national law\n(referred to in Article 9)\nDirective Time-limit for transposition\n88/344/EEC 13 June 1991\na.\nb.\n94/52/EC 7 December 1995\na.\nb.\n(1)  In accordance with Article 2(1) of Directive 92/115/EEC:\n‘Member States shall amend their laws, regulations and administrative provisions in such a way as to:\n— permit trade in products complying with this Directive at the latest by 1 July 1993,\n— prohibit trade in products not complying with this Directive with effect from 1 January 1994.’\n(2)  In accordance with Article 2(1) of Directive 97/60/EC:\n‘Member States shall amend their laws, regulations and administrative provisions so as to:\n— authorise trade in products complying with Directive 88/344/EEC, as amended by this Directive by 27 October 1998 at the latest;\n— ban trade in products not complying with Directive 88/344/EEC, as amended by this Directive, as from 27 April 1999. However, products placed on the market or labelled before that date and not complying with Directive 88/344/EEC, as amended by this Directive, may be marketed until stocks are used up.’\nANNEX III\nCorrelation Table\nDirective 88/344/EEC This Directive\nArticle 1(1) Article 1(1)\nArticle 1(3) Article 1(2)\nArticle 2(1) Article 2(1)\nArticle 2(2) Article 2(2)\nArticle 2(3) —\nArticle 2(4) Article 2(3)\nArticle 3 Article 3\nArticle 4 Article 4\nArticle 5 Article 5\nArticle 6(1) Article 6(1)\nArticle 6(2) —\nArticle 6(3) —\n— Article 6(2)\n— Article 6(3)\n— Article 6(4)\nArticle 7 Article 7\nArticle 8 Article 8\nArticle 9 —\n— Article 9\n— Article 10\nArticle 10 Article 11\nAnnex Annex I\n— Annex II\n— Annex III"}