{"celex_id": "32009D0827", "uri": "http://publications.europa.eu/resource/cellar/5799bff0-373f-4562-8abb-86068dc9fef7", "type": "Decision", "concepts": ["13", "1442", "1590", "2414", "3730", "4081", "5451", "6569"], "title": "2009/827/EC: Commission Decision of 13 October 2009 authorising the placing on the market of Chia seed ( Salvia hispanica ) as novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2009) 7645)\n", "header": "11.11.2009 EN Official Journal of the European Union L 294/14\nCOMMISSION DECISION\nof 13 October 2009\nauthorising the placing on the market of Chia seed (Salvia hispanica) as novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2009) 7645)\n(Only the French text is authentic)\n(2009/827/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 30 June 2003 the company Robert Craig & Sons made a request to the competent authorities of the United Kingdom to place Chia seed (Salvia hispanica) and grounded seed on the market as a novel food ingredient; on 7 May 2004 the competent food assessment body of the United Kingdom issued its initial assessment report. In that report it came to the conclusion that Chia (Salvia hispanica) is safe for the proposed uses in foodstuffs.\n(2) The Commission forwarded the initial assessment report to all Member States on 14 June 2004.\n(3) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision; therefore the European Food Safety Authority (EFSA) was consulted on 4 April 2005 and issued its opinion on 5 October 2005. However, as the applicant could not provide sufficient data, EFSA in their opinion did not come to a conclusion on the safety, but was open to reconsider the application, if additional information would be provided by the applicant.\n(4) On 30 September 2006, the responsibility for the application was transferred to the company Columbus Paradigm Institute S.A., who submitted additional data and information as requested by EFSA. Thus, EFSA was asked to finalise the assessment of Chia seed (Salvia hispanica) and grounded seed on 21 January 2008.\n(5) EFSA delivered its second opinion on the safety of Chia seed (Salvia hispanica) and grounded seed as a food ingredient on 13 March 2009.\n(6) In that opinion the EFSA acknowledged that the information provided was supportive evidence to allow for a positive conclusion on the safety of Chia seeds and ground whole Chia seeds. In particular EFSA came to the conclusion, it is unlikely that the use of Chia seed (Salvia hispanica) and ground seed in bread products under the specified conditions would have an adverse effect on public health.\n(7) On the basis of the scientific assessment, it is established that the Chia seed (Salvia hispanica) and grounded Chia seed comply with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Chia seed (Salvia hispanica) and grounded Chia seed as specified in the Annex may be placed on the market in the Community as a novel food ingredient to be used in bread products with a maximum content of 5 % Chia (Salvia hispanica) seeds.", "The designation of the novel food ingredient authorised by this Decision on the labelling of the foodstuff containing it shall be ‘Chia (Salvia hispanica) seeds’.", "This Decision is addressed to Columbus Paradigm Institute S.A., Chaussée de Tervuren 149, B-1410 Waterloo."], "attachments": "Done at Brussels, 13 October 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\nANNEX\nSPECIFICATIONS OF CHIA SEED (SALVIA HISPANICA)\nDescription\nChia (Salvia hispanica) is a summer annual herbaceous plant belonging to the Labiatae family.\nPost-harvest the seeds are cleaned mechanically. Flowers, leaves and other parts of the plant are removed.\nWhole ground Chia is produced by passing the whole seeds through a variable speed hammer mill.\nComposition of Chia seed\nDry matter 91-96 %\nProtein 20-22 %\nFat 30-35 %\nCarbohydrate 25-41 %\nCrude Fibre (1) 18-30 %\nAsh 4-6 %\n(1)  Crude fibre is the part of fibre made mainly of indigestible cellulose, pentosans and lignin."}