{"celex_id": "32002R0689", "uri": "http://publications.europa.eu/resource/cellar/20bdbce8-e189-4535-be3a-876886c03921", "type": "Regulation", "concepts": ["1197", "1743", "1876", "3483", "3584", "3870"], "title": "Commission Regulation (EC) No 689/2002 of 22 April 2002 amending, for the fifth time, Council Regulation (EC) No 1705/98 concerning the interruption of certain economic relations with Angola in order to induce the \"União Nacional para a Independência Total de Angola\" (UNITA) to fulfil its obligations in the peace process, and repealing Regulation (EC) No 2229/97\n", "header": "Commission Regulation (EC) No 689/2002\nof 22 April 2002\namending, for the fifth time, Council Regulation (EC) No 1705/98 concerning the interruption of certain economic relations with Angola in order to induce the \"União Nacional para a Independência Total de Angola\" (UNITA) to fulfil its obligations in the peace process, and repealing Regulation (EC) No 2229/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1705/98 of 28 July 1998 concerning the interruption of certain economic relations with Angola in order to induce the \"União Nacional para a Independência Total de Angola\" (UNITA) to fulfil its obligations in the peace process, and repealing Regulation (EC) No 2229/97(1), as last amended by Commission Regulation (EC) No 271/2002(2), and in particular Article 9 thereof,\nWhereas:\n(1) Article 9 of Regulation (EC) No 1705/98 empowers the Commission to amend the Annexes to the Regulation on the basis of determinations by either the competent authorities of the United Nations or the Government of Unity and National Reconciliation of Angola or in the case of Annex VIII on the basis of information and notification supplied by the Member States.\n(2) Annex VII to Regulation (EC) No 1705/98 lists the names of persons covered by the freeze of funds under that Regulation. On 6 March 2002 the Angola Sanctions Committee determined to amend the list of persons and entities to whom the freeze of funds shall apply and therefore Annex VII to Regulation (EC) No 1705/98, as amended, should be amended accordingly.\n(3) Annex VIII to Regulation (EC) No 1705/98 lists the names and addresses of the competent national authorities. The Government of Germany has informed the Commission of certain corrections of the address of German competent authority and therefore Annex VIII should be amended accordingly,", "main_body": ["Regulation (EC) No 1705/98 should be amended as follows:\n- In Annex VII, the following names should be removed:\nBaptista, João \"Zaboba\"\nSapalalo, V. Motoso Salumbo\n- In Annex VIII, Deutsche Bundesbank should be listed as: \" Deutsche Bundesbank Wilhelm-Epstein-Straße 14 D - 60431 Frankfurt/Main Tel. (49-69) 95 66-1 \".", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 April 2002.\nFor the Commission\nChristopher Patten\nMember of the Commission\n(1) OJ L 215, 1.8.1998, p. 1.\n(2) OJ L 45, 15.2.2002, p. 16."}