{"celex_id": "32001D0477", "uri": "http://publications.europa.eu/resource/cellar/401e6417-291a-47bf-a35d-e432ecae90ed", "type": "Decision", "concepts": ["1085", "473", "4734", "889"], "title": "2001/477/EC: Council Decision of 19 June 2001 on the granting of exceptional national aid by the Government of the French Republic for the distillation of certain wine sector products\n", "header": "Council Decision\nof 19 June 2001\non the granting of exceptional national aid by the Government of the French Republic for the distillation of certain wine sector products\n(2001/477/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 88(2), third subparagraph, thereof,\nHaving regard to the request made by the Government of the French Republic on 20 April 2001,\nWhereas:\n(1) Article 29 of Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1) allows Community support for the distillation of wines in order to support the wine market and, as a consequence, facilitate the continuation of supplies of wine distillate.\n(2) Article 30 of the above Regulation allows a crisis distillation measure if there is an exceptional case of wine market disturbance caused by serious surpluses and/or problems of quality.\n(3) The 2000/2001 wine-growing year has shown that the introduction of distillation under Article 29 of Regulation (EC) No 1493/1999 as from 1 September 2000 handicapped some French vineyards, in which harvesting had not begun by that date; it can also be seen from an examination of contract applications by the closing date of 30 November 2000 that access was not available to all vineyards.\n(4) Following a detailed examination of the effects on the market of the operation of distillation and its practice by jobbing distillers and of the crisis distillation introduced on a case-by-case basis at the request of Member States with the adoption of prices that differ according to the requests, on the basis of the details provided by the French Government, it has emerged that in France - despite crisis distillation of 800000 hectolitres at a price of EUR 1914 per % vol per hectolitre and national aid authorised by the Council under Decision 2000/810/EC(2), bringing the price of wine up to EUR 3,7 per % vol per hectolitre within the limit of 1 million hectolitres - there is still market stagnation with exceptionally large stocks, rising from 10,8 million hectolitres in August 1999 to 14,1 million hectolitres in August 2000.\n(5) To deal with the situation, the French Government is planning, within the 1,5 million hectolitre quota unanimously approved on 7 June 2001 by the Management Committee for Wine set up by Article 74 of Regulation (EC) No 1493/1999 on a proposal from the Commission, to grant exceptional national aid to producers who supply wine for the distillation referred to in Article 30 of that Regulation, so as to bring the price of the wine supplied up from EUR 1,914 per % vol per hectolitre to EUR 3,05 per % vol per hectolitre, subject to a maximum cost of this national measure of EUR 19 million.\n(6) Exceptional circumstances therefore exist, making it possible to consider such aid, by way of derogation and to the extent strictly necessary to remedy the imbalance which has arisen, to be compatible with the common market on the terms specified in this Decision,", "main_body": ["Exceptional aid by the French Government for the distillation of 1500000 hectolitres of wine on French territory, totalling not more than EUR 19 million, for the amount necessary to bring the price of wine up to EUR 3,05 per % vol per hectolitre in the context of the implementation of crisis distillation under Article 30 of Regulation (EC) No 1493/1999, shall be considered compatible with the common market.", "This Decision is addressed to the French Republic."], "attachments": "Done at Luxembourg, 19 June 2001.\nFor the Council\nThe President\nM. Winberg\n(1) OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 2826/2000 (OJ L 328, 23.12.2000, p. 2).\n(2) OJ L 328, 23.12.2000, p. 52."}