{"celex_id": "32008R0905", "uri": "http://publications.europa.eu/resource/cellar/fc704b26-155a-413f-81a4-f17391d43055", "type": "Regulation", "concepts": ["1394", "1644", "2299", "2771", "4316", "4319"], "title": "Commission Regulation (EC) No 905/2008 of 17 September 2008 concerning the issue of import licences for raw cane sugar for refining, originating in the least-developed countries\n", "header": "18.9.2008 EN Official Journal of the European Union L 249/12\nCOMMISSION REGULATION (EC) No 905/2008\nof 17 September 2008\nconcerning the issue of import licences for raw cane sugar for refining, originating in the least-developed countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 980/2005 of 27 June 2005 applying a scheme of generalised tariff preferences (1),\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (2),\nHaving regard to Commission Regulation (EC) No 1100/2006 of 17 July 2006 laying down, for the marketing years 2006/07, 2007/08 and 2008/09, detailed rules for the opening and administration of tariff quotas for raw cane-sugar for refining, originating in least developed countries, as well as detailed rules applying to the importation of products of tariff heading 1701 originating in least developed countries (3), and in particular Article 7(3) thereof,\nWhereas:\n(1) In accordance with Article 12(5) of Regulation (EC) No 980/2005, Article 3(1) of Regulation (EC) No 1100/2006 opens, for imports originating in the least-developed countries, tariff quotas at zero duty for products falling within CN code 1701 11 10, expressed as white sugar equivalent.\n(2) Applications for import licences have been submitted to the competent authorities in the week from 8 to 12 September 2008 in accordance with Article 5 of Regulation (EC) No 1100/2006. The weekly record referred to in Article 7(2) of that Regulation has revealed that, following these applications, the total quantity requested for the 2007/08 marketing year is equal to the limit of 178 030,75 tonnes laid down for this year for quota 09.4361.\n(3) In these circumstances, the Commission must inform the Member States that the limit concerned has been reached and that no further licence application is admissible,", "main_body": ["Import licence applications submitted from 8 to 12 September 2008 under Article 5 of Regulation (EC) No 1100/2006 shall be issued for 100 % of the quantity requested.", "The limit of 178 030,75 tonnes for tariff quota 09.4361, as provided for in Article 3(1) of Regulation (EC) No 1100/2006, has been reached. Applications for import licences submitted after 12 September 2008 shall be inadmissible.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 September 2008.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 169, 30.6.2005, p. 1.\n(2)  OJ L 58, 28.2.2006, p. 1.\n(3)  OJ L 196, 18.7.2006, p. 3."}