{"celex_id": "32005R0607", "uri": "http://publications.europa.eu/resource/cellar/851d51cf-3248-4a50-af5c-8690243a6b69", "type": "Regulation", "concepts": ["2338", "3533", "3870", "4778", "7137"], "title": "Commission Regulation (EC) No 607/2005 of 18 April 2005 amending, for the fourth time, Council Regulation (EC) No 1763/2004 imposing certain restrictive measures in support of effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\n", "header": "20.4.2005 EN Official Journal of the European Union L 100/17\nCOMMISSION REGULATION (EC) No 607/2005\nof 18 April 2005\namending, for the fourth time, Council Regulation (EC) No 1763/2004 imposing certain restrictive measures in support of effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1763/2004 of 11 October 2004 imposing certain restrictive measures in support of effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY) (1), and in particular Article 10(a) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 1763/2004 lists the persons covered by the freezing of funds and economic resources under that Regulation.\n(2) The Commission is empowered to amend that Annex, taking into account Council Decisions implementing Council Common Position 2004/694/CFSP of 11 October 2004 on further measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY) (2). Council Decision 2005/316/CFSP (3) implements that Common Position. Annex I to Regulation (EC) No 1763/2004 should, therefore, be amended accordingly.\n(3) In order to ensure that the measures provided for in this Regulation are effective, this Regulation must enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 1763/2004 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 April 2005.\nFor the Commission\nBenita FERRERO-WALDNER\nMember of the Commission\n(1)  OJ L 315, 14.10.2004, p. 14. Regulation as last amended by Commission Regulation (EC) No 295/2005 (OJ L 50, 23.2.2005, p. 5).\n(2)  OJ L 315, 14.10.2004, p. 52.\n(3)  See page 54 of this Official Journal.\nANNEX\nAnnex I to Regulation (EC) No 1763/2004 is amended as follows:\n1. The following person shall be added:\n(a) Tolimir, Zdravko. Date of birth: 27.11.1948.\n2. The following persons shall be removed:\n(a) Borovcanin, Ljubomir. Date of birth: 27.2.1960. Place of birth: Han Pijesak, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n(b) Jankovic, Gojko. Date of birth: 31.10.1954. Place of birth: Trbuse, Municipality of Foca, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n(c) Lukic, Milan. Date of birth: 6.9.1967. Place of birth: Visegrad, Bosnia and Herzegovina. Nationality: (a) Bosnia and Herzegovina, (b) possibly Serbia and Montenegro.\n(d) Nikolic, Drago. Date of birth: 9.11.1957. Place of birth: Bratunac, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n(e) Pandurevic, Vinko. Date of birth: 25.6.1959. Place of birth: Sokolac, Bosnia and Herzegovina. Nationality: (a) Bosnia and Herzegovina, (b) possibly Serbia and Montenegro."}