{"celex_id": "32006D1012", "uri": "http://publications.europa.eu/resource/cellar/53d3837b-6e03-4a9d-8e79-2b061a9f267e", "type": "Decision", "concepts": ["2783", "3462", "3466", "3591", "5403", "5458", "5833", "622"], "title": "2006/1012/EC: Council Decision of 20 December 2006 on the signing and the provisional application of a bilateral agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus amending the Agreement between the European Community and the Republic of Belarus on trade in textile products\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/98\nCOUNCIL DECISION\nof 20 December 2006\non the signing and the provisional application of a bilateral agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus amending the Agreement between the European Community and the Republic of Belarus on trade in textile products\n(2006/1012/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with Article 300(2), first sentence of the first subparagraph thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Commission has negotiated on behalf of the Community a bilateral agreement to extend for one year the existing bilateral agreement and protocols on trade in textile products with the Republic of Belarus, with some adjustments of the quantitative limits.\n(2) This bilateral agreement should be applied on a provisional basis as of 1 January 2007, pending the completion of procedures required for its conclusion, subject to the reciprocal provisional application by the Republic of Belarus.\n(3) The proposed agreement should be signed on behalf of the Community,", "main_body": ["Subject to a possible conclusion at a later date, the President of the Council is hereby authorised to designate the person(s) empowered to sign on behalf of the European Community the agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus amending the Agreement between the European Community and the Republic of Belarus on trade in textile products.", "Subject to reciprocity, the Agreement shall be applied on a provisional basis, pending its formal conclusion, from 1 January 2007.\nThe text of the agreement in the form of an Exchange of Letters is attached to this Decision.", "1.   If the Republic of Belarus fails to fulfil its obligations under paragraph 2.4 of the Agreement, the quota for 2007 will be reduced to the levels applicable in 2006.\n2.   The decision to implement paragraph 1 shall be taken in accordance with the procedures referred to in Article 17 of Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (1).", "This Decision shall be published in the Official Journal of the European Union.\nIt shall enter into force on the day following its publication in the Official Journal."], "attachments": "Done at Brussels, 20 December 2006.\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  OJ L 275, 8.11.1993, p. 1. Regulation as last amended by Commission Regulation (EC) No 35/2006 (OJ L 7, 12.1.2006, p. 8).\nAGREEMENT\nin the form of an Exchange of Letters between the European Community and the Republic of Belarus amending the Agreement between the European Community and the Republic of Belarus on trade in textile products\nSir,\n1. I have the honour to refer to the Agreement between the European Community and the Republic of Belarus on trade in textile products initialled on 1 April 1993, as last amended and extended by the Agreement in the form of an Exchange of Letters initialled on 11 November 2005 (hereafter referred to as the ‘Agreement’).\n2. In view of the expiry of the Agreement on 31 December 2006 and in accordance with Article 19(1) of the Agreement, the European Community and the Republic of Belarus agree to extend the duration of the Agreement, for a further period of one year, subject to the following amendments and conditions:\n2.1. The text of Article 19(1) of the Agreement shall read as follows:\n2.2. Annex II which sets out the quantitative restrictions for exports from the Republic of Belarus to the European Community is replaced by Appendix 1 to this letter.\n2.3. The Annex to Protocol C which sets out the quantitative restrictions for exports from the Republic of Belarus to the European Community after OPT operations in the Republic of Belarus is replaced for the period of 1 January 2007 to 31 December 2007 by Appendix 2 to this letter.\n2.4. Imports into Belarus of textile and clothing products of European Community origin shall be subject in 2007 to custom duties not exceeding those provided for 2003 in Appendix 4 of the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus initialled on 11 November 1999.\n3. Should the Republic of Belarus become a Member of the World Trade Organisation (WTO) before the date of the expiry of the Agreement, the agreements and rules of the WTO shall be applied from the date of the Republic of Belarus' accession to the WTO.\n4. I should be obliged if you could kindly confirm the acceptance of your Government of the foregoing. Should this be the case, this Agreement in the form of an Exchange of Letters shall enter into force on the first day of the month following the day on which the Parties have notified each other that the legal procedures necessary to this end have been completed. In the meantime, it shall be applied provisionally from 1 January 2007 on the condition of reciprocity.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the European Community\nAppendix 1\n‘ANNEX II\nBelarus Category unit Quota as from 1 January 2007\nGroup IA 1 tonnes 1 585\n2 tonnes 6 600\n3 tonnes 242\nGroup IB 4 T pieces 1 839\n5 T pieces 1 105\n6 T pieces 1 705\n7 T pieces 1 377\n8 T pieces 1 160\nGroup IIA 9 tonnes 363\n20 tonnes 329\n22 tonnes 524\n23 tonnes 255\n39 tonnes 241\nGroup IIB 12 T pairs 5 959\n13 T pieces 2 651\n15 T pieces 1 726\n16 T pieces 186\n21 T pieces 930\n24 T pieces 844\n26/27 T pieces 1 117\n29 T pieces 468\n73 T pieces 329\n83 tonnes 184\nGroup IIIA 33 tonnes 387\n36 tonnes 1 309\n37 tonnes 463\n50 tonnes 207\nGroup IIIB 67 tonnes 356\n74 T pieces 377\n90 tonnes 208\nGroup IV 115 tonnes 114\n117 tonnes 2 310\n118 tonnes 471\nT pieces: thousand of pieces’\nAppendix 2\n‘ANNEX TO PROTOCOL C\nCategory Unit As from 1 January 2007\n4 1 000 pieces 5 399\n5 1 000 pieces 7 526\n6 1 000 pieces 10 037\n7 1 000 pieces 7 534\n8 1 000 pieces 2 565\n12 1 000 pieces 5 072\n13 1 000 pieces 795\n15 1 000 pieces 4 400\n16 1 000 pieces 896\n21 1 000 pieces 2 927\n24 1 000 pieces 754\n26/27 1 000 pieces 3 668\n29 1 000 pieces 1 487\n73 1 000 pieces 5 700\n83 Tonnes 757\n74 1 000 pieces 994’\nSir,\nI have the honour to acknowledge receipt of your letter of … which reads as follows:\n‘Sir,\n1. I have the honour to refer to the Agreement between the European Community and the Republic of Belarus on trade in textile products initialled on 1 April 1993, as last amended and extended by the Agreement in the form of an Exchange of Letters initialled on 11 November 2005 (hereafter referred to as the “Agreement”).\n2. In view of the expiry of the Agreement on 31 December 2006 and in accordance with Article 19(1) of the Agreement, the European Community and the Republic of Belarus agree to extend the duration of the Agreement, for a further period of one year, subject to the following amendments and conditions:\n2.1. The text of Article 19(1) of the Agreement shall read as follows:\n2.2. Annex II which sets out the quantitative restrictions for exports from the Republic of Belarus to the European Community is replaced by Appendix 1 to this letter.\n2.3. The Annex to Protocol C which sets out the quantitative restrictions for exports from the Republic of Belarus to the European Community after OPT operations in the Republic of Belarus is replaced for the period of 1 January 2007 to 31 December 2007 by Appendix 2 to this letter.\n2.4. Imports into Belarus of textile and clothing products of European Community origin shall be subject in 2007 to custom duties not exceeding those provided for 2003 in Appendix 4 of the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus initialled on 11 November 1999.\n3. Should the Republic of Belarus become a Member of the World Trade Organisation (WTO) before the date of the expiry of the Agreement, the agreements and rules of the WTO shall be applied from the date of the Republic of Belarus' accession to the WTO.\n4. I should be obliged if you could kindly confirm the acceptance of your Government of the foregoing. Should this be the case, this Agreement in the form of an Exchange of Letters shall enter into force on the first day of the month following the day on which the Parties have notified each other that the legal procedures necessary to this end have been completed. In the meantime, it shall be applied provisionally from 1 January 2007 on the condition of reciprocity.\nPlease accept, Sir, the assurance of my highest consideration.’\nI have the honour to confirm that my Government is in agreement with the content of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Government of the Republic of Belarus"}