{"celex_id": "32000D0038", "uri": "http://publications.europa.eu/resource/cellar/09aa8735-3f67-412b-97ec-835c852f2573", "type": "Decision", "concepts": ["1085", "2232", "2723", "4490", "862", "922"], "title": "2000/38/EC: Commission Decision of 16 December 1999 on a Community financial contribution to cover expenditure incurred by France for the purpose of combating organisms harmful to plants or plant products (notified under document number C(1999) 4520) (Only the French text is authentic)\n", "header": "COMMISSION DECISION\nof 16 December 1999\non a Community financial contribution to cover expenditure incurred by France for the purpose of combating organisms harmful to plants or plant products\n(notified under document number C(1999) 4520)\n(Only the French text is authentic)\n(2000/38/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), as last amended by Commission Directive 1999/53/EC(2), and in particular Article 19c thereof,\nWhereas:\n(1) Pursuant to Directive 77/93/EEC, a financial contribution from the Community may be granted to Member States to cover expenditure relating directly to the necessary measures which have been taken or are planned to be taken for the purpose of combating harmful organisms introduced from third countries or from other areas in the Community, in order to eradicate or, if that is not possible, to contain them;\n(2) France has applied for the allocation of such a Community financial contribution and supplied programmes of actions to eradicate: Clavibacter michiganensis ssp. sepedonicus (Smith) Davis et al., the causal agent of potato ring rot, introduced in France in 1997; Globodera pallida (Wollenweber) Behrens and Globodera rostochiensis (Stone) Behrens, introduced in France in 1997; Xanthomonas axonopolis pv. dieffenbachiae (Mc Culloch &  Pirone) Vauterin et al., introduced in France in 1997. These programmes specify the objectives to be achieved, the measures carried out, their duration and their cost so that the Community may contribute to financing them;\n(3) The Community financial contribution may cover up to 50 % of eligible expenditure;\n(4) The expenditure which France has incurred in the years 1997, 1998 and 1999 relates directly to the destruction of infected plants and plant products, the disinfection of machinery and premises, plant health inspections, plant sampling and analyses and financial losses;\n(5) The technical information provided by France has enabled the Standing Committee on Plant Health to analyse the situation accurately and comprehensively;\n(6) The Overseas Departments benefit of a specific Community financial contribution for the implementation of a programme for the eradication and control of harmful organisms for plants and plant products, other than Xanthomonas axonopodis;\n(7) The contribution referred to in Article 2 is without prejudice to a possible contribution for other expenditure specified in the application by France, but not taken into account in this Decision, or for further actions taken or to be taken and necessary for the achievement of the objective of eradication or control of the relevant harmful organisms; such a contribution would be the subject of a subsequent Decision;\n(8) The present Decision is without prejudice to the outcome of the verifications by the Commission under Article 19d of Directive 77/93/EEC on whether the introduction of the relevant harmful organisms has been caused by inadequate examinations or inspections and the consequences of such verifications;\n(9) The measures provided in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The allocation of a Community financial contribution to cover expenditure incurred by France relating directly to necessary measures as specified in Article 19c(2) of Directive 77/93/EEC and taken for the purpose of combating Clavibacter michiganensis, Globodera pallida and Globodera rostochiensis, Xanthomonas axonopodis, is hereby approved.", "The maximum amount of the Community financial contribution shall be EUR 89972.\nThe repartition of the contribution shall be:\n- EUR 5437 for the measures taken for the purpose of combating Clavibacter michiganensis,\n- EUR 3821 for the measures taken for the purpose of combating G. pallida and G. rostochiensis,\n- EUR 80714 for measures taken for the purpose of combating Xanthomonas axonopodis.", "1. Subject to the verifications of the Commission under Article 19d(1) of Directive 77/93/EEC, the Community financial contribution shall be paid only when evidence of the measures taken has been given to the Commission through documentation related to the occurrence and the eradication of the harmful organisms referred to in Article 1.\n2. The documentation referred to in paragraph 1 shall include:\n(a) an eradication report in respect of each holding on which plants and plant products were destroyed. The report shall contain information on:\n- location and address of the holding,\n- date on which the presence of harmful organism was suspected and the date on which its presence was confirmed,\n- quantity of plants and plant products destroyed,\n- method of destruction and disinfection,\n- amount of samples taken for examination and for testing for the presence of the harmful organism,\n- method of testing,\n- results of examinations and/or testing,\n- presumed origin of the occurrence in France;\n(b) a monitoring report on the presence of the harmful organisms in Article 1, and on the extent of the contamination by these organisms including detailed data of inspections and tests carried out thereon.\n(c) a financial report including the list of beneficiaries and their addresses, and the amounts paid (excluding VAT and taxes).", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 16 December 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 26, 31.1.1977, p. 20.\n(2) OJ L 142, 5.6.1999, p. 29."}