{"celex_id": "32007D0789", "uri": "http://publications.europa.eu/resource/cellar/3a7925a1-437f-40e1-acf2-fa398cb18915", "type": "Decision", "concepts": ["1309", "1591", "1779", "2771", "3837", "4084", "519", "5693", "5969"], "title": "2007/789/EC: Commission Decision of 4 December 2007 suspending the definitive anti-dumping duty imposed by Regulation (EC) No 1420/2007 on imports of silico-manganese originating in the People’s Republic of China and Kazakhstan\n", "header": "5.12.2007 EN Official Journal of the European Union L 317/79\nCOMMISSION DECISION\nof 4 December 2007\nsuspending the definitive anti-dumping duty imposed by Regulation (EC) No 1420/2007 on imports of silico-manganese originating in the People’s Republic of China and Kazakhstan\n(2007/789/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 14(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) The Council, by Regulation (EC) No 1420/2007 (2), imposed a definitive anti-dumping duty on imports of silico-manganese (including ferro-silico-manganese) (SiMn) originating in the People’s Republic of China (PRC) and Kazakhstan, falling within CN codes 7202 30 00 and ex 8111 00 11 (TARIC code 8111001110) (the product concerned). The rate of the anti-dumping duty is 8,2 % and 6,5 % for the product originating in the PRC and Kazakhstan respectively.\n(2) Information on a change of market conditions, which occurred after the original investigation period, indicated in Regulation (EC) No 1420/2007, and which might justify the suspension of the measures imposed, in accordance with Article 14(4) of the basic Regulation, was obtained by the Commission. Consequently, the Commission examined whether such suspension was warranted.\nB.   GROUNDS\n(3) Article 14(4) of the basic Regulation provides that, in the Community interest, anti-dumping measures may be suspended on the grounds that market conditions have temporarily changed to an extent that injury would be unlikely to resume as a result of such suspension, provided that the Community industry has been given an opportunity to comment and these comments have been taken into account. Article 14(4) further specifies that the anti-dumping measures concerned may be reinstated at any time if the reason for suspension is no longer applicable.\n(4) Since the original investigation period, an increase in world prices for SiMn was observed, indicating a change of the market situation and conditions. In view of this, the Commission has carried out a further investigation to assess the recent evolution of volumes and prices of the product concerned for the period between 1 July 2006 and 30 September 2007 and their impact on the injury suffered by the Community industry as well as the overall Community interest.\n(5) On the basis of the information gathered, it was established that market prices of SiMn on the Community market have increased after the original investigation period until the third quarter of year 2007 by around 69 %, i.e. from an average EUR 622/MT in the third quarter of year 2006 to an average EUR 1 051/MT in the third quarter of year 2007. In particular, a significant increase of around 42 % was to be observed between the second and the third quarter of year 2007. These trends can also be found in other major markets across the world as well as for imports of SiMn into the Community.\n(6) SiMn is a key raw material used for the production of steel. The price increase described above can be attributed to the temporary supply shortages combined with a higher demand for SiMn due to increased demand for steel worldwide. Evidence from previous sudden price increases such as the one that occurred in year 2004 shows that such demand-supply imbalances in this market are of temporary nature. Prices tend to return to their long-term levels once the spare capacities for SiMn are fully utilised.\n(7) Between the original investigation period and the period from 1 October 2006 to 30 September 2007 the market share of imports of SiMn originating in the PRC and Kazakhstan decreased by 0,6 percentage points to 9,8 % of the overall Community consumption. EC consumption has increased by 20 %.\n(8) With regard to the Community industry, it is to be noted that since the original investigation period, the situation of the Community industry has improved. Between the original investigation period and the period from 1 October 2006 to 30 September 2007, the sales and production volumes have increased by 15 % and 19 % respectively. However, the market share of the Community industry decreased by 1,1 percentage points to 23,8 %. The profit situation improved significantly and the profitability of the Community industry reached 42 % in the third quarter of year 2007, thus substantially surpassing even the 5 % profit level established as appropriate by the original investigation.\n(9) As indicated in recitals 157 to 163 of Regulation (EC) No 1420/2007, the imposition of measures in question was expected to have some negative, although limited, effects for users in the form of cost increases arising out of the possible need to arrange new or alternative supplies. Considering the temporary change in market conditions and that consequently the Community industry is currently not suffering injury, any negative effect on users could be removed by suspending the measures. Consequently, it can be concluded that the suspension is in the overall Community interest.\n(10) Given the temporary change in market conditions, and in particular the high level of prices of SiMn existing on the Community market, which is far higher than the injurious price level found in the original investigation, together with the alleged demand-supply imbalance of the product concerned, it is considered that the injury linked to the imports of the product concerned originating in the PRC and Kazakhstan is unlikely to resume as a result of the suspension. It is therefore proposed to suspend for nine months the measures in force in accordance with Article 14(4) of the basic Regulation.\nC.   CONSULTATION OF COMMUNITY INDUSTRY\n(11) Pursuant to Article 14(4) of the basic Regulation, the Commission has informed the Community industry of its intention to suspend the anti-dumping measures in question. The Community industry has been given an opportunity to comment and did not oppose the suspension of the anti-dumping measures.\nD.   CONCLUSION\n(12) The Commission therefore considers that all requirements for suspending the anti-dumping duty imposed on the product concerned are met, in accordance with Article 14(4) of the basic Regulation. Consequently, the anti-dumping duty imposed by Regulation (EC) No 1420/2007 should be suspended for a period of nine months.\n(13) The Commission will monitor the development of imports and the prices of the product concerned. Should a situation arise at any time in which increased volumes at dumped prices of the product concerned from the PRC and Kazakhstan resume and consequently cause injury to the Community industry, the Commission will take the necessary steps to reinstate the anti-dumping duty, taking into account the substantive rules that govern an injury assessment. An interim review pursuant to Article 11(3) of the basic Regulation might be initiated, if appropriate,", "main_body": ["The definitive anti-dumping duty imposed by Regulation (EC) No 1420/2007 on imports of silico-manganese (including ferro-silico-manganese), originating in the People’s Republic of China and Kazakhstan, falling within CN codes 7202 30 00 and ex 8111 00 11 (TARIC code 8111001110) is hereby suspended for a period of nine months.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 4 December 2007.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  See page 5 of this Official Journal."}