{"celex_id": "32009D0492", "uri": "http://publications.europa.eu/resource/cellar/47cdce7c-cb3e-4616-9669-f6532fb23fe2", "type": "Decision", "concepts": ["1005", "1754", "1755", "192", "2300", "3730", "4636", "5649", "994"], "title": "2009/492/EC: Commission Decision of 22 June 2009 on a Community financial contribution towards Trust Fund 911100MTF/INT/003/EEC (TFEU 970089129) to assist the campaign against foot-and-mouth disease outside the Community\n", "header": "26.6.2009 EN Official Journal of the European Union L 164/64\nCOMMISSION DECISION\nof 22 June 2009\non a Community financial contribution towards Trust Fund 911100MTF/INT/003/EEC (TFEU 970089129) to assist the campaign against foot-and-mouth disease outside the Community\n(2009/492/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 13 thereof,\nWhereas:\n(1) Decision 90/424/EEC lays down the procedure governing the Community’s financial contribution towards specific veterinary measures. Those measures are to include the campaign against foot-and-mouth disease. That Decision provides that any measure decided by the Community to assist the campaign against foot-and-mouth disease outside the Community, in particular with the view to protect areas at risk within the Community, may receive a Community financial contribution.\n(2) In the context of major epidemics of foot-and-mouth disease (FMD) in the late 1950s both within the Community and in neighbouring countries, the European Commission for the Control of Foot-and-Mouth Disease (EUFMD) was founded within the framework of the Food and Agriculture Organisation (FAO) of the United Nations.\n(3) In the 1960s, due to increased threats from the introduction of exotic strains of FMD into Europe, the Member Countries of the EUFMD were called to establish a Trust Fund aimed at emergency measures to be carried out in the Balkans, the main entrance route of the disease. That fund was later divided into Trust Fund 911100MTF/003/EEC supported by those Member Countries that were at the same time Member States of the Community and Trust Fund 909700MTF/004/MUL supported by member countries of EUFMD which at that time were not or are still not Member States of the Community.\n(4) Article 4 of Council Directive 90/423/EEC (2) provided for the cessation of prophylactic vaccination against FMD throughout the Community in 1991.\n(5) Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease (3) reconfirmed the prohibition of prophylactic vaccination while extending the possibility for the use of emergency vaccination against FMD.\n(6) A number of outbreaks of FMD reported since 1992, in particular in parts of the Community adjacent to endemically infected third countries, and a major epidemic in certain Member States in 2001 necessitate a high level of disease awareness and preparedness, including international cooperation.\n(7) In addition, outbreaks and, in some cases, severe epidemics have been recorded in third countries neighbouring the Member States during recent years which are liable to threaten the health status of Community susceptible livestock.\n(8) In the light of the emergence of new virus topotypes and regional deterioration of control measures, the Community, in close cooperation with the EUFMD and by using the Trust Fund 911100MTF/003/EEC, supported emergency vaccination campaigns in Turkey and in Transcaucasia.\n(9) The Community and the United Nations signed on 29 April 2003 a Financial and Administrative Framework Agreement, which provided the enabling environment for the Agreement between the Commission of the European Communities and the Food and Agriculture Organisation of the United Nations, signed on 17 July 2003.\n(10) In accordance with Commission Decision 2005/436/EC of 13 June 2005 on Community cooperation with the Food and Agriculture Organisation with particular regard to activities carried out by the European Commission for the Control of Foot-and-Mouth Disease (4) the Commission concluded the ‘Implementing Agreement MTF/INT/003/EEC911100 (TFEU970089129) on EC Funded Permanent Activities carried out by the FAO European Commission for the Control of Foot-and-Mouth Disease’ which was signed on 1 September 2005 and operated from 1 January 2005 until 31 December 2008.\n(11) It is appropriate to renew that Implementing Agreement and fix the Community contribution to the Trust Fund 911100MTF/INT/003/EEC.\n(12) In view of the successive enlargements of the European Union of 2004 and 2007, it is appropriate that that Community contribution be fixed at a maximum level of EUR 8 000 000 for a period of four years. The budget of the Trust Fund for 2009 should be made up of the final balance of its funds on 31 December 2008 and a Community contribution to bring the amount to an equivalent in USD of EUR 2 000 000. Subsequently expenditure should be replenished by annual transfers.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   The balance of Trust Fund 911100MTF/INT/003/EEC (TFEU 970089129) (the Trust Fund) as at 31 December 2008 shall be fixed at EUR 677 855.\n2.   The financial contribution from the Community to the Trust Fund shall be set at a maximum of EUR 8 000 000 for a period of four years from 1 January 2009.\n3.   The first instalment of the amount referred to in paragraph 2 for the year 2009 shall be made up of:\n(a) the balance referred to in paragraph 1;\n(b) a Community contribution of the amount necessary to bring the total amount of the Trust Fund to an equivalent in USD of EUR 2 000 000.\n4.   Expenditure incurred by the Trust Fund during the years 2009, 2010, 2011 and 2012 shall be replenished by annual Community contributions payable in 2010, 2011, 2012 and 2013 respectively. However, the payment of those contributions shall be subject to the existence of available funds in the Community budget.\n5.   The annual Community contributions provided for in paragraph 4 shall be based on the financial report produced by the European Commission for the Control of Foot-and-Mouth Disease (EUFMD) to either the annual Session of the Executive Committee or the biennial General Session of EUFMD, supported by detailed documentation in accordance with the rules of the Food and Agriculture Organisation (FAO).", "1.   An Implementing Agreement on the use and operation of the Trust Fund shall be concluded between the Commission and FAO for the period of four years, starting on 1 January 2009.\n2.   The Trust Fund shall be operated jointly by the Commission and the EUFMD in accordance with the Implementing Agreement referred to in paragraph 1."], "attachments": "Done at Brussels, 22 June 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19.\n(2)  OJ L 224, 18.8.1990, p. 13.\n(3)  OJ L 306, 22.11.2003, p. 1.\n(4)  OJ L 151, 14.6.2005, p. 26."}