{"celex_id": "32005D0118", "uri": "http://publications.europa.eu/resource/cellar/55025fbf-2180-4aa2-a51b-f8c2e01e5daf", "type": "Decision", "concepts": ["1048", "1073", "2163", "5548", "628"], "title": "2005/118/EC: Decision of the European Parliament, the Council, the Commission, the Court of Justice, the Court of Auditors, the European Economic and Social Committee, the Committee of the Regions and the Ombudsman of 26 January 2005 setting up a European Administrative School\n", "header": "10.2.2005 EN Official Journal of the European Union L 37/14\nDECISION OF THE EUROPEAN PARLIAMENT, THE COUNCIL, THE COMMISSION, THE COURT OF JUSTICE, THE COURT OF AUDITORS, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE, THE COMMITTEE OF THE REGIONS AND THE OMBUDSMAN\nof 26 January 2005\nsetting up a European Administrative School\n(2005/118/EC)\nTHE EUROPEAN PARLIAMENT, THE COUNCIL OF THE EUROPEAN UNION, THE COMMISSION OF THE EUROPEAN COMMUNITIES, THE COURT OF JUSTICE, THE COURT OF AUDITORS, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE, THE COMMITTEE OF THE REGIONS, THE EUROPEAN OMBUDSMAN", "recitals": ",\nHaving regard to the Staff Regulations of officials of the European Communities and to the Conditions of employment of other servants of the European Communities, as laid down by Council Regulation (EEC, Euratom, ECSC) No 259/68 (1), and in particular Article 2(2) of the Staff Regulations,\nHaving consulted the Staff Regulations Committee,\nWhereas:\n(1) The institutions should step up their investment in the professional training of their staff.\n(2) Greater inter-institutional cooperation in this field would bring synergies in terms of the necessary human and financial resources while also reinforcing exchanges between the institutions and the spread of common values and harmonised professional practices.\n(3) To this end, a joint inter-institutional body should be endowed with resources for certain types of professional training aimed at officials and other servants of the European Communities.\n(4) For reasons of economy and efficiency, this joint body should be attached administratively to an existing inter-institutional body, namely the European Communities Personnel Selection Office created by Decision 2002/620/EC of the European Parliament, the Council, the Commission, the Court of Justice, the Court of Auditors, the Economic and Social Committee, the Committee of the Regions and the Ombudsman (2), at least during the start-up phase,", "main_body": ["Establishment of an European Administrative School\nAn European Administrative School is hereby established, hereinafter referred to as ‘the School’.", "Duties\n1.   The School shall implement certain types of professional training on behalf of and in the framework of the orientation decided by the signatory institutions to this Decision (hereinafter ‘the institutions’) with a view to enhancing human resources and individual career development.\n2.   As requested by the institutions, the School shall:\n(a) design, organise and evaluate training activities;\n(b) facilitate participation in external training activities;\n(c) carry out any tasks related to or in support of its duties.\n3.   The Secretaries-General of the institutions, the Registrar of the Court of Justice and the Representative of the Ombudsman shall lay down and, where necessary, modify the fields of training to be covered by the School.\n4.   At the request of one institution, body, office or agency, the School may provide assistance to it in matters of training expertise, against payment.", "Requests, complaints and appeals\nRequests and complaints relating to the exercise of the powers conferred according to Article 2(2) shall be lodged with the School. Any appeal in these areas shall be against the Commission.", "Attachment\n1.   The School shall be attached administratively to the European Communities Personnel Selection Office, hereinafter ‘the Office’.\n2.   This attachment shall mean in particular that:\n— the Office’s Management Board shall act as the Management Board of the School,\n— the Principal of the School shall be the Head of the Office,\n— the staff of the School shall be assigned to posts belonging to the Office,\n— the School’s revenue and expenditure shall form an integral part of the Office’s budget.\n3.   At the latest by 15 February 2008, this attachment may be ended by a decision of the Management Board taken by qualified majority as defined in Article 5(6) of Decision 2002/621/EC of the Secretaries-General of the European Parliament, the Council and the Commission, the Registrar of the Court of Justice, the Secretaries-General of the Court of Auditors, the Economic and Social Committee and The Committee of the Regions, and the Representative of the European Ombudsman (3) and provided that at least five signatory institutions are in favour.", "Implementation\nThe Secretaries-General of the European Parliament, the Council and the Commission, the Registrar of the Court of Justice, the Secretaries-General of the Court of Auditors, the European Economic and Social Committee and the Committee of the Regions and the Representative of the European Ombudsman shall by mutual agreement take the measures necessary to implement this Decision.", "Effective date\nThis Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 26 January 2005.\nFor the European Parliament\nThe President\nJosep BORRELL FONTELLES\nFor the Commission\nThe President\nJosé Manuel BARROSO\nFor the Court of Auditors\nThe President\nHubert WEBER\nFor the Committee of the Regions\nThe President\nPeter STRAUB\nFor the Council\nThe President\nJean ASSELBORN\nFor the Court of Justice\nThe President\nVassilios SKOURIS\nFor the European Economic and Social Committee\nThe President\nAnne-Marie SIGMUND\nThe European Ombudsman\nNikiforos DIAMANDOUROS\n(1)  OJ L 56, 4.3.1968, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 31/2005 (OJ L 8, 12.1.2005, p. 1).\n(2)  OJ L 197, 26.7.2002, p. 53.\n(3)  OJ L 197, 26.7.2002, p. 56."}