{"celex_id": "32009R0789", "uri": "http://publications.europa.eu/resource/cellar/1bb768af-b2cf-4d2c-bb3b-db6a15112e72", "type": "Regulation", "concepts": ["1598", "1755", "1759", "2211", "2972", "3408", "4635", "4636", "5283"], "title": "Commission Regulation (EC) No 789/2009 of 28 August 2009 amending Regulation (EC) No 1266/2007 as regards protection against attacks by vectors and minimum requirements for bluetongue monitoring and surveillance programmes (Text with EEA relevance)\n", "header": "29.8.2009 EN Official Journal of the European Union L 227/3\nCOMMISSION REGULATION (EC) No 789/2009\nof 28 August 2009\namending Regulation (EC) No 1266/2007 as regards protection against attacks by vectors and minimum requirements for bluetongue monitoring and surveillance programmes\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Article 9(1)(c), Articles 11 and 12 and the third paragraph of Article 19 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1266/2007 of 26 October 2007 on implementing rules for Council Directive 2000/75/EC as regards the control, monitoring, surveillance and restrictions on movements of certain animals of susceptible species in relation to bluetongue (2) lays down rules on movements of those animals, in relation to bluetongue, in and from the restricted zones. It also establishes conditions for exemptions from the exit ban applicable to movements of such animals, their semen, ova and embryos provided for in Directive 2000/75/EC. Those conditions include the protection of such animals against attacks by vectors.\n(2) For the purpose of allowing more flexibility in the design of the bluetongue monitoring and surveillance programmes that are in place in the Member States, and specifically as regard the demarcation of ‘lower risk areas’, alternative strategies to surveillance with sentinel animals but which provide the same level of guarantees on demonstrating the absence of virus circulation may de designed. The serological/virological surveys may also include the testing of samples which are collected for other purposes, such as samples from slaughterhouses or from bulk milk.\n(3) Experience has shown that the requirements laid down in Regulation (EC) No 1266/2007 aimed at preventing the exposure of animals to vectors can be difficult to apply. However, under certain conditions, in establishments such as artificial insemination centers or quarantine stations, it may be possible to prevent the exposure of animals to vectors. The protection against attacks by vectors should not solely depend on the use of insecticides and/or repellents but should also require that the animals are kept inside a vector proof establishment where additional measures, in particular a combination of appropriate physical barriers and chemical (insecticides and/or repellents) treatments, are taken to prevent contact between the animals and the vectors. The absence of vectors may be verified by operating vector traps inside such establishments.\n(4) The Scientific Opinion of the Panel on Animal Health and Welfare of the EFSA on the ‘Risk of Bluetongue Transmission in Animal Transit’, adopted on 11 September 2008 (3) indicates that the risks resulting from moving animals during a seasonal period of low transmission risk, even without additional tests, remains substantially lower than during other periods, even when combined with serological or PCR testing. In addition, when the duration of the period of transit during which the animals are exposed to attacks by vectors does not exceed one day, the efficiency of insecticides and or repellents as risk mitigation measures is regarded as sufficient to protect the animals from such attacks.\n(5) Transit through ‘lower risk areas’, where vaccination is applied and where there is no circulation of specific bluetongue serotype or serotypes of the virus, pose no risk of infection for animals.\n(6) It is therefore appropriate to establish certain derogations from the general requirement laid down in Regulation (EC) No 1266/2007 that animals and vehicles must be treated with insecticides or repellents for all transit movements.\n(7) Regulation (EC) No 1266/2007 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 1266/2007 is amended as follows:\n1. In Article 7(2a), the introductory phrase is replaced by the following:\n2. In Article 9, paragraph 1(c) and paragraphs 2 and 3 are replaced by the following:\n‘(c) when a rest period of more than one day is foreseen at a control post during the movement through a restricted zone, the animals are protected against attacks by vectors in a vector proof establishment.\n(a) exclusively from or through epidemiologically relevant geographical areas of the restricted zone during the bluetongue seasonally vector-free period defined in accordance with Annex V, or\n(b) from or through parts of the restricted zone demarcated as a “lower-risk area” in accordance with Article 7(2a).\n3. In Article 9a, the following paragraph 4 is added:\n4. Annexes I and III are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 August 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74.\n(2)  OJ L 283, 27.10.2007, p. 37.\n(3)  The EFSA Journal (2008) 795, 1-56.\n(4)  OJ L 283, 27.10.2007, p. 37.’\nANNEX\nAnnexes I and III are amended as follows:\n1. Annex I is amended as follows:\n(a) Point 1.1.2.2 is replaced by the following:\n‘1.1.2.2. Serological/virological surveys:\n— shall consist of at least an active annual programme of serological/virological testing of susceptible species populations, aimed at detecting evidence of bluetongue virus transmission through random serological and/or virological testing implemented in all epidemiologically relevant geographical areas and performed in the period of the year when infection or seroconversion is more likely to be detected;\n— must be designed in such a way that the samples are representative and adjusted to the structure of the susceptible species population to be sampled in the epidemiologically relevant geographical area and the sample size has been calculated to detect a prevalence of 20 % with 95 % confidence in the susceptible species population of that epidemiologically relevant geographical area. For the purpose of demarcating a part of a protection zone as a “lower risk area” in accordance to Article 7(2a) the survey must have a sample size calculated to detect a monthly prevalence of 2 % with 95 % confidence in the susceptible species population of that epidemiologically relevant geographical area;\n— must ensure that seropositive animals from vaccinated or immunized populations do not interfere with the serological surveys,\n— must ensure that laboratory testing is designed in such a way that positive screening tests are followed by the specific serotype serological/virological tests targeted to the bluetongue serotype or serotypes expected to be present in the epidemiologically relevant geographical area necessary to ascertain the specific serotype circulating;\n— may also be designed to monitor vaccination coverage and distribution of different bluetongue serotypes present in the restricted zone,\n— may include the testing of samples which are collected for other purposes, such as samples from slaughterhouses or from bulk milk.’,\n(b) Point 2.2.2. is replaced by the following:\n‘2.2.2. Serological/virological surveys:\n— shall consist of at least an active annual programme of serological/virological testing of susceptible species populations, aimed at detecting evidence of bluetongue virus transmission through random serological and/or virological testing implemented in all epidemiologically relevant geographical areas and performed in the period of the year when infection or seroconversion is more likely to be detected;\n— must be designed in such a way that the samples are representative and adjusted to the structure of the susceptible species population to be sampled in the epidemiologically relevant geographical area and the sample size has been calculated to detect a prevalence of 20 % with 95 % confidence in the susceptible species population of that epidemiologically relevant geographical area;\n— must ensure that seropositive animals from vaccinated or immunized populations do not interfere with the serological surveys,\n— may include the testing of samples which are collected for other purposes, such as samples from slaughterhouses or from bulk milk.’,\n2. Annex III is amended as follows:\n(a) Section A is amended as follows:\n(i) In point 2, the first paragraph is replaced by the following:\n(ii) In point 3, the first paragraph is replaced by the following:\n(iii) In point 4, the first paragraph is replaced by the following:\n(b) In Section B, point (b) is replaced by the following:\n‘(b) they have been protected against attacks by vectors in a vector proof establishment for a period of at least 60 days before commencement of, and during, collection of the semen;’\n(c) In Section C, point 2(b) is replaced by the following:\n‘(b) they have been protected against attacks by vectors in a vector proof establishment for at least 60 days before commencement of, and during, collection of the embryos/ova;’"}