{"celex_id": "32009D0800", "uri": "http://publications.europa.eu/resource/cellar/44493d38-ae9a-440c-8804-df3e1d8aa248", "type": "Decision", "concepts": ["1445", "1598", "192", "2300", "2711", "2737", "343", "4148", "5746"], "title": "2009/800/EC: Commission Decision of 30 October 2009 amending Decision 2004/432/EC on the approval of residue monitoring plans submitted by third countries in accordance with Council Directive 96/23/EC (notified under document C(2009) 8347) (Text with EEA relevance)\n", "header": "31.10.2009 EN Official Journal of the European Union L 285/43\nCOMMISSION DECISION\nof 30 October 2009\namending Decision 2004/432/EC on the approval of residue monitoring plans submitted by third countries in accordance with Council Directive 96/23/EC\n(notified under document C(2009) 8347)\n(Text with EEA relevance)\n(2009/800/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products and repealing Directives 85/358/EEC and 86/469/EEC and Decisions 89/187/EEC and 91/664/EEC (1), and in particular the fourth subparagraph of Article 29(1) thereof,\nWhereas:\n(1) Directive 96/23/EC lays down measures to monitor the substances and groups of residues listed in Annex I thereto. Pursuant to Directive 96/23/EC, the inclusion and retention on the lists of third countries from which Member States are authorised to import animals and primary products of animal origin covered by that Directive, are subject to the submission by the third countries concerned of a plan setting out the guarantees which they offer as regards the monitoring of the groups of residues and substances listed in that Annex. Those plans are to be updated at the request of the Commission, particularly when certain checks render it necessary.\n(2) Commission Decision 2004/432/EC of 29 April 2004 on the approval of residue monitoring plans submitted by third countries in accordance with Council Directive 96/23/EC (2) approves the residue monitoring plans submitted by certain third countries listed in the Annex to that Decision for the animals and primary animal products indicated in that list.\n(3) Belize, Cameroon and French Polynesia have submitted residue monitoring plans to the Commission for honey. The evaluation of those plans and the additional information obtained by the Commission provide sufficient guarantees, on the residue monitoring plans submitted by those third countries in respect of honey. That product should therefore be included in the entry for each of those third countries in the list in the Annex to Decision 2004/432/EC.\n(4) Montenegro is currently listed in the Annex to Decision 2004/432/EC for bovine, ovine/caprine, swine, equine and honey. That listing is provisional, pending further information on residues.\n(5) Montenegro has submitted an updated residue monitoring plan to the Commission for bovine, ovine/caprine, swine, poultry, aquaculture products, eggs and honey. The evaluation of that plan and the additional information obtained by the Commission provide sufficient guarantees on the residue monitoring plan in respect of bovine, ovine/caprine, swine and honey. Those products should therefore remain listed in the entry for Montenegro in the list in the Annex to Decision 2004/432/EC, and the indication on the provisional nature of that entry should be deleted.\n(6) In addition, the evaluation of that plan and the additional information obtained by the Commission provide sufficient guarantees on the residue monitoring plan in respect of poultry, aquaculture animals and eggs. Those products should therefore be included in the entry for Montenegro in the list in the Annex to Decision 2004/432/EC.\n(7) Equine are not covered by the updated residue monitoring plan submitted to the Commission by Montenegro. Equine should therefore be deleted from the entry for that third country in the list in the Annex to Decision 2004/432/EC.\n(8) Seychelles is currently listed in the Annex to Decision 2004/432/EC for aquaculture products but has not submitted a residue monitoring plan to the Commission for 2009. The entry for Seychelles for aquaculture products should therefore be deleted from the Annex to that Decision.\n(9) For the sake of clarity and consistency of Community legislation, certain minor amendments should be made to the footnotes in the Annex to Decision 2004/432/EC.\n(10) In order to avoid any disruption to trade a transitional period should be laid down to cover consignments of some animals and products of animal origin originating in Montenegro and Seychelles which were dispatched from those third countries for the Community before the date of application of this Decision.\n(11) Decision 2004/432/EC should therefore be amended accordingly.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2004/432/EC is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 1 November 2009.\nThe amendments to the list in the Annex to Decision 2004/432/EC by the present Decision shall not apply to consignments of equine and equine products from Montenegro and aquaculture from Seychelles where the importer of such animals and products can demonstrate that they had been dispatched respectively from Montenegro and Seychelles and were en route to the Community before the date of application of the present Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 October 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 125, 23.5.1996, p. 10.\n(2)  OJ L 154, 30.4.2004, p. 44.\nANNEX\n‘ANNEX\nCode ISO2 Country Bovine Ovine/caprine Swine Equine Poultry Aquaculture Milk Eggs Rabbit Wild game Farmed game Honey\nAD Andorra (1) X X  X\nAE United Arab Emirates      X\nAL Albania  X    X  X\nAN Netherlands Antilles       X (2)\nAR Argentina X X  X X X X X X X X X\nAU Australia X X  X  X X   X X X\nBA Bosnia and Herzegovina      X\nBD Bangladesh      X\nBR Brazil X   X X X      X\nBW Botswana X          X\nBY Belarus    X (3)  X X X\nBZ Belize      X      X\nCA Canada X X X X X X X X X X X X\nCH Switzerland X X X X X X X X X X X X\nCL Chile X X (4) X  X X X   X  X\nCM Cameroon            X\nCN China     X X  X X   X\nCO Colombia      X\nCR Costa Rica      X\nCU Cuba      X      X\nEC Ecuador      X\nET Ethiopia            X\nFK Falkland Islands X X\nFO Faeroe Islands      X\nGL Greenland  X        X X\nGM Gambia      X\nGT Guatemala      X      X\nHK Hong Kong     X (2) X (2)\nHN Honduras      X\nHR Croatia X X X X (3) X X X X X X X X\nID Indonesia      X\nIL Israel     X X X X   X X\nIN India      X X X    X\nIS Iceland X X X X  X X    X (2)\nIR Iran      X\nJM Jamaica      X      X\nJP Japan      X\nKG Kyrgyzstan            X\nKR South Korea      X\nLK Sri Lanka      X\nMA Morocco      X\nME Montenegro X X X  X X  X    X\nMG Madagascar      X\nMK The former Yugoslav Republic of Macedonia (5) X X  X (3)   X\nMU Mauritius     X (2) X\nMX Mexico    X  X  X    X\nMY Malaysia     X (6) X\nMZ Mozambique      X\nNA Namibia X X        X X\nNC New Caledonia X     X    X X X\nNI Nicaragua      X      X\nNZ New Zealand X X  X  X X   X X X\nPA Panama      X\nPE Peru     X X\nPF French Polynesia            X\nPH Philippines      X\nPN Pitcairn Islands            X\nPY Paraguay X\nRS Serbia (7) X X X X (3) X X X X  X  X\nRU Russia X X X X (3) X  X X   X (8) X\nSA Saudi Arabia      X\nSG Singapore X (2) X (2) X (2)  X (2) X (2) X (2)\nSM San Marino (9) X  X         X\nSR Suriname      X\nSV El Salvador            X\nSZ Swaziland X\nTH Thailand     X X      X\nTN Tunisia     X X    X\nTR Turkey     X X X     X\nTW Taiwan      X      X\nTZ Tanzania      X      X\nUA Ukraine    X X X X X    X\nUG Uganda            X\nUS United States X X X X X X X X X X X X\nUY Uruguay X X  X  X X  X X X X\nVE Venezuela      X\nVN Vietnam      X\nYT Mayotte      X\nZA South Africa          X X\nZM Zambia            X\nZW Zimbabwe      X     X\n(1)  Initial residue monitoring plan approved by veterinary sub-group EC-Andorra (in accordance with Decision No 2/1999 of EC-Andorra Joint Committee of 22 December 1999 (OJ L 31, 5.2.2000, p. 84)).\n(2)  Third countries using only raw material either from other approved third countries or from EU Member States for food production.\n(3)  Export of live equidae for slaughter (food-producing animals only).\n(4)  Only ovine animals.\n(5)  The former Yugoslav Republic of Macedonia; provisional code which does not prejudge in any way the definitive nomenclature for this country, which is currently under discussion at the United Nations.\n(6)  Peninsular (western) Malaysia only.\n(7)  Not including Kosovo as defined by the United Nations Security Council Resolution 1244 of 10 June 1999.\n(8)  Only for reindeer from the Murmansk and Yamalo-Nenets regions.\n(9)  Monitoring plan approved in accordance with Decision No 1/94 of the EC-San Marino Cooperation Committee of 28 June 1994 (OJ L 238, 13.9.1994, p. 25).’"}