{"celex_id": "32001D0611", "uri": "http://publications.europa.eu/resource/cellar/89293312-75ee-4a39-9d83-d4ef85cdcd7f", "type": "Decision", "concepts": ["1445", "1899", "2300", "5369", "842", "97"], "title": "2001/611/EC: Commission Decision of 20 July 2001 amending Decision 92/160/EEC with regard to the regionalisation of Mexico, amending Decisions 92/260/EEC, 93/195/EEC, 93/196/EEC and 93/197/EEC with regard to imports of equidae from Mexico and repealing Decisions 95/392/EC and 96/486/EC (Text with EEA relevance) (notified under document number C(2001) 2214)\n", "header": "Commission Decision\nof 20 July 2001\namending Decision 92/160/EEC with regard to the regionalisation of Mexico, amending Decisions 92/260/EEC, 93/195/EEC, 93/196/EEC and 93/197/EEC with regard to imports of equidae from Mexico and repealing Decisions 95/392/EC and 96/486/EC\n(notified under document number C(2001) 2214)\n(Text with EEA relevance)\n(2001/611/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae(1), as last amended by Decision 2001/298/EC(2), and in particular Article 13(2)(a) and Article 19(i) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(3), as last amended by Directive 96/43/EC(4), and in particular Article 18 thereof,\nWhereas:\n(1) Commission Decision 92/160/EEC(5), as last amended by Decision 2001/27/EC(6), established the regionalisation of certain third countries for imports of equidae.\n(2) Commission Decision 92/260/EEC(7), as last amended by Decision 2001/117/EC(8), laid down the animal health conditions and veterinary certification for temporary admission of registered horses.\n(3) Commission Decision 93/195/EEC(9), as last amended by Decision 2001/610/EC(10), established the animal health conditions and veterinary certification for the re-entry of registered horses after temporary export.\n(4) Commission Decision 93/196/EEC(11), as last amended by Decision 2001/117/EC established the animal health conditions and veterinary certification for the imports of equidae for slaughter.\n(5) Commission Decision 93/197/EEC(12), as last amended by Decision 2001/117/EC, laid down the animal health conditions and veterinary certification for imports of registered equidae and equidae for breeding and production.\n(6) Commission Decision 95/392/EC(13) laid down protective measures in relation to dourine in Mexico.\n(7) Commission Decision 96/486/EC(14) laid down protection measures relating to Venezuelan equine encephalomyelitis in Mexico.\n(8) Mexico has not recorded cases of Venezuelan equine encephalomyelitis for more than two years and a veterinary inspection mission carried out recently in Mexico confirmed that the equine health situation is satisfactory. However, as a matter of additional precaution, the mission report recommended regionalisation with regard to export to the Community, the two most southern States of Mexico, Chiapas and Oaxaca. Equidae for slaughter are drawn from these States, therefore it appears appropriate to prohibit the imports into the Community of equidae for slaughter from Mexico.\n(9) In order to allow imports of equidae from Mexico it is necessary to establish the regionalisation of Mexico by modifying the Annex to Decision 92/160/EEC, to adapt the animal health conditions by modifying Decisions 92/260/EEC, 93/195/EEC, 93/196/EEC and 93/197/EEC accordingly and to repeal Decisions 95/392/EC and 96/486/EC.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The following words are inserted in the Annex to Decision 92/160/EEC in the order of the ISO code: \"Mexico\n- The whole of the territory except the States of Chiapas and Oaxaca\".", "Decision 92/260/EEC is amended as follows:\n1. The list of third countries in Group D of Annex I is replaced by the following: \"Argentina (AR), Barbados (BB), Bermuda (BM), Bolivia (BO), Brazil (1) (BR), Chile (CL), Cuba (CU), Jamaica (JM), Mexico (1) (MX), Paraguay (PY), Uruguay (UY)\".\n2. The title of the health certificate set out in Annex II(D) is replaced by the following: \"HEALTH CERTIFICATE\nfor the temporary admission of registered horses into Community territory from Argentina, Barbados, Bermuda, Bolivia, Brazil (1), Chile, Cuba, Jamaica, Mexico (1), Paraguay, Uruguay for a period of less than 90 days\".", "Decision 93/195/EEC is amended as follows:\n1. The list of third countries in Group D of Annex I is replaced by the following: \"Argentina (AR), Barbados (BB), Bermuda (BM), Bolivia (BO), Brazil (1) (BR), Chile (CL), Colombia (1) (CO), Costa Rica (1) (CR), Cuba (CU), Jamaica (JM), Mexico (1) (MX), Peru (1) (PE), Paraguay (PY), Uruguay (UY), Venezuela (1) (VE)\".\n2. The list of countries in Group D in the title of the health certificate set out in Annex II is replaced by the following: \"Argentina, Barbados, Bermuda, Bolivia, Brazil (1), Chile, Colombia (1), Costa Rica (1), Cuba, Jamaica, Mexico (1) Peru (1), Paraguay, Uruguay, Venezuela\".", "Mexico is deleted from the list of third countries in Group D in footnote 3 of Annex II to Decision 93/196/EEC.", "Decision 93/197/EEC is amended as follows:\n1. The list of third countries in Group D of Annex I is replaced by the following: \"Argentina (AR), Barbados (2) (BB), Bermuda (2) (BM), Bolivia (2) (BO), Brazil (1) (BR), Chile (CL), Cuba (2) (CU), Jamaica (2) (JM), Mexico (1) (MX), Paraguay (PY), Uruguay (UY).\"\n2. The title of the health certificate set out in Annex II(D) is replaced by the following: \"HEALTH CERTIFICATE\nfor imports into Community territory of registered horses from Barbados, Bermuda, Bolivia, Cuba, Jamaica, and of registered equidae and equidae for breeding and production from Argentina, Brazil (1), Chile, Mexico (1), Paraguay, Uruguay.\"", "Decisions 95/392/EC and 96/486/EC are repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 42.\n(2) OJ L 102, 12.4.2001, p. 63.\n(3) OJ L 268, 24.9.1991, p. 56.\n(4) OJ L 162, 1.7.1996, p. 1.\n(5) OJ L 71, 18.3.1992, p. 27.\n(6) OJ L 6, 11.1.2001, p. 20.\n(7) OJ L 130, 15.5.1992, p. 67.\n(8) OJ L 43, 14.2.2001, p. 38.\n(9) OJ L 86, 6.4.1993, p. 1.\n(10) See page 45 of this Official Journal.\n(11) OJ L 86, 6.4.1993, p. 7.\n(12) OJ L 86, 6.4.1993, p. 16.\n(13) OJ L 234, 3.10.1995, p. 44.\n(14) OJ L 198, 8.8.1996, p. 49."}