{"celex_id": "32006R1448", "uri": "http://publications.europa.eu/resource/cellar/8b9ef2b2-29a4-46c6-93b2-e4fb94275d25", "type": "Regulation", "concepts": ["2897", "3645", "4408", "5887", "945"], "title": "Commission Regulation (EC) No 1448/2006 of 29 September 2006 amending Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security   (Text with EEA relevance)\n", "header": "30.9.2006 EN Official Journal of the European Union L 271/31\nCOMMISSION REGULATION (EC) No 1448/2006\nof 29 September 2006\namending Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2320/2002 of the European Parliament and the Council of 16 December 2002 establishing common rules in the field of civil aviation security (1) and in particular Article 4(2) thereof,\nWhereas:\n(1) The Commission is required, by virtue of Regulation (EC) No 2320/2002, to adopt measures for the implementation of common basic standards for aviation security throughout the Community. Commission Regulation (EC) No 622/2003 of 4 April 2003 laying down measures for the implementation of the common basic standards on aviation security (2) was the first act laying down such measures.\n(2) The common basic standards should be made more precise. In particular, as regards Explosive Detection Systems (EDS), performance requirements should be laid down, without prejudice to reviewing them on a regular basis and at least every 2 years to ensure that they continue to reflect technical developments and taking into account throughput, costs and availability of EDS equipment on the market.\n(3) The performance requirements for EDS equipment and the requirements relating to the image quality of standard 1 and standard 2 EDS equipment should be considered as a first step in the full harmonisation of technical specifications for such systems. They should be complemented as swiftly as possible by requirements relating to the image quality of standard 3 EDS equipment, as well as by harmonised procedures for the classification, including test conditions, of EDS equipment.\n(4) The normal depreciation for EDS equipment is between seven and ten years. This should be taken into consideration when setting the expiry dates for such equipment.\n(5) In accordance with Regulation (EC) No 2320/2002 and in order to prevent acts of unlawful interference, the measures laid down in the Annex to Regulation (EC) No 622/2003 should be secret and should not be published. The same rule necessarily applies to any amending act.\n(6) Regulation (EC) No 622/2003 should be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security,", "main_body": ["The Annex to Regulation (EC) No 622/2003 is amended as set out in the Annex to this Regulation.", "of that Regulation shall apply as regards the confidential nature of this Annex.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 2006.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 355, 30.12.2002, p. 1. Regulation as amended by Regulation (EC) No 849/2004 (OJ L 229, 29.6.2004, p. 3).\n(2)  OJ L 89, 5.4.2003, p. 9. Regulation as last amended by Regulation (EC) No 240/2006 (OJ L 40, 11.2.2006, p. 3).\nANNEX\nIn accordance with Article 1 the Annex is secret and shall not be published in the Official Journal of the European Union."}