{"celex_id": "32008R1259", "uri": "http://publications.europa.eu/resource/cellar/3d7ee239-3d2a-4c4d-a398-46868fed8595", "type": "Regulation", "concepts": ["1085", "1102", "1425", "1562", "3173", "5573"], "title": "Commission Regulation (EC) No 1259/2008 of 16 December 2008 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Bleu d’Auvergne (PDO))\n", "header": "17.12.2008 EN Official Journal of the European Union L 338/5\nCOMMISSION REGULATION (EC) No 1259/2008\nof 16 December 2008\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Bleu d’Auvergne (PDO))\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the second sentence of Article 9(2) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 9(1) and pursuant to Article 17(2) of Regulation (EC) No 510/2006, the Commission has examined the application from France for approval of an amendment to the specification for the protected designation of origin ‘Bleu d’Auvergne’, registered by Commission Regulation (EC) No 1107/96 (2).\n(2) The purpose of this application is to amend the specification by stipulating the conditions for using treatments and additives in the milk and for the manufacture of Bleu d’Auvergne. These practices ensure that the key characteristics of the PDO product are maintained.\n(3) The Commission has examined the amendment in question and decided that it is justified. Since this concerns a minor amendment within the meaning of Article 9 of Regulation (EC) No 510/2006, the Commission may adopt it without following the procedure set out in Articles 5, 6 and 7 of that Regulation.\n(4) In accordance with Article 18(2) of Commission Regulation (EC) No 1898/2006 (3) and pursuant to Article 17(2) of Regulation (EC) No 510/2006, a summary of the specification should be published,", "main_body": ["The specification for the protected designation of origin ‘Bleu d’Auvergne’ is hereby amended in accordance with Annex I to this Regulation.", "A summary of the main points of the specification is given in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ L 148, 21.6.1996, p. 1.\n(3)  OJ L 369, 23.12.2006, p. 1.\nANNEX I\nThe specification for the protected designation of origin ‘Bleu d’Auvergne’ is amended as follows:\n‘Method of production’\nThe following provisions are added to point 5 of the specification regarding the production method:\n‘(…) Coagulation may be carried out only using rennet.\nThe milk may not be concentrated by partially removing the watery part before coagulation.\nIn addition to the raw dairy materials, the only ingredients or production aids or additives authorised in the milk and during production are rennet, innocuous bacterial cultures, yeasts, moulds, calcium chloride and salt.\n(…) The dairy raw materials, partly finished products, curd and fresh cheese may not be conserved at a temperature below 0 °C.\n(…) Fresh cheese and cheese undergoing the maturing process may not be conserved under a modified atmosphere.’\nANNEX II\nSUMMARY\nCouncil Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\n‘BLEU D’AUVERGNE’\nEC No: FR-PDO-0117-0107/29.3.2006\nPDO (X) PGI ( )\nThis summary sets out the main elements of the product specification for information purposes.\n1.   Responsible department in the Member State\nName: Institut national de l’origine et de la qualité (INAO)\nAddress: 51, rue d’Anjou — F-75008 Paris\nTel. (33) 153 89 80 00\nFax: (33) 153 89 80 60\nE-mail: info@inao.gouv.fr\n2.   Group\nName: Syndicat interprofessionnel régional du Bleu d'Auvergne\nAddress: Mairie — F-15400 Riom-ès-Montagnes\nTel. (33) 471 78 11 98\nFax: (33) 471 78 11 98\nE-mail: bleudauvergne@wanadoo.fr\nComposition Producers/processors (X) Other ( )\n3.   Type of product\nClass 1.3 — Cheese\n4.   Specification (summary of requirements under Article 4(2) of Regulation (EC) No 510/2006)\n4.1.   Name\n‘Bleu d’Auvergne’\n4.2.   Description\nBlue-veined cow’s milk cheese that is flat and cylindrical in shape with a natural mould rind. The large cheese weighs 2-3 kg and is approximately 20 cm in diameter. The small cheeses weigh 1 kg, 500 g or 350 g.\nFat content is at least 50 % and dry matter not less than 52 %.\n4.3.   Geographical area\nCentral Massif Central comprising the following municipalities:\nThe Puy-de-Dôme department: all municipalities\nThe Cantal department: all municipalities\nThe Haute-Loire department:\nThe Aveyron department:\nThe Corrèze department:\nThe Lot department:\nThe cantons of Bretenoux, Figeac-Est, Figeac-Ouest, Gramat, Lacapelle-Marival, Latronquière, Martel, Saint-Céré, Sousceyrac and Vayrac: all municipalities\nThe canton of Livernon: the municipalities of Assier, Issepts, Reyrevignes, Saint-Simon and Sonac\nThe canton of Souillac: the municipalities of Lacave, Mayrac, Meyronne, Pinsac et Saint-Sozy\nThe Lozère department:\n4.4.   Proof of origin\nEvery milk producer, processing plant and maturing plant fills in a ‘declaration of aptitude’ registered with the INAO which allows the INAO to identify all operators involved. All operators must keep at the INAO’s disposal their registers and any documents required for checking the origin, quality and production conditions of the milk and cheese.\nAs part of the checks carried out on the specified features of the designation of origin, an analytical and organoleptic test is conducted to ensure that the products submitted for examination are of high quality and possess the requisite typical characteristics.\n4.5.   Method of production\nThe milk must be produced, and the cheese must be manufactured and matured in the geographical area.\nManufacture still involves the same processes as in the past: draining the curd, putting it into moulds, salting by hand, in two stages, using dry coarse salt and turning the cheese over several times, then pricking using long needles, as this airing of the cheese allows penicillium glaucum to develop. The cheese is then ripened in cellars for at least four weeks for the large cheeses and a minimum of two weeks for the small cheeses.\n4.6.   Link\nThe origin of this cheese dates back to the beginning of the 19th century when it was made on the high volcanic land of the Massif Central. Its reputation extended rapidly as far as Paris where in 1879 the popular singer Francisque Bathol sang its praises. Bleu d’Auvergne was granted designation of origin status in March 1975 following the application made in 1972.\nThe area where Bleu d’Auvergne is made is unique, characterised by volcanic and granitic earth, rich in trace elements, with a harsh climate, all of which is conducive to a very specific type of flora, which contributes to the particular qualities of Bleu d’Auvergne whose unique flavour is brought out by using specific strains of penicillin, developed and produced in the Bleu d’Auvergne AOC area. The methods for draining the curd and for salting by hand give Bleu d’Auvergne a very fine marbling, uniformly spread throughout the cheese, which distinguishes it from other blue cheeses.\n4.7.   Inspection body\nName: Institut national de l’origine et de la qualité (INAO)\nAddress: 51, rue d'Anjou — F-75008 PARIS\nTel. (33) 153 89 80 00\nFax: (33) 153 89 80 60\nE-mail: info@inao.gouv.fr\nThe Institut national de l’origine et de la qualité is a public administrative body with legal personality and reports to the Ministry of Agriculture.\nIt is responsible for monitoring the production conditions for products with a designation of origin.\nName: Directorate-General for Competition, Consumer Affairs and Fraud Prevention (DGCCRF)\nAddress: 59, boulevard Vincent Auriol — F-75703 PARIS Cedex 13\nTel. (33) 144 87 17 17\nFax: (33) 144 97 30 37\nE-mail: info@inao.gouv.fr\nThe DGCCRF is a department of the Ministry of the Economy, Industry and Employment.\n4.8.   Labelling\nThe cheeses have to be wrapped in tin foil.\nThe product must bear the name of the designation of origin."}