{"celex_id": "32005L0009", "uri": "http://publications.europa.eu/resource/cellar/9428aa07-fab9-4f34-af20-f90049cf3a43", "type": "Directive", "concepts": ["2744", "2836", "3641", "4036", "5035"], "title": "Commission Directive 2005/9/EC of 28 January 2005 amending Council Directive 76/768/EEC, concerning cosmetic products, for the purposes of adapting Annex VII thereto to technical progressText with EEA relevance\n", "header": "29.1.2005 EN Official Journal of the European Union L 27/46\nCOMMISSION DIRECTIVE 2005/9/EC\nof 28 January 2005\namending Council Directive 76/768/EEC, concerning cosmetic products, for the purposes of adapting Annex VII thereto to technical progress\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to cosmetic products (1), and in particular Article 8(2) thereof,\nAfter consulting the Scientific Committee on Cosmetic Products and Non-food Products intended for Consumers,\nWhereas:\n(1) Part 1 of Annex VII to Directive 76/768/EEC establishes a list of UV filters which cosmetic products may contain.\n(2) The Scientific Committee on Cosmetic Products and Non-food Products intended for consumers is of the opinion that the use of benzoic acid, 2-[4-(diethylamino) -2-hydroxybenzoyl]-, hexylester up to 10 % in sunscreen products, alone or in combination with other UV absorbers, is safe. Consequently, benzoic acid, 2-[4-(diethylamino)-2-hydroxybenzoyl]-, hexylester should be included in Part 1 of Annex VII to Directive 76/768/EEC as reference number 28.\n(3) Directive 76/768/EEC should therefore be amended accordingly.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Cosmetic Products,", "main_body": ["Annex VII to Directive 76/768/EEC is amended in accordance with the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 28 July 2005 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of the national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 2005.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 262, 27.9.1976, p. 169. Directive as last amended by Commission Directive 2004/93/EC (OJ L 300, 25.9.2004, p. 13).\nANNEX\nIn Part 1 of Annex VII to Directive 76/768/EEC, the following reference number 28 is added:\nReference No Substances Maximum authorised concentration Other limitations and requirements Conditions of use and warnings which must be printed on the label\na b c d e\n‘28 Benzoic acid, 2-[-4-(diethylamino)-2-hydroxybenzoyl]-, hexylester 10 % in sunscreen products’"}