{"celex_id": "32007D0422", "uri": "http://publications.europa.eu/resource/cellar/b1678683-bfb0-4e45-915e-d242f0d086d2", "type": "Decision", "concepts": ["1252", "1445", "2525", "3408", "3579", "4160", "5034", "5608", "888"], "title": "2007/422/EC: Commission Decision of 18 June 2007 amending Decision 92/452/EEC as regards certain embryo collection and production teams in Argentina, Australia and the United States of America (notified under document number C(2007) 2498)   (Text with EEA relevance)\n", "header": "19.6.2007 EN Official Journal of the European Union L 157/19\nCOMMISSION DECISION\nof 18 June 2007\namending Decision 92/452/EEC as regards certain embryo collection and production teams in Argentina, Australia and the United States of America\n(notified under document number C(2007) 2498)\n(Text with EEA relevance)\n(2007/422/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and importation from third countries of embryos of domestic animals of the bovine species (1), and in particular Article 8(1) thereof,\nWhereas:\n(1) Commission Decision 92/452/EEC of 30 July 1992 establishing lists of embryo collection teams and embryo production teams approved in third countries for export of bovine embryos to the Community (2) provides that Member States are only to import embryos from third countries where they have been collected, processed and stored by embryo collection teams and embryo production teams listed in that Decision.\n(2) Argentina and the United States of America have requested that amendments be made to the entries for those countries on those lists as regards certain embryo collection and production teams.\n(3) Argentina and the United States of America have provided guarantees regarding compliance with the appropriate rules set out in Directive 89/556/EEC and the embryo collection and production teams concerned have been officially approved for exports to the Community by the veterinary services of those countries.\n(4) Australia has requested that certain entries for that country on the lists should be deleted.\n(5) Decision 92/452/EEC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 92/452/EEC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from the third day following its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 June 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 302, 19.10.1989, p. 1. Directive as last amended by Commission Decision 2006/60/EC (OJ L 31, 3.2.2006, p. 24).\n(2)  OJ L 250, 29.8.1992, p. 40. Decision as last amended by Decision 2007/237/EC (OJ L 103, 20.4.2007, p. 49).\nANNEX\nThe Annex to Decision 92/452/EEC is amended as follows:\n(1) the row for Argentina embryo collection team LE/UT/BE-18 is deleted;\n(2) the row for Argentina embryo collection team LE/UT/BE-22 is deleted;\n(3) the rows for Argentina embryo collection teams LE/UT/BE-24 and LE/UT/BE-25 are deleted;\n(4) the row for Argentina embryo collection team LE/UT/BE-28 is deleted;\n(5) the following rows for Argentina are inserted:\n‘AR  LE/UT/BE-31  CENTRO BIOTECNOLÓGICO SANTA RITA Dr Carlos Hansen\nAR  LE/UT/BE-42  CENTRO ESTACIÓN ZOOTÉCNICA SANTA JULIA Dr Leonel Alisio\nAR  LE/UT/BE-43  CENTRO GENÉTICO BOVINO EOLIA Dr Guillermo Brogliatti\nAR  LE/UT/BE-44  CENTRO GENÉTICO DEL LITORAL Dr Gustavo Balbin\nAR  LE/UT/BE-45  CENTRO DE TRANSFERENCIA EMBRIONARIA SAN JOAQUIN Dr Mariano Medina\nAR  LE/UT/BE-46  CENTRO DE INSEMINACIÓN ARTIFICIAL LA LILIA Dr Fabian Barberis\nAR  LE/UT/BE-51  Dres. J. INDA Y J. TEGLI Dr J. Inda\nAR  LE/UT/BE-52  IRAC — BIOGEN Dr Gabriel Bo\nAR  LE/UT/BE-53  UNIDAD MOVIL DE TRANSFERENCIAS DE EMBRIONES CABA Dr Juan Martin Narbaitz\nAR  LE/UT/BE-54  CENTRO DE TRANSFERENCIAS EMBRIONARIAS CABAÑA LA CAPILLITA Dr Agustin Arreseigor\nAR  LE/UT/BE-56  CENTRO DE TRANSFERENCIAS EMBRIONARIAS EL QUEBRACHO Dr Mauro E. Venturini\nAR  LE/UT/BE-57  CENTRO DE TRANSFERENCIAS EMBRIONARIAS MARIO ANDRES NIGRO Dr Mario Andres Nigro\nAR  LE/UT/BE-58  CENTRO DE TRANSFERENCIAS EMBRIONARIAS GENETICA CHIVILCOY Dr Ruben Osvaldo Chilan\nAR  LE/UT/BE-60  CENTRO DE TRANSFERENCIA EMBRIONARIA C.I.A.T.E.B. Dr Ariel Doso\nAR  LE/UT/BE-61  CENTRO DE TRANSFERENCIA VALDES & LAURENTI S.H. Dr Ariel M. Valdes\nAR  LE/UT/BE-62  CENTRO DE TRANSFERENCIA EMBRIONARIA MARCELO F. MIRANDA Dr Marcelo F. Miranda\nAR  LE/UT/BE-63  CENTRO DE TRANSFERENCIA EMBRIONARIA SYNCHROPAMPA S.R.L. Dr Jose Luis Franco\nAR  LE/UT/BE-64  DR. CESAR J. ARESEIGOR Dr Cesar J. Areseigor\nAR  LE/UT/BE-65  UNIDAD MOVIL DE TRANSFERENCIA EMBRIONARIA RICARDO ALBERTO VAUTIER Dr Ricardo Alberto Vautier\nAR  LE/UT/BE-66  CENTRO DE TRANSFERENCIA EMBRIONARIA SOLUCIONES REPRODUCTIVAS INTEGRALES LA RESERVA Dr Silvio Mariano Castro\nAR  LE/UT/BE-67  CENTRO DE TRANSFERENCIA EMBRIONARIA SANTA RITA Dr Gabriel Bo’\n(6) the row for Australia embryo collection team ETV0002 is deleted;\n(7) the row for Australia embryo collection team ETV0005 is deleted;\n(8) the rows for Australia embryo collection teams ETV0008, ETV0009, ETV0010, ETV0011, ETV0012 and ETV0013 are deleted;\n(9) the row for the United States of America embryo collection team No 91CA035 E689 is replaced by the following:\nRuAnn Dairy\n7285 W Davis Ave\nRiverdale, CA 93656\n(10) the row for the United States of America embryo collection team No 04MT111 E1127 is deleted;\n(11) the following rows for the United States of America embryo collection teams Nos 05NC114 E705 and 05NC117 E705 are replaced by the following:\nKingsmill Farm II\n5914 Kemp Road\nDurham, NC 27703\nS. Galphin Services\n6509 Saddle Path Circle\nRaleigh, NC 27606\n(12) the following rows for the United States of America are inserted:\nRuAnn Dairy\n7285 W Davis Ave\nRiverdale, CA 93656\nPat Richards, DVM\n1215E 200S\nBliss, ID 83314\nTrans Ova Genetics\n12425 LIV 224\nChillicothe, MO 64601\nK Bar C Ranch\n3424 FR 2095\nCameron, TX 76520"}