{"celex_id": "32007R1243", "uri": "http://publications.europa.eu/resource/cellar/00e7486b-7c44-44b9-9bfc-c336167ff802", "type": "Regulation", "concepts": ["1442", "1596", "2735", "2737"], "title": "Commission Regulation (EC) No 1243/2007 of 24 October 2007 amending Annex III to Regulation (EC) No 853/2004 of the European Parliament and the Council laying down specific hygiene rules for food of animal origin (Text with EEA relevance)\n", "header": "25.10.2007 EN Official Journal of the European Union L 281/8\nCOMMISSION REGULATION (EC) No 1243/2007\nof 24 October 2007\namending Annex III to Regulation (EC) No 853/2004 of the European Parliament and the Council laying down specific hygiene rules for food of animal origin\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Reducing the administrative burden imposed on enterprises by existing Community legislation is a crucial element for improving their competitiveness and for achieving the objectives of the Lisbon agenda.\n(2) Regulation (EC) No 853/2004 lays down specific rules on the hygiene of food of animal origin for food business operators. That Regulation provides that food business operators are to comply with the relevant provisions of Annex III thereto.\n(3) The requirements of Section VIII of Annex III to Regulation (EC) No 853/2004 as regards vessels engaged in primary production and associated operations supplement those laid down in Annex I to Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (2). In particular, those vessels are to keep and retain records relating to measures put in place to control hazards in an appropriate manner and for an appropriate period.\n(4) Experience has shown that for food business operators involved in small-scale coastal fishing within the meaning of Article 26 of Council Regulation (EC) No 1198/2006 of 27 July 2006 on the European Fisheries Fund (3), that requirement may create an additional administrative burden. It is therefore appropriate to provide for a derogation from that requirement for such operators.\n(5) Section XIV of Annex III to Regulation (EC) No 853/2004 sets out the requirements for the production of gelatine intended for human consumption. It specifies that when manufactured from ruminant bone material, gelatine must be produced using a unique process that ensures that all bone material is subjected to an alkaline treatment of saturated lime solution (pH > 12,5) for a period of at least 20 days with a heat treatment step of 138 °C minimum during at least four seconds, after having been finely crushed and degreased with hot water and treated with dilute hydrochloric acid (at minimum concentration of 4 % and pH < 1,5) over a period of at least two days.\n(6) The Scientific Panel on Biological Hazards of the European Food Safety Authority adopted on 18 January 2006 an opinion on the ‘Quantitative assessment of the human BSE risk posed by gelatine with respect to residual BSE risk’. On 18 May 2006, it adopted another opinion on the ‘Quantitative assessment of the human BSE risk posed by bovine vertebral column including dorsal root ganglia with respect to residual BSE risk’. According to both opinions, the production processes involving an acid process or a heat and pressure process ensure respectively equivalent and higher BSE infectivity reduction compared to the safety level achieved by applying the alkaline process currently required by Section XIV of Annex III to Regulation (EC) No 853/2004. The conditions for the production of gelatine should therefore be amended accordingly.\n(7) There have been difficulties in interpreting provisions on possible other use of gelatine and collagen produced in accordance with the provisions laid down in Sections XIV and XV of Annex III to Regulation (EC) No 853/2004 in some Member States. It is therefore appropriate to clarify those provisions in order to harmonise their implementation.\n(8) Regulation (EC) No 853/2004 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex III to Regulation (EC) No 853/2004 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 October 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 55; corrected version OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 139, 30.4.2004, p. 1; corrected version OJ L 226, 25.6.2004, p. 3.\n(3)  OJ L 223, 15.8.2006, p. 1.\nANNEX\nAnnex III to Regulation (EC) No 853/2004 is amended as follows:\n1. in point 3 of Section VIII, the following paragraph is added:\n2. in Section XIV, Chapters III, IV and V are replaced by the following:\n1. The production process for gelatine must ensure that:\n(a) all ruminant bone material derived from animals born, reared or slaughtered in countries or regions with a controlled or undetermined BSE risk in accordance with Community legislation is subjected to a process which ensures that all bone material is finely crushed and degreased with hot water and treated with dilute hydrochloric acid (at minimum concentration of 4 % and pH < 1,5) over a period of at least two days. This treatment is followed either by:\n— an alkaline treatment of saturated lime solution (pH > 12,5) for a period of at least 20 days with a heat treatment step of 138 °C minimum during at least four seconds, or\n— an acid treatment (pH < 3,5) during 10 hours minimum with a heat treatment step of 138 °C minimum during at least four seconds, or\n— a heat-and-pressure process for at least 20 minutes with saturated steam of 133 °C at more than 3 bars, or\n— any approved equivalent process;\n(b) other raw material is subjected to a treatment with acid or alkali, followed by one or more rinses. The pH must be adjusted subsequently. Gelatine must be extracted by heating one or more times in succession, followed by purification by means of filtration and heat treatment.\n2. A food business operator may produce and store both gelatine intended for human consumption and gelatine not intended for human consumption in the same establishment provided that the raw materials and the production process comply with the requirements applying to gelatine intended for human consumption.\nResidue Limit\nAs 1 ppm\nPb 5 ppm\nCd 0,5 ppm\nHg 0,15 ppm\nCr 10 ppm\nCu 30 ppm\nZn 50 ppm\nSO2 (European Pharmacopoeia 2005) 50 ppm\nH2O2 (European Pharmacopoeia 2005) 10 ppm\n3. in Section XV, Chapter III, point 3 is replaced by the following:\n‘3. A food business operator may produce and store both collagen intended for human consumption and collagen not intended for human consumption in the same establishment provided that the raw materials and the production process comply with the requirements applying to collagen intended for human consumption.’;\n4. the Appendix is replaced by the following:\n(1)  OJ L 223, 15.8.2006, p. 1.’;\n(2)  Only if different from the establishment of origin.\n(3)  Only if different from the establishment of destination.’"}