{"celex_id": "32007R1073", "uri": "http://publications.europa.eu/resource/cellar/86126ac7-b0c1-4dc8-abb1-5ff18668ef25", "type": "Regulation", "concepts": ["1879", "2110", "2437", "2879", "4790", "5228", "544", "915"], "title": "Commission Regulation (EC) No 1073/2007 of 19 September 2007 establishing a prohibition of fishing for bluefin tuna by Community vessels in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean Sea\n", "header": "20.9.2007 EN Official Journal of the European Union L 245/3\nCOMMISSION REGULATION (EC) No 1073/2007\nof 19 September 2007\nestablishing a prohibition of fishing for bluefin tuna by Community vessels in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean Sea\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fishery resources under the common fisheries policy (1), and in particular Article 26(4) thereof,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (2), and in particular Article 21(3) thereof,\nWhereas:\n(1) Council Regulation (EC) No 41/2007 of 21 December 2006, fixing for 2007 the fishing opportunities and associated fishing conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (3) fixes the amount of bluefin tuna which may be fished in 2007 in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean Sea by Community fishing vessels.\n(2) The common fisheries policy is designed to ensure the long-term viability of the fisheries sector through sustainable exploitation of living aquatic resources based on the precautionary approach.\n(3) The data in its possession, as well as the information obtained by Commission inspectors during their missions in the Member States concerned, show that fishing opportunities for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean Sea allocated to the Community for 2007 are deemed to be exhausted.\n(4) It is therefore necessary that the Commission fixes, at its own initiative, the date on which the Community quota is deemed to be exhausted and to prohibit as from that date the fishing for that bluefin tuna stock. It is also necessary to prohibit retention on board, transhipment and landing of that stock caught by Community vessels from that date.\n(5) Fishing for bluefin tuna as well as its retention on board, transhipment and landing by vessels flying the flag of or registered in Italy and France has already been prohibited by Commission Regulation (EC) No 999/2007 of 28 August 2007 establishing a prohibition of fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean by vessels flying the flag of Italy (4) and Commission Regulation (EC) No 1048/2007 of 11 September 2007 establishing a prohibition of fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean by vessels flying the flag of France (5).\n(6) Considering the data obtained by the Commission on the exhaustion of fishing opportunities for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean Sea, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["Quota exhaustion\nCatches of bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean Sea by vessels flying the flag of the Member States are deemed to have exhausted the quota allocated to the Community as from the date of entry into force of this Regulation.", "Prohibitions\nFishing for bluefin tuna in the Atlantic Ocean, east of longitude 45° W, and the Mediterranean Sea by vessels flying the flag of or registered in Cyprus, Greece, Spain, Malta or Portugal shall be prohibited as from the date of entry into force of this Regulation until 31 December 2007.\nIt shall also be prohibited to retain on board, tranship or land such stock caught by those vessels during that period.", "Entry into force\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 September 2007.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 358, 31.12.2002, p. 59. Regulation as amended by Regulation (EC) No 865/2007 (OJ L 192, 24.7.2007, p. 1).\n(2)  OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1967/2006 (OJ L 409, 30.12.2006, p. 11; amended by OJ L 36, 8.2.2007, p. 6).\n(3)  OJ L 15, 20.1.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 898/2007 (OJ L 196, 28.7.2007, p. 22).\n(4)  OJ L 226, 30.8.2007, p. 5.\n(5)  OJ L 240, 13.9.2007, p. 3."}