{"celex_id": "32009D0890", "uri": "http://publications.europa.eu/resource/cellar/0c28d266-8c83-4a84-8e95-261e2f8c22ba", "type": "Decision", "concepts": ["1728", "3194", "4250", "5445", "7932", "862", "922"], "title": "2009/890/EC: Council Decision of 30 November 2009 providing macro-financial assistance to Armenia\n", "header": "5.12.2009 EN Official Journal of the European Union L 320/3\nCOUNCIL DECISION\nof 30 November 2009\nproviding macro-financial assistance to Armenia\n(2009/890/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament,\nAfter consulting the Economic and Financial Committee,\nWhereas:\n(1) Relations between Armenia and the European Union (EU) are developing within the framework of the European Neighbourhood Policy. The EU and Armenia agreed on 14 November 2006 on a European Neighbourhood Policy Action Plan identifying medium-term priorities in EU-Armenia relations and related policies which are expected to lead to deeper economic integration. The framework of EU-Armenian relations is enhanced by the newly launched Eastern Partnership.\n(2) The Armenian economy has been increasingly hit by the international financial crisis since the second half of 2008, with declining output, falling fiscal revenues and rising external financing needs.\n(3) Armenia’s economic adjustment and recovery is supported by financial assistance of the International Monetary Fund (IMF). In March 2009, the Armenian authorities agreed with the IMF on a Stand-By Arrangement of USD 540 million to support the Armenian economy to achieve the necessary adjustment to the economic crisis.\n(4) Following a further deterioration of the economic situation and a necessary revision of the programme’s underlying economic assumptions as well as higher external financing needs, an agreement was reached between Armenia and the IMF for an increase of IMF resources of USD 250 million, which was approved on 22 June 2009 by the IMF Board.\n(5) The Community intends to provide in 2009 and 2010 European Neighbourhood and Partnership Instrument (ENPI) budget support grants of a total of EUR 32 million.\n(6) Armenia has requested additional Community macro-financial assistance in view of the worsening economic situation and outlook.\n(7) Given that a residual financing gap remains in the balance of payments in 2010, macro-financial assistance is considered an appropriate response to Armenia’s request under the current exceptional circumstances to support economic stabilisation in conjunction with the current IMF programme. The present financial assistance is also expected to contribute to alleviate budgetary financing needs.\n(8) In order to ensure efficient protection of the Community’s financial interests linked to the present financial assistance, it is necessary to provide for appropriate measures by Armenia related to the prevention of, and the fight against, fraud, corruption and any other irregularities linked to this assistance, as well as for controls by the Commission and audits by the Court of Auditors.\n(9) The release of the Community financial assistance is without prejudice to the powers of the budgetary authority.\n(10) This assistance should be managed by the Commission, in consultation with the Economic and Financial Committee.\n(11) The Treaty does not provide, for the adoption of this Decision, powers other than those of Article 308,", "main_body": ["1.   The Community shall make available to Armenia macro-financial assistance in the form of a loan facility and a grant with a view to supporting Armenia’s economic stabilisation and alleviating its balance of payments and budgetary needs as identified in the current IMF programme.\n2.   The loan component of this assistance shall amount to a maximum principal of EUR 65 million with a maximum maturity of 15 years. To this end, the Commission is empowered to borrow on behalf of the Community the necessary resources.\n3.   The grant component of this assistance shall amount to a maximum of EUR 35 million.\n4.   The release of the Community financial assistance shall be managed by the Commission, in close cooperation with the Economic and Financial Committee, in a manner consistent with the agreements or understandings reached between the IMF and Armenia.\n5.   The Community financial assistance shall be made available for two years starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 2(1). However, if circumstances so require, the Commission, after consultation of the Economic and Financial Committee, may decide to extend the availability period by a maximum of one year.", "1.   The Commission shall agree with the authorities of Armenia, after consulting the Economic and Financial Committee, the economic policy conditions attached to the Community macro-financial assistance, to be laid down in a Memorandum of Understanding, a Grant Agreement and a Loan Agreement. The conditions shall be consistent with the agreements or understandings reached between the IMF and Armenia. The detailed financial terms of the assistance shall be laid down in the Grant and Loan Agreements to be agreed between the Commission and the authorities of Armenia.\n2.   During the implementation of the Community financial assistance, the Commission shall monitor the soundness of Armenia’s financial arrangements, administrative procedures, and internal and external control mechanisms which are relevant to such assistance.\n3.   The Commission shall verify at regular intervals that Armenia’s economic policies are in accordance with the objectives of the Community assistance and that the agreed economic policy conditions are being satisfactorily fulfilled. In doing so, the Commission shall coordinate closely with the IMF and the World Bank and, when required, with the Economic and Financial Committee.", "1.   The Community financial assistance shall be made available by the Commission to Armenia in two instalments subject to the conditions of paragraph 2. The size of the instalments will be laid down in the Memorandum of Understanding.\n2.   The Commission shall decide on the release of the instalments subject to satisfactory implementation of the economic policy conditions agreed in the Memorandum of Understanding and in accordance with the terms of the assistance agreed in the Grant and Loan Agreements. The disbursement of the second instalment shall not take place earlier than three months after the release of the first instalment.\n3.   The Community funds shall be paid to the Central Bank of Armenia. Subject to provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, their counter-value in local currency may be transferred to the Treasury of Armenia as final beneficiary.", "1.   The borrowing and the lending operations shall be carried out in euro using the same value date and shall not involve the Community in the transformation of maturities, in any exchange or interest rate risks, or in any other commercial risk.\n2.   The Commission shall take the necessary steps, if Armenia so requests, to ensure that an early repayment clause is included in the loan terms and conditions and that it may be exercised.\n3.   At the request of Armenia, and where circumstances permit an improvement of the interest rate of the loan, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average maturity of the borrowing concerned or increasing the amount of capital outstanding at the date of the refinancing or restructuring.\n4.   All costs incurred by the Community which are related to the borrowing and lending operations included in this Decision shall be borne by Armenia.\n5.   The Economic and Financial Committee shall be kept informed of developments in the operations referred to in paragraphs 2 and 3.", "The Community financial assistance shall be implemented in accordance with the provisions of Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (1) and its implementing rules (2). In particular, the Memorandum of Understanding and the Grant and Loan Agreements to be agreed with the authorities of Armenia shall provide for appropriate measures by Armenia related to the prevention of, and the fight against, fraud, corruption and other irregularities affecting the assistance. They shall also provide for controls by the Commission, including the European Anti-Fraud Office (OLAF), with the right to perform on-the-spot checks and inspections, and for audits by the Court of Auditors, where appropriate, to be carried out on the spot.", "By 31 August of each year the Commission shall submit to the European Parliament and to the Council a report, including an evaluation of the implementation of this Decision in the preceding year. The report shall indicate the connection between the policy conditions as laid down in a Memorandum of Understanding pursuant to Article 2(1), Armenia’s on-going economic and fiscal performance, and the Commission’s decision to release the instalment of the assistance.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Council\nThe President\nB. ASK\n(1)  OJ L 248, 16.9.2002, p. 1.\n(2)  Commission Regulation (EC, Euratom) No 2342/2002 (OJ L 357, 31.12.2002, p. 1)."}