{"celex_id": "32001R2054", "uri": "http://publications.europa.eu/resource/cellar/32f9db74-f08b-4f9a-a290-f455a02c1558", "type": "Regulation", "concepts": ["1102", "1136", "161", "1642", "888", "946"], "title": "Commission Regulation (EC) No 2054/2001 of 19 October 2001 establishing the allocation of export licences for cheese to be exported in 2002 to the United States of America under certain quotas resulting from the GATT Agreements\n", "header": "Commission Regulation (EC) No 2054/2001\nof 19 October 2001\nestablishing the allocation of export licences for cheese to be exported in 2002 to the United States of America under certain quotas resulting from the GATT Agreements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Regulation (EC) No 1670/2000(2), and in particular Article 30 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1647/2001(3) opens the procedure for the allocation of export licences for cheese to be exported in 2002 to the United States of America under certain quotas resulting from the GATT Agreements.\n(2) Commission Regulation (EC) No 174/1999 of 26 January 1999 laying down special detailed rules for the application of Council Regulation (EEC) No 804/68 as regards export licences and export refunds in the case of milk and milk products(4), as last amended by Regulation (EC) No 1923/2001(5), provides in Article 20(3) that in the case of applications for provisional licences lodged pursuant to Regulation (EC) No 1647/2001 relating to quantities of products in any product group greater than those available, the allocation of licences may take into account the quantity of the same products exported to the United States of America by the applicant in the past and preference may be given to applicants whose designated importers are subsidiaries. Since for most product groups the quantity applied for is greater than that available, a preference should be accorded to those applicants whose designated importers are subsidiaries by fixing higher allocation coefficients for such applicants.\n(3) The regime does not foresee the possibility for an operator to renounce the delivery of a certificate in cases where the quantity resulting from the application of the allocation coefficients is very small and experience has shown that there is a risk of an operator in such circumstances being unable to fulfil his obligation to export with the consequent loss of the security. It is therefore appropriate to ensure the allocation of a minimum quantity.\n(4) For product groups for which the applications lodged are for quantities less than those available, it is appropriate, in accordance with Article 20(5) of Regulation (EC) No 174/1999, to provide for the allocation of the remaining quantities to the applicants in proportion to the quantities applied for. The allocation of such further quantities should be conditional on the interested operator making a request and lodging a security.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Applications for provisional export licences lodged pursuant to Regulation (EC) No 1647/2001 in respect of the product groups and quotas identified by 16-Tokyo, 16-, 17-, 20- and 21-Uruguay, 22-Tokyo, 22-Uruguay, 25-Tokyo and 25-Uruguay in column 3 of the Annex hereto:\n- by applicants whose designated importers are subsidiaries shall be accepted:\n- for the quantity applied for per product code of the export refund nomenclature not exceeding 10 tonnes, and\n- for the quantity applied for per product code of the export refund nomenclature exceeding 10 tonnes in so far as the allocation coefficients indicated in column 5 of the Annex allow,\n- by applicants other than those provided for under the first indent shall be accepted:\n- for the quantity applied for per product code of the export refund nomenclature not exceeding 10 tonnes, and\n- for the quantity applied for per product code of the export refund nomenclature exceeding 10 tonnes in so far as the allocation coefficients indicated in column 6 of the Annex allow.\n2. Applications for provisional export licences lodged pursuant to Regulation (EC) No 1647/2001 in respect of the product group identified by 18- in column 3 of the Annex shall be accepted for the quantities requested. On the further application of the trader within 15 working days of the entry into force of this Regulation and subject to the lodging of the security applicable, provisional export licences may be issued for further quantities in so far as the application of the coefficient in column 7 of the Annex to the quantity applied for allows.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 193, 29.7.2000, p. 10.\n(3) OJ L 219, 14.8.2001, p. 16.\n(4) OJ L 20, 27.1.1999, p. 8.\n(5) OJ L 261, 29.9.2001, p. 53.\nANNEX\n>TABLE>"}