{"celex_id": "32004R0131", "uri": "http://publications.europa.eu/resource/cellar/72864800-ed84-4043-bf2b-554505edcc50", "type": "Regulation", "concepts": ["3483", "3506", "3584", "3870", "4217"], "title": "Council Regulation (EC) No 131/2004 of 26 January 2004 concerning certain restrictive measures in respect of Sudan\n", "header": "28.1.2004 EN Official Journal of the European Union L 21/1\nCOUNCIL REGULATION (EC) No 131/2004\nof 26 January 2004\nconcerning certain restrictive measures in respect of Sudan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Council Common Position 2004/31/CFSP of 9 January 2004 concerning the imposition of an embargo on arms, munitions and military equipment (1) on Sudan,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In view of the ongoing civil war in Sudan, Common Position 2004/31/CFSP maintains the arms embargo imposed against that country by Council Decision 94/165/CFSP (2) and strengthens that embargo to include a ban on technical assistance and other services related to military activities, and on financial assistance related to military activities.\n(2) Common Position 2004/31/CFSP also makes provision for humanitarian exemptions to the arms embargo, including sale, supply, transfer or export of equipment and materiel for mine clearance operations in Sudan.\n(3) The embargoes on certain technical and financial assistance fall within the scope of the Treaty. Therefore, notably with a view to avoiding distortion of competition, Community legislation is necessary to implement the embargoes as far as the territory of the Community is concerned. For the purpose of this Regulation, the territory of the Community is deemed to encompass the territories of the Member States to which the Treaty is applicable, under the conditions laid down in that Treaty.\n(4) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force immediately,", "main_body": ["For the purposes of this Regulation, the following definition shall apply:\n‘technical assistance’ means any technical support related to repairs, development, manufacture, assembly, testing, maintenance, or any other technical service, and may take forms such as instruction, advice, training, transmission of working knowledge or skills or consulting services. Technical assistance includes verbal forms of assistance.", "It shall be prohibited:\n(a) to grant, sell, supply or transfer technical assistance related to military activities and to the provision, manufacture, maintenance and use of arms and related materiel of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts for the aforementioned, directly or indirectly to any person, entity or body in, or for use in Sudan;\n(b) to provide financing or financial assistance related to military activities, including in particular grants, loans and export credit insurance, for any sale, supply, transfer or export of arms and related materiel, or for any grant, sale, supply, or transfer of related technical assistance, directly or indirectly to any person, entity or body in, or for use in Sudan.", "The participation, knowingly and intentionally, in activities the object or effect of which is, directly or indirectly, to promote the transactions referred to in Article 2 shall be prohibited.", "1.   By way of derogation from Articles 2 and 3, the competent authorities of Member States as listed in the Annex, may authorise the provision of financing and financial assistance and technical assistance related to:\n(a) non-lethal military equipment intended solely for humanitarian or protective use, or for institution building programmes of the United Nations, the European Union and the Community;\n(b) material intended for European Union and United Nations crisis management operations;\n(c) mine clearance equipment and materiel for use in mine clearance.\n2.   No authorisations shall be granted for activities that have already taken place.", "Articles 2 and 3 shall not apply to protective clothing, including flak jackets and military helmets, temporarily exported to Sudan by United Nations personnel, personnel of the EU, the Community or its Member States, representatives of the media and humanitarian and development workers and associated personnel for their personal use only.", "The Commission and Member States shall immediately inform each other of the measures taken under this Regulation and shall supply each other with any other relevant information at their disposal in connection with this Regulation, in particular information in respect of violation and enforcement problems and judgements handed down by national courts.", "The Commission shall be empowered to amend the Annex on the basis of information supplied by Member States.", "The Member States shall lay down the rules on sanctions applicable to infringements of the provisions of this Regulation and shall take all measures necessary to ensure that they are implemented. The sanctions provided for must be effective, proportionate and dissuasive.\nThe Member States shall notify these rules to the Commission without delay after the entry into force of this Regulation and shall notify it of any subsequent amendment.", "This Regulation shall apply:\n(a) within the territory of the Community, including its airspace;\n(b) on board any aircraft or any vessel under the jurisdiction of a Member State;\n(c) to any person elsewhere who is a national of a Member State;\n(d) to any legal person, group or entity which is incorporated or constituted under the law of a Member State;\n(e) to any legal person, group or entity doing business within the Community.", "0\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 2004.\nFor the Council\nThe President\nB. COWEN\n(1)  OJ L 6, 10.1.2004, p. 55.\n(2)  OJ L 75, 17.3.1994, p. 1. Decision repealed by Common Position 2004/31/CFSP.\nANNEX\nList of competent authorities referred to in Article 4\nBELGIUM\nService public fédéral des affaires étrangères, commerce extérieur et coopération au développement\nEgmont 1\nRue des Petits Carmes 19\nB-1000 Bruxelles\nDirection générale des affaires bilatérales\nService ‘Afrique du sud du Sahara’\nTéléphone (32-2) 501 88 75\nTélécopieur (32-2) 501 38 26\nService public fédéral de l'économie, des PME, des classes moyennes et de l'énergie\nARE 4e o division, service des licences\nAvenue du Général Leman 60\nB-1040 Bruxelles\nTéléphone (32-2) 206 58 16/27\nTélécopieur (32-2) 230 83 22\nBrussels Hoofdstedelijk Gewest — Région de Bruxelles-Capitale:\nKabinet van de minister van Financiën, Begroting, Openbaar Ambt en Externe Betrekkingen van de Brusselse Hoofdstedelijke regering\nKunstlaan 9\nB-1210 Brussel\nCabinet du ministre des finances, du budget, de la fonction publique et des relations extérieures du gouvernement de la Région de Bruxelles-Capitale\nAvenue des Arts 9\nB-1210 Bruxelles\nTéléphone (32-2) 209 28 25\nTélécopieur (32-2) 209 28 12\nRégion wallonne:\nCabinet du ministre-président du gouvernement wallon\nRue Mazy 25-27\nB-5100 Jambes-Namur\nTéléphone (32-81) 33 12 11\nTélécopieur (32-81) 33 13 13\nVlaams Gewest:\nAdministratie Buitenlands Beleid\nBoudewijnlaan 30\nB-1000 Brussel\nTel. (32-2) 553 59 28\nFax (32-2) 553 60 37\nDENMARK\nErhvervs- og Boligstyrelsen\nDahlerups Pakhus\nLangelinie Allé 17\nDK-2100 København Ø\nTlf. (45) 35 46 60 00\nFax (45) 35 46 60 01\nUdenrigsministeriet\nAsiatisk Plads 2\nDK-1448 København K\nTlf. (45) 33 92 00 00\nFax (45) 32 54 05 33\nJustitsministeriet\nSlotholmsgade 10\nDK-1216 København K\nTlf. (45) 33 92 33 40\nFax (45) 33 93 35 10\nGERMANY\nConcerning financing and financial assistance:\nDeutsche Bundesbank\nServicezentrum Finanzsanktionen\nPostfach\nD-80281 München\nTel. (49-89) 2889-3800\nFax (49-89) 350163-3800\nConcerning technical assistance and other services:\nBundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA)\nFrankfurter Straße 29-35\nD-65760 Eschborn\nTel. (49-61) 96 908-0\nFax (49-61) 96 908-800\nGREECE\nA.   Freezing of Assets\nMinistry of Economy and Finance\nGeneral Directory of Economic Policy\n5 Nikis Str.\nGR-101 80 Athens\nTel: (30) 210 333 27 86\nFax: (30) 210 333 28 10\nΑ.   Δέσμευση κεφαλαίων\nΥπουργείο Οικονομίας και Οικονομικών\nΓενική Δ/νση Οικονομικής Πολιτικής\nΝίκης 5\nGR-101 80 Αθήνα\nΤηλ.: (30) 210 333 27 86\nΦαξ: (30) 210 333 28 10\nB.   Import-Export restrictions\nMinistry of Economy and Finance\nGeneral Directorate for Policy Planning and Management\nKornaroy Str. 1,\nGR-105 63 Athens\nTel: (30) 210 328 64 01-3\nFax: (30) 210 328 64 04\nΒ.   Περιορισμοί εισαγωγών-εξαγωγών\nΥπουργείο Οικονομίας και Οικονομικών\nΓενική Δ/νση Σχεδιασμού και Διαχείρισης Πολιτικής\nΚορνάρου 1,\nGR-105 63 Αθήνα\nΤηλ.: (30) 210 328 64 01-3\nΦαξ: (30) 210 328 64 04\nSPAIN\nMinisterio de Economía\nDirección General de Comercio e Inversiones\nPaseo de la Castellana, 162\nE-28046 Madrid\nTel.: (34) 913 49 38 60\nFax (34) 914 57 28 63\nFRANCE\nMinistère de l'économie, des finances et de l'industrie\nDirection générale des douanes et des droits indirects\nCellule embargo — Bureau E2\nTéléphone (33) 144 74 48 93\nTélécopieur (33) 144 74 48 97\nMinistère des affaires étrangères\nDirection des Nations unies et des organisations internationales\nTéléphone (33) 143 17 59 68\nTélécopieur (33) 143 17 46 91\nIRELAND\nDepartment of Enterprise, Trade and Employment\nLicensing Unit\nEarlsfort Centre\nLower Hatch St.\nDublin\n2\nIreland\nTel. (353) 1 631 2121\nFax (353) 1 631 2562\nITALY\nMinistero degli Affari esteri\nDGAE-Uff. X\nRoma\nTel. (39) 06 36 91 37 50\nFax (39) 06 36 91 37 52\nMinistero del Commercio estero\nGabinetto\nRoma\nTel. (39) 06 59 93 23 10\nFax (39) 06 59 64 74 94\nMinistero dei Trasporti\nGabinetto\nRoma\nTel. (39) 06 44 26 71 16/84 90 40 94\nFax (39) 06 44 26 71 14\nLUXEMBOURG\nMinistère des affaires étrangères\nOffice des licences\n21, rue Philippe II\nL-2340 Luxembourg\nTéléphone (352) 478 23 70\nTélécopieur (352) 46 61 38\nNETHERLANDS\nMinisterie van Economische Zaken\nDirectoraat-generaal Buitenlandse Economische Betrekkingen\nDirectie Handelspolitiek en Investeringsbeleid\nBezuidenhoutseweg 153\n2594 AG Den Haag\nNederland\nTel. (31) 70 379 76 58\nFax (31) 70 379 73 92\nAUSTRIA\nBundesministerium für Wirtschaft und Arbeit\nAbteilung C/2/2\nStubenring 1\nA-1010 Wien\nTel. (43-1) 711 00\nFax (43-1) 711 00-8386\nPORTUGAL\nMinistério dos Negócios Estrangeiros\nDirecção-Geral dos Assuntos Multilaterais\nLargo Rilvas\nP-1350-179 Lisboa\nTel.: (351-21) 394 60 72\nFax: (351-21) 394 60 73\nFINLAND\nUlkoasiainministeriö/Utrikesministeriet\nPL/PB 176\n00161 Helsinki/Helsingfors\nPuhelin (358) 9 16 05 59 00\nFaksi (358) 9 16 05 57 07\nPuolustusministeriö/Försvarsministeriet\nEteläinen Makasiinikatu 8\n00131 Helsinki/Helsingfors\nPL/PB 31\nPuhelin (358) 9 16 08 81 28\nFaksi (358) 9 16 08 81 11\nSWEDEN\nInspektionen för strategiska produkter (ISP)\nBox 70 252\n107 22 Stockholm\nTfn (46-8) 406 31 00\nFax (46-8) 20 31 00\nRegeringskansliet\nUtrikesdepartementet\nRättssekretariatet för EU-frågor\nFredsgatan 6\n103 39 Stockholm\nTfn (46-8) 405 10 00\nFax (46-8) 723 11 76\nUNITED KINGDOM\nSanctions Licensing Unit\nExport Control Organisation Department of Trade and Industry\n4 Abbey Orchard Street\nLondon\nSW1P 2HT\nUnited Kingdom\nTel. (44) 20 7215 0594\nFax (44) 20 7215 0593"}