{"celex_id": "32000R0428", "uri": "http://publications.europa.eu/resource/cellar/83b2a8a8-398f-494f-8e31-58b883baddfe", "type": "Regulation", "concepts": ["1474", "2556", "2850", "3888", "5537"], "title": "Council Regulation (EC) No 428/2000 of 14 February 2000 on the conclusion of the Protocol setting out for the period 1 June 1999 to 31 May 2002 the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé e Príncipe of fishing off the coast of São Tomé e Príncipe\n", "header": "COUNCIL REGULATION (EC) No 428/2000\nof 14 February 2000\non the conclusion of the Protocol setting out for the period 1 June 1999 to 31 May 2002 the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé e Príncipe of fishing off the coast of São Tomé e Príncipe\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37, in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) In accordance with the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe(2), the two parties have held negotiations with a view to determining the amendments or additions to be made to the Agreement at the end of the period of application of the Protocol.\n(2) As a result of those negotiations, a new Protocol setting out, for the period from 1 June 1999 to 31 May 2002, the fishing rights and financial compensation provided for in the abovementioned Agreement was initialled on 31 May 1999.\n(3) It is in the Community's interest to approve the Protocol covered by this Regulation.\n(4) The method for allocating the fishing opportunities among the Member States should be defined on the basis of the traditional allocation of fishing opportunities under the Fisheries Agreement,", "main_body": ["The Protocol setting out, for the period 1 June 1999 to 31 May 2002, the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé e Príncipe on fishing off the coast of São Tomé e Príncipe is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation.", "1. The fishing opportunities fixed in the Protocol shall be allocated among the Member States as follows:\n- freezer tuna seiners: France 18, Spain 18,\n- pole-and-line tuna vessels: France seven,\n- surface longliners: Spain 28, Portugal five.\n2. If licence application from these Member States do not cover all the fishing opportunities fixed by the Protocol, the Commission may take into consideration licence application from any other Member State.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 2000.\nFor the Council\nThe President\nJ. GAMA\n(1) Opinion delivered on 18 January 2000 (not yet published in the Official Journal).\n(2) OJ L 54, 25.2.1984, p. 1."}