{"celex_id": "32003R2326", "uri": "http://publications.europa.eu/resource/cellar/11b0cfc4-225b-43b4-b691-7997b04f9014", "type": "Regulation", "concepts": ["1025", "2456", "2638", "2649", "2718"], "title": "Council Regulation (EC) No 2326/2003 of 19 December 2003 fixing for the fishing year 2004 the guide prices and Community producer prices for certain fishery products pursuant to Regulation (EC) No 104/2000\n", "header": "Council Regulation (EC) No 2326/2003\nof 19 December 2003\nfixing for the fishing year 2004 the guide prices and Community producer prices for certain fishery products pursuant to Regulation (EC) No 104/2000\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products(1), and in particular Article 18(3) and Article 26(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Article 18(1) and Article 26(1) of Regulation (EC) No 104/2000 provide that a guide price and a Community producer price should be fixed for each fishing year in order to determine price levels for intervention on the market for certain fisheries products.\n(2) Article 18(1) of Regulation (EC) No 104/2000 requires the guide price to be fixed for each of the products and groups of products listed in Annexes I and II to that Regulation.\n(3) On the basis of the data currently available on the prices for the products concerned and the criteria referred to in Article 18(2) of Regulation (EC) No 104/2000, the guide prices should be increased, maintained or reduced for the fishing year 2004 depending on the species.\n(4) Regulation (EC) No 104/2000 requires the Community producer price to be fixed for each of the products listed in Annex III to that Regulation. It is, however, sufficient to establish the Community producer price for only one of the products listed in Annex III to Regulation (EC) No 104/2000, since the prices for the other products may be calculated by means of the conversion factors established by Commission Regulation (EEC) No 3510/82(2).\n(5) On the basis of the criteria laid down in the first and second indent of Article 18(2) and in Article 26(1) of Regulation (EC) No 104/2000, the Community producer price for the 2004 fishing year should be increased.\n(6) Given the urgency of the matter, it is important to grant an exception to the six-week period mentioned in paragraph 1(3) of the Protocol on the role of national parliaments in the European Union annexed to the Treaty of Amsterdam,", "main_body": ["For the fishing year 1 January to 31 December 2004, the guide prices as provided for in Article 18(1) of Regulation (EC) No 104/2000 shall be as set out in the Annex I to this Regulation.", "For the fishing year 1 January to 31 December 2004, the Community producer prices as provided for in Article 26(1) of Regulation (EC) No 104/2000 shall be as set out in Annex II to this Regulation.", "This Regulation shall enter into force on 1 January 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2003.\nFor the Council\nThe President\nG. Alemanno\n(1) OJ L 17, 21.1.2000, p. 22.\n(2) OJ L 368, 28.12.1982, p. 27; Regulation as last amended by Regulation (EEC) No 3899/92 (OJ L 392, 31.12.1992, p. 24).\nANNEX I\n>TABLE>\nANNEX II\n>TABLE>\nThe Community producer prices for the other products listed in Annex III to Regulation (EC) No 104/2000 shall be determined by means of the conversion factors referred to in Regulation (EEC) No 3510/82."}