{"celex_id": "32005D0269", "uri": "http://publications.europa.eu/resource/cellar/a51466f0-6474-450f-85c1-81e3bc8f2d5b", "type": "Decision", "concepts": ["2901", "4048", "5965"], "title": "2005/269/EC: Council Decision of 28 February 2005 on the conclusion of the Agreement establishing an association between the European Community and its Member States of the one part, and the Republic of Chile, of the other part\n", "header": "2.4.2005 EN Official Journal of the European Union L 84/19\nCOUNCIL DECISION\nof 28 February 2005\non the conclusion of the Agreement establishing an association between the European Community and its Member States of the one part, and the Republic of Chile, of the other part\n(2005/269/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 310 thereof in conjunction with Article 300(2), first subparagraph, second sentence, and Article 300(3), second subparagraph thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament (1),\nWhereas:\n(1) The Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, (hereinafter referred to as the Association Agreement) was signed on behalf of the Community, in Brussels on 18 November 2002.\n(2) The Association Agreement should be approved,", "main_body": ["1.   The Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, together with the Annexes and protocols attached thereto and the declarations made by the Community unilaterally or jointly with the other Party that are attached to the Final Act are hereby approved on behalf of the Community.\n2.   The texts of the Association Agreement, Annexes, Protocols, and the Final Act are attached to this Decision (2).", "1.   The position to be taken by the Community within the Association Council and the Association Committee established by the Association Agreement shall be adopted by the Council, on a proposal from the Commission, in accordance with the corresponding provisions of the Treaty.\n2.   A representative of the Council shall preside over the Association Council and present the position of the Community. A representative of the Commission shall preside over the Association Committee and present the position of the Community.\n3.   The Community shall be represented by the Commission in the Special Committees established by the Agreement or set up by the Association Council in accordance with Article 7 thereof.", "1.   For the purpose of applying Article 29(2) of Annex V of the Association Agreement, the Commission is hereby authorised, in accordance with the procedure referred to in Article 75 of Regulation (EC) No 1493/1999 (3), to conclude the instruments required to amend the Agreement.\n2.   For the purpose of applying Article 16(2) of Annex VI of the Association Agreement the Commission is hereby authorised, in accordance with the procedure referred to in Article 15 of Regulation (EEC) No 1576/89 (4), to conclude the instruments required to amend the Agreement.", "The President of the Council shall give the notification provided for in Article 198(1) of the Agreement on behalf of the Community."], "attachments": "Done at Brussels, 28 February 2005.\nFor the Council\nThe President\nF. BODEN\n(1)  European Parliament assent of 12 February 2003.\n(2)  OJ L 352, 30.12.2002, p. 3 and OJ L 332, 19.12.2003, p. 64.\n(3)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Commission Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(4)  OJ L 160, 12.6.1989, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1)."}