{"celex_id": "32005D0228", "uri": "http://publications.europa.eu/resource/cellar/1171a740-3832-4484-9534-9ac1d56305b2", "type": "Decision", "concepts": ["2783", "3466", "5403", "5407", "5458", "622"], "title": "2005/228/EC: Council Decision of 21 February 2005 on the signing and the provisional application of an agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus amending the Agreement between the European Community and the Republic of Belarus on trade in textile products\n", "header": "18.3.2005 EN Official Journal of the European Union L 72/18\nCOUNCIL DECISION\nof 21 February 2005\non the signing and the provisional application of an agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus amending the Agreement between the European Community and the Republic of Belarus on trade in textile products\n(2005/228/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with Article 300, paragraph 2, first sentence thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Commission has negotiated on behalf of the Community an agreement to extend for one year the existing Agreement and protocols on trade in textile products with the Republic of Belarus, with quantitative limits adjusted to take into account annual growth rates and Belarussian demand for some categories. This agreement should be applied on a provisional basis as of 1 January 2005, pending the completion of procedures required for its conclusion, subject to the reciprocal provisional application by the Republic of Belarus.\n(2) The Agreement should be signed,", "main_body": ["The President of the Council is hereby authorised to designate the person(s) empowered to sign on behalf of the Community the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus amending the Agreement between the European Community and the Republic of Belarus on trade in textile products, subject to its conclusion.", "Subject to reciprocity (1), the Agreement shall be applied on a provisional basis, pending the conclusion of the procedures for its formal conclusion, from 1 January 2005.\nThe text of the Agreement is attached to this Decision.", "1.   If Belarus fails to fulfil its obligations under paragraph 2.5 of the 1999 Agreement (2), the quota for 2005 shall be reduced to the levels applicable in 2004.\n2.   The decision to implement paragraph 1 shall be taken in accordance with the procedures referred to in Article 17 of Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (3).", "This Decision shall take effect the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 21 February 2005.\nFor the Council\nThe President\nJ. ASSELBORN\n(1)  The date from which provisional application will become effective will be published in the Official Journal of the European Union, C series.\n(2)  OJ L 336, 29.12.1999, p. 27.\n(3)  OJ L 275, 8.11.1993, p. 1. Regulation as last amended by Regulation (EC) No 2200/2004 (OJ L 374, 22.12.2004, p. 1).\nAGREEMENT IN THE FORM OF AN EXCHANGE OF LETTERS\nbetween the European Community and the Republic of Belarus amending the Agreement between the European Community and the Republic of Belarus on trade in textile products\nSir,\n1. I have the honour to refer to the Agreement between the European Community and the Republic of Belarus on trade in textile products initialled on 1 April 1993, as last amended and extended by the Agreement in the form of an Exchange of Letters initialled on 23 December 2003 (hereafter referred to as the Agreement).\n2. In view of the expiry of the Agreement on 31 December 2004 and in accordance with Article 19(1) of the Agreement, the European Community and the Republic of Belarus agree to extend the duration of the Agreement, for a further period of one year, subject to the following amendments and conditions:\n2.1. The text of Article 19(1), second and third sentences, of the Agreement shall be replaced by the following:\n2.2. Annex II which sets out the quantitative restrictions for exports from the Republic of Belarus to the European Community is replaced by Appendix 1 to this letter.\n2.3. The Annex to Protocol C which sets out the quantitative restrictions for exports from the Republic of Belarus to the European Community after OPT operations in the Republic of Belarus is replaced for the period of 1 January 2005 to 31 December 2005 by Appendix 2 to this letter.\n2.4. Imports into Belarus of textile and clothing products of European Community origin shall be subject in 2005 to custom duties not exceeding those provided for 2004 in Appendix 4 of the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus initialled on 11 November 1999.\n3. Should the Republic of Belarus become a Member of the World Trade Organisation (WTO) before the date of the expiry of the Agreement, the Agreements and rules of the WTO shall be applied from the date of the Republic of Belarus’ accession to the WTO.\n4. I should be obliged if you could kindly confirm the acceptance of your Government of the foregoing. Should this be the case, this Agreement in the form of an Exchange of Letters shall enter into force on the first day of the month following the day on which the Parties have notified each other that the legal procedures necessary to this end have been completed. In the meantime, it shall be applied provisionally from 1 January 2005 on the condition of reciprocity.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Council of the European Union\nAppendix 1\n‘ANNEX II\nBelarus Category Unit Quota as from 1 January 2005\nGroup IA 1 tonnes 1 585\n2 tonnes 5 100\n3 tonnes 233\nGroup IB 4 1 000 pieces 1 600\n5 1 000 pieces 1 058\n6 1 000 pieces 1 400\n7 1 000 pieces 1 200\n8 1 000 pieces 1 110\nGroup IIA 9 tonnes 363\n20 tonnes 318\n22 tonnes 498\n23 tonnes 255\n39 tonnes 230\nGroup IIB 12 1 000 pairs 5 958\n13 1 000 pieces 2 651\n15 1 000 pieces 1 500\n16 1 000 pieces 186\n21 1 000 pieces 889\n24 1 000 pieces 803\n26/27 1 000 pieces 1 069\n29 1 000 pieces 450\n73 1 000 pieces 315\n83 tonnes 178\nGroup IIIA 33 tonnes 387\n36 tonnes 1 242\n37 tonnes 463\n50 tonnes 196\nGroup IIIB 67 tonnes 339\n74 1 000 pieces 361\n90 tonnes 199\nGroup IV 115 tonnes 87\n117 tonnes 1 800\n118 tonnes 448’\nAppendix 2\n‘ANNEX TO PROTOCOL C\nCategory Unit As from 1 January 2005\n4 1 000 pieces 4 733\n5 1 000 pieces 6 599\n6 1 000 pieces 8 800\n7 1 000 pieces 6 605\n8 1 000 pieces 2 249\n12 1 000 pieces 4 446\n13 1 000 pieces 697\n15 1 000 pieces 3 858\n16 1 000 pieces 786\n21 1 000 pieces 2 567\n24 1 000 pieces 661\n26/27 1 000 pieces 3 215\n29 1 000 pieces 1 304\n73 1 000 pieces 4 998\n83 tonnes 664\n74 1 000 pieces 872’\nSir,\nI have the honour to acknowledge receipt of your letter of … which reads as follows:\n‘1. I have the honour to refer to the Agreement between the European Community and the Republic of Belarus on trade in textile products initialled on 1 April 1993, as last amended and extended by the Agreement in the form of an Exchange of Letters initialled on 23 December 2003 (hereafter referred to as the Agreement).\n2. In view of the expiry of the Agreement on 31 December 2004 and in accordance with Article 19(1) of the Agreement, the European Community and the Republic of Belarus agree to extend the duration of the Agreement, for a further period of one year, subject to the following amendments and conditions:\n2.1. The text of Article 19(1), second and third sentences, of the Agreement shall be replaced by the following:\n2.2. Annex II which sets out the quantitative restrictions for exports from the Republic of Belarus to the European Community is replaced by Appendix 1 to this letter.\n2.3. The Annex to Protocol C which sets out the quantitative restrictions for exports from the Republic of Belarus to the European Community after OPT operations in the Republic of Belarus is replaced for the period of 1 January 2005 to 31 December 2005 by Appendix 2 to this letter.\n2.4. Imports into Belarus of textile and clothing products of European Community origin shall be subject in 2005 to custom duties not exceeding those provided for 2004 in Appendix 4 of the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Belarus initialled on 11 November 1999.\n3. Should the Republic of Belarus become a Member of the World Trade Organisation (WTO) before the date of the expiry of the Agreement, the Agreements and rules of the WTO shall be applied from the date of the Republic of Belarus’ accession to the WTO.\n4. I should be obliged if you could kindly confirm the acceptance of your Government of the foregoing. Should this be the case, this Agreement in the form of an Exchange of Letters shall enter into force on the first day of the month following the day on which the Parties have notified each other that the legal procedures necessary to this end have been completed. In the meantime, it shall be applied provisionally from 1 January 2005 on the condition of reciprocity.’\nI have the honour to confirm that my Government is in agreement with the content of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Government of the Republic of Belarus"}