{"celex_id": "32006D0447", "uri": "http://publications.europa.eu/resource/cellar/62e57f5e-3e6a-4a72-9a0c-a6afbbcf8485", "type": "Decision", "concepts": ["1005", "214", "968", "994"], "title": "2006/447/EC: Commission Decision of  31 May 2006  amending Decision 2005/436/EC as regards the Community financial contribution to Trust Fund 911100MTF/INT/003/EEC (TFEU 970089129)  (notified under document number C(2006) 2076)\n", "header": "30.6.2006 EN Official Journal of the European Union L 176/105\nCOMMISSION DECISION\nof 31 May 2006\namending Decision 2005/436/EC as regards the Community financial contribution to Trust Fund 911100MTF/INT/003/EEC (TFEU 970089129)\n(notified under document number C(2006) 2076)\n(2006/447/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Articles 12 and 13 thereof,\nWhereas:\n(1) By Commission Decision 2005/436/EC of 13 June 2005 on Community cooperation with the Food and Agriculture Organisation with particular regard to activities carried out by the European Commission for the Control of Foot-and-Mouth Disease (2) the Community financial obligation to Trust Fund 911100MTF/INT/003/EEC (TFEU 970089129), ‘the Trust Fund’, was set at a maximum of EUR 4 500 000 for a period of four years.\n(2) In accordance with Decision 2005/436/EC the Commission of the European Communities and the Food and Agriculture Organisation of the United Nations Organisation concluded an Implementing Agreement on the use and operation of that Trust Fund on 1 September 2005.\n(3) In the light of the emergence of new virus topotypes and virus strains and the regional deterioration of control measures, exacerbated by the simultaneous occurrence of avian influenza, the Community, in close cooperation with the European Commission for the Control of Foot-and-Mouth Disease (EUFMD) and by using the Trust Fund, must prepare for disease control measures, including emergency vaccination campaigns in neighbouring countries.\n(4) The Community contribution to the Trust Fund should therefore be increased by EUR 3 500 000 from EUR 4 500 000 to EUR 8 000 000 for a period of four years.\n(5) Provision should be made for the adoption of amendments to the Implementing Agreement necessary to take account of adjustment to this amount.\n(6) It is necessary for this Decision to have retroactive effect as from 1 January 2005 to enable the Community to comply with its obligations for a period of four years from that date.\n(7) Decision 2005/436/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2005/436/EC is amended as follows:\n1. In Article 1, paragraph 2 is replaced by the following:\n2. In Article 2(1), the following second subparagraph is added:"], "attachments": "Done at Brussels, 31 May 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Decision 2006/53/EC (OJ L 29, 2.2.2006, p. 37).\n(2)  OJ L 151, 14.6.2005, p. 26."}