{"celex_id": "32001R1363", "uri": "http://publications.europa.eu/resource/cellar/746031a4-6a61-4e6f-91db-77b00e809134", "type": "Regulation", "concepts": ["1362", "3576", "4315"], "title": "Commission Regulation (EC) No 1363/2001 of 4 July 2001 amending Regulation (EC) No 1327/2001 fixing the production refund on white sugar used in the chemical industry\n", "header": "Commission Regulation (EC) No 1363/2001\nof 4 July 2001\namending Regulation (EC) No 1327/2001 fixing the production refund on white sugar used in the chemical industry\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), and in particular Article 7(5) thereof,\nWhereas:\n(1) In accordance with Article 15 of Commission Regulation (EC) No 1265/2001 of 27 June 2001 laying down detailed rules for the application of Council Regulation (EC) No 1260/2001 as regards granting the production refund on certain sugar products used in the chemical industry(2), the refund certificates are valid from the date of receipt of the application to the end of the fifth month following the month in which the production refund application was received.\n(2) Commission Regulation (EC) No 1327/2001 of 29 June 2001 fixing the production refund on white sugar used in the chemical industry(3) fixes the production refund on white sugar referred to in Article 4 of Regulation (EC) No 1265/2001 at EUR 33,936/100 kg net and limits the validity of the refund certificates to 30 September 2001 so that there is no difference in treatment between operators using the refund certificates by 30 September 2001 and those using them after that date.\n(3) In order to allow the operators to conclude contracts after 30 September 2001 using a refund certificate applied for in July 2001, the amount of the production refund should be established for certificates applied for in July when the basic product qualifying for the production refund is processed after 30 September 2001. Article 2 of Regulation (EC) No 1327/2001, which limits the term of validity of these refund certificates, should therefore be repealed.\n(4) Regulation (EC) No 1260/2001 does not make provision to continue the compensation system for storage costs from 1 July 2001. This should accordingly be taken into account when fixing the refunds granted where the basic product is processed after 30 September 2001.\n(5) In order to avoid a difference in treatment between the refund certificates applied for before and after the date of entry into force of this Regulation, the Regulation should apply to certificates applied for on or after the date on which Regulation (EC) No 1327/2001 entered into force.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EC) No 1327/2001 is amended as follows:\n1. The following paragraph is added to Article 1: \"Where the basic product qualifying for the production refund fixed in the first paragraph is processed after 30 September 2001, the production refund in question shall be reduced by EUR 2/100 kg net.\"\n2. Article 2 is hereby repealed.", "This Regulation shall enter into force on 5 July 2001. It shall apply to refund certificates applied for on or after 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 178, 30.6.2001, p. 63.\n(3) OJ L 177, 30.6.2001, p. 68."}