{"celex_id": "32004R0234", "uri": "http://publications.europa.eu/resource/cellar/8aaa711c-4ab5-4dc0-895c-6fae3082cd2d", "type": "Regulation", "concepts": ["1617", "2381", "2754", "3483", "3506", "3584"], "title": "Council Regulation (EC) No 234/2004 of 10 February 2004 concerning certain restrictive measures in respect of Liberia and repealing Regulation (EC) No 1030/2003\n", "header": "12.2.2004 EN Official Journal of the European Union L 40/1\nCOUNCIL REGULATION (EC) No 234/2004\nof 10 February 2004\nconcerning certain restrictive measures in respect of Liberia and repealing Regulation (EC) No 1030/2003\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Council Common Position 2004/137/CFSP of 10 February 2004 concerning restrictive measures against Liberia and repealing Common Position 2001/357/CFSP (1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In its Resolution 1521 (2003) of 22 December 2003, the UN Security Council, acting under Chapter VII of the Charter of the United Nations, and noting the changed circumstances in Liberia, in particular the departure of former President Charles Taylor and the formation of the National Transitional Government of Liberia, decided to modify certain of the restrictive measures imposed against Liberia by United Nations Security Council Resolutions 1343 (2001) of 7 March 2001 and 1478 (2003) of 6 May 2003.\n(2) Common Position 2004/137/CFSP provides for the implementation of the measures set out in UN Security Council Resolution 1521 (2003), including a ban on technical assistance related to military activities and imports of rough diamonds from and of round logs and timber products originating in Liberia.\n(3) Common Position 2004/137/CFSP also provides for a ban on services related to military activities, and on financial assistance related to military activities, which is not cited in UN Security Council Resolution 1521 (2003).\n(4) Some of the measures provided for by Resolutions 1343 (2001) and 1478 (2003) were implemented by Council Regulation (EC) No 1030/2003 of 16 June 2003 concerning certain restrictive measures in respect of Liberia (2). The amendments to those measures fall within the scope of the Treaty and, therefore, in order to avoid any distortion of competition, Community legislation is necessary to implement the relevant decisions of the Security Council as far as the Community is concerned. For the purpose of this Regulation, the territory of the Community is deemed to encompass the territories of the Member States to which the Treaty is applicable, under the conditions laid down in that Treaty.\n(5) For the sake of clarity, a single text containing all the relevant provisions as amended should be adopted, replacing Regulation (EC) No 1030/2003, which should be repealed.\n(6) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force on the day following that of its publication in the Official Journal of the European Union,", "main_body": ["For the purposes of this Regulation, the following definition shall apply:\n‘technical assistance’ means any technical support related to repairs, development, manufacture, assembly, testing, maintenance, or any other technical service, and may take forms such as instruction, advice, training, transmission of working knowledge or skills or consulting services. Technical assistance includes verbal forms of assistance.", "It shall be prohibited:\n(a) to grant, sell, supply or transfer technical assistance related to military activities and to the provision, manufacture, maintenance and use of arms and related materiel of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts for the aforementioned, directly or indirectly to any person, entity or body in, or for use in, Liberia;\n(b) to provide financing or financial assistance related to military activities, including in particular grants, loans and export credit insurance, for any sale, supply, transfer or export of arms and related materiel, directly or indirectly to any person, entity or body in, or for use in, Liberia;\n(c) to participate, knowingly and intentionally, in activities the object or effect of which is, directly or indirectly, to promote the transactions referred to in paragraphs (a) and (b).", "1.   By way of derogation from Article 2, the competent authority, as listed in Annex I, of the Member State where the service provider is established, may authorise the provision of:\n(a) technical assistance, financing and financial assistance related to arms and related materiel, where such assistance or services are intended solely for support of and use by the United Nations Mission in Liberia, or of\n(b) financing and financial assistance related to:\n(i) arms and related materiel intended solely for support of and use in an international training and reform programme for the Liberian armed forces and police, or to\n(ii) non-lethal military equipment intended solely for humanitarian or protective use.\n2.   No authorisations shall be granted for activities that have already taken place.", "1.   Where such activities have been approved in advance by the Committee established by paragraph 21 of UN Security Council Resolution 1521 (2003), and by way of derogation from Article 2 of this Regulation, the competent authority, as listed in Annex I, of the Member State where the service provider is established, may authorise the provision of technical assistance related to:\n(a) arms and related materiel intended solely for support of and use in an international training and reform programme for the Liberian armed forces and police, or to\n(b) non-lethal military equipment intended solely for humanitarian or protective use,\nSuch approval shall be obtained through the competent authority, as listed in Annex I, of the Member State where the service provider is established.\n2.   No authorisations shall be granted for activities that have already taken place.", "Article 2 shall not apply to protective clothing, including flak jackets and military helmets, temporarily exported to Liberia by United Nations personnel, personnel of the European Union, the Community or its Member States, representatives of the media and humanitarian and development workers and associated personnel, for their personal use only.", "1.   The direct or indirect import into the Community of all rough diamonds from Liberia, as defined in Annex II, whether originating there or not, shall be prohibited.\n2.   The import into the Community of all round logs and timber products originating in Liberia, as defined in Annex III, shall be prohibited.\n3.   The participation, knowingly and intentionally, in activities the object or effect of which is, directly or indirectly, to promote the transactions referred to in paragraphs 1 and 2, shall also be prohibited.", "Without prejudice to the rights and obligations of the Member States under the Charter of the United Nations, the Commission shall maintain all necessary contacts with the Committee established by paragraph 21 of UN Security Council Resolution 1521 (2003) for the purposes of effective implementation of this Regulation.", "Member States shall immediately inform each other and the Commission of the measures taken under this Regulation and shall supply each other with any other relevant information at their disposal in connection with this Regulation, in particular information in respect of violation and enforcement problems and judgements handed down by national courts.", "The Commission shall be empowered to:\n(a) amend Annex I on the basis of information supplied by Member States;\n(b) amend Annexes II and III in order to bring them into line with changes that may be made to the Combined Nomenclature.", "0\nThis Regulation shall apply notwithstanding any rights conferred, or obligations imposed, by any international agreement signed or any contract entered into or any licence or permit granted before 13 February 2004.", "1\n1.   The Member States shall lay down the rules on sanctions applicable to infringements of the provisions of this Regulation and shall take all measures necessary to ensure that they are implemented. The sanctions provided for must be effective, proportionate and dissuasive.\n2.   The Member States shall notify these rules to the Commission without delay after the entry into force of the Regulation and shall notify it of any subsequent amendment.", "2\nThis Regulation shall apply:\n(a) within the territory of the Community, including its airspace;\n(b) on board any aircraft or any vessel under the jurisdiction of a Member State;\n(c) to any person elsewhere who is a national of a Member State;\n(d) to any legal person, group or entity which is incorporated or constituted under the law of a Member State;\n(e) to any legal person, group or entity doing business within the Community.", "3\nRegulation (EC) No 1030/2003 is hereby repealed.", "4\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 February 2004.\nFor the Council\nThe President\nC. McCREEVY\n(1)  See page 35 of this Official Journal.\n(2)  OJ L 150, 18.6.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 2061/2003 (OJ L 308, 25.11.2003, p. 5).\nANNEX I\nList of competent authorities referred to in Articles 3 and 4\nBELGIUM\nService public fédéral des affaires étrangères, commerce extérieur et coopération au développement\nEgmont 1\nRue des Petits Carmes 19\nB-1000 Bruxelles\nFederale Overheidsdienst Buitenlandse Zaken, Buitenlandse Handel en Ontwikkelingssamenwerking\nEgmont 1\nKarmelietenstraat 19\nB-1000 Brussel\nDirection générale des affaires bilatérales\nService ‘Afrique du sud du Sahara’\nTéléphone (32-2) 501 88 75\nTélécopieur (32-2) 501 38 26\nDirectoraat-generaal Bilaterale zaken\nDienst Afrika ten zuiden van de Sahara\nTel. (32-2) 501 88 75\nFax (32-2) 501 38 26\nService public fédéral de l'économie, des PME, des classes moyennes et de l'énergie\nARE 4e o division, service des licences\nAvenue du Général Leman 60\nB-1040 Bruxelles\nTéléphone (32-2) 206 58 16/27\nTélécopieur (32-2) 230 83 22\nFederale Overheidsdienst Economie, KMO, Middenstand en Energie\nBEB, afdeling 4, Dienst vergunningen\nGeneraal Lemanlaan 60\nB-1040 Brussel\nTel. (32-2) 206 58 16/27\nFax (32-2) 230 83 22\nBrussels Hoofdstedelijk Gewest — Région de Bruxelles-Capitale (Region Brüssel-Hauptstadt):\nKabinet van de minister van Financiën, Begroting, Openbaar Ambt en Externe Betrekkingen van de Brusselse Hoofdstedelijke regering\nKunstlaan 9\nB-1210 Brussel\nCabinet du ministre des finances, du budget, de la fonction publique et des relations extérieures du gouvernement de la Région de Bruxelles-Capitale\nAvenue des Arts 9\nB-1210 Bruxelles\nTéléphone (32-2) 209 28 25\nTélécopieur (32-2) 209 28 12\nRégion wallonne (Wallonische Region):\nCabinet du ministre-président du gouvernement wallon\nRue Mazy 25-27\nB-5100 Jambes-Namur\nTéléphone (32-81) 33 12 11\nTélécopieur (32-81) 33 13 13\nVlaams Gewest (Flämische Region):\nAdministratie Buitenlands Beleid\nBoudewijnlaan 30\nB-1000 Brussel\nTel. (32-2) 553 59 28\nFax (32-2) 553 60 37\nDENMARK\nErhvervs- og Boligstyrelsen\nDahlerups Pakhus\nLangelinie Allé 17\nDK-2100 København Ø\nTlf. (45) 35 46 60 00\nFax (45) 35 46 60 01\nUdenrigsministeriet\nAsiatisk Plads 2\nDK-1448 København K\nTlf. (45) 33 92 0000\nFax (45) 32 54 05 33\nJustitsministeriet\nSlotsholmsgade 10\nDK-1216 København K\nTlf. (45) 33 92 33 40\nFax (45) 33 93 35 10\nGERMANY\nConcerning financing and financial assistance:\nDeutsche Bundesbank\nServicezentrum Finanzsanktionen\nPostfach\nD-80281 München\nTel.: (49-89) 28 89 38 00\nFax: (49-89) 35 01 63 38 00\nConcerning technical assitance and other services:\nBundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA)\nFrankfurter Straße 29-35\nD-65760 Eschborn\nTel.: (49) 619 69 08-0\nFax: (49) 619 69 08-800\nGREECE\nA.   Freezing of Assets\nMinistry of Economy and Finance\nGeneral Directory of Economic Policy\n5 Nikis Str.\nGR-101 80 Athens\nTel. (30) 210 333 27 86\nFax (30) 210 333 28 10\nA.   ΔΕΣΜΕΥΣΗ ΚΕΦΑΛΑΙΩΝ\nΥπουργείο Οικονομίας και Οικονομικών\nΓενική Διεύθυνση Οικονομικής Πολιτικής\nΝίκης 5\nGR-101 80 Αθήνα\nΤηλ. (30) 210 333 27 86\nΦαξ (30) 210 333 28 10\nB.   Import- Export restrictions\nMinistry of Economy and Finance\nGeneral Directorate for Policy Planning and Management\nKornaroy Str. 1\nGR-105 63 Athens\nTel. (30) 210 328 64 01-3\nFax (30) 210 328 64 04\nB.   ΠΕΡΙΟΡΙΣΜΟΙ ΕΙΣΑΓΩΓΩΝ — ΕΞΑΓΩΓΩΝ\nΥπουργείο Οικονομίας και Οικονομικών\nΓενική Διεύθυνση Σχεδιασμού και Διαχείρισης Πολιτικής\nΚορνάρου 1\nGR-105 63 Αθήνα\nΤηλ. (30) 210 328 64 01-3\nΦαξ (30) 210 328 64 04\nSPAIN\nMinisterio de Economía\nDirección General de Comercio e Inversiones\nPaseo de la Castellana, 162\nE-28046 Madrid\nTel.: (34) 913 49 38 60\nFax: (34) 914 57 28 63\nFRANCE\nMinistère de l'économie, des finances et de l'industrie\nDirection générale des douanes et des droits indirects\nCellule embargo — Bureau E2\nTéléphone (33) 144 74 48 93\nTélécopieur (33) 144 74 48 97\nMinistère des affaires étrangères\nDirection des Nations unies et des organisations internationales\nTéléphone (33) 143 17 59 68\nTélécopieur (33) 143 17 46 91\nIRELAND\nDepartment of Enterprise, Trade and Employment\nLicensing Unit\nEarlsfort Centre\nLower Hatch Street\nDublin 2\nIreland\nTel.: (353) 1 631 2121\nFax: (353) 1 631 2562\nITALY\nMinistero degli Affari esteri\nDGAS.-Uff. I\nRoma\nTel. (39) 06 36 91 4492/2988/5805\nFax (39) 06 36 91 5446\nMinistero del Commercio estero\nGabinetto\nRoma\nTel. (39) 06 59 93 23 10\nFax (39) 06 59 64 74 94\nMinistero dei Trasporti\nGabinetto\nRoma\nTel. (39) 06 44 26 71 16/84 90 40 94\nFax (39) 06 44 26 71 14\nLUXEMBOURG\nMinistère des affaires étrangères\nOffice des licences\n21, rue Philippe II\nL-2340 Luxembourg\nTéléphone (352) 478 23 70\nTélécopieur (352) 46 61 38\nNETHERLANDS\nMinisterie van Economische Zaken\nDirectoraat-generaal Buitenlandse Economische Betrekkingen\nDirectie Handelspolitiek en Investeringsbeleid\nBezuidenhoutseweg 153\n2594 AG Den Haag\nNederland\nTel. (31) 70 379 7658\nFax (31) 70 379 7392\nAUSTRIA\nBundesministerium für Wirtschaft und Arbeit\nAbteilung C/2/2\nStubenring 1\nA-1010 Wien\nTel.: (43-1) 711 00\nFax: (43-1) 711 00-83 86\nPORTUGAL\nMinistério dos Negócios Estrangeiros\nDirecção-Geral dos Assuntos Multilaterais\nLargo Rilvas\nP-1350-179 Lisboa\nTel.: (351-21) 394 60 72\nFax: (351-21) 394 60 73\nFINLAND\nUlkoasiainministeriö/Utrikesministeriet\nPL/PB 176\nFIN-00161 Helsinki/Helsingfors\nP./Tfn (358-9)16 05 5900\nFaksi/Fax (358-9) 16 05 5707\nPuolustusministeriö/Försvarsministeriet\nEteläinen Makasiinikatu 8/Södra Magasinsgatan 8\nFIN-00131 Helsinki/Helsingfors\nPL/PB 31\nP./Tfn (358-9) 16 08 81 28\nFaksi/Fax (358-9) 16 08 81 11\nSWEDEN\nInspektionen för strategiska produkter (ISP)\nBox 70 252\n107 22 Stockholm\nTfn (46-8) 406 31 00\nFax (46-8) 20 31 00\nRegeringskansliet\nUtrikesdepartementet\nRättssekretariatet för EU-frågor\nFredsgatan 6\n103 39 Stockholm\nTfn (46-8) 405 10 00\nFax (46-8) 723 11 76\nUNITED KINGDOM\nSanctions Licensing Unit\nExport Control Organisation Department of Trade and Industry\n4 Abbey Orchard Street\nLondon SW1P 2HT\nUnited Kingdom\nTel.: (44) 20 7215 0594\nFax: (44) 20 7215 0593\nANNEX II\nRough diamonds referred to in Article 6(1)\nCN code Product description\n7102 10 00 Unsorted diamonds, unworked and not mounted or set\n7102 21 00 Industrial diamonds, unworked or simply sawn, cleaved or bruted\n7102 31 00 Non-industrial diamonds, unworked or simply sawn, cleaved or bruted\n7105 10 00 Dust and powder of diamonds\nANNEX III\nRound logs and timber products referred to in Article 6(2)\nCN code Product description\n4401 Fuel wood, in logs, in billets, in twigs, in faggots or in similar forms; wood in chips or particles; sawdust and wood waste and scrap, whether or not agglomerated in logs, briquettes, pellets or similar forms\n4402 Wood charcoal (including shell or nut charcoal), whether or not agglomerated\n4403 Wood in the rough, whether or not stripped of bark or sapwood, or roughly squared\n4404 Hoopwood; split poles; piles, pickets and stakes of wood, pointed but not sawn lengthwise; wooden sticks, roughly trimmed but not turned, bent or otherwise worked, suitable for the manufacture of walking-sticks, umbrellas, tool handles or the like; chipwood and the like\n4405 Wood wool; wood flour\n4406 Railway or tramway sleepers (cross-ties) of wood\n4407 Wood sawn or chipped lengthwise, sliced or peeled, whether or not planed, sanded or end-jointed, of a thickness exceeding 6 mm\n4408 Sheets for veneering (including those obtained by slicing laminated wood), for plywood or for other similar laminated wood and other wood, sawn lengthwise, sliced or peeled, whether or not planed, sanded, spliced or end-jointed, of a thickness not exceeding 6 mm\n4409 Wood (including strips and friezes for parquet flooring, not assembled) continuously shaped (tongued, grooved, rebated, chamfered, V-jointed, beaded, moulded, rounded or the like) along any of its edges, ends or faces, whether or not planed, sanded or end-jointed\n4410 Particle board and similar board (for example, oriented strand board and waferboard) of wood or other ligneous materials, whether or not agglomerated with resins or other organic binding substances\n4411 Fibreboard of wood or other ligneous materials, whether or not bonded with resins or other organic substances\n4412 Plywood, veneered panels and similar laminated wood\n4413 Densified wood, in blocks, plates, strips or profile shapes\n4414 Wooden frames for paintings, photographs, mirrors or similar objects\n4415 Packing cases, boxes, crates, drums and similar packings, of wood; cable-drums of wood; pallets, box pallets and other load boards, of wood; pallet collars of wood\n4416 Casks, barrels, vats, tubs and other coopers' products and parts thereof, of wood, including staves\n4417 Tools, tool bodies, tool handles, broom or brush bodies and handles, of wood; boot or shoe lasts and trees, of wood\n4418 Builders' joinery and carpentry of wood, including cellular wood panels, assembled parquet panels, shingles and shakes\n4419 Tableware and kitchenware, of wood\n4420 Wood marquetry and inlaid wood; caskets and cases for jewellery or cutlery, and similar articles, of wood; statuettes and other ornaments, of wood; wooden articles of furniture not falling in Chapter 94 CN\n4421 Other articles of wood\n4 701 Mechanical wood pulp\n4702 Chemical wood pulp, dissolving grades\n4703 Chemical wood pulp, soda or sulphate, other than dissolving grades\n4704 Chemical wood pulp, sulphite, other than dissolving grades\n4705 Wood pulp obtained by a combination of mechanical and chemical pulping processes\n9401 61 Other seats, with wooden frames\n9401 69 Other seats, with wooden frames, which are not upholstered\n9401 90 30 Parts of seats of a kind used for aircraft, of wood\n9403 30 Wooden furniture of a kind used in offices\n9403 40 Wooden furniture of a kind used in the kitchen\n9403 50 Wooden furniture of a kind used in the bedroom\n9403 60 Other wooden furniture\n9406 00 20 Prefabricated buildings of wood\nex 9705 Wooden collectors' pieces\nex 9706 Wooden antiques"}