{"celex_id": "32000R1077", "uri": "http://publications.europa.eu/resource/cellar/4ff7d460-6894-4d21-adef-eb80cc7b80c7", "type": "Regulation", "concepts": ["1120", "161", "1644", "3591", "5083"], "title": "Commission Regulation (EC) No 1077/2000 of 22 May 2000 fixing certain indicative quantities and individual ceilings for the issue of licences for the import of bananas into the Community in the third quarter of 2000 under the tariff quotas or as part of the quantity of traditional ACP bananas\n", "header": "Commission Regulation (EC) No 1077/2000\nof 22 May 2000\nfixing certain indicative quantities and individual ceilings for the issue of licences for the import of bananas into the Community in the third quarter of 2000 under the tariff quotas or as part of the quantity of traditional ACP bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 20 thereof,\nWhereas:\n(1) Article 14(1) of Commission Regulation (EC) No 2362/98 of 28 October 1998 laying down detailed rules for the implementation of Regulation (EEC) No 404/93 regarding imports of bananas into the Community(3), as amended by Regulation (EC) No 756/1999(4), provides that, for each of the first three quarters of the year, an indicative quantity expressed as the same percentage of available quantities from each of the origins listed in Annex I thereto may be fixed for the purposes of issuing import licences.\n(2) Analysis of the data on quantities of bananas marketed in the Community in 1999, in particular actual imports during the third quarter of that year, and on supply and consumption forecasts for the Community market during the third quarter of 2000 indicates that, in order to guarantee a satisfactory supply to the entire Community, an indicative quantity for each of the origins listed in Annex I to Regulation (EC) No 2362/98 should be fixed at 25 % of the quantity allocated to that origin.\n(3) The same data indicate that, in application of Article 14(2) of Regulation (EC) No 2362/98, the maximum quantity for which each operator may submit licence applications for the third quarter of 2000 should be fixed.\n(4) Under Article 1 of Commission Regulation (EC) No 250/2000 of 1 February 2000 on imports of bananas under the tariff quotas and of traditional ACP bananas, and fixing the indicative quantities for the second quarter of 2000(5), the quantities for which traditional operators, registered in respect of 1999, may submit applications for import licences for a given quarter of 2000 are determined on the basis of the reference quantity fixed for 1999 by the competent national authority and notified to them. In the case of newcomer operators, this maximum quantity is determined by applying the percentage set to the annual allocation determined by the competent national authority in accordance with the Annex to Commission Regulation (EC) No 440/2000(6) and notified to each operator concerned.\n(5) This Regulation should enter into force without delay, before the start of the period for the submission of licence applications for the third quarter of 2000.\n(6) The provisions of this Regulation aim to ensure uninterrupted supplies to the market in the third quarter of 2000 and continued trade with supplying countries but are without prejudice to any measures that may subsequently be adopted, by the Council or the Commission, above all to comply with international commitments entered into by the Community within the World Trade Organisation (WTO), and cannot be invoked by operators as grounds for legitimate expectations regarding the extension of the import arrangements.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["The indicative quantity referred to in Article 14(1) of Regulation (EC) No 2362/98 for imports of bananas under the tariff quotas or as part of the quantity of traditional ACP bananas, provided for in Articles 18 and 19 of Regulation (EEC) No 404/93 is fixed for the third quarter of 2000 at 25 % of the quantities established for each of the origins mentioned in Annex I to Regulation (EC) No 2362/98.", "1. The quantity authorised for each traditional operator, referred to in Article 14(2) of Regulation (EC) No 2362/98, is fixed for the third quarter of 2000 at 26 % of the reference quantity which was established by the competent national authority and notified to him in respect of 1999 under Article 6(4) of that Regulation.\n2. The quantity authorised for each newcomer operator, referred to in Article 14(2) of Regulation (EC) No 2362/98, is fixed for the third quarter of 2000 at 26 % of the quantity which was allocated to him under Article 2(7) of Regulation (EC) No 250/2000.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 293, 31.10.1998, p. 32.\n(4) OJ L 98, 13.4.1999, p. 10.\n(5) OJ L 26, 2.2.2000, p. 6.\n(6) OJ L 54, 26.2.2000, p. 27."}