{"celex_id": "32008D0048", "uri": "http://publications.europa.eu/resource/cellar/aceddcc3-ad22-4056-90c2-41c0fe365ed7", "type": "Decision", "concepts": ["1309", "1416", "1596", "192", "4225", "5369", "5728"], "title": "2008/48/EC: Commission Decision of 20 December 2007 amending Decision 2004/407/EC on transitional sanitary and certification rules under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards import from certain third countries of photographic gelatine (notified under document number C(2007) 6487)\n", "header": "15.1.2008 EN Official Journal of the European Union L 11/17\nCOMMISSION DECISION\nof 20 December 2007\namending Decision 2004/407/EC on transitional sanitary and certification rules under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards import from certain third countries of photographic gelatine\n(notified under document number C(2007) 6487)\n(Only the English, French and Dutch texts are authentic)\n(2008/48/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Articles 4(4) and 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 prohibits the importation and transit of animal by-products and processed products into the Community, unless they are authorised in accordance with that Regulation.\n(2) Commission Decision 2004/407/EC (2) provides, by way of derogation from that prohibition in Regulation (EC) No 1774/2002, that Belgium, France, Luxembourg, the Netherlands and the United Kingdom are to authorise the import of gelatine produced from materials containing bovine vertebral column classified as Category 1 material under that Regulation, exclusively intended for the photographic industry (photographic gelatine), in compliance with that Decision.\n(3) France has informed the Commission that the Kodak factory in Châlon-sur-Saône no longer imports photographic gelatine from Japan and the USA in accordance with Decision 2004/407/EC.\n(4) In addition, the format of the model veterinary certificate set out in Decision 2004/407/EC should be made compatible with the integrated computerised veterinary system TRACES, introduced by Commission Decision 2004/292/EC (3).\n(5) Decision 2004/407/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2004/407/EC is amended as follows:\n1. Article 1 is replaced by the following:\n2. Article 7 is replaced by the following:\n3. Annexes I and III are amended in accordance with the Annex to this Decision.", "This Decision shall apply from 1 January 2008.", "This Decision is addressed to the Kingdom of Belgium, the French Republic, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 20 December 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 1432/2007 (OJ L 320, 6.12.2007, p. 13).\n(2)  OJ L 151, 30.4.2004, p. 11; corrected version (OJ L 208, 10.6.2004, p. 9). Decision as amended by Decision 2006/311/EC (OJ L 115, 28.4.2006, p. 40).\n(3)  OJ L 94, 31.3.2004, p. 63. Decision as last amended by Decision 2005/515/EC (OJ L 187, 19.7.2005, p. 29).\nANNEX\nAnnexes I and III are amended as follows:\n1. Annex I is replaced by the following:\nThird country of origin Plants of origin Member State of destination Border inspection post of first entry Approved photographic factories\nNitta Gelatin Inc.\n2-22 Futamata\nYao-City, Osaka\n581 – 0024 Japan,\nJellie Co. Ltd\n7-1, Wakabayashi 2-Chome,\nWakabayashi-ku,\nSendai-city, Miyagi,\n982 Japan,\nNIPPI Inc. Gelatin\nDivision\n1 Yumizawa-Cho\nFujinomiya City Shizuoka\n418 – 0073 Japan,\nNitta Gelatin Inc.\n2-22 Futamata\nYao-City, Osaka\n581 – 0024, Japan\nKodak Ltd\nHeadstone Drive,\nHarrow, MIDDX\nHA4 4TY\nEastman Gelatine\nCorporation, 227\nWashington Street,\nPeabody,\nMA,\n01960 USA,\nGelita North America,\n2445 Port Neal\nIndustrial Road\nSergeant Bluff,\nIowa,\n51054 USA\nDuPont Teijin\nLuxembourg SA\nPO Box 1681\nL-1016 Luxembourg\nKodak Ltd\nHeadstone Drive,\nHarrow, MIDDX\nHA4 4TY’\n2. Annex III is replaced by the following:\n(a) Veterinary certificates for the importation of technical gelatine to be used by the photographic industry shall be produced by the exporting country, based on the model appearing in this Annex III. They shall contain the attestations that are required for any third country and, as the case may be, those supplementary guarantees that are required for the exporting third country or part thereof.\n(b) The original of each certificate shall consist of a single page, both sides, or, where more text is required, it shall be in such a form that all pages needed are part of an integrated whole and indivisible.\n(c) It shall be drawn up in at least one of the official languages of the EU Member State in which the inspection at the EU border inspection post shall be carried out and of the EU Member State of destination. However, these Member States may allow other languages, if necessary, accompanied by an official translation.\n(d) If for reasons of identification of the items of the consignment, additional pages are attached to the certificate, these pages shall also be considered as forming part of the original of the certificate by the application of the signature and stamp of the certifying official veterinarian, in each of the pages.\n(e) When the certificate, including additional schedules referred to in (d), comprises more than one page, each page shall be numbered — [page number] of [total number of pages] — on its bottom and shall bear the code number of the certificate that has been designated by the competent authority on its top.\n(f) The original of the certificate must be completed and signed by an official veterinarian. In doing so, the competent authorities of the exporting country shall ensure that the principles of certification equivalent to those laid down in Council Directive 96/93/EC are followed.\n(g) The colour of the signature shall be different to that of the printing. The same rule applies to stamps other than those embossed or watermark.\n(h) The original of the certificate must accompany the consignment at the EU border inspection post until it reaches the photographic factory of destination."}