{"celex_id": "32005D0935", "uri": "http://publications.europa.eu/resource/cellar/351fe800-0f30-4ea3-838b-256b47d20d69", "type": "Decision", "concepts": ["1005", "1755", "1856", "2923", "3660", "5578"], "title": "2005/935/EC: Commission Decision of  22 December 2005  amending Decision 2005/237/EC as regards the financial aid from the Community for the operation of the avian influenza Community reference laboratory in 2005  (notified under document number C(2005) 5617)\n", "header": "23.12.2005 EN Official Journal of the European Union L 340/78\nCOMMISSION DECISION\nof 22 December 2005\namending Decision 2005/237/EC as regards the financial aid from the Community for the operation of the avian influenza Community reference laboratory in 2005\n(notified under document number C(2005) 5617)\n(Only the English text is authentic)\n(2005/935/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 28 (2) thereof,\nWhereas:\n(1) Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza (2) defines the Community control measures to be applied in the event of an outbreak of avian influenza in poultry. It also provides for the designation of national avian influenza laboratories and a Community reference laboratory for avian influenza.\n(2) Commission Decision 2005/237/EC of 15 March 2005 on financial aid from the Community for the operation of certain Community reference laboratories in the field of animal health and live animals in 2005 (3) granted Community financial aid to the Community reference laboratory for avian influenza designated in Directive 92/40/EEC.\n(3) Recent developments in the animal health situation concerning avian influenza in the Community and third countries have lead to a substantial increase in the amount of work to be carried out by the Community reference laboratory for avian influenza in relation to that disease. The increase is mainly due to the characterisation of viruses submitted to the laboratory and the production and updating of the current panel of reagents and their distribution.\n(4) In addition, the Community reference laboratory for avian influenza plays a key role in supporting the diagnostic units in the national reference avian influenza laboratories, including visits to those laboratories.\n(5) The enlargement of the arsenal of available diagnostic, such as the validation of new molecular diagnostic techniques and methodology, issuing of standards and running the inter-laboratory tests that has been added to the functions and duties of the approved work programme for 2005 has incremented the activity carried out in the Community reference laboratory for avian influenza.\n(6) The Commission has analysed the recent information provided by the Community reference laboratory for avian influenza on the expenditure required for 2005. Taking into account that information, the Community’s financial contribution to that laboratory needs to be adjusted and it is therefore appropriate to allocate additional funding for 2005.\n(7) Decision 2005/237/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 3 of Decision 2005/237/EC, ‘EUR 135 000’ is replaced by ‘EUR 285 000’.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 22 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Directive 2003/99/EC of the European Parliament and of the Council (OJ L 325, 12.12.2003, p. 31).\n(2)  OJ L 167, 22.6.1992, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(3)  OJ L 72, 18.3.2005, p. 47."}