{"celex_id": "32001D0147", "uri": "http://publications.europa.eu/resource/cellar/5b88e92f-38ff-4b0e-a3f2-23fdb3586a63", "type": "Decision", "concepts": ["1895", "4257", "4258", "4266", "5315"], "title": "2001/147/EC: Commission Decision of 12 February 2001 approving the 2001 technical action plan for improving agricultural statistics (notified under document number C(2001) 356)\n", "header": "Commission Decision\nof 12 February 2001\napproving the 2001 technical action plan for improving agricultural statistics\n(notified under document number C(2001) 356)\n(2001/147/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 96/411/EC of 25 June 1996 on improving Community agricultural statistics(1), as last amended by European Parliament and Council Decision 2298/2000/CE(2), and in particular Articles 4 and 6(2) thereof,\nWhereas:\n(1) Pursuant to Decision 96/411/EC, the Commission draws up each year a technical action plan for agricultural statistics.\n(2) It is appropriate to consolidate certain actions initiated under previous action plans and to continue the effort which the Member States have already undertaken, particularly where balances and the use of pesticides are concerned.\n(3) It is essential to obtain detailed information on animal production forecasts, agri-environmental indicators and to develop environmental aspects of agricultural accounts in order to implement the relevant Community policies.\n(4) Pursuant to Article 6 of Decision 96/411/EC, the Community contributes to the costs incurred by the Member States in making adaptations to national agricultural statistical systems or to the costs of preparatory work for new or increasing needs which are a part of a technical action plan.\n(5) The measures provided for in this Decision are in line with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["The 2001 technical action plan for improving agricultural statistics is annexed to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 February 2001.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 162, 1.7.1996, p. 14.\n(2) OJ L 263, 18.10.2000, p. 1.\nANNEX\n2001 TECHNICAL ACTION PLAN\nThe actions provided for in the technical action plan for improving agricultural statistics (TAPAS) in 2001 are intended as:\n- firstly, a continuation of some of the actions begun as part of the 1996/1997, 1998 and 1999 action plans, their specific purpose being to extend and validate the previously tested methods with a view to providing better statistics in the following areas:\n(i) balances;\n(ii) use of pesticides,\n- secondly, a new action to be taken in three new areas:\n(iii) animal production forecasts;\n(iv) agri-environmental indicators;\n(v) environmental aspects of agricultural accounting.\nThe Community shall contribute to the costs of actions undertaken in these fields. The contribution payable to each Member State shall not exceed the amount indicated in table A.\nThe actions submitted by the Member States relate to:\n1. Balances\nThis action is aimed at improving the data regarding the following balances:\n(a) meat balances: establishing or improving poultry meat balances, improving the bovine balance sheet and the balance sheet for sheep and goats;\n(b) crop balances: improving these balances by carrying out methodological studies to improve the quality of the existing balances for the main crop products, particularly cereals. Headings such as stocks and consumption will be studied in particular;\n(c) other supply balances: this action develops previous ones, in order to improve the quality of data relating to stocks for internal uses, including on farms;\n(d) fodder balances: this action builds on the results of its predecessor, either by an initial calculation of the fodder balance (often after the supply balance sheets have been improved), or by refining results from surveys carried out on resources and uses, or by detailed analyses of available data. The ultimate objective is to draw up a matrix of resources/uses by species. Consistency between supply balances and fodder balances must also be aimed at.\n2. Use of pesticides\nThe purpose of this action is to promote the collection of data on the use of pesticides, to improve the quality of data and speed of transmission by several methods such as use of different sources. It may take the form of a pilot survey covering a particular type of crop. The type of crop shall be selected by the Member States in the light of their importance in terms of the area under the crop concerned or the quantity of pesticides used. It aims also to determine use in terms of active ingredients.\n3. Animal production forecasts\nStudying the database created under the legislation for registering bovine animals has the potential to yield information on cattle stocks, facilitating future forecasts following validation of this database. In this project it is also planned to reinforce the statistical system relating to poultry activities.\n4. Agri-environmental indicators\nThe Commission wishes to assist projects aimed at improving existing indicators, in particular information at regional level on yields of certain crops, as well as data on sales and consumption of mineral fertilisers. It also supports the setting up of indicators such as the length of hedges or dividing walls, or areas utilised at regional level other than utilised agricultural area (pastures and alpine meadows), the effect of structural features on the operation of holdings, and information on farming practices.\n5. Environmental aspects of agriculture accounting\nThis action is primarily aimed at introducing into the methodology of economic accounts for agriculture (EAA) and the economic accounts for forestry (EAF), concepts and definitions which enable certain environmental components to be treated for example as services in total output or as distributive transactions in the form of subsidies or taxes.\nThese new definitions will be implemented subsequently.\nThe anticipated benefit to the Community lies in the generation of consistent series to supplement the series of the economic accounts for agriculture and forestry.\nTable Α\n2001 TECHNICAL ACTION PLAN\nCommunity financial contribution to expenditure incurred\nBreakdown by Member State\n>TABLE>"}