{"celex_id": "32003R1091", "uri": "http://publications.europa.eu/resource/cellar/870cc09a-b84c-49c2-8e63-8fc8f0d89f98", "type": "Regulation", "concepts": ["3544", "5254", "544", "598"], "title": "Council Regulation (EC) No 1091/2003 of 18 June 2003 amending for the second time Regulation (EC) No 2341/2002 fixing for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required\n", "header": "Council Regulation (EC) No 1091/2003\nof 18 June 2003\namending for the second time Regulation (EC) No 2341/2002 fixing for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy(1), and in particular Article 20(1) and (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EC) No 2341/2002(2), fixes for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of stocks applicable in Community waters and for the Community vessels, in waters where catch limitations are required.\n(2) Opportunities of fishing for capelin for the Community in Greenlandic waters are provided for in the Fourth Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and Home Rule Government of Greenland, on the other(3). The Community receives 70 % of Greenland's share of the capelin TAC (total allowable catches) which is decided in June and available to all Member States. To enable the summer season fishing to start earlier than has been the case in recent years the Commission should be empowered to decide on the issue.\n(3) In accordance with the procedure provided for in the Agreement on fisheries between the European Economic Community and the Kingdom of Norway(4), the Community has held consultations with the Kingdom of Norway. The delegations agreed to recommend to their respective authorities to allocate a quota of 40000 tonnes of sand eel to Norway in Community waters, while quotas of 2500 tonnes of haddock and 1500 tonnes of plaice in the North Sea are to be transferred from Norway to the Community. Furthermore it has been agreed to recommend that the Community have access to fish 48493 tonnes of Atlanto-Scandian herring in Norwegian waters north of 62° N and that Norway have access to fish 48493 tonnes of Atlanto-Scandian herring in Community waters north of 62° N, and that the share of the Community out of the jointly shared NEAFC quota for mackerel in international waters be 7520 tonnes. The necessary measures should be taken to implement the results of the consultations in Community legislation.\n(4) In the Agreed Record of Conclusions of Fisheries Consultations between the European Community and Norway of 20 December 2002, it was agreed to recommend to the respective authorities to allow that 40000 tonnes of Norway pout in zone IV (Norwegian waters) be fished by the European Community as sand eel.\n(5) In accordance with the procedure provided for in the Agreement on fisheries between the European Economic Community, of the one part, and the Government of Denmark and the Home Government of the Faeroe Islands of the other part(5), the Community has held consultations with the Home Government of the Faeroe Islands. The delegations agreed to recommend to their respective authorities that the parties have access to fish 6022 tonnes of Atlanto-Scandian herring in the waters of the other party north of 62° N. The necessary measures should be taken to implement the results of the consultations in Community legislation.\n(6) While awaiting a long term management agreement on the blue whiting stock with the coastal States concerned, it is appropriate for the Community to set a quota available to all Member States at 250000 tonnes in ICES divisions I, II, V, VI, VII, XII and XIV (International waters).\n(7) In January 2003 the Northwest Atlantic Fisheries Organisation (NAFO) adopted a TAC for northern prawn of 13000 tonnes in NAFO Division 3L for the Community. This measure should therefore be implemented by the Community.\n(8) Following the Community emergency measures on closure of cod fishing with trawls for all vessels in the EC waters of the Baltic Sea from 15 April until 31 May 2003, Estonia has requested that Estonian trawl fishing be allowed in Community waters from 1 September to 15 October of this year. The Council considers it appropriate to amend Annex VI part II to Regulation (EC) No 2341/2002 as necessary.\n(9) Due to exceptional circumstances, Lithuania has requested the EC to give it back 800 tonnes of the herring quota which Lithuania granted to the EC to be fished in its waters for 2003, thus reducing the corresponding Community quota. In exchange, Lithuania's authorities have agreed to offer the Community 800 tonnes of herring in its waters from its national quota to be fixed by the IBSFC for the year 2004. The Council considers it appropriate to amend Annex IA to Regulation (EC) No 2341/2002 as necessary.\n(10) Regulation (EC) No 2341/2002 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 2341/2002 is hereby amended as follows:\n1. in Article 3 the following paragraph shall be added:\n\"4. The Commission shall fix the fishing opportunities for capelin in zones V, XIV (Greenland waters) available to the Community equal to 70 % of Greenland's share of the capelin TAC as soon as the TAC has been established. Following the transfer of 30000 tonnes to Iceland, 10000 tonnes to the Faroe Islands and 6700 tonnes to Norway, the remaining amount will be available to all Member States.\"\n2. Annex IA is amended in accordance with Annex I to this Regulation;\n3. Annex IB is amended in accordance with Annex II to this Regulation;\n4. Annex IC is amended in accordance with Annex III to this Regulation;\n5. Annex ID is amended in accordance with Annex IV to this Regulation;\n6. Annex IE is amended in accordance with Annex V to this Regulation;\n7. Annex VI is amended in accordance with Annex VI to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 18 June 2003.\nFor the Council\nThe President\nG. Drys\n(1) OJ L 358, 31.12.2002, p. 59.\n(2) OJ L 356, 31.12.2002, p. 12. Regulation as last amended by Commission Regulation (EC) No 728/2003 (OJ L 105, 26.4.2003, p. 3).\n(3) OJ L 209, 2.8.2001, p. 2.\n(4) OJ L 226, 29.8.1980, p. 48.\n(5) OJ L 226, 29.8.1980, p. 12.\nANNEX I\nIn Annex IA to Regulation (EC) No 2341/2002, the entries concerning the species herring in zone IIId (Lithuanian waters) shall be replaced by the following:\n\">TABLE>\"\nANNEX II\nIn Annex IB to Regulation (EC) No 2341/2002, the entries concerning the species sand eel in zone \"IIa, Skagerrak, Kattegat, North Sea\", the species haddock in zone \"IIa (EC waters), North Sea\", the species plaice in zones \"IIa (EC waters), North Sea\", the species Norway pout in zone \"IV (Norwegian waters)\" shall be replaced by the following:\n\">TABLE>\"\n\">TABLE>\n>TABLE>\"\n\">TABLE>\n>TABLE>\"\n\">TABLE>\"\nANNEX III\nIn Annex IC to Regulation (EC) No 2341/2002, the entries concerning the species herring in zone \"I, II (EC waters, international waters)\" and blue whiting in zone \"I, II (NEAFC Regulatory Area)\" shall be replaced by the following:\n\">TABLE>\n>TABLE>\"\n\">TABLE>\"\nANNEX IV\nIn Annex ID to Regulation (EC) No 2341/2002, the entries concerning the species blue whiting in zone \"V, VI, VII, XII, and XIV (1)\" and the species mackerel in zone \"IIa (EC waters), Skagerrak and Kattegat, IIIbcd (EC waters), North Sea\" and in zone \"IIa (non-EC waters), Vb (EC waters), VI, VII, VIIIa, b, d, e, XII, XIV\" shall be replaced by the following:\n\">TABLE>\n>TABLE>\"\n\">TABLE>\n>TABLE>\"\n\">TABLE>\n>TABLE>\"\nANNEX V\nIn Annex I E to Regulation (EC) No 2341/2002, the entry concerning the species Northern prawn in zone \"NAFO 3L\" shall be replaced by the following:\n\">TABLE>\"\nANNEX VI\nIn Annex VI to Regulation (EC) No 2341/2002, Part I and Part II shall be replaced by the following:\n\"\nPART I\nQUANTITATIVE LIMITATIONS OF LICENCES AND FISHING PERMITS FOR COMMUNITY VESSELS FISHING IN THIRD COUNTRY WATERS\n>TABLE>\nPART II\nQUANTITATIVE LIMITATIONS OF LICENCES AND FISHING PERMITS FOR THIRD COUNTRIES VESSELS IN COMMUNITY WATERS\n>TABLE>\""}