{"celex_id": "32009R0582", "uri": "http://publications.europa.eu/resource/cellar/7cb532fa-3b6f-4d93-a036-78ff16c9eeaa", "type": "Regulation", "concepts": ["1590", "1598", "2479", "2735", "2737", "3646", "5734", "6569"], "title": "Commission Regulation (EC) No 582/2009 of 3 July 2009 amending Annex I to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards diclofenac (Text with EEA relevance)\n", "header": "4.7.2009 EN Official Journal of the European Union L 175/5\nCOMMISSION REGULATION (EC) No 582/2009\nof 3 July 2009\namending Annex I to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards diclofenac\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (1), and in particular Article 2 thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) All pharmacologically active substances used in the Community in veterinary medicinal products intended for food-producing animals should be evaluated in accordance with Regulation (EEC) No 2377/90.\n(2) The substance diclofenac is included in Annex I to Regulation (EEC) No 2377/90 for bovine species, as regards muscle, fat, liver and kidney tissues, excluding animals producing milk for human consumption. A request has been made to the Committee for Medicinal Products for Veterinary Use to consider whether the existing entry for diclofenac, for bovine species in that Annex should be extended to include maximum residue limits applicable to milk. Following examination of the request, it is considered appropriate to amend the existing entry for diclofenac in Annex I for bovine species to include the established maximum residue limits applicable to milk.\n(3) Regulation (EEC) No 2377/90 should therefore be amended accordingly.\n(4) It is necessary to provide for an adequate period before this Regulation becomes applicable, in order to enable the Member States to make any necessary adjustments with respect to the existing authorisations to place the veterinary medicinal products concerned which have been granted in accordance with Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community Code relating to veterinary medicinal products (2) on the market.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["Annex I to Regulation (EEC) No 2377/90 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 60 days after publication.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 July 2009.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 224, 18.8.1990, p. 1.\n(2)  OJ L 311, 28.11.2001, p. 1.\nANNEX\nIn point 4.1.6 of Annex I (List of pharmacologically active substances for which maximum residue limits have been fixed) to Regulation (EEC) No 2377/90 the entry for ‘Diclofenac’ is replaced by the following:\nPharmacologically active substance(s) Marker residue Animal species MRLs Target tissues\n‘Diclofenac Diclofenac Bovine 5 μg/kg Muscle\n1 μg/kg Fat\n5 μg/kg Liver\n10 μg/kg Kidney\n0,1 μg/kg Milk\nPorcine 5 μg/kg Muscle\n1 μg/kg Skin + fat\n5 μg/kg Liver\n10 μg/kg Kidney’"}