{"celex_id": "32007R0487", "uri": "http://publications.europa.eu/resource/cellar/fd384348-79b2-4266-9eca-2659eb1bb89a", "type": "Regulation", "concepts": ["1565", "161", "1644", "2488", "2763", "4080"], "title": "Commission Regulation (EC) No 487/2007 of 30 April 2007 amending Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\n", "header": "1.5.2007 EN Official Journal of the European Union L 114/8\nCOMMISSION REGULATION (EC) No 487/2007\nof 30 April 2007\namending Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 29(1) thereof,\nWhereas:\n(1) Pursuant to Article 3(2) of Commission Regulation (EC) No 2535/2001 (2), import licences shall only be valid for the product code shown on it. Imports under quotas may experience difficulties where allocation coefficients are reducing the quantities for each product code for which licence applications have been lodged. To facilitate trade and to optimise the use of the import quotas it is appropriate that import licences are also valid for other product codes falling under the same quota number, provided they are submitted to an equal import duty. Since the current provisions may result in quantities of import licences issued in January 2007 not being used, it is appropriate to provide for a retroactive application of the new provisions.\n(2) The Agreement between the European Community and the Swiss Confederation on trade in agricultural products (3), approved by Decision 2002/309/EC, Euratom, of the Council and of the Commission (4) (hereinafter referred to as the ‘Agreement with Switzerland’), includes the opening of quotas and reductions in customs duties on certain milk products originating in Switzerland. In its Annex 3, relating to concessions regarding cheeses, point 1 provides for the full liberalisation of the bilateral trade in cheeses as from 1 June 2007, after a five-year transition process.\n(3) The objective of the Agreement with Switzerland is to strengthen the free-trade relations between the Parties by gradually eliminating the barriers affecting the bulk of their trade. Bilateral trade in cheese will no longer be submitted to any quotas as from 1 June 2007. Therefore, and since the trade in cheeses between the Community and Switzerland relates to important quantities and a high commercial value, it is appropriate to reduce substantially the security on the import licences for cheese originating in Switzerland.\n(4) Following the adoption of Commission Regulation (EC) No 1719/2005 of 27 October 2005 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (5), CN codes 0406 90 02 to 0406 90 06 have been deleted. Article 4(3) of Regulation (EC) No 2535/2001 has therefore become redundant and should be also deleted.\n(5) Annex II to the Agreement in the form of an Exchange of Letters between the European Community and the Republic of Iceland concerning additional trade preferences in agricultural products undertaken on the basis of Article 19 of the Agreement on the European Economic Area (6), approved by Council Decision 2007/138/EC (7), provides for the opening of an annual tariff quota for certain dairy products. Chapter I of Title 2 of Regulation (EC) No 2535/2001 and Annex I thereto should be adapted accordingly.\n(6) Regulation (EC) No 2535/2001 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 2535/2001 is amended as follows:\n1. In Article 3(2), the following subparagraph is added:\n2. In Article 4, paragraph 3 is deleted.\n3. Article 5 is amended as follows:\n(a) point (f) is replaced by the following:\n‘(f) the quota provided for in Annex 2 to the Agreement between the Community and Switzerland on trade in agricultural products, approved by Decision 2002/309/EC, Euratom of the Council and of the Commission (8);\n(b) the following point (i) is added:\n‘(i) the quotas provided for in Annex II to the Agreement between the Community and Iceland concerning additional trade preferences in agricultural products, approved by Council Decision 2007/138/EC (9).\n4. In Article 13(2), the second subparagraph is replaced by the following:\n5. In Article 19 the following point (h) is added:\n‘(h) Protocol 3 to the Agreement with Iceland.’\n6. Article 20 is amended as follows:\n(a) in paragraph 1, point (d) is replaced by the following:\n‘(d) the Agreement between the European Community and Switzerland on trade in agricultural products, Annexes 2 and 3.’;\n(b) the following paragraph 3 is added:\n7. Annex I is amended as follows:\n(a) Part F is replaced by the text in Annex I to this Regulation;\n(b) the text in Annex II to this Regulation is added as Part I.\n8. Annex II.D is replaced by the text in Annex III to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 June 2007.\nHowever, Article 1(1) shall apply to licences issued as from 1 January 2007 and Article 1(3)(b), (4), (5) and (7)(b) shall apply as from 1 July 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 341, 22.12.2001, p. 29. Regulation as last amended by Regulation (EC) No 2020/2006 (OJ L 384, 29.12.2006, p. 54).\n(3)  OJ L 114, 30.4.2002, p. 132.\n(4)  OJ L 114, 30.4.2002, p. 1.\n(5)  OJ L 286, 28.10.2005, p. 1.\n(6)  OJ L 61, 28.2.2007, p. 29.\n(7)  OJ L 61, 28.2.2007, p. 28.\n(8)  OJ L 114, 30.4.2002, p. 1.’\n(9)  OJ L 61, 28.2.2007, p. 28.’\nANNEX I\n‘I.F\nTARIFF QUOTA UNDER ANNEX II TO THE AGREEMENT BETWEEN THE COMMUNITY AND SWITZERLAND ON TRADE IN AGRICULTURAL PRODUCTS\nQuota Number CN code Description Customs duty Quota from 1 July to 30 June\n09.4155 ex 0401 30 Cream, of a fat content by weight exceeding 6 % exemption 2 000’\nex 0403 10 Yoghurt, not flavoured, not containing added fruit or cocoa\nANNEX II\n‘I.I\nTARIFF QUOTAS UNDER ANNEX II TO THE AGREEMENT WITH ICELAND APPROVED BY DECISION 2007/138/EC\nAnnual quota from 1 July to 30 June\nQuota number CN code Description (1) Applicable duty Quantities (tonnes)\nAnnual quantity From 1.7.2007 until 31.12.2007 Half-yearly quantity as from 1.1.2008\n09.4205 0405 10 11 Natural butter Exemption 350 262 175\n09.4206 ex 0406 10 20 (2) “Skyr” Exemption 380 285 190\n(1)  Notwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential arrangements being determined, within the context of this Annex, by the coverage of the CN codes. Where ex CN codes are referred to, the applicability of the preferential arrangements is determined to the basis of the CN code and the corresponding description taken jointly.\n(2)  CN code subject to modification, pending confirmation of classification of the product.’\nANNEX III\n‘II.D\nREDUCED DUTY UNDER ANNEXES II AND III TO THE AGREEMENT BETWEEN THE COMMUNITY AND SWITZERLAND ON TRADE IN AGRICULTURAL PRODUCTS\nCN Code Description Customs duty\n0402 29 11 Special milk, for infants (1), in hermetically-sealed containers of a net content not exceeding 500 g, of a fat content by weight exceeding 10 % 43,80\n0406 Cheese and curd Exemption\n(1)  “Special milk for infants” means products free from pathogenic germs and which have fewer than 10 000 revivifiable aerobic bacteria and fewer than two coliform bacteria per gram.’"}