{"celex_id": "32007D0513", "uri": "http://publications.europa.eu/resource/cellar/9772fdad-f6c0-4ccc-8ab9-74bc0a27da2e", "type": "Decision", "concepts": ["1840", "3468", "4042", "5344", "5350", "5420", "6047"], "title": "2007/513/Euratom: Council Decision of 10 July 2007 approving the accession of the European Atomic Energy Community to the amended Convention on the Physical Protection of Nuclear Material and Nuclear Facilities -  Declaration by the European Atomic Energy Community according to Articles 18(4) and 17(3) of the CPPNM\n", "header": "21.7.2007 EN Official Journal of the European Union L 190/12\nCOUNCIL DECISION\nof 10 July 2007\napproving the accession of the European Atomic Energy Community to the amended Convention on the Physical Protection of Nuclear Material and Nuclear Facilities\n(2007/513/Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Article 2(e) of the Treaty establishing the European Atomic Energy Community (Euratom Treaty) states that the European Atomic Energy Community (the Community) shall make certain, by appropriate supervision, that nuclear materials are not diverted to purposes other than those for which they are intended.\n(2) The Convention on the Physical Protection of Nuclear Material (CPPNM) was adopted in 1979 and entered into force in 1987. As of 27 June 2006, 118 States and the Community were parties to the CPPNM. All the Member States are Parties to the CPPNM.\n(3) An Amendment Conference in accordance with Article 20 of the CPPNM was convened on 4 July 2005 under the auspices of the IAEA. The final act regarding the amendments to the CPPNM was signed by the Commission on behalf of the Community on 8 July 2005.\n(4) The Court of Justice of the European Communities (Court of Justice) (1) decided that the participation of the Member States in the CPPNM is compatible with the provisions of the Euratom Treaty only subject to the conditions that, in so far as its own powers and jurisdiction are concerned, the Community as such is a party to the CPPNM on the same lines as the Member States and that certain commitments of the CPPNM can only be implemented, where the Community is concerned, by means of close association between the Community and the Member States, both in the negotiation and conclusion process and in fulfilment of the commitments assumed.\n(5) The Court of Justice confirmed further that Article 2(e) of the Euratom Treaty gives the Community the task of making certain, by appropriate supervision, that nuclear materials are not diverted to purposes other than those for which they are intended, without making any distinction with regard to the nature of such diversions and the circumstances in which they might take place and finally that the very expression ‘safeguards’ which the Treaty uses to characterize the provisions of chapter VII has a wider scope than the mere substitution of a different destination for the one declared by a user of nuclear materials. Consequently, according to the Court of Justice, it includes also measures of physical protection (2). The Court of Justice also stated in its Ruling 1/78 that provisions related to criminal prosecution and extradition relate to matters falling within the jurisdiction of the Member States (3).\n(6) According to Article 18(4) of the CPPNM, when becoming party to the Convention the Community must communicate to the depositary a declaration indicating which articles of the CPPNM do not apply to it. That declaration is attached to this Decision.\n(7) Article 7 of the CPPNM requires each party to make certain offences punishable by appropriate penalties which take into account their grave nature. It is understood that this provision leaves to the parties the choice of the nature, type and level of the penalties to be adopted. In particular, it does not require that the parties make the conducts described therein punishable by criminal penalties. Consequently, Article 7 applies to the Community, at least to some extent.\n(8) Therefore the accession of the Community to the amended CPPNM should be approved,", "main_body": ["The accession of the European Atomic Energy Community to the Convention on the Physical Protection of Nuclear Material and Nuclear Facilities, as amended by the Final Act signed on 8 July 2005, is hereby approved.\nThe texts of the amended Convention and of the declaration by the Community according to Articles 18(4) and 17(3) of the Convention are attached to this Decision."], "attachments": "Done at Brussels, 10 July 2007.\nFor the Council\nThe President\nF. TEIXEIRA DOS SANTOS\n(1)  Ruling 1/78 of 14 November 1978, ECR 1978, p. 2151, in particular First operative part of the Ruling and paragraph 34.\n(2)  Paragraph 21.\n(3)  Paragraph 31.\nDeclaration by the European Atomic Energy Community according to Articles 18(4) and 17(3) of the CPPNM\nThe following States are presently members of the European Atomic Energy Community: the Kingdom of Belgium, the Republic of Bulgaria, the Czech Republic, the Kingdom of Denmark, the Federal Republic of Germany, the Republic of Estonia, Ireland, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Grand Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, Romania, the Republic of Slovenia, the Slovak Republic, the Republic of Finland, the Kingdom of Sweden, the United Kingdom of Great Britain and Northern Ireland.\nThe Community declares that Articles 8 to 13 and Article 14, paragraphs (2) and (3) of the Convention on the Physical Protection of Nuclear Material and Nuclear Facilities do not apply to it.\nFurthermore, pursuant to Article 17(3) of that Convention, the Community also declares that since only States may be parties in cases before the International Court of Justice, the Community is bound only by the arbitration procedure referred to in 17(2)."}