{"celex_id": "32005D0487", "uri": "http://publications.europa.eu/resource/cellar/13af84e7-5a8f-4aa8-88d4-2070db1d9454", "type": "Decision", "concepts": ["1595", "2985", "5451"], "title": "2005/487/EC: Commission Decision of 4 July 2005 concerning the non-inclusion of triazamate in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing that substance (notified under document number C(2005) 1960)   (Text with EEA relevance)\n", "header": "7.7.2005 EN Official Journal of the European Union L 174/72\nCOMMISSION DECISION\nof 4 July 2005\nconcerning the non-inclusion of triazamate in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing that substance\n(notified under document number C(2005) 1960)\n(Text with EEA relevance)\n(2005/487/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the fourth subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provides that a Member State may, during a period of 12 years following the notification of that Directive, authorise the placing on the market of plant protection products containing active substances not listed in Annex I to that Directive that are already on the market two years after the date of notification, while those substances are gradually being examined within the framework of a programme of work.\n(2) Commission Regulations (EC) No 451/2000 (2) and (EC) No 703/2001 (3) lay down the detailed rules for the implementation of the second stage of the programme of work referred to in Article 8(2) of Directive 91/414/EEC. For the active substance triazamate the notifier informed the Commission on 7 July 2004 that it no longer wished to seek the inclusion of that substance in Annex I to Directive 91/414/EEC. Consequently, that active substance should not be included in that Annex and Member States should withdraw all authorisations for plant protection products containing triazamate.\n(3) A period of grace for disposal, storage, placing on the market and use of existing stocks should be provided to allow those stocks to be used in one further growing season.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Triazamate shall not be included as an active substance in Annex I to Directive 91/414/EEC.", "Member States shall ensure that:\n1. authorisations for plant protection products containing triazamate are withdrawn by 4 January 2006;\n2. no authorisations for plant protection products containing triazamate are granted or renewed from the date of publication.", "Any period of grace granted by Member States under Article 4(6) of Directive 91/414/EEC, for the disposal, storage, placing on the market and use of existing stocks shall be as short as possible and shall expire on 4 January 2007 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 July 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2005/34/EC (OJ L 125, 18.5.2005, p. 5).\n(2)  OJ L 55, 29.2.2000, p. 25. Regulation as last amended by Regulation (EC) No 1044/2003 (OJ L 151, 19.6.2003, p. 32).\n(3)  OJ L 98, 7.4.2001, p. 6."}