{"celex_id": "32006R1281", "uri": "http://publications.europa.eu/resource/cellar/b7f2bf02-fdb8-4b48-8dc1-9a717d44fef9", "type": "Regulation", "concepts": ["1565", "2591", "2763", "2972", "5581"], "title": "Commission Regulation (EC) No 1281/2006 of 28 August 2006 derogating for 2005/06 from Regulation (EC) No 595/2004 as regards the time limit by which purchasers and producers must pay the levy on milk and milk products\n", "header": "29.8.2006 EN Official Journal of the European Union L 234/3\nCOMMISSION REGULATION (EC) No 1281/2006\nof 28 August 2006\nderogating for 2005/06 from Regulation (EC) No 595/2004 as regards the time limit by which purchasers and producers must pay the levy on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1788/2003 of 29 September 2003 establishing a levy in the milk and milk products sector (1), and in particular Article 24 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 595/2004 of 30 March 2004 laying down detailed rules for applying Council Regulation (EC) No 1788/2003 establishing a levy in the milk and milk products sector (2) fixes in particular the timetable and conditions for collection of the levy. Article 15(1) of Regulation (EC) No 595/2004 lays down that, before 1 September each year, purchasers and, in the case of direct sales, producers liable for the levy must pay the competent authority the amount due in accordance with rules laid down by the Member State. If this time-limit is not complied with, interest becomes payable under Article 15(2).\n(2) For the purposes of improving budget forecasting and making budget management more flexible, Regulation (EC) No 1788/2003 is currently being amended in order to defer the date by which the Member States must pay the levy referred to in Article 3(1) of the Regulation and to allow some Member States to transfer national reference quantities between direct sales and deliveries for the twelve month period 2005/06 within the meaning of Article 1(1) of the Regulation. With a view to consistency and so that the national administrations can introduce these new rules as efficiently as possible, the date by which the amounts due by milk purchasers must be paid should also be deferred for 2005/06, Article 15(1) and (2) of Regulation (EC) No 595/2004 notwithstanding. For administrative reasons a different date should be fixed for the Member States transferring national reference quantities.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["By way of derogation from Article 15(1) and (2) of Regulation (EC) No 595/2004, for the twelve month period 2005/06 the Member States shall be authorised to defer the final date for paying the due amounts:\n(a) to 1 November 2006 in the case of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Poland, Slovenia and Slovakia;\n(b) to 1 October 2006 in the case of all other Member States.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 August 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 123. Regulation as amended by Regulation (EC) No 2217/2004 (OJ L 375, 23.12.2004, p. 1).\n(2)  OJ L 94, 31.3.2004, p. 22."}