{"celex_id": "32008R0287", "uri": "http://publications.europa.eu/resource/cellar/c1598e17-083b-4144-8ea3-4cb7682c1177", "type": "Regulation", "concepts": ["2739", "2773", "2985", "4438", "5481", "5754", "6298", "71"], "title": "Commission Regulation (EC) No 287/2008 of 28 March 2008 on the extension of the period of validity of referred to in Article 2c(3) of Regulation (EC) No 1702/2003 (Text with EEA relevance)\n", "header": "29.3.2008 EN Official Journal of the European Union L 87/3\nCOMMISSION REGULATION (EC) No 287/2008\nof 28 March 2008\non the extension of the period of validity of referred to in Article 2c(3) of Regulation (EC) No 1702/2003\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1592/2002 of the European Parliament and of the Council of 15 July 2002 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency (1), and in particular Article 5 thereof,\nWhereas:\n(1) Aircraft falling within the scope of Article 2c of Commission Regulation (EC) No 1702/2003 (2) and meeting the specific airworthiness specifications laid down therein are to be issued by Member States restricted certificates of airworthiness allowing them to continue until 28 March 2008 the operations that they were entitled to perform on 28 March 2007.\n(2) Article 2c(3) of Regulation (EC) No 1702/2003 provides that the Commission may extend the period of validity referred to in paragraph 2 of that Article by a maximum of 18 months, provided that a certification process for the type of aircraft concerned has been undertaken by the European Aviation Safety Agency (the Agency) before 28 March 2008 and that the Agency has determined that such process can be concluded within the additional period of validity.\n(3) Pursuant to Article 2c(3) of Regulation (EC) No 1702/2003 the Agency issued a determination on 15 February 2008 to the effect that the conditions for extending the period of validity referred to in paragraph 2 of Article 2c of Regulation (EC) No 1702/2003 are met as regards certain types of aircraft. It notified its determination to the Commission on the same day.\n(4) Specifically, in its determination the Agency states that it has received and accepted applications for the certification and/or validation of the type certificates issued by the certifying authorities of the ex-Soviet Union of two aircraft: the aeroplane of type Antonov AN-26, enabling it to also consider the certification of the aeroplane of type AN-26B, and the helicopter of the type Kamov-32A11BC, enabling it to also consider the certification of the helicopter of type Kamov-32A12.\n(5) In its determination the Agency further concludes that it can complete the certification process of these aircraft types by 28 September 2009.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee referred to in Article 54(3) of Regulation (EC) No 1592/2002,", "main_body": ["The period of validity referred to in paragraph 2 of Article 2c of Regulation (EC) No 1702/2003 is extended until 28 September 2009 with respect to the aeroplanes of type Antonov AN-26 and AN-26B and the helicopters of type Kamov-32A12 and Kamov-32A11BC.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 March 2008.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 240, 7.9.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 334/2007 (OJ L 88, 29.3.2007, p. 39).\n(2)  OJ L 243, 27.9.2003, p. 6. Regulation as last amended by Regulation (EC) No 375/2007 (OJ L 94, 4.4.2007, p. 3)."}