{"celex_id": "32008D0014", "uri": "http://publications.europa.eu/resource/cellar/ab12d09a-fd90-4e3c-b4b5-7109b5e33bcf", "type": "Decision", "concepts": ["1452", "3443", "4763", "5455", "560", "5859", "5883"], "title": "2008/892/EC: Decision of the European Central Bank of 28 October 2008 on transitional provisions for the application of minimum reserves by the European Central Bank following the introduction of the euro in Slovakia (ECB/2008/14)\n", "header": "29.11.2008 EN Official Journal of the European Union L 319/73\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 28 October 2008\non transitional provisions for the application of minimum reserves by the European Central Bank following the introduction of the euro in Slovakia\n(ECB/2008/14)\n(2008/892/EC)\nTHE EXECUTIVE BOARD OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ‘ESCB Statute’), and in particular Article 19.1 and the first indent of Article 47.2 thereof,\nHaving regard to Council Regulation (EC) No 2531/98 of 23 November 1998 concerning the application of minimum reserves by the European Central Bank (1),\nHaving regard to Regulation (EC) No 1745/2003 of the European Central Bank of 12 September 2003 on the application of minimum reserves (ECB/2003/9) (2),\nHaving regard to Council Regulation (EC) No 2532/98 of 23 November 1998 concerning the powers of the European Central Bank to impose sanctions (3),\nHaving regard to Council Regulation (EC) No 2533/98 of 23 November 1998 concerning the collection of statistical information by the European Central Bank (4), and in particular Articles 5(1) and 6(4) thereof,\nHaving regard to Regulation (EC) No 2423/2001 of the European Central Bank of 22 November 2001 concerning the consolidated balance sheet of the monetary financial institutions sector (ECB/2001/13) (5),\nWhereas:\n(1) The adoption of the euro by Slovakia on 1 January 2009 means that credit institutions and branches of credit institutions located in Slovakia will be subject to reserve requirements from that date.\n(2) The integration of these entities into the minimum reserve system of the Eurosystem requires the adoption of transitional provisions in order to ensure smooth integration without creating a disproportionate burden for credit institutions in participating Member States, including Slovakia.\n(3) Article 5 of the ESCB Statute in conjunction with Article 10 of the Treaty establishing the European Community implies an obligation for Member States to design and implement at national level all the appropriate measures to collect the statistical information needed to fulfil the ECB’s statistical reporting requirements and to ensure timely preparation in the field of statistics to adopt the euro,", "main_body": ["Definitions\nFor the purposes of this Decision, the terms ‘institution’, ‘reserve requirement’, ‘maintenance period’, ‘reserve base’, and ‘participating Member State’ have the same meaning as in Regulation (EC) No 1745/2003 (ECB/2003/9).", "Transitional provisions for institutions located in Slovakia\n1.   In derogation from Article 7 of Regulation (EC) No 1745/2003 (ECB/2003/9), a transitional maintenance period shall run from 1 January 2009 to 20 January 2009 for institutions located in Slovakia.\n2.   The reserve base of each institution located in Slovakia for the transitional maintenance period shall be defined in relation to elements of its balance sheet as at 31 October 2008. Institutions located in Slovakia shall report their reserve base to Národná banka Slovenska in accordance with the ECB’s reporting framework for money and banking statistics, as laid down in Regulation (EC) No 2423/2001 (ECB/2001/13). Institutions located in Slovakia that benefit from the derogation under Article 2(2) of Regulation (EC) No 2423/2001 (ECB/2001/13) shall calculate a reserve base for the transitional maintenance period on the basis of their balance sheet as at 30 September 2008.\n3.   In respect of the transitional maintenance period, either an institution located in Slovakia or Národná banka Slovenska shall calculate such institution’s minimum reserves. The party that calculates the minimum reserves shall submit its calculation to the other party allowing sufficient time for the latter to verify it and submit revisions. The calculated minimum reserves, including any revisions thereof, if applicable, shall be confirmed by the two parties at the latest on 9 December 2008. If the notified party does not confirm the amount of minimum reserves by 9 December 2008, it shall be deemed to have acknowledged that the calculated amount applies for the transitional maintenance period.\n4.   The provisions of paragraphs 2 to 4 of Article 3 shall apply mutatis mutandis to institutions located in Slovakia so that these institutions may, for their initial maintenance periods, deduct from their reserve bases any liabilities owed to institutions in Slovakia, although at the time the minimum reserves are calculated such institutions will not appear on the list of institutions subject to reserve requirements in Article 2(3) of Regulation (EC) No 1745/2003 (ECB/2003/9).", "Transitional provisions for institutions located in other participating Member States\n1.   The maintenance period applicable to institutions located in other participating Member States pursuant to Article 7 of Regulation (EC) No 1745/2003 (ECB/2003/9) shall remain unaffected by the existence of a transitional maintenance period for institutions located in Slovakia.\n2.   Institutions located in other participating Member States may decide to deduct from their reserve base for the maintenance periods from 10 December 2008 to 20 January 2009 and from 21 January to 10 February 2009 any liabilities owed to institutions located in Slovakia, even though at the time the minimum reserves are calculated such institutions will not appear on the list of institutions subject to reserve requirements mentioned in Article 2(3) of Regulation (EC) No 1745/2003 (ECB/2003/9).\n3.   Institutions located in other participating Member States that wish to deduct liabilities owed to institutions located in Slovakia shall, for the maintenance periods from 10 December 2008 to 20 January 2009 and from 21 January to 10 February 2009, calculate their minimum reserves on the basis of their balance sheet at 31 October and 30 November 2008 respectively and report a table in accordance with footnote 5 of Table 1 of Annex I to Regulation (EC) No 2423/2001 (ECB/2001/13) showing institutions located in Slovakia as already subject to the ECB’s minimum reserve system.\nThis shall be without prejudice to the obligation for institutions to report statistical information for the periods concerned in accordance with Table 1 of Annex I to Regulation (EC) No 2423/2001 (ECB/2001/13), still showing institutions located in Slovakia as being banks located in the ‘Rest of the world’.\nThe tables shall be reported in accordance with the time limits and procedures laid down in Regulation (EC) No 2423/2001 (ECB/2001/13).\n4.   For the maintenance periods starting in December 2008, January and February 2009, institutions located in other participating Member States that benefit from the derogation under Article 2(2) of Regulation (EC) No 2423/2001 (ECB/2001/13) and wish to deduct liabilities owed to institutions located in Slovakia, shall calculate their minimum reserves on the basis of their balance sheet as at 30 September 2008 and report a table in accordance with footnote 5 of Table 1 of Annex I to Regulation (EC) No 2423/2001 (ECB/2001/13) showing institutions located in Slovakia as already subject to the ECB’s minimum reserve system.\nThis shall be without prejudice to the obligation for institutions to report statistical information for the periods concerned in accordance with Table 1 of Annex I to Regulation (EC) No 2423/2001 (ECB/2001/13) still showing institutions located in Slovakia as being banks located in the ‘Rest of the world’.\nThe tables shall be reported in accordance with the time limits and procedures laid down in Regulation (EC) No 2423/2001 (ECB/2001/13).", "Entry into force and application\n1.   This Decision is addressed to Národná banka Slovenska, institutions located in Slovakia and institutions located in other participating Member States.\n2.   This Decision shall enter into force on 1 November 2008.\n3.   In the absence of specific provisions in this Decision, the provisions of Regulations (EC) No 1745/2003 (ECB/2003/9) and (EC) No 2423/2001 (ECB/2001/13) shall apply."], "attachments": "Done at Frankfurt am Main, 28 October 2008.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 318, 27.11.1998, p. 1.\n(2)  OJ L 250, 2.10.2003, p. 10.\n(3)  OJ L 318, 27.11.1998, p. 4.\n(4)  OJ L 318, 27.11.1998, p. 8.\n(5)  OJ L 333, 17.12.2001, p. 1."}