{"celex_id": "32003R1465", "uri": "http://publications.europa.eu/resource/cellar/4ce2c556-7aa4-4630-9b80-f525647beedb", "type": "Regulation", "concepts": ["1603", "2081"], "title": "Commission Regulation (EC) No 1465/2003 of 19 August 2003 amending Regulation (EC) No 1508/2001 laying down the marketing standard for onions\n", "header": "Commission Regulation (EC) No 1465/2003\nof 19 August 2003\namending Regulation (EC) No 1508/2001 laying down the marketing standard for onions\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 47/2003(2), and in particular Article 2(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1508/2001(3), as amended by Regulation (EC) No 46/2003(4), laid down the marketing standard for onions, in particular with regards to presentation and marking provisions.\n(2) Consumer packaging containing mixtures of onions of different colours are becoming more common on the market and enable demand from certain consumers to be met.\n(3) Fair trading requires onions sold in the same package to be of uniform quality. This makes it necessary for mixtures of onions of different colours to be uniform in quality, as well as, for each colour concerned, in origin, variety and size when combined in sales packages. In addition, for such sales packages, it is appropriate to indicate each of the colours that are present, as well as the country of origin for each one of the various colours.\n(4) Regulation (EC) No 1508/2001 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["The Annex to Regulation (EC) No 1508/2001 is amended according to the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 7, 11.1.2003, p. 64.\n(3) OJ L 200, 25.7.2001, p. 14.\n(4) OJ L 7, 11.1.2003, p. 61.\nANNEX\nThe Annex to Regulation (EC) No 1508/2001 is amended as follows:\n1. In title V (Provisions concerning presentation), point A (Uniformity), the following second paragraph is inserted:\n\"Sales packages, of a net weight not exceeding three kilograms, may however contain mixtures of onions of different colours, provided they are uniform in quality, and, for each colour concerned, in origin, variety and size.\"\n2. In title VI (Provisions concerning marking), points B (Nature of produce) and C (Origin of produce) are replaced by the following text:\n\"B. Nature of produce\n- 'Onions' if the contents are not visible from the outside,\n- In the case of sales packages containing a mixture of different colours of onions:\n- 'Mixed onions' or equivalent denomination,\n- when the contents are not visible from the outside, the indication of each of the colours present in the package, and, of the minimum number of pieces of each of the colours concerned.\nC. Origin of produce\n- Country of origin and, optionally, district where grown or national, regional or local place name,\n- In the case of sales packages containing a mixture of onions of different colours of different origins, the indication of each country of origin shall appear next to the name of the colour concerned.\""}