{"celex_id": "32006D0997", "uri": "http://publications.europa.eu/resource/cellar/30c93dd3-1668-44f2-bbf3-3ca810ebb154", "type": "Decision", "concepts": ["12", "161", "2901", "4621", "4682", "5403"], "title": "2006/997/EC: Council Decision of 23 October 2006 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Uruguay\n", "header": "30.12.2006 EN Official Journal of the European Union L 406/10\nCOUNCIL DECISION\nof 23 October 2006\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Uruguay\n(2006/997/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 22 March 2004 the Council authorised the Commission to open negotiations with certain other Members of the WTO under Article XXIV.6 of the General Agreement on Tariffs and Trade (GATT) 1994, in the course of the accessions to the European Union of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic.\n(2) Negotiations have been conducted by the Commission in consultation with the Committee established by Article 133 of the Treaty and within the framework of the negotiating directives issued by the Council.\n(3) The Commission has finalised negotiations for an Agreement in the form of an Exchange of Letters between the European Community and Uruguay. The Agreement should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and Uruguay relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of the accession to the European Community is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Luxembourg, 23 October 2006.\nFor the Council\nThe President\nJ.-E ENESTAM\nAGREEMENT\nin the form of an Exchange of Letters between the European Community and Uruguay relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community\nGeneva,\nSir,\nFollowing the initiation of negotiations between the European Community (EC) and Uruguay under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EC, the following is agreed between the EC and Uruguay with a view to close the negotiations opened following the EC's notification of 19 January 2004 pursuant to Article XXIV:6 (GATT):\nThe EC shall incorporate in its schedule CLX, for the customs territory of EC 25, the concessions that were included in its previous schedule.\nThe EC shall adjust the definition of EC tariff rate quota of 4 000 tonnes for ‘high quality meat of bovine animals, fresh, chilled or frozen’ as allocated to Uruguay.\nThis agreement shall enter into force on the date of signature, following the approval by the parties in accordance with their own procedures.\nOn behalf of the European Community\nGeneva,\nSir,\nReference is made to your letter saying:\n‘Following the initiation of negotiations between the European Communities (EC) and Uruguay under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EC, the following is agreed between the EC and Uruguay with a view to close the negotiations opened following the EC's notification of 19 January 2004 pursuant to Article XXIV:6 (GATT):\nThe EC shall incorporate in its schedule CLX, for the customs territory of EC 25, the concessions that were included in its previous schedule.\nThe EC shall adjust the definition of EC tariff rate quota of 4 000 tonnes for “high quality meat of bovine animals, fresh, chilled or frozen” as allocated to Uruguay.\nThis agreement shall enter into force on the date of signature, following the approval by the parties in accordance with their own procedures.’.\nI hereby have the honour to express my government's agreement.\nOn behalf of Uruguay"}