{"celex_id": "32006R1352", "uri": "http://publications.europa.eu/resource/cellar/8d15fd5d-5749-4755-ab70-bab8828d4ecd", "type": "Regulation", "concepts": ["1117", "1118", "1605", "2511", "2635", "2888", "693"], "title": "Commission Regulation (EC) No 1352/2006 of 14 September 2006 establishing the standard import values for determining the entry price of certain fruit and vegetables\n", "header": "15.9.2006 EN Official Journal of the European Union L 252/1\nCOMMISSION REGULATION (EC) No 1352/2006\nof 14 September 2006\nestablishing the standard import values for determining the entry price of certain fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 3223/94 of 21 December 1994 on detailed rules for the application of the import arrangements for fruit and vegetables (1), and in particular Article 4(1) thereof,\nWhereas:\n(1) Regulation (EC) No 3223/94 lays down, pursuant to the outcome of the Uruguay Round multilateral trade negotiations, the criteria whereby the Commission fixes the standard values for imports from third countries, in respect of the products and periods stipulated in the Annex thereto.\n(2) In compliance with the above criteria, the standard import values must be fixed at the levels set out in the Annex to this Regulation,", "main_body": ["The standard import values referred to in Article 4 of Regulation (EC) No 3223/94 shall be fixed as indicated in the Annex hereto.", "This Regulation shall enter into force on 15 September 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 September 2006.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 337, 24.12.1994, p. 66. Regulation as last amended by Regulation (EC) No 386/2005 (OJ L 62, 9.3.2005, p. 3).\nANNEX\nto Commission Regulation of 14 September 2006 establishing the standard import values for determining the entry price of certain fruit and vegetables\n(EUR/100 kg)\nCN code Third country code (1) Standard import value\n0702 00 00 052 80,3\n999 80,3\n0707 00 05 052 99,5\n999 99,5\n0709 90 70 052 98,1\n999 98,1\n0805 50 10 388 61,2\n524 51,0\n528 62,3\n999 58,2\n0806 10 10 052 85,6\n220 135,2\n400 177,1\n624 118,8\n804 95,7\n999 122,5\n0808 10 80 388 85,8\n400 92,5\n508 73,2\n512 88,4\n800 154,2\n804 97,8\n999 98,7\n0808 20 50 052 119,5\n388 76,6\n720 60,3\n999 85,5\n0809 30 10, 0809 30 90 052 120,3\n999 120,3\n0809 40 05 052 86,8\n066 46,8\n098 37,5\n624 127,8\n999 74,7\n(1)  Country nomenclature as fixed by Commission Regulation (EC) No 750/2005 (OJ L 126, 19.5.2005, p. 12). Code ‘999’ stands for ‘of other origin’."}