{"celex_id": "32001D0322", "uri": "http://publications.europa.eu/resource/cellar/39ffeed7-fddd-4a48-a710-8978d564349f", "type": "Decision", "concepts": ["1309", "1624", "192", "2525", "4689", "5369"], "title": "2001/322/EC: Commission Decision of 20 April 2001 amending Decision 2001/276/EC in order to take account of the animal health situation in Argentina (Text with EEA relevance) (notified under document number C(2001) 1133)\n", "header": "Commission Decision\nof 20 April 2001\namending Decision 2001/276/EC in order to take account of the animal health situation in Argentina\n(notified under document number C(2001) 1133)\n(Text with EEA relevance)\n(2001/322/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Council Directive 97/79/EC(2), in particular Articles 3 and 14 thereof,\nWhereas:\n(1) The animal health conditions and veterinary certification for imports of fresh meat from Colombia, Paraguay, Uruguay, Brazil, Chile and Argentina are laid down by Commission Decision 93/402/EEC(3), as last amended by Decision 2001/276/EC(4).\n(2) Imports have been suspended from Argentina by Decision 2001/276/EC until 15 April 2001 as a precautionary measure until more detailed information can be obtained following changes in the health situation in Argentina and the suspension by Argentina of their exports of fresh meat to Canada, Chile and the USA.\n(3) Following this decision the competent authority of Argentina itself suspended exports to the Community of fresh meat from species susceptible to foot-and-mouth disease, introduced a reorganisation of the veterinary services and a completely new strategic plan including regionalisation to control foot-and-mouth is being developed. At least until these changes can be properly evaluated it is necessary to prolong this suspension.\n(4) The suspension of imports from Argentina was implemented through the replacement by Decision 2001/276/EC of the Annexes to Decision 93/402/EEC; for the sake of legal certainty it shall be necessary to adopt a new measure updating fully these Annexes and therefore it is not appropriate to limit in the meantime the validity of the current Annexes excluding Argentina. However the decision to suspend imports of meat from Argentina will be reviewed within 2 months of its notification.\n(5) Argentina stopped certifying consignments from 13 March 2001 and for the sake of legal certainty consignments produced and certified on or prior to this date should be accepted.\n(6) Decision 2001/276/EC should be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Article 2 of Decision 2001/276/EC is replaced by the following wording: \"Member States shall accept consignments produced and certified on or before 13 March 2001.\"", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 April 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 179, 22.7.1993, p. 11.\n(4) OJ L 95, 5.4.2001, p. 41."}