{"celex_id": "32005D0094", "uri": "http://publications.europa.eu/resource/cellar/ba2133e6-559e-4cbe-85d4-502517cb792a", "type": "Decision", "concepts": ["12", "3561", "4038", "4039"], "title": "2005/94/EC, Euratom: Commission Decision of 3 February 2005 amending Decision 2001/844/EC, ECSC, Euratom\n", "header": "4.2.2005 EN Official Journal of the European Union L 31/66\nCOMMISSION DECISION\nof 3 February 2005\namending Decision 2001/844/EC, ECSC, Euratom\n(2005/94/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 218(2) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 131 thereof,\nHaving regard to the Treaty on European Union, and in particular Article 28(1) and Article 41(1) thereof,\nWhereas:\n(1) The Commission’s security system is based on the principles set out in Council Decision 2001/264/EC of 19 March 2001 adopting the Council’s security regulations (1) with a view to ensuring a smooth functioning of the decision-making process of the Union.\n(2) The Commission’s provisions on security are contained in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom of 29 November 2001 amending its internal Rules of Procedure (2).\n(3) Appendix 1 to the Rules on security annexed to those provisions contains a table of equivalence including national security classifications.\n(4) On 16 April 2003, the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia signed the Treaty concerning their accession to the European Union (3). Appendix 1 to the Rules on security should be amended in order to take account of those States.\n(5) On 14 March 2003 the European Union signed an agreement (4) with NATO on the security of information. It is therefore also necessary to establish correspondence with NATO classification levels in Appendix 1 to the Rules on security.\n(6) France and the Netherlands have changed their legislation on classification.\n(7) In the interests of clarity, Appendix 1 to the Rules on security should be replaced.\n(8) At the same time, the Annex to Decision 2001/844/EC, ECSC, Euratom should be corrected in order to ensure that the four classification terms are used homogeneously in all language versions,", "main_body": ["Appendix 1 to the Rules on security contained in the Annex to Decision 2001/844/EC, ECSC, Euratom is replaced by the Annex to this Decision.", "The Annex to Decision 2001/844/EC, ECSC, Euratom is corrected by replacing in all linguistic versions the four classification terms, as appropriate, by the following terms which shall always be written in capital letters:\n— ‘RESTREINT UE’,\n— ‘CONFIDENTIEL UE’,\n— ‘SECRET UE’,\n— ‘TRES SECRET UE/EU TOP SECRET’.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 3 February 2005.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 101, 11.4.2001, p. 1. Decision amended by Decision 2004/194/EC (OJ L 63, 28.2.2004, p. 48).\n(2)  OJ L 317, 3.12.2001, p. 1.\n(3)  OJ L 236, 23.9.2003, p. 17.\n(4)  OJ L 80, 27.3.2003, p. 36.\nANNEX\n‘Appendix 1\nCOMPARISON OF NATIONAL SECURITY CLASSIFICATIONS\nEU classification TRES SECRET UE/EU TOP SECRET SECRET UE CONFIDENTIEL UE RESTREINT UE\nWEU classification FOCAL TOP SECRET WEU SECRET WEU CONFIDENTIAL WEU RESTRICTED\nEuratom classification EURA TOP SECRET EURA SECRET EURA CONFIDENTIAL EURA RESTRICTED\nNATO classification COSMIC TOP SECRET NATO SECRET NATO CONFIDENTIAL NATO RESTRICTED\nBelgium Très Secret Secret Confidentiel Diffusion restreinte\nZeer Geheim Geheim Vertrouwelijk Beperkte Verspreiding\nCzech Republic Přísn tajné Tajné Důvěrné Vyhrazené\nDenmark Yderst hemmeligt Hemmeligt Fortroligt Til tjenestebrug\nGermany Streng geheim Geheim VS (1) — Vertraulich VS — Nur für den Dienstgebrauch\nEstonia Täiesti salajane Salajane Konfidentsiaalne Piiratud\nGreece Άκρως Απόρρητο Απόρρητο Εμπιστευτικό Περιορισμένης Χρήσης\nAbr: ΑΑΠ Abr: (ΑΠ) Αbr: (ΕΜ) Abr: (ΠΧ)\nSpain Secreto Reservado Confidencial Difusión Limitada\nFrance Très Secret Défense (2) Secret Défense Confidentiel Défense\nIreland Top Secret Secret Confidential Restricted\nItaly Segretissimo Segreto Riservatissimo Riservato\nCyprus Άκρως Απόρρητο Απόρρητο Εμπιστευτικό Περιορισμένης Χρήσης\nLatvia Sevišķi slepeni Slepeni Konfidenciāli Dienesta vajadzībām\nLithuania Visiškai slaptai Slaptai Konfidencialiai Riboto naudojimo\nLuxembourg Très Secret Secret Confidentiel Diffusion restreinte\nHungary Szigorúan titkos ! Titkos ! Bizalmas ! Korlátozott terjesztésű !\nMalta L-Ghola Segretezza Sigriet Kunfidenzjali Ristrett\nNetherlands Stg (3). Zeer Geheim Stg. Geheim Stg. Confidentieel Departementaalvertrouwelijk\nAustria Streng Geheim Geheim Vertraulich Eingeschränkt\nPoland Ściśle Tajne Tajne Poufne Zastrzeżone\nPortugal Muito Secreto Secreto Confidencial Reservado\nSlovenia Strogo tajno Tajno Zaupno SVN Interno\nSlovakia Prísne tajné Tajné Dôverné Vyhradené\nFinland Erittäin salainen Erittäin salainen Salainen Luottamuksellinen\nSweden Kvalificerat hemlig Hemlig Hemlig Hemlig\nUnited Kingdom Top Secret Secret Confidential Restricted’\n(1)  VS = Verschlusssache.\n(2)  The classification Très secret défense, which covers governmental priority issues, may only be changed with the Prime Minister’s authorisation.\n(3)  Stg = staatsgeheim."}