{"celex_id": "32001R2583", "uri": "http://publications.europa.eu/resource/cellar/319f7e28-7b9f-48a5-bfbb-e8978e54d587", "type": "Regulation", "concepts": ["1102", "1565", "1570", "2173", "2763", "4227"], "title": "Council Regulation (EC) No 2583/2001 of 19 December 2001 amending Regulation (EEC) No 2204/90 laying down additional general rules on the common organisation of the market in milk and milk products as regards cheese\n", "header": "Council Regulation (EC) No 2583/2001\nof 19 December 2001\namending Regulation (EEC) No 2204/90 laying down additional general rules on the common organisation of the market in milk and milk products as regards cheese\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) Regulation (EEC) No 2204/90(3) makes the use of casein and caseinates in the manufacture of cheese subject to prior authorisation and Article 3(3) of that Regulation provides for a Community penalty to apply in the event of unauthorised use which refers in particular to the value of skimmed milk resulting from the intervention price for skimmed-milk powder.\n(2) Since the aim of that penalty is to cancel out the economic advantage resulting from unauthorised use, the calculation of the penalty should be based on the market price for skimmed-milk powder, which more faithfully reflects the real cost of skimmed milk as a raw material in the manufacture of cheese,", "main_body": ["Article 3(3) of Regulation (EEC) No 2204/90 is hereby replaced by the following: \"3. Without prejudice to the penalties laid down, or to be laid down, by the Member State concerned, a sum equal to 110 % of the difference between the value of skimmed milk necessary for producing 100 kilograms of caseins and caseinates resulting from the market price for skimmed-milk powder, on the one hand, and the market price for casein and caseinates, on the other hand, shall be due per 100 kilograms for quantities of casein and caseinates used without authorisation.\nThose values shall be established in accordance with the procedure laid down in Article 42 of Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(4).\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2001.\nFor the Council\nThe President\nA. Neyts-Uyttebroeck\n(1) OJ C 304 E, 30.10.2001, p. 177.\n(2) Opinion delivered on 11 December 2001 (not yet published in the Official Journal).\n(3) OJ L 201, 31.7.1990, p. 7.\n(4) OJ L 160, 26.6.1999, p. 48."}