{"celex_id": "32002D0364", "uri": "http://publications.europa.eu/resource/cellar/3376e702-a2b2-4838-9148-cc7b249a3d27", "type": "Decision", "concepts": ["2081", "3309", "3645", "3844", "5305"], "title": "2002/364/EC: Commission Decision of 7 May 2002 on common technical specifications for in vitro-diagnostic medical devices (Text with EEA relevance) (notified under document number C(2002) 1344)\n", "header": "Commission Decision\nof 7 May 2002\non common technical specifications for in vitro-diagnostic medical devices\n(notified under document number C(2002) 1344)\n(Text with EEA relevance)\n(2002/364/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 98/79/EC of the European Parliament and of the Council of 27 October 1998 on in vitro diagnostic medical devices(1), and in particular the second subparagraph of Article 5(3) thereof,\nWhereas:\n(1) Directive 98/79/EC sets out the essential requirements that in vitro diagnostic medical devices must meet when they are placed on the market and conformity with harmonised standards provides a presumption of conformity with the relevant essential requirements.\n(2) By way of exception to these general principles, the drawing up of common technical specifications takes account of a current practice in some Member States whereby for selected devices mainly used for the evaluation of the safety of blood supply and of organ donation, such specifications are adopted by the public authorities. These common technical specifications can be used for performance evaluation and re-evaluation.\n(3) Scientific experts from various interested parties have been involved in the drafting of the common technical specifications.\n(4) Directive 98/79/EC provides that Member States are to presume compliance with the essential requirements in respect of devices designed and manufactured in conformity with common technical specifications drawn up for certain devices in the highest risk category. These specifications are to establish appropriate performance evaluation and re-evaluation criteria, batch release criteria, reference methods and reference materials.\n(5) Manufacturers are, as a general rule, to be required to comply with the common technical specifications. If, for duly justified reasons, manufacturers do not comply with those specifications they must adopt solutions of a level at least equivalent thereto.\n(6) The measures provided for in this Decision are in accordance with the opinion of the committee set up by Article 6(2) of Council Directive 90/385/EEC(2),", "main_body": ["The technical specifications set out in the Annex to this Decision are adopted as common technical specifications for in vitro diagnostic medical devices in list A of Annex II to Directive 98/79/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 May 2002.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 331, 7.12.1998, p. 1.\n(2) OJ L 189, 20.7.1990, p. 17.\nANNEX\nCTS - COMMON TECHNICAL SPECIFICATIONS FOR IN VITRO-DIAGNOSTIC MEDICAL DEVICES\n1. SCOPE\nThese Common Technical Specifications are for the list of devices referred to in Annex II, list A:\n- reagents and reagent products, including related calibrators and control materials, for determining the following blood groups: ABO system, Rhesus (C, c, D, E, e) anti-Kell,\n- reagents and reagent products, including related calibrators and control materials, for the detection, confirmation and quantification in human specimens of markers of HIV infection (HIV 1 and 2), HTLV I and II, and hepatitis B, C and D.\n2. DEFINITIONS\n(Diagnostic) sensitivity\nThe probability that the device gives a positive result in the presence of the target marker.\nTrue positive\nA specimen known to be positive for the target marker and correctly classified by the device.\nFalse negative\nA specimen known to be positive for the target marker and misclassified by the device.\n(Diagnostic) specificity\nThe probability that the device gives a negative result in the absence of the target marker.\nFalse positive\nA specimen known to be negative for the target marker and misclassified by the device.\nTrue negative\nA specimen known to be negative for the target marker and correctly classified by the device.\nAnalytical sensitivity\nIn the context of the CTS it may be expressed as the limit of detection: i.e. the smallest amount of the target marker that can be precisely detected.\nAnalytical specificity\nThe ability of the method to determine solely the target marker.\nNucleic acid ampification techniques (NAT)\nIn the context of this document the term \"NAT\" is used for tests for the detection and/or quantification of nucleic acids by either amplification of a target sequence, by amplification of a signal or by hybridisation.\nRapid test\nIn this context the term \"rapid test\" is understood to mean those tests which can only be used singly or in a small series and which have been designed to give a rapid result for near patient testing.\nRobustness\nThe robustness of an analytical procedure is a measure of its capacity to remain unaffected by small but deliberate variations in method parameters and provides an indication of its reliability during normal usage.\nWhole system failure rate\nThe whole system failure rate is the frequency of failures when the entire process is performed as prescribed by the manufacturer.\n3. COMMON TECHNICAL SPECIFICATIONS (CTS) FOR PRODUCTS DEFINED IN ANNEX II, LIST A OF DIRECTIVE 98/79/EC.\n3.1. CTS for performance evaluation of reagents and reagent products for the detection, confirmation and quantification in human specimens of markers of HIV infection (HIV 1 and 2), HTLV I and II, and hepatitis B, C, D:\nGENERAL PRINCIPLES\n3.1.1. Devices which detect virus infections placed on the market for use as either screening and/or diagnostic tests, shall meet the same requirements for sensitivity and specificity (see Table 1).\n3.1.2. Devices intended by the manufacturer for testing body fluids other than serum or plasma, e.g. urine, saliva, etc. shall meet the same CTS requirements for sensitivity and specificity as serum or plasma tests. The performance evaluation shall test samples from the same individuals in both the tests to be approved and in a respective serum or plasma assay.\n3.1.3. Devices intended by the manufacturer for self-test, i.e. home use, shall meet the same CTS requirements for sensitivity and specificity as respective devices for professional use. Relevant parts of the performance evaluation shall be carried out (or repeated) by appropriate lay users to validate the operation of the device and the instructions for use.\n3.1.4. All performance evaluations shall be carried out in direct comparison with an established device with acceptable performance. Once the CE marking of IVDs is established, the device used for comparison shall be CE marked, if on the market at the time of the performance evaluation.\n3.1.5. If discrepant test results are identified as part of an evaluation, these results shall be resolved as far as possible, for example:\n- by evaluation of the discrepant sample in further test systems,\n- by use of an alternative method or marker,\n- by a review of the clinical status and diagnosis of the patient, and\n- by the testing of follow-up-samples.\n3.1.6. Performance evaluations shall be performed on a population equivalent to the European population.\n3.1.7. Positive specimens used in the performance evaluation shall be selected to reflect different stages of the respective disease(s), different antibody patterns, different genotypes, different subtypes etc.\n3.1.8. For blood screening devices (with the exception of HBsAg tests), all true positive samples shall be identified as positive by the device to be CE marked (Table 1). For HbsAg tests the new device shall have an overall performance at least equivalent to that of the established device (see principle 3.1.4). Diagnostic test sensitivity during the early infection phase (sero-conversion) has to represent the state of the art. Whether further testing of the same or additional sero-conversion panels is conducted by the notified body or by the manufacturer the results shall confirm the initial performance evaluation data (see Table 1).\n3.1.9. Negative specimens used in a performance evaluation shall be defined so as to reflect the target population for which the test is intended, for example blood donors, hospitalised patients, pregnant women etc.\n3.1.10. For performance evaluations for screening assays (Table 1), blood donor populations shall be investigated from at least two blood donation centres and consist of consecutive blood donations, which have not been selected to exclude first time donors.\n3.1.11. Devices shall have a specificity of at least 99,5 % on blood donations, unless otherwise indicated in the accompanying tables. Specificity shall be calculated using the frequency of repeatedly reactive (i.e. false positive) results in blood donors negative for the target marker.\n3.1.12. Devices shall be evaluated to establish the effect of potential interfering substances, as part of the performance evaluation. The potential interfering substances to be evaluated will depend to some extent on the composition of the reagent and configuration of the assay. Potential interfering substances shall be identified as part of the risk analysis required by the essential requirements for each new device but may include, for example:\n- specimens representing \"related\" infections;\n- specimens from multipara, i.e. women who have had more than one pregnancy, or rheumatoid factor positive patients,\n- for recombinant antigens, human antibodies to components of the expression system, for example anti-E. coli, or anti-yeast.\n3.1.13. For devices intended by the manufacturer to be used with serum and plasma the performance evaluation must demonstrate serum to plasma equivalency. This shall be demonstrated for at least 50 donations.\n3.1.14. For devices intended for use with plasma the performance evaluation shall verify the performance of the device using all anticoagulants which the manufacturer indicates for use with the device. This shall be demonstrated for at least 50 donations.\n3.1.15. As part of the required risk analysis the whole system failure rate leading to false-negative results shall be determined in repeat assays on low-positive specimens.\n3.2. Additional requirements for nucleic acid amplification techniques (NAT)\nThe performance evaluation criteria for NAT assays can be found in Table 2.\n3.2.1. For target sequence amplification assays, a functionality control for each test sample (internal control) shall reflect the state of the art. This control shall as far as possible be used throughout the whole process, i.e. extraction, amplification/hybridisation, detection.\n3.2.2. The analytical sensitivity or detection limit for NAT assays shall be expressed by the 95 % positive cut-off value. This is the analyte concentration where 95 % of test runs give positive results following serial dilutions of an international reference material for example a WHO standard or calibrated reference materials.\n3.2.3. Genotype detection shall be demonstrated by appropriate primer or probe design validation and shall also be validated by testing characterised genotyped samples.\n3.2.4. Results of quantitative NAT assays shall be traceable to international standards or calibrated reference materials, if available, and be expressed in international units utilised in the specific field of application.\n3.2.5. NAT assays may be used to detect virus in antibody negative samples, i.e. pre-sero-conversion samples. Viruses within immune -complexes may behave differently in comparison to free viruses, for example during a centrifugation step. It is therefore important that during robustness studies, antibody-negative (pre-sero-conversion) samples are included.\n3.2.6. For investigation of potential carry-over, at least five runs with alternating high-positive and negative specimens shall be performed during robustness studies. The high positive samples shall comprise of samples with naturally occurring high virus titres.\n3.2.7. The whole system failure rate leading to false-negative results shall be determined by testing low-positive specimens. Low positive specimens shall contain a virus concentration equivalent to 3 x the 95 % positive cut-off virus concentration.\n3.3. CTS for the manufacturer's release testing of reagents and reagent products for the detection, confirmation and quantification in human specimens of markers of HIV infection (HIV 1 and 2), HTLV I and II, and hepatitis B, C, D (immunological assays only)\n3.3.1. The manufacturer's release testing criteria shall ensure that every batch consistently identifies the relevant antigens, epitopes, and antibodies.\n3.3.2. The manufacturer's batch release testing shall include at least 100 specimens negative for the relevant analyte.\n3.4. CTS for performance evaluation of reagents and reagent products for determining the blood group antigens: ABO system (A, B), Rhesus (C, c, D, E, e) and Kell (K)\nCriteria for performance evaluation of reagents and reagent products for determining the blood groups: ABO system (A,B), Rhesus (C, c, D, E, e) and Kell (K) can be found in Table 9.\n3.4.1. All performance evaluations shall be carried out in direct comparison with an established device with acceptable performance. Once the CE marking of IVDs is established, the device used for comparison shall be CE marked, if on the market at the time of the performance evaluation.\n3.4.2. If discrepant test results are identified as part of an evaluation, these results shall be resolved as far as possible, for example:\n- by evaluation of the discrepant sample in further test systems,\n- by use of an alternative method.\n3.4.3. Performance evaluations shall be performed on a population equivalent to the European population.\n3.4.4. Positive specimens used in the performance evaluation shall be selected to reflect variant and weak antigen expression.\n3.4.5. Devices shall be evaluated to establish the effect of potential interfering substances, as part of the performance evaluation. The potential interfering substances to be evaluated will depend to some extent on the composition of the reagent and configuration of the assay. Potential interfering substances shall be identified as part of the risk analysis required by the essential requirements for each new device.\n3.4.6. For devices intended for use with plasma the performance evaluation shall verify the performance of the device using all anticoagulants which the manufacturer indicates for use with the device. This shall be demonstrated for at least 50 donations.\n3.5. CTS for the manufacturer's release testing of reagents and reagent products for determining the blood group antigens: ABO system (A, B), Rhesus (C, c, D, E, e), and Kell (K)\n3.5.1. The manufacturer's release testing criteria shall ensure that every batch consistently identifies the relevant antigens, epitopes, and antibodies.\n3.5.2. Requirements for manufacturer's batch release testing are outlined in Table 10.\nTable 1: \"Screening\" assays: anti-HIV 1 and 2, anti-HTLV I and II, anti-HCV, HBsAg, anti-HBc\n>TABLE>\nTable 2: NAT assays for HIV1, HCV, HBV, HTLV I/II (qualitative and quantitative; not molecular typing)\n>TABLE>\nNota:\nAcceptance criteria for \"whole system failure rate leading to false-neg results\" is 99/100 assays positive.\nTable 3: Rapid tests: anti HIV 1 and 2, anti HCV, HBsAg, anti HBc, anti HTLV I and II\n>TABLE>\nTable 4: Confirmatory/supplementary assays for anti-HIV 1 and 2, anti-HTLV I and II, anti-HCV, HBsAg\n>TABLE>\nTable 5: HIV 1 Antigen\n>TABLE>\nTable 6: Serotyping Assay: HCV\n>TABLE>\nTable 7: HBV markers: anti-HBs, anti-HBc IgM, anti-HBe, HBeAg\n>TABLE>\nTable 8: HDV markers: anti-HDV, anti-HDV IgM, Delta Antigen\n>TABLE>\nTable 9: Blood Groups ABO, Rhesus (C, c, D, E, e) and Kell\n>TABLE>\nTable 10: Batch release criteria for Blood Groups ABO, Rhesus (C, c, D, E, e), and Kell\nSpecificity Testing Requirements on each reagent\n1. Test reagents\n>PIC FILE= \"L_2002131EN.003001.TIF\">\nAcceptance Criteria:\nEach batch of reagent must exhibit unequivocal positive or negative results by all recommended techniques in accordance with the results obtained from the performance evaluation data.\n2. Control Materials (red Cells)\nThe phenotype of red cells used in the control of blood typing reagents listed above should be confirmed using established device."}