{"celex_id": "32001D0270", "uri": "http://publications.europa.eu/resource/cellar/f06a12f3-7968-4b61-a807-73f5a7f96435", "type": "Decision", "concepts": ["1309", "1755", "2300", "2737", "2771", "5369"], "title": "2001/270/EC: Commission Decision of 29 March 2001 amending Decision 2000/418/EC as regards imports from third countries (Text with EEA relevance) (notified under document number C(2001) 830)\n", "header": "Commission Decision\nof 29 March 2001\namending Decision 2000/418/EC as regards imports from third countries\n(notified under document number C(2001) 830)\n(Text with EEA relevance)\n(2001/270/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(1), and in particular Article 22 thereof,\nWhereas:\n(1) Commission Decision 2000/418/EC of 29 June 2000 regulating the use of material presenting risks as regards transmissible spongiform encephalopathies and amending Decision 94/474/EC(2), as last amended by Decision 2001/233/EC(3), provides for the removal and destruction of certain specified risk materials. It also imposes restrictions on the production of certain materials and of certain slaughter techniques and on certain imports. It is to be reviewed in the light of new scientific evidence.\n(2) The exposure of humans to the risks stemming from bovine spongiform encephalopathy (BSE) has been largely associated with the consumption of meat mechanically recovered from the bones of the head and vertebral column. However, for control reasons the prohibition on the use of bones of the head and vertebral column from bovine, ovine and caprine animals of all ages for the production of mechanically recovered meat should be extended to all bones of those species. This should also apply to imported products.\n(3) In its opinions of 6 July 2000, 12 January 2001 and 8 and 9 February 2001 on the Geographic BSE Risk of the concerned third countries, the Scientific Steering Committee (SSC) concluded that the occurrence of BSE in native cattle is only highly unlikely in the following countries: Australia, Argentina, Botswana, Chile, Namibia, New-Zealand, Nicaragua, Paraguay, Uruguay, and Swaziland. For all other countries for which the evaluation by the SSC has been finalised it concluded that the occurrence of BSE in native cattle is at best unlikely but not excluded. Preliminary results of similar studies carried out under the responsibility of the SSC further indicate that it may, for a very limited number of additional countries, conclude that the occurrence of BSE in native cattle is highly unlikely. All other third countries either sent no dossier or an incomplete dossier precluding a timely and conclusive evaluation.\n(4) Therefore it was demonstrated by the SSC risk assessment that the risk of BSE being present in native cattle is highly unlikely only in Australia, Argentina, Botswana, Chile, Namibia, New-Zealand, Nicaragua, Paraguay, Uruguay, and Swaziland. For all other countries that assessment either demonstrated a certain risk of BSE being present in native cattle, or could not be carried out in absence of complete data. Therefore only Australia, Argentina, Botswana, Chile, Namibia, New-Zealand, Nicaragua, Paraguay, Uruguay, and Swaziland should be exempt from the provisions of Decision 2000/418/EC.\n(5) The Commission will review the provisions for the import of products of animal origin as soon as possible in the light of additional scientific assessments, as well as the development of the recommendations of the World Organisation for Animal Health (OIE). As before the Commission will use the information submitted in accordance with Recommendation 98/477/EC(4) of 22 July 1998 concerning information necessary to support applications for the evaluation of the epidemiological status of countries with respect to transmissible spongiform encephalopathies. It therefore repeats its invitation to submit a dossier in accordance with that Recommendation for those countries that have not yet done so and will make every effort to obtain a scientific assessment within the shortest possible time of the dossier submission.\n(6) Considering that a new certification regime is established, a transitional arrangement should be provided for products dispatched before the entry into force of this Decision.\n(7) The vertebral column must be removed at the latest at the point of sale to the consumer, and thus carcasses or parts of carcasses of bovine animals that still contain vertebral column may be placed on the domestic market and traded between Member States. In order to respect the Community's obligations under international agreements, it is necessary also to authorise imports from third countries of such carcasses containing vertebral column.\n(8) Decision 2000/418/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 2000/418/EC is amended as follows:\n1. Article 6 is replaced by the following:\n\"Article 6\nImport into the Community\n1. The specified risk materials referred to in Annex I, point 1(a) shall not be imported into the Community after 31 March 2001.\n2. (a) Where the products of animal origin listed in Annex II, containing material derived from bovine, ovine or caprine animals, are imported into the Community after 31 March 2001 from third countries or regions thereof, the appropriate health certificate shall be supplemented by a declaration signed by the competent authority of the country of production, worded as follows:\n'The product of animal origin does not contain, and is not derived from, specified risk material as defined in Annex I, point 1(a) of Decision 2000/418/EC, produced after 31 March 2001, or mechanically recovered meat obtained from the bones of bovine, ovine or caprine animals, produced after 31 March 2001. The animals have not been slaughtered, after 31 March 2001, after stunning by means of a gas injected into the cranial cavity or killed instantaneously by the same method, or slaughtered after laceration, after stunning, of central nervous tissue by means of an elongated rod-shaped instrument introduced into the cranial cavity.'\n(b) Any reference to 'products of animal origin' in this Article is a reference to the products of animal origin listed in Annex II, not to other products of animal origin containing or derived from those products of animal origin.\n3. The provisions of paragraphs 1 and 2 shall not apply to:\n(a) the third countries listed in Annex III;\n(b) without prejudice to the national measures in place before 31 March 2001, consignments which have left third countries prior to the entry into force of this Decision, and which are presented at the Community inspection post for importation before 15 April 2001.\"\n2. In Article 7(b) the last subparagraph is replaced by the following:\n\"However, carcasses containing no specified risk material other than vertebral column, including dorsal root ganglia, may be imported into a Member State, or dispatched to another Member State without the latter's prior agreement.\"\n3. The following Annex III is added:\n\"ANNEX III\nThird countries referred to in Article 6(3)\nAustralia\nArgentina\nBotswana\nChile\nNamibia\nNew-Zealand\nNicaragua\nParaguay\nUruguay\nSwaziland\"", "This Decision is addressed to the Member States.\nIt shall apply from 31 March 2001."], "attachments": "Done at Brussels, 29 March 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 24, 30.1.1998, p. 9.\n(2) OJ L 158, 30.6.2000, p. 76.\n(3) OJ L 84, 23.3.2001, p. 59.\n(4) OJ L 212, 30.7.1998, p. 58."}