{"celex_id": "32008R0606", "uri": "http://publications.europa.eu/resource/cellar/cf9a62d8-d273-4201-9193-38bf5bd595fd", "type": "Regulation", "concepts": ["2924", "3655", "4258", "453", "5589", "772", "92", "937"], "title": "Commission Regulation (EC) No 606/2008 of 26 June 2008 amending Regulation (EC) No 831/2002 implementing Council Regulation (EC) No 322/97 on Community Statistics, concerning access to confidential data for scientific purposes (Text with EEA relevance)\n", "header": "27.6.2008 EN Official Journal of the European Union L 166/16\nCOMMISSION REGULATION (EC) No 606/2008\nof 26 June 2008\namending Regulation (EC) No 831/2002 implementing Council Regulation (EC) No 322/97 on Community Statistics, concerning access to confidential data for scientific purposes\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (1) and in particular Articles 17(2) and 20(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 831/2002 (2) establishes, for the purpose of enabling statistical conclusions to be drawn for scientific purposes, the conditions under which access to confidential data transmitted to the Community authority may be granted. It lists the different surveys and data sources to which it applies.\n(2) There is growing demand from researchers and the scientific community in general to have access for scientific purposes also to confidential data from the Farm Structure Survey (FSS). Access to the FSS microdata would enable researchers to study the relationships between the different characteristics of individual agricultural holdings, such as the types of crops grown, livestock and labour force. It would also enable researchers to improve regional agri-environmental models and indicators that are currently based on aggregated data. This survey should therefore be added to the list in Regulation (EC) No 831/2002.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Statistical Confidentiality,", "main_body": ["Regulation (EC) No 831/2002 is amended as follows:\n1. In Article 5, paragraph 1 is replaced by the following:\n— European Community Household Panel,\n— Labour Force Survey,\n— Community Innovation Survey,\n— Continuing Vocational Training Survey,\n— Structure of Earnings Survey,\n— European Union Statistics on Income and Living Conditions,\n— Adult Education Survey,\n— Farm Structure Survey.\n2. In Article 6, paragraph 1 is replaced by the following:\n— European Community Household Panel,\n— Labour Force Survey,\n— Community Innovation Survey,\n— Continuing Vocational Training Survey,\n— Structure of Earnings Survey,\n— European Union Statistics on Income and Living Conditions,\n— Adult Education Survey,\n— Farm Structure Survey.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 2008.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 133, 18.5.2002, p. 7. Regulation as last amended by Regulation (EC) No 1000/2007 (OJ L 226, 30.8.2007, p. 7)."}