{"celex_id": "32003R2320", "uri": "http://publications.europa.eu/resource/cellar/d7a472b8-ccad-4d2d-a507-3d241388e612", "type": "Regulation", "concepts": ["1261", "2173"], "title": "Council Regulation (EC) No 2320/2003 of 17 December 2003 amending Regulation (EEC) No 1696/71 on the common organisation of the market in hops\n", "header": "Council Regulation (EC) No 2320/2003\nof 17 December 2003\namending Regulation (EEC) No 1696/71 on the common organisation of the market in hops\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 37(2),\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nHaving regard to the opinion of the European Economic and Social Committee(2),\nHaving regard to the opinion of the Committee of the Regions,\nWhereas:\n(1) Article 12(5)(a) of Regulation (EEC) No 1696/71(3) fixes the aid per hectare for hops produced in the Community for a period of eight years, from the 1996 to the 2003 harvests.\n(2) The assessment report that the Commission is obliged to present to the Council by 31 December 2003 pursuant to the second paragraph of Article 18 of Regulation (EEC) No 1696/71, will cover all provisions relating to the common organisation of the market, in particular the production aid scheme. That assessment can be accompanied by proposals. It is advisable in this context to provide for a detailed debate of the entire sector. In order to ensure a thorough debate, the period for which the aid has been fixed should be extended by one year.\n(3) A producer group can withhold up to 20 % of the aid to finance special measures for adjusting to the market and the amounts withheld can accumulate for a period of three years. As it is proposed to extend the aid scheme for a year, the maximum accumulation period should also be extended for a year.\n(4) Regulation (EEC) No 1696/71 should be amended as a result,", "main_body": ["Article 12(5) of Regulation (EEC) No 1696/71 is hereby amended as follows:\n1. point (a) is replaced by the following:\n\"(a) The aid per hectare shall be the same for all groups of varieties. For nine years from the 1996 harvest it shall amount to EUR 480/ha.\"\n2. point (d) is replaced by the following:\n\"(d) The aid withheld may be accumulated for a maximum period of four years; at the end of that period all aid withheld must have been spent.\"", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2003.\nFor the Council\nThe President\nG. Alemanno\n(1) Opinion delivered on 18 November 2003 (not yet published in the Official Journal).\n(2) Opinion of 10 December 2003 (not yet published in the Official Journal).\n(3) OJ L 175, 4.8.1971, p. 1. Regulation as last amended by Regulation (EC) No 1514/2001 (OJ L 201, 26.7.2001, p. 8)."}