{"celex_id": "32003D0576", "uri": "http://publications.europa.eu/resource/cellar/eead0e2e-746f-4839-a3fa-c4f759c445bd", "type": "Decision", "concepts": ["1309", "1445", "2525", "4689", "5369", "994"], "title": "2003/576/EC: Commission Decision of 1 August 2003 amending Decision 93/402/EEC as regards imports of fresh meat from Argentina (Text with EEA relevance) (notified under document number C(2003) 2787)\n", "header": "Commission Decision\nof 1 August 2003\namending Decision 93/402/EEC as regards imports of fresh meat from Argentina\n(notified under document number C(2003) 2787)\n(Text with EEA relevance)\n(2003/576/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972, on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Regulation (EC) No 807/2003(2), and in particular Articles 14(3) thereof.\nHaving regard Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption(3) and in particular Article 8(4).\nWhereas:\n(1) Commission Decision 93/402/EEC of 10 June 1993 concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries(4), as last amended by Decision 2003/137/EC(5), applies to Argentina, Brazil, Chile, Colombia, Paraguay and Uruguay.\n(2) The Commission has been informed by the Paraguayan veterinary authorities of an outbreak of foot and mouth disease close to the border with Argentina. Paraguay is not currently authorised to export fresh meat into the European Community.\n(3) The surveillance area of the outbreak affects part of the territory of Argentina.\n(4) The Argentinean veterinary authorities immediately put in place measures to avoid the spread of the disease into the Argentinean territory, in particular providing for vaccination of and movement controls on the animals in the provinces along the border area. The Argentinean authorities immediately informed the Commission Services about these measures.\n(5) In view of the potential risk of disease in this border area, and taking account of the immediate action taken by the competent veterinary authorities of Argentina, it is sufficient to suspend the importation of de-boned and matured bovine meat coming only from the departments of Ramon Lista and Rivadavia and for a limited period of time.\n(6) Decision 93/402/EEC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 93/402/EEC is replaced by the text in the Annex to this Decision.", "The Member States shall amend the measures they apply to imports so as to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "This Decision shall apply until 15 September 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 August 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 122, 16.5.2003, p. 36.\n(3) OJ L 18, 23.1.2002, p. 11.\n(4) OJ L 179, 22.7.1993, p. 11.\n(5) OJ L 53, 28.2.2003, p. 54.\nANNEX\n\"ANNEX I\nDescription of territories of South America established for animal health certification purposes\n>TABLE>\""}