{"celex_id": "32002D0248", "uri": "http://publications.europa.eu/resource/cellar/a0103770-d58c-4ddc-86f4-d708c366a155", "type": "Decision", "concepts": ["1277", "2737", "2845", "6112"], "title": "2002/248/EC: Commission Decision of 27 March 2002 amending Council Decision 2000/766/EC and Commission Decision 2001/9/EC with regard to transmissible spongiform encephalopathies and the feeding of animal proteins (Text with EEA relevance) (notified under document number C(2002) 1277)\n", "header": "Commission Decision\nof 27 March 2002\namending Council Decision 2000/766/EC and Commission Decision 2001/9/EC with regard to transmissible spongiform encephalopathies and the feeding of animal proteins\n(notified under document number C(2002) 1277)\n(Text with EEA relevance)\n(2002/248/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zoo-technical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(3), as last amended by Directive 92/118/EC, and in particular Article 10(4) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(4), and in particular Article 22 thereof,\nWhereas:\n(1) Council Decision 2000/766/EC of 4 December 2000 concerning certain protection measures with regard to transmissible spongiform encephalopathies and the feeding of animal protein(5), prohibits the feeding of processed animal proteins to certain farmed animals. This prohibition does not apply to certain processed animal proteins subject to conditions, which have been established by Commission Decision 2001/9/EC(6), as amended by Decision 2001/165/EC(7).\n(2) Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies(8), prohibits the feeding of mammalian proteins, processed as well as unprocessed, to ruminants. The application of the relevant provision was postponed by Commission Regulation (EC) No 270/2002(9).\n(3) The ban on feeding processed animal protein to certain farmed animals in Decision 2000/766/EC should be extended to the feeding of any animal protein to ruminants, as a matter of coherence and to avoid any risk of BSE transmission. Certain animal proteins, which use is neither considered to pose a risk of BSE nor to hamper controls, should continue to be allowed.\n(4) Eggs and egg products are not considered to present a risk of transmissible spongiform encephalopathies, therefore the feeding of eggs and egg products to farmed animals should be allowed.\n(5) As regards the feeding of animals other than ruminants, the rules on the production of fishmeal should be clarified in relation to establishments which produce both fish and fishery products for human consumption, and fishmeal for animal feeding.\n(6) Therefore, Decisions 2000/766/EC and 2001/9/EC should be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Article 2 of Decision 2000/766/EC is amended as follows:\n1. Paragraph 1 is replaced by the following: \"1. Member States shall prohibit the feeding of:\n(a) proteins derived from animals to ruminants;\n(b) processed animal proteins to farmed animals which are kept, fattened or bred for the production of food.\"\n2. In paragraph 2, the last indent is replaced by the following: \"- milk and milk products, and eggs and egg products.\"", "In Annex I to Decision 2001/9/EC, point 1 is replaced by the following: \"1. Fishmeal shall be produced in processing plants dedicated only to the production of fish derived products, which shall be approved for this purpose by the competent authority in accordance with Article 5(2) of Council Directive 90/667/EEC.\"", "This Decision shall apply from 1 April 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 March 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 395, 30.12.1989, p. 13.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 29.\n(4) OJ L 24, 30.1.1998, p. 9.\n(5) OJ L 306, 7.12.2000, p. 32.\n(6) OJ L 2, 5.1.2001, p. 32.\n(7) OJ L 58, 28.2.2001, p. 43.\n(8) OJ L 147, 31.5.2001, p. 1.\n(9) OJ L 45, 15.2.2002, p. 4."}