{"celex_id": "32008R0309", "uri": "http://publications.europa.eu/resource/cellar/f3fd8651-62a3-4fe1-a334-26eaa8ed24c8", "type": "Regulation", "concepts": ["1686", "3173", "3774", "4691", "5573"], "title": "Commission Regulation (EC) No 309/2008 of 2 April 2008 entering a name in the register of protected designations of origin and protected geographical indications Isle of Man Manx Loaghtan Lamb (PDO)\n", "header": "3.4.2008 EN Official Journal of the European Union L 92/35\nCOMMISSION REGULATION (EC) No 309/2008\nof 2 April 2008\nentering a name in the register of protected designations of origin and protected geographical indications Isle of Man Manx Loaghtan Lamb (PDO)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 7(5) thereof,\nWhereas:\n(1) Pursuant to Article 6(2) of Regulation (EC) No 510/2006 and in accordance with Article 17(2) thereof, the United Kingdom’s application to register the name ‘Isle of Man Manx Loaghtan Lamb’ was published in the Official Journal of the European Union\n (2).\n(2) Italy objected to this registration in accordance with Article 7(1) of Regulation (EC) No 510/2006, in particular on the grounds specified in Article 7(3)(a) thereof, namely non-compliance with the conditions referred to in Article 2 of the said Regulation.\n(3) By letter dated 1 June 2007, the Commission invited the interested parties to engage in appropriate consultations.\n(4) An agreement was reached between the United Kingdom and Italy, which was notified to the Commission by the letter received on 4 December 2007.\n(5) Under this agreement, Italy considered that the information provided by the United Kingdom was satisfactory and it therefore withdrew its objection.\n(6) The agreement reached by the interested parties does not require amendment of the information published pursuant to Article 6(2) of Regulation (EC) No 510/2006. The name ‘Isle of Man Manx Loaghtan Lamb’ should therefore be registered pursuant to Article 7(4) of the said Regulation,", "main_body": ["The name specified in the Annex to this Regulation shall be entered in the Register.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12. Regulation as amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ C 3, 6.1.2006, p. 3.\nANNEX\nClass 1.1—\nUNITED KINGDOM\nIsle of Man Manx Loaghtan Lamb (PDO)"}