{"celex_id": "32009R0760", "uri": "http://publications.europa.eu/resource/cellar/54b09083-6549-4d2b-a264-6568009358cf", "type": "Regulation", "concepts": ["2738", "3156", "3568", "4682", "4688", "5034", "812"], "title": "Commission Regulation (EC) No 760/2009 of 19 August 2009 amending Regulation (EC) No 1741/2006 laying down the conditions for granting the special export refund on boned meat of adult male bovine animals placed under the customs warehousing procedure prior to export\n", "header": "20.8.2009 EN Official Journal of the European Union L 215/5\nCOMMISSION REGULATION (EC) No 760/2009\nof 19 August 2009\namending Regulation (EC) No 1741/2006 laying down the conditions for granting the special export refund on boned meat of adult male bovine animals placed under the customs warehousing procedure prior to export\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 170 in conjunction with Article 4,\nWhereas:\n(1) Commission Regulation (EC) No 1741/2006 (2) establishes that boned meat of adult male bovine animals for which a declaration into storage is accepted has to be subject to a physical check relating to a representative selection of at least 5 % of accepted declarations of entry into storage.\n(2) For the sake of equal treatment between operators exporting under Regulation (EC) No 1741/2006 and those exporting directly, it should be guaranteed that the quantities removed for carrying out physical checks are taken into account in the calculation of the payments for export refunds.\n(3) Commission Regulation (EC) No 612/2009 of 7 July 2009 laying down common detailed rules for the application of the system of export refunds on agricultural products (3) already establishes the principle that quantities of products taken as samples at the time of the completion of customs export formalities and not returned subsequently have to be regarded as not having been removed for the purposes of the calculation of the payments for export refunds.\n(4) Regulation (EC) No 1741/2006 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["In Article 10 of Regulation (EC) No 1741/2006 the following paragraph 4 is added:\n‘4.   For the purposes of the calculation of the payments for export refunds, the quantities of products taken as samples for the physical check referred to in Article 4(8) and not returned subsequently shall be regarded as not having been removed from the exported quantity.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 329, 25.11.2006, p. 7.\n(3)  OJ L 186, 17.7.2009, p. 1."}