{"celex_id": "32007R0037", "uri": "http://publications.europa.eu/resource/cellar/8400ddff-6698-40b1-a493-dae66a8c9b17", "type": "Regulation", "concepts": ["20", "2193", "3170", "4059", "5010", "5283", "946"], "title": "Commission Regulation (EC) No 37/2007 of 17 January 2007 amending Regulation (EC) No 990/2006 opening standing invitations to tender for the export of cereals held by the intervention agencies of the Member States\n", "header": "18.1.2007 EN Official Journal of the European Union L 11/3\nCOMMISSION REGULATION (EC) No 37/2007\nof 17 January 2007\namending Regulation (EC) No 990/2006 opening standing invitations to tender for the export of cereals held by the intervention agencies of the Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 thereof,\nWhereas:\n(1) Article 10(2) of Regulation (EC) No 990/2006 (2) requires the obligation to export to be covered by a security equal to the difference between the intervention price applying on the day of the award and the price awarded, but not less than EUR 25 per tonne.\n(2) The comparative situation of the prices of rye on the export market and internal market might make it financially attractive for those operators who successfully tender for the lots of rye for export to sell it instead on the internal market, even if by so doing they lose the security. In order to avoid this situation and to ensure that the tendering process covered by Regulation (EC) No 990/2006 works effectively, the security for rye should be increased.\n(3) Regulation (EC) No 990/2006 should be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 10(2) of Regulation (EC) No 990/2006 is hereby replaced by the following text:\n‘2.   Notwithstanding Article 17(1) of Regulation (EEC) No 2131/93, the obligation to export shall be covered by a security equal to the difference between the intervention price applying on the day of the award and the price awarded, but not less than EUR 50 per tonne for rye and EUR 25 per tonne in the case of other cereals. Half of this security shall be lodged when the export licence is issued and the balance shall be lodged before the cereals are removed from the place of storage.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 January 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as last amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 179, 1.7.2006, p. 3. Regulation as last amended by Commission Regulation (EC) No 1349/2006 (OJ L 250, 14.9.2006, p. 6)."}