{"celex_id": "32008R0672", "uri": "http://publications.europa.eu/resource/cellar/56dd9efa-ecdd-4704-a3a6-18af9e014375", "type": "Regulation", "concepts": ["1026", "1048", "3763", "3843", "4271", "5063", "5251", "5619", "5706", "5709"], "title": "Council Regulation (EC, Euratom) No 672/2008 of 8 July 2008 adjusting the weightings applicable to the remuneration and pensions of officials and other servants of the European Communities\n", "header": "17.7.2008 EN Official Journal of the European Union L 189/1\nCOUNCIL REGULATION (EC, EURATOM) No 672/2008\nof 8 July 2008\nadjusting the weightings applicable to the remuneration and pensions of officials and other servants of the European Communities\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Protocol on the Privileges and Immunities of the European Communities, and in particular Article 13 thereof,\nHaving regard to the Staff Regulations of officials of the European Communities and to the Conditions of employment of other servants of the European Communities, as laid down by Council Regulation (EEC, Euratom, ECSC) No 259/68 (1), and in particular Articles 63 and 64, Article 65(2), Article 82 of the Staff Regulations and Annexes VII, XI and XIII thereto, and the first paragraph of Article 20, Article 64 and Article 92 of the Conditions of employment of other servants,\nHaving regard to the proposal from the Commission,\nWhereas there was a substantial increase in the cost of living in Bulgaria, Estonia, Latvia, Lithuania and Romania in the period June to December and the weightings applied to the remuneration of officials and other servants should therefore be adjusted,", "main_body": ["With effect from 16 November 2007, the weightings applicable, under Article 64 of the Staff Regulations, to the remuneration of officials and other servants employed in the countries listed below shall be as follows:\n— Bulgaria 69,7,\n— Lithuania 77,4.", "With effect from 1 January 2008, the weightings applicable, under Article 64 of the Staff Regulations, to the remuneration of officials and other servants employed in the countries listed below shall be as follows:\n— Estonia 83,6,\n— Latvia 83,6,\n— Romania 78,8.", "With effect from the first day of the month following that of the publication of this Regulation in the Official Journal of the European Union, the weightings applicable under Article 17(3) of Annex VII to the Staff Regulations to transfers by officials and other servants shall be as follows:\n— Bulgaria 61,4,\n— Estonia 80,8,\n— Latvia 78,8,\n— Lithuania 71,5,\n— Romania 72,9.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 July 2008.\nFor the Council\nThe President\nC. LAGARDE\n(1)  OJ L 56, 4.3.1968, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 420/2008 (OJ L 127, 15.5.2008, p. 1)."}