{"celex_id": "32002R0353", "uri": "http://publications.europa.eu/resource/cellar/9ee7dde9-7969-41d4-b9b7-fde66ca6caf1", "type": "Regulation", "concepts": ["1120", "1309", "161", "1644", "3591"], "title": "Commission Regulation (EC) No 353/2002 of 25 February 2002 fixing certain indicative quantities and individual ceilings for the issuing of licences for importing bananas into the Community under the tariff quotas for the second quarter of 2002\n", "header": "Commission Regulation (EC) No 353/2002\nof 25 February 2002\nfixing certain indicative quantities and individual ceilings for the issuing of licences for importing bananas into the Community under the tariff quotas for the second quarter of 2002\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 2587/2001(2), and in particular Article 20 thereof,\nWhereas:\n(1) Article 14(1) of Commission Regulation (EC) No 896/2001 of 7 May 2001 laying down detailed rules for applying Council Regulation (EEC) No 404/93 as regards the arrangements for importing bananas into the Community(3), as last amended by Regulation (EC) No 349/2002(4), provides for the possibility of fixing an indicative quantity, expressed as the same percentage of quantities available under each of the tariff quotas, for the purposes of issuing import licences for the first three quarters of the year.\n(2) The data relating, on the one hand, to the quantities of bananas marketed in the Community in 2001, and in particular actual imports, especially during the second quarter, and, on the other hand, to the outlook for supply and consumption on the Community market in the same quarter of 2002 call for the fixing of indicative quantities for quotas A, B and C that ensure satisfactory supply to the Community as a whole and continuity of trade flows between the production and marketing sectors.\n(3) On the basis of the same data, the ceiling on the quantities for which individual operators can submit licence applications in respect of the second quarter of 2002 should be fixed for the purposes of Article 14(2) of Regulation (EC) No 896/2001.\n(4) The quantities fixed must also take account of the tariff quota quantities provided for in Article 18 of Regulation (EEC) No 404/93, as amended by Regulation (EC) No 2587/2001, and of the allocation of tariff quota C between traditional and non-traditional operators as determined by Article 2(2) of Regulation (EC) No 896/2001, as amended by Regulation (EC) No 349/2002.\n(5) Within tariff quota C, the indicative quantity and the maximum per operator should be fixed at a satisfactory level that enables operators to adapt to the reduced quantity of the tariff quota and to the new allocation among the categories of operators and to take account of the amounts fixed as a precaution for the first quarter in Commission Regulation (EC) No 2294/2001(5). In order to prevent disturbance of import flows, provision should be made, at the specific request of the operator, for licences to be issued forthwith on submission of the application.\n(6) Since this Regulation must apply before the beginning of the period for the submission of licence applications in respect of the second quarter of 2002, it should enter into force immediately.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["The indicative quantity provided for in Article 14(1) of Regulation (EC) No 896/2001 for banana imports under the tariff quotas provided for in Article 18 of Regulation (EEC) No 404/93 shall be equal to the following for the second quarter of 2002:\n- 29 % of the quantities available for traditional and non-traditional operators under tariff quotas A and B,\n- 28 % of the quantities available for traditional operators under tariff quota C,\n- 41 % of the quantities available for non-traditional operators under tariff quota C.", "The quantity referred to in Article 14(2) of Regulation (EC) No 896/2001 that may be authorised for banana imports under the tariff quotas provided for in Article 18 of Regulation (EEC) No 404/93 shall be equal to the following for the second quarter of 2002:\n- 29 % of the reference quantity established pursuant to Articles 4 and 5 of Regulation (EC) No 896/2001 for traditional operators under tariff quotas A and B,\n- 29 % of the quantity determined and notified pursuant to Article 9(3) of Regulation (EC) No 896/2001 for non-traditional operators under tariff quotas A and B,\n- 28 % of the reference quantity established pursuant to Articles 4 and 5 of Regulation (EC) No 896/2001 for traditional operators under tariff quota C,\n- 41 % of the quantity determined and notified pursuant to Article 9(3) of Regulation (EC) No 896/2001 for non-traditional operators under tariff quota C.", "On presentation of a request to the competent national authorities bearing a specific reference to this Article and notwithstanding Article 18(1) of Regulation (EC) No 896/2001, non-traditional operators C shall be issued forthwith with import licences for quantities not exceeding the limits fixed in Article 2 of this Regulation.\nThe term of validity of such licences shall be determined in accordance with Article 18(2) of Regulation (EC) No 896/2001.\nThe licences issued accordingly and used in March shall be attributed to the second quarter of 2002.", "This Regulation shall enter into force on 26 February 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 345, 29.12.2001, p. 13.\n(3) OJ L 126, 8.5.2001, p. 6.\n(4) See page 17 of this Official Journal.\n(5) OJ L 308, 27.11.2001, p. 5."}