{"celex_id": "32005D0802", "uri": "http://publications.europa.eu/resource/cellar/6f1f1734-3409-46eb-bb80-eec26c5c36aa", "type": "Decision", "concepts": ["1591", "2771", "3191", "4062", "5876"], "title": "2005/802/EC: Commission Decision of 17 October 2005 accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of potassium chloride originating in the Russian Federation\n", "header": "19.11.2005 EN Official Journal of the European Union L 302/79\nCOMMISSION DECISION\nof 17 October 2005\naccepting undertakings offered in connection with the anti-dumping proceeding concerning imports of potassium chloride originating in the Russian Federation\n(2005/802/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 8 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nI.   PROCEDURE\n(1) By Regulation (EEC) No 3068/92 (2), the Council imposed definitive anti-dumping duties on imports of potassium chloride originating, inter alia, in Russia (the existing measures).\n(2) In March 2004, by means of a notice published in the Official Journal of the European Union\n (3), the Commission launched, on its own initiative, a partial interim review of the existing measures to examine whether they should be amended to take account of the enlargement of the European Union to 25 Member States on 1 May 2004 (enlargement).\n(3) The results of that partial interim review showed that it was in the interests of the Community to provide for the temporary adaptation of the existing measures so as to avoid a sudden and excessively negative impact on importers and users in the 10 new Member States (the EU10) immediately following enlargement.\n(4) To this end, in May 2004, by Regulation (EC) No 1002/2004 (4), the Commission accepted undertakings from, inter alia, two exporting producers in Russia, namely JSC Silvinit and JSC Uralkali, in respect of their exports to the EU10. In addition, in order to provide for the exemption from the anti-dumping duties imposed by Regulation (EEC) No 3068/92 on imports made under the terms of the undertakings, Regulation (EEC) No 3068/92 was amended by Regulation (EC) No 992/2004 (5).\n(5) In June 2005, pursuant to Regulation (EC) No 858/2005 (6), the Commission accepted new undertakings for exports to the EU10 by these Russian companies for a further period which will expire on 13 April 2006.\n(6) In the meantime, in January 2004, separate requests were received from JSC Silvinit and JSC Uralkali (the applicants) for individual partial interim reviews of the existing measures pursuant to Article 11(3) of the basic Regulation.\n(7) Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of partial interim reviews, the Commission published notices of initiation and commenced an investigation (7).\n(8) Pursuant to the findings of these two partial interim reviews, by Regulation (EC) No 1891/2005, the Council amended the rates of the anti-dumping duty imposed against the applicants.\nII.   UNDERTAKINGS\n(9) As mentioned above, the Commission has accepted undertakings offered by the applicants with regard to their exports to the EU10. In this regard it should be recalled from Regulation (EC) No 992/2004 that these undertakings were of a transitional nature and intended as interim measure allowing potassium chloride purchase prices in the EU10 to rise to those prevailing in the in the Community as constituted immediately before enlargement (the EU15). Furthermore, these EU10 undertakings were not directly equivalent to an anti-dumping duty since the minimum import prices (MIPs) established were, exceptionally, at lower levels than would usually be the case (i.e they were set at levels which did not fully eliminate the injurious effect of dumping).\n(10) However, within the framework of the partial interim reviews and in addition to the above mentioned undertakings already in force for their exports to the EU10, the applicants have also offered to sell the product concerned to customers in the EU15 at or above price levels which eliminate the injurious effect of dumping.\n(11) The undertakings offered in respect of sales to the EU10 will expire on 13 April 2006 and, until this time, the undertakings for sales to the EU10 and the undertakings offered for exports to the EU15 will operate in parallel.\n(12) It follows that, after the EU10 undertakings expire in April 2006, the higher MIPs established in the undertakings offered within the framework of the partial interim reviews for sales to the EU15 will also apply to sales to the EU10. In this way, the same MIPs, set at non-injurious levels will apply to all imports by the applicants into the Community market as a whole, and the aim of the transitional and exceptional measures applicable to the exports to the EU10 in the period following enlargement will have been achieved.\n(13) The companies will provide the Commission with regular and detailed information concerning their exports to the Community, meaning that the undertakings can be monitored effectively by the Commission. Furthermore, the sales structure of the companies is such that the Commission considers that the risk of circumvention of the undertaking is limited.\n(14) In order that the Commission can monitor effectively the companies’ compliance with the undertakings, when the request for release for free circulation pursuant to an undertaking is presented to the relevant customs authority, exemption from the duty will be conditional upon the presentation of an invoice containing at least the items of information listed in the Annex to Regulation (EC) No 1891/2005. This level of information is also necessary to enable customs authorities to ascertain with sufficient precision that the shipment corresponds to the commercial documents. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate anti-dumping duty will instead be payable.\n(15) The exporting producers should also be aware that, under the terms of the undertakings, if it is found that the undertakings become in any way difficult or impossible to monitor, or if they are breached in any way, the Commission is entitled to withdraw acceptance of the undertaking of the company concerned which would result in a definitive anti-dumping duty being imposed in its place.\n(16) In view of all these factors, the undertakings offered by the applicants within the framework of the partial interim reviews are acceptable,", "main_body": ["The undertakings offered by the exporting producers and companies mentioned below, in connection with the present anti-dumping proceedings concerning imports of potassium chloride originating in Russia are hereby accepted.\nCountry Manufacturer TARIC additional code\nRussian Federation Produced by JSC Silvinit, Solikamsk, Russia and sold by JSC International Potash Company, Moscow, Russia, to the first independent customer in the Community acting as an importer A695\nRussian Federation Produced and sold by JSC Uralkali, Berezniki, Russia or produced by JSC Uralkali, Berezniki, Russia and sold by Uralkali Trading SA, Geneva, Switzerland to the first independent customer in the Community acting as an importer A520", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 17 October 2005.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 308, 24.10.1992, p. 41. Regulation as last amended by Regulation (EC) No 1891/2005 (see page 14 of this Official Journal).\n(3)  OJ C 70, 20.3.2004, p. 15.\n(4)  OJ L 183, 20.5.2004, p. 16. Regulation as amended by Regulation (EC) No 588/2005 (OJ L 98, 16.4.2005, p. 11).\n(5)  OJ L 182, 19.5.2004, p. 23.\n(6)  OJ L 143, 7.6.2005, p. 11.\n(7)  OJ C 93, 17.4.2004, p. 2."}