{"celex_id": "32005R1281", "uri": "http://publications.europa.eu/resource/cellar/dfb56994-cfe5-4e84-a62e-6514583e477c", "type": "Regulation", "concepts": ["1035", "1159", "2455", "3001", "5229", "616"], "title": "Commission Regulation (EC) No 1281/2005 of 3 August 2005 on the management of fishing licences and the minimal information to be contained therein\n", "header": "4.8.2005 EN Official Journal of the European Union L 203/3\nCOMMISSION REGULATION (EC) No 1281/2005\nof 3 August 2005\non the management of fishing licences and the minimal information to be contained therein\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fishery resources under the Common Fisheries Policy (1), and in particular Article 13(3) and Article 22(3),\nWhereas:\n(1) It is necessary to establish at Community level rules on the minimum information to be contained in a fishing licence in order to facilitate and ensure a homogeneous control of fishing activities, and in particular information on the licence holder, the vessel, the fishing capacity and the fishing gear.\n(2) The fishing licence constitutes a relevant fleet management tool, in particular concerning the capacity limitations as laid down in Articles 12 and 13 of Regulation (EC) No 2371/2002 and in Council Regulation (EC) No 639/2004 of 30 March 2004 on the management of fishing fleets registered in the Community outermost regions (2). The total capacity of a Member State’s fleet as expressed in the licences issued may not exceed those limitations and in particular the levels arising from the application of Commission Regulations (EC) No 1438/2003 of 12 August 2003 laying down implementing rules on the Community Fleet Policy as defined in Chapter III of Council Regulation (EC) No 2371/2002 (3) and (EC) No 2104/2004 of 9 December 2004 laying down detailed implementing rules for Council Regulation (EC) No 639/2004 on the management of fishing fleets registered in the Community outermost regions.\n(3) With regard to the importance of the fishing licence as an instrument for both fleet management and control and inspection of fishing activities, Member States must ensure that the information contained in the licence is clear and unambiguous and corresponds at all times to the actual situation.\n(4) According to Article 11(3) of Regulation (EC) No 2371/2002, the fishing licence must be withdrawn by a Member State in order for the vessel to be withdrawn from the fleet with public aid. The capacity corresponding to that licence cannot be replaced. On the other hand, if the withdrawal of a vessel has not benefited from public aid, the capacity and the capacity licence are replaceable as long as the provisions of Articles 12 and 13 of Regulation (EC) No 2371/2002 on reference levels and the entry/exit regime of the fleet are respected.\n(5) The information contained in the licence should correspond to the information contained in the Community fishing fleet register.\n(6) The information included in the licence should be set out in accordance with Council Regulation (EEC) No 2930/86 of 22 September 1986 defining characteristics for fishing vessels (4) and Commission Regulation (EC) No 26/2004 of 30 December 2003 on the Community fishing fleet register (5).\n(7) Council Regulation (EC) No 3690/93 (6) established a Community system laying down rules for the minimum information to be contained in fishing licences. The present Regulation should apply from the date of repeal of that Regulation.\n(8) The measures envisaged in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Subject-matter\nThis Regulation lays down rules for the management of fishing licences, as referred to in Article 22 of Regulation (EC) No 2371/2002, and for the minimum information to be contained therein.", "Definition\nFor the purposes of this Regulation, a “fishing licence” confers on its holder the right, as limited by national rules, to use a certain fishing capacity for commercial exploitation of living aquatic resources.", "Exploitation of aquatic resources\nA Community fishing vessel may only be used for commercial exploitation of living aquatic resources if it has a valid fishing licence on board.", "Obligations of the Member States\nThe flag Member State shall issue, manage and withdraw the fishing licence in accordance with this Regulation.", "Minimum Information to be contained in the fishing licence\n1.   The fishing licence shall contain at least the information set out in the annex to the present regulation.\n2.   The information contained in the fishing licence shall be updated by the flag Member State in case of changes.\n3.   The flag Member State shall ensure that the information contained in the fishing licence is accurate and consistent with that contained in the Community fishing fleet register referred to in Article 15 of Regulation (EC) No 2371/2002.", "Suspension and withdrawal\n1.   The flag Member State shall suspend temporarily the fishing licence of a vessel which is subject to temporary immobilization decided by that Member State.\n2.   The flag Member State shall withdraw definitively the fishing licence of a vessel which is affected by a capacity adjustment measure referred to in Article 11 paragraph 3 of the Regulation (EC) No 2371/2002.", "Coherence with measures of fleet capacity management\nAt any moment the total capacity corresponding to the fishing licences issued by a Member State, in GT and in kW, shall not be higher than the maximum capacity levels for that Member State established in accordance with Articles 12 and 13 of Regulation (EC) No 2371/2002 and Regulations (EC) No 639/2004, 1438/2003 and (EC) No 2104/2004.", "1.   Each flag Member State shall ensure that, not later than 12 months from the date of application of this Regulation, all its licences are in accordance with this Regulation.\n2.   Until all licences have been issued by the flag Member State in accordance with this regulation, the licences issued in accordance with Regulation (EC) No 3690/93 shall be considered to be valid licences.", "Entry into force and application\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the date of repeal of Regulation (EC) No 3690/93.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 August 2005.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 102, 7.4.2004, p. 9.\n(3)  OJ L 204, 13.4.2003, p. 21. Regulation as amended by Regulation (EC) No 916/2004 (OJ L 163, 30.4.2004, p. 81).\n(4)  OJ L 274, 25.9.1986, p. 1. Regulation as amended by Regulation (EC) No 3259/94 (OJ L 339, 29.12.1994, p. 11).\n(5)  OJ L 5, 9.1.2004, p. 25.\n(6)  OJ L 341, 31.12.1993, p. 93.\nANNEX\nMinimum information\nI.   IDENTIFICATION\nA.   VESSEL (1)\n1. Community fleet register number (‘CFR’ (2)).\n2. Name of the vessel (3)\n3. Flag state/Country of registration (2)\n4. Port of registration (Name and national code (2))\n5. External marking (2)\n6. International Radio Call Sign (IRCS (2)) (4)\nB.   LICENCE HOLDER/SHIP-OWNER/VESSEL AGENT\n1. Name and address of the licence holder\n2. Name and address of the ship-owner (1)\n3. Name and address of the vessel agent (1)\nII.   CHARACTERISTICS OF FISHING CAPACITY\n1. Engine Power (kW) (5)\n2. Tonnage (GT) (5)\n3. Length overall (5)\n (1)\n4. Main fishing gear (2)\n (1)\n5. Subsidiary fishing gear (2)\n (1)\n(1)  This information shall be indicated on the fishing licence only at the moment when the vessel is registered in the Community fishing fleet register in accordance with the provisions of Regulation (EC) No. 26/2004.\n(2)  In accordance with Regulation (EC) No. 26/2004.\n(3)  For vessels having a name.\n(4)  For vessels requested to have an IRCS.\n(5)  In accordance with Regulation (EC) No. 2930/86."}