{"celex_id": "32006D0375", "uri": "http://publications.europa.eu/resource/cellar/0230a009-0320-4aa3-8a79-a45d5afb6fae", "type": "Decision", "concepts": ["1730", "2312", "2715", "2897", "3299", "4507", "475", "5581", "747"], "title": "2006/375/EC: Commission Decision of  23 May 2006  derogation from certain provisions of Directive 2003/54/EC concerning the archipelago of Madeira  (notified under document number C(2006) 2008)\n", "header": "30.5.2006 EN Official Journal of the European Union L 142/35\nCOMMISSION DECISION\nof 23 May 2006\nderogation from certain provisions of Directive 2003/54/EC concerning the archipelago of Madeira\n(notified under document number C(2006) 2008)\n(Only the Portuguese text is authentic)\n(2006/375/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2003/54/EC of the European Parliament and of the Council of 26 June 2003 concerning common rules for the internal market in electricity and repealing Directive 96/92/EC (1), and in particular Article 26(1) thereof,\nWhereas:\n(1) Article 26(1) of Directive 2003/54/EC provides that Member States which can demonstrate, after the Directive has been brought into force, that there are substantial problems for the operation of their small isolated systems, may apply for derogations from the relevant provisions of Chapters IV, V, VI, VII, as well as Chapter III, in the case of micro isolated systems, as far as refurbishing, upgrading and expansion of existing capacity are concerned, which may be granted to them by the Commission.\n(2) Portugal submitted to the Commission on 18 August 2005 an application for derogation for an indefinite period of time from the provisions of Chapters III, IV, V, VI, VII under Article 26(1) of Directive 2003/54/EC concerning the archipelago of Madeira.\n(3) The archipelago of Madeira qualifies as a ‘micro isolated system’ as defined in Article 2(27) of Directive 2003/54/EC.\n(4) The archipelago of Madeira’s peculiar characteristics of remoteness, insularity, small size, difficult topography and climate, have been acknowledged in Article 299(2) of the EC Treaty.\n(5) The documents annexed to the Portuguese application give sufficient evidence that the objective of a competitive market in electricity is impossible or impractical to achieve given the very small level of production and the fact that the islands are also isolated from one another. In such a very small system, it is often not possible to have more than one generating facility per island, which makes the presence of competing generators very impractical. The size of the market will hardly stimulate the application for authorisations or bids for tenders; in addition the level of consumption fluctuates widely: the infrastructures need to be sized according to the maximum demand, which is much higher than the average one. In other words in such peculiar electric systems, security and quality of supply issues have absolute priority. Finally, there is no high voltage transmission system, and without competition in production the Directive’s requirements regarding the unbundling of distribution systems lose their justification. The same considerations are valid concerning third party access to the system.\n(6) The Commission, having examined the justification of Portugal's request, is satisfied that the derogation and the conditions for its application will not prejudice the achievement of the objectives of the Directive.\n(7) However, possible technological developments in the medium and long term that may bring about substantial changes need to be taken into account.\n(8) The Commission has consulted all Member States as prescribed in Article 26(1) of Directive 2003/54/EC,", "main_body": ["A derogation from the relevant provisions of Chapters IV, V, VI, VII, as well as Chapter III, as far as refurbishing, upgrading and expansion of existing capacity are concerned, is granted to the Republic of Portugal for the isles of the archipelago of Madeira.", "The Portuguese national authorities shall monitor the evolution of the electricity sector of Madeira and report to the Commission any substantial change therein that may require the review of the granted derogation. A first report shall be submitted four years after the date of this decision and a second one nine years after that date.", "This derogation is valid for an indefinite period of time. It can be reviewed by the Commission if substantial changes occur in the electricity sector of Madeira.", "This Decision is addressed to the Republic of Portugal."], "attachments": "Done at Brussels, 23 May 2006.\nFor the Commission\nAndris PIEBALGS\nMember of the Commission\n(1)  OJ L 176, 15.7.2003, p. 37."}