{"celex_id": "32005R2163", "uri": "http://publications.europa.eu/resource/cellar/c838dc09-514c-4186-9658-a92a8d1cf957", "type": "Regulation", "concepts": ["1613", "1642", "2487", "4682", "690"], "title": "Commission Regulation (EC) No 2163/2005 of  22 December 2005  providing for the rejection of applications for export licences for beef and veal products\n", "header": "24.12.2005 EN Official Journal of the European Union L 342/70\nCOMMISSION REGULATION (EC) No 2163/2005\nof 22 December 2005\nproviding for the rejection of applications for export licences for beef and veal products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1),\nHaving regard to Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (2), and in particular points (b) and (c) of the first subparagraph of Article 10(2) and Article 10(2a) thereof,\nWhereas:\n(1) On 20 December 2005, the Commission announced its intention of amending Regulation (EC) No 2000/2005 of 7 December 2005 fixing the export refunds on beef and veal (3) to abolish the payment of refunds for exports of adult male bovine animals for slaughter to Egypt and Lebanon.\n(2) In the days following that announcement, applications were received for licences for the export to the abovementioned countries of numbers of adult male bovine animals for slaughter exceeding those normally exported. These applications must be considered to be speculative in view of the amendment to Regulation (EC) No 2000/2005.\n(3) The applications for export licences that have not yet been issued should therefore be rejected and the lodging of applications for export licences shall be suspended for five working days from the date of entry into force of this Regulation,", "main_body": ["Applications for export licences with advance fixing of the refund for the export of adult male bovine animals for slaughter (CN code 0102 90 71 9000) to Egypt and the Lebanon lodged during the four working days preceding the entry into force of this Regulation shall be rejected.\nThe lodging of applications for export licences for these animals shall be suspended for five working days following the entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2005.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 143, 27.6.1995, p. 35. Regulation as last amended by Regulation (EC) No 1118/2004 (OJ L 217, 17.6.2004, p. 10).\n(3)  OJ L 320, 8.12.2005, p. 46."}