{"celex_id": "32003R0852", "uri": "http://publications.europa.eu/resource/cellar/7e42cdf5-87ab-43a5-8fee-161e83820fb1", "type": "Regulation", "concepts": ["1642", "4692", "914", "946"], "title": "Commission Regulation (EC) No 852/2003 of 16 May 2003 amending Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\n", "header": "Commission Regulation (EC) No 852/2003\nof 16 May 2003\namending Regulation (EC) No 1445/95 on rules of application for import and export licences in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Commission Regulation (EC) No 2345/2001(2), and in particular Article 29(2) thereof,\nWhereas:\n(1) Under Article 29 of Regulation (EC) No 1254/1999, exports from the Community of products listed in Article 1(1)(a) and (b) thereof may be subject to presentation of an export licence.\n(2) The negotiations on the adoption of additional concessions, held within the framework of the Europe Agreements between the European Community and the associated central and east European Countries, aim in particular to liberalise trade in products covered by the common organisation of the market in beef and veal.\n(3) To benefit from these concessions, it has been agreed in the context of the above negotiations that the beef and veal products covered by some of these agreements and exported from the Community to these countries must be accompanied by a certified copy of the export licence endorsed \"without refund\". In this context, provision should be made for the Member States to issue to interested parties upon request, under simplified arrangements, export licences for products covered by Regulation (EC) No 1254/1999 for which no licence is currently required and which are intended for export to the associated countries of central and eastern Europe.\n(4) Since the purpose of the above licences is simply to certify that the products exported have not received an export refund, the issue of those licences is not subject to the application of the fourth subparagraph of Article 29(1) of Regulation (EC) No 1254/1999, under which the issue of export licences is subject to the lodging of a security guaranteeing that the products are exported during the term of validity of the licence. For the sake of clarity, it should be specified that Article 15(2) of Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products(3), as last amended by Regulation (EC) No 325/2003(4), does not apply to those licences.\n(5) Commission Regulation (EC) No 1445/95(5), as last amended by Regulation (EC) No 118/2003(6), should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The following Article 7a is added to Regulation (EC) No 1445/95:\n\"Article 7a\n1. At the request of the interested party the Member States shall issue, without delay, export licences for beef and veal products falling within CN codes 0206 10 91, 0206 10 99, 0206 21 00, 0206 22 00, 0206 29 99, 0210 99 59 and ex 1502 00 90 which are intended for export to the associated countries of central and eastern Europe.\n2. The period of validity of these licences shall be 60 days and they shall carry the words 'without refund' in box 20.\n3. Notwithstanding Article 8(3), these licences shall carry the 8-digit CN code in box 16.\n4. Articles 9 and 13 shall not apply to licences issued under this Article.\n5. Article 15(2) of Regulation (EC) No 1291/2000 shall not apply to licences as referred to in paragraph 1.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 May 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 315, 1.12.2001, p. 29.\n(3) OJ L 152, 24.6.2000, p. 1.\n(4) OJ L 47, 21.2.2003, p. 21.\n(5) OJ L 143, 27.6.1995, p. 35.\n(6) OJ L 20, 24.1.2003, p. 3."}