{"celex_id": "32002D0878", "uri": "http://publications.europa.eu/resource/cellar/fe880664-26ae-4c1c-9eee-cfd4b8722c9c", "type": "Decision", "concepts": ["1445", "1755", "192", "1961", "5305", "623"], "title": "2002/878/EC: Commission Decision of 6 November 2002 establishing the sampling plans and diagnostic methods for the detection and confirmation of the presence of the mollusc diseases Bonamiosis (Bonamia ostreae) and Marteiliosis (Marteilia refringens) (Text with EEA relevance) (notified under document number C(2002) 4327)\n", "header": "Commission Decision\nof 6 November 2002\nestablishing the sampling plans and diagnostic methods for the detection and confirmation of the presence of the mollusc diseases Bonamiosis (Bonamia ostreae) and Marteiliosis (Marteilia refringens)\n(notified under document number C(2002) 4327)\n(Text with EEA relevance)\n(2002/878/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products(1), as last amended by Directive 98/45/EC(2), and in particular Article 15 thereof,\nWhereas:\n(1) In order to take into account developments in scientific knowledge, practical experience and international guidelines, the plans and methods laid down by Commission Decision 94/306/EC of 16 May 1994 laying down the sampling plans and diagnostic methods for the detection and confirmation of certain mollusc diseases(3) need to be updated.\n(2) Experts have agreed that the sampling plans and diagnostic methods laid down in the current edition of the International Office of Epizootics (OIE) Diagnostic Manual for Aquatic Animal Diseases as regards Bonamiosis (Bonamia ostreae) and Marteiliosis (Marteilia refringens) and as regards abnormal mortality are appropriate. Therefore, sampling and diagnosis for these diseases in relation to recognition of approved zones and farms and for the examination of stocks where abnormal mortalities occur should be carried out in line with the Third Edition, 2000, of this Manual.\n(3) Decision 94/306/EC should therefore be repealed and replaced by this Decision.\n(4) A sufficient period of time should be provided for the implementation of these new requirements.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The sampling and diagnostic methods to be carried out for the detection and confirmation of bonamiosis (Bonamia ostreae) and marteiliosis (Marteilia refringens) in molluscs in the case of abnormal mortality and for the recognition of approved (free) zones and farms are laid down in the Annex.", "Decision 94/306/EC is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision.", "This Decision shall apply from 6 January 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 November 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 46, 19.2.1991, p. 1.\n(2) OJ L 189, 3.7.1998, p. 12.\n(3) OJ L 133, 28.5.1994, p. 51.\nANNEX\nSampling and diagnostic methods for the detection and confirmation of bonamiosis (bonamia ostreae) and marteiliosis (marteilia refringens)\nThe sampling and diagnostic methods to be carried out, including the techniques, examination procedures and media used, their standardisation and the interpretation of the results, for the detection and confirmation of bonamiosis (Bonamia ostreae) and marteiliosis (Marteilia refringens) in molluscs in the case of abnormal mortality and for the recognition of approved (free) zones and farms must conform to those specified in the OIE Diagnostic Manual for Aquatic Animal Diseases Third Edition, 2000, Part 3 Diseases of molluscs: Chapter I.2 (General information), Chapter 3.1.1 (bonamiosis) and Chapter 3.1.3 (marteiliosis)."}