{"celex_id": "32007R0920", "uri": "http://publications.europa.eu/resource/cellar/de179186-ec90-46d3-be65-543430b4ecf7", "type": "Regulation", "concepts": ["2723", "2817", "3173", "5573", "7133"], "title": "Commission Regulation (EC) No 920/2007 of 1 August 2007 amending Regulation (EC) No 930/2000 establishing implementing rules as to the suitability of the denomination of varieties of agricultural plant species and vegetable species\n", "header": "2.8.2007 EN Official Journal of the European Union L 201/3\nCOMMISSION REGULATION (EC) No 920/2007\nof 1 August 2007\namending Regulation (EC) No 930/2000 establishing implementing rules as to the suitability of the denomination of varieties of agricultural plant species and vegetable species\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/53/EC of 13 June 2002 on the common catalogue of varieties of agricultural plant species (1), and in particular Article 9(6) thereof,\nHaving regard to Council Directive 2002/55/EC of 13 June 2002 on the marketing of vegetable seed (2), and in particular Article 9(6) thereof,\nWhereas:\n(1) Directives 2002/53/EC and 2002/55/EC lay down general rules in relation to the suitability of variety denominations, by means of a reference to Article 63 of Council Regulation (EC) No 2100/94 of 27 July 1994 on Community plant variety rights (3).\n(2) Commission Regulation (EC) No 930/2000 of 4 May 2000 establishing implementing rules as to the suitability of the denominations of varieties of agricultural plant species and vegetable species (4) establishes detailed rules for the application of certain criteria set out by Article 63 of Regulation (EC) No 2100/94, in particular in respect of the impediments for the designation of a variety denomination.\n(3) Since the adoption of Regulation (EC) No 930/2000 the definition of the term ‘closely related species’ used by the International Union for the Protection of New Varieties of Plants has evolved. The detailed rules established by Regulation (EC) No 930/2000 should be updated accordingly.\n(4) Regulation (EC) No 930/2000 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Regulation (EC) No 930/2000 is amended as follows:\n1. in Article 4, point (b) is replaced by the following:\n‘(b) “closely related species” shall have the meaning as defined in the Annex to this Regulation.’;\n2. the Annex to Regulation (EC) No 930/2000 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall not apply to variety denominations which have been proposed by the applicant to the competent authority for their approval before the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 193, 20.7.2002, p. 1. Directive as last amended by Regulation (EC) No 1829/2003 of the European Parliament and of the Council (OJ L 268, 18.10.2003, p. 1).\n(2)  OJ L 193, 20.7.2002, p. 33. Directive as last amended by Commission Directive 2006/124/EC (OJ L 339, 6.12.2006, p. 12).\n(3)  OJ L 227, 1.9.1994, p. 1. Regulation as last amended by Regulation (EC) No 873/2004 (OJ L 162, 30.4.2004, p. 38).\n(4)  OJ L 108, 5.5.2000, p. 3. Regulation as amended by Regulation (EC) No 1831/2004 (OJ L 321, 22.10.2004, p. 29).\nANNEX\n‘ANNEX\nClosely related species\n“Closely related species”, as referred to in Article 4(b), shall have the following meaning:\n(a) if there is more than one class within a genus, the list of classes in point 1 shall apply;\n(b) if classes encompass more than one genus, the list of classes in point 2 shall apply;\n(c) as a general rule, for genera and species not covered by the list of classes in points 1 and 2, a genus is considered to be a class.\n1.   Classes within a genus\nClasses Scientific names\nClass 1.1 Brassica oleracea\nClass 1.2 Brassica other than Brassica oleracea\nClass 2.1 Beta vulgaris — sugar beet, fodder beet\nClass 2.2 Beta vulgaris — beetroot including Cheltenham beet, spinach beet or chard\nClass 2.3 Beta other than classes 2.1 and 2.2.\nClass 3.1 Cucumis sativus\nClass 3.2 Cucumis melo\nClass 3.3 Cucumis other than classes 3.1 and 3.2\nClass 4.1 Solanum tuberosum\nClass 4.2 Solanum other than class 4.1\n2.   Classes encompassing more than one genus\nClasses Scientific names\nClass 201 Secale, Triticale, Triticum\nClass 203 (1) Agrostis, Dactylis, Festuca, Festulolium, Lolium, Phalaris, Phleum and Poa\nClass 204 (1) Lotus, Medicago, Ornithopus, Onobrychis, Trifolium\nClass 205 Cichorium, Lactuca\n(1)  Classes 203 and 204 are not solely established on the basis of closely related species’"}