{"celex_id": "32007D0532", "uri": "http://publications.europa.eu/resource/cellar/142f8589-eb75-4b3b-8377-ac796f3b2e48", "type": "Decision", "concepts": ["1159", "2455", "2556", "2850", "2901", "3888", "5343", "5537"], "title": "2007/532/EC: Council Decision of 23 July 2007 on the conclusion of the Agreement in the form of an Exchange of Letters on the provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the Democratic Republic of São Tomé and Príncipe and the European Community for the period from 1 June 2006 to  31 May 2010\n", "header": "7.8.2007 EN Official Journal of the European Union L 205/59\nCOUNCIL DECISION\nof 23 July 2007\non the conclusion of the Agreement in the form of an Exchange of Letters on the provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the Democratic Republic of São Tomé and Príncipe and the European Community for the period from 1 June 2006 to 31 May 2010\n(2007/532/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 300(2) in conjunction with Article 37 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Community and the Democratic Republic of São Tomé and Príncipe have negotiated and initialled a Fisheries Partnership Agreement providing Community fishermen with fishing opportunities in the waters falling within the sovereignty or jurisdiction of the Democratic Republic of São Tomé and Príncipe.\n(2) It is necessary to guarantee the pursuit of fishing activities between the date of expiry of the previous Protocol setting out the fishing opportunities off the coast of São Tomé and Príncipe and the date of entry into force of the new Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement.\n(3) To this end the Community and the Democratic Republic of São Tomé and Príncipe have initialled an Agreement in the form of an Exchange of Letters concerning the provisional application of the new Protocol.\n(4) It is in the Community's interest to approve that Agreement in the form of an Exchange of Letters.\n(5) The method for allocating the fishing opportunities among the Member States should be defined,", "main_body": ["The Agreement in the form of an Exchange of Letters on the provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the Democratic Republic of São Tomé and Príncipe and the European Community for the period from 1 June 2006 to 31 May 2010 is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The Agreement shall apply provisionally from 1 June 2006.", "The fishing opportunities set out in the Protocol to the Fisheries Partnership Agreement shall be allocated among the Member States as follows:\nFishing category Type of vessel Member State Licences or quota\nTuna fishing Freezer tuna seiners Spain 13\nFrance 12\nTuna fishing Surface longliners Spain 13\nPortugal 5\nIf licence applications from these Member States do not cover all the fishing opportunities laid down by the Protocol to the Fisheries Partnership Agreement, the Commission may take into consideration licence applications from any other Member State.", "The Member States whose vessels fish under this Agreement in the form of an Exchange of Letters shall notify the Commission of the quantities of each stock caught within São Tomé and Príncipe's fishing zone in accordance with Commission Regulation (EC) No 500/2001 of 14 March 2001 laying down detailed rules for the application of Council Regulation (EEC) No 2847/93 on the monitoring of catches taken by Community fishing vessels in third country waters and on the high seas (1).", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 23 July 2007.\nFor the Council\nThe President\nL. AMADO\n(1)  OJ L 73, 15.3.2001, p. 8.\nAGREEMENT\nin the form of an Exchange of Letters on the provisional application of the Protocol setting out the fishing opportunities and the financial contribution provided for by the Agreement between the Democratic Republic of São Tomé and Príncipe and the European Community for the period from 1 June 2006 to 31 May 2010\nSir,\nReferring to the Protocol initialled on Thursday 25 May 2006 setting out the fishing opportunities and financial contribution for the period from 1 June 2006 to 31 May 2010, I have the honour to inform you that the Government of the Democratic Republic of São Tomé and Príncipe is willing to apply this Protocol provisionally from 1 June 2006 pending its entry into force in accordance with Article 12 thereof, provided that the European Community is prepared to do likewise.\nThis is on the understanding that the first instalment of the financial contribution, laid down by Article 2 of the Protocol, must be paid before 15 May 2007.\nI should be grateful if you would confirm the agreement of the European Community to such a provisional application.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Government of São Tomé and Príncipe\nSir,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n‘Referring to the Protocol initialled on Thursday 25 May 2006 setting out the fishing opportunities and financial contribution for the period from 1 June 2006 to 31 May 2010, I have the honour to inform you that the Government of the Democratic Republic of São Tomé and Príncipe is willing to apply this Protocol provisionally from 1 June 2006 pending its entry into force in accordance with Article 12 thereof, provided that the European Community is prepared to do likewise.\nThis is on the understanding that the first instalment of the financial contribution, laid down by Article 2 of the Protocol, must be paid before 15 May 2007.’\nI am pleased to confirm the agreement of the European Community to a provisional application.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the European Community"}