{"celex_id": "32000D0669", "uri": "http://publications.europa.eu/resource/cellar/14273452-d5c0-4dea-ab62-e0a0d6745b46", "type": "Decision", "concepts": ["1284", "1590", "223", "2735", "3885", "5283"], "title": "2000/669/EC: Commission Decision of 18 October 2000 amending Decision 94/652/EC establishing the inventory and distribution of tasks to be undertaken within the framework of cooperation by Member States in the scientific examination of questions relating to food (notified under document number C(2000) 3034) (Text with EEA relevance)\n", "header": "Commission Decision\nof 18 October 2000\namending Decision 94/652/EC establishing the inventory and distribution of tasks to be undertaken within the framework of cooperation by Member States in the scientific examination of questions relating to food\n(notified under document number C(2000) 3034)\n(Text with EEA relevance)\n(2000/669/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/5/EEC of 25 February 1993 on assistance to the Commission and cooperation by the Member States in the scientific examination of questions relating to food(1), and in particular Article 3 thereof,\nWhereas:\n(1) Commission Decision 94/458/EC(2) has laid down rules on the administrative management of cooperation in the scientific examination of questions relating to food.\n(2) Commission Decision 94/652/EC(3) has established the inventory and distribution of tasks to be undertaken within the framework of cooperation by Member States in the scientific examination of questions relating to food. Article 3 of Directive 93/5/EEC provides for the updating at least every six months of the inventory and distribution of tasks.\n(3) The inventory of tasks should be established and updated having regard to the need for the protection of public health within the Community and the requirements of Community legislation in the foodstuffs sector.\n(4) The tasks should be distributed having regard to the scientific expertise and resources available within the Member States and in particular, within the institutes which will be participating in the scientific cooperation.\n(5) The measures provided for by this Decision are in accordance with the opinion of the Standing Committee for Food,", "main_body": ["The Annex to Decision 94/652/EC establishing the inventory and distribution of tasks to be undertaken within the framework of cooperation by Member States in the scientific examination of questions relating to food is hereby replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 October 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 52, 4.3.1993, p. 18.\n(2) OJ L 189, 23.7.1994, p. 84.\n(3) OJ L 253, 29.9.1994, p. 29.\nANNEX\nInventory of tasks to be undertaken by Member States within the framework of cooperation by the Member States in the scientific examination of questions relating to food\n>TABLE>"}