{"celex_id": "32005R1734", "uri": "http://publications.europa.eu/resource/cellar/71e732f2-7bee-4e86-bb31-f3a207e964ad", "type": "Regulation", "concepts": ["1048", "3557", "3843", "4271", "5251"], "title": "Council Regulation (EC, Euratom) No 1734/2005 of 17 October 2005 repealing Regulation No 6/66/Euratom, 121/66/EEC of the Councils, Regulation No 7/66/Euratom, 122/66/EEC of the Councils and Regulation No 174/65/EEC, 14/65/Euratom of the Councils\n", "header": "22.10.2005 EN Official Journal of the European Union L 279/1\nCOUNCIL REGULATION (EC, EURATOM) No 1734/2005\nof 17 October 2005\nrepealing Regulation No 6/66/Euratom, 121/66/EEC of the Councils, Regulation No 7/66/Euratom, 122/66/EEC of the Councils and Regulation No 174/65/EEC, 14/65/Euratom of the Councils\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Staff Regulations of officials of the European Communities and the Conditions of employment of other servants of the European Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), as last amended by Regulation (EC, Euratom) No 31/2005 (2),\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the Staff Regulations Committee,\nWhereas:\n(1) Regulation No 6/66/Euratom, 121/66/EEC of the Councils of 28 July 1966 laying down the list of places for which a rent allowance may be granted, the maximum amount of that allowance and the rules for granting it (3) lays down detailed rules for the application of Article 14a of Annex VII to the Staff Regulations. That Article was repealed by Council Regulation (EC, Euratom) No 723/2004 amending the Staff Regulations of officials of the European Communities and the Conditions of employment of other servants of the European Communities (4).\n(2) Regulation No 7/66/Euratom, 122/66/EEC of the Councils of 28 July 1966 laying down the list of places for which a transport allowance may be granted, the maximum amount of that allowance and the rules for granting it (5) lays down detailed rules for granting the transport allowance provided for in Article 14b of Annex VII to the Staff Regulations. That Article was also repealed by Regulation (EC, Euratom) No 723/2004.\n(3) Regulation No 174/65/EEC, 14/65/Euratom of the Councils of 28 December 1965 laying down mortality and disability tables and the assumed salary increases to be used for calculating the actuarial values provided for in the Staff Regulations of Officials of the Communities (6) concerns the implementation of Article 39 of Annex VIII to the Staff Regulations, which was also repealed by Regulation (EC, Euratom) No 723/2004.\n(4) For reasons of clarity and legal certainty, the above Regulations, which have now become obsolete, should be expressly repealed,", "main_body": ["Regulations No 6/66/Euratom, 121/66/EEC, No 7/66/Euratom, 122/66/EEC and No 174/65/EEC, 14/65/Euratom are hereby repealed.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 October 2005.\nFor the Council\nThe President\nM. BECKETT\n(1)  OJ L 56, 4.3.1968, p. 1.\n(2)  OJ L 8, 12.1.2005, p. 1.\n(3)  OJ 150, 12.8.1966, p. 2749/66. Regulation as last amended by Regulation (ECSC, EC, Euratom) No 3358/94 (OJ L 356, 31.12.1994, p. 1).\n(4)  OJ L 124, 27.4.2004, p. 1.\n(5)  OJ 150, 12.8.1966, p. 2751/66. Regulation as amended by Regulation (EC, ECSC, Euratom) No 2460/98 (OJ L 307, 17.11.1998, p. 4).\n(6)  OJ 226, 31.12.1965, p. 3309/65."}