{"celex_id": "32009R0610", "uri": "http://publications.europa.eu/resource/cellar/36aad9b3-e6f6-470e-81eb-16a3de2f3f66", "type": "Regulation", "concepts": ["161", "1644", "2488", "2771", "4682", "5965"], "title": "Commission Regulation (EC) No 610/2009 of 10 July 2009 laying down detailed rules for the application of the tariff quota for beef and veal originating in Chile (Codified version)\n", "header": "11.7.2009 EN Official Journal of the European Union L 180/5\nCOMMISSION REGULATION (EC) No 610/2009\nof 10 July 2009\nlaying down detailed rules for the application of the tariff quota for beef and veal originating in Chile\n(Codified version)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 144(1) and 148 in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 297/2003 of 17 February 2003 laying down detailed rules for the application of the tariff quota for beef and veal originating in Chile (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) The Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part (4), provides in Article 71(5) that, as from 1 February 2003, a tariff quota of 1 000 tonnes of beef and veal shall be opened and shall be increased annually by 100 tonnes.\n(3) The quotas concerned should be managed through the use of import licences. To this end, Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (5), Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (6) and Commission Regulation (EC) No 382/2008 of 21 April 2008 on rules of application for import and export licences in the beef and veal sector (7) are applicable subject to certain derogations.\n(4) Chile has undertaken to issue certificates of authenticity for the products in question attesting that the goods originate in Chile. The specimen and the rules for the use of the certificate of authenticity need to be laid down.\n(5) Commission Regulation (EC) No 810/2008 of 11 August 2008 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat (8) provides for certificates of authenticity for periods of 12 months starting on 1 July of one year for a number of beef quotas and veal quotas. To ensure that all imports are managed in a uniform manner, similar implementing rules should be laid down for the quotas for beef and veal originating in Chile.\n(6) In order to ensure proper management of imports of the products concerned, import licences should be issued subject to verification, in particular of the entries on the certificates of authenticity.\n(7) The reimbursement in full of import duty as a result of the exemption from the duty that is applicable from 1 February 2003 is applied in accordance with Article 236 of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (9), and with Articles 878 and following of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (10).\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Under the tariff quota provided for by Article 71(5) of the Agreement establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, the products originating in Chile referred to in Annex I to this Regulation may be imported, exempt from the customs duty laid down in the common customs tariff, during the periods from 1 July in one year to 30 June in the following year, in accordance with the provisions of this Regulation.\nThe quantity of the products referred to in the first paragraph shall be as indicated in Annex I for each import period.", "Chapter III of Regulation (EC) No 1301/2006, Regulation (EC) No 376/2008 and Regulation (EC) No 382/2008 shall apply, save as otherwise provided for in this Regulation.", "1.   The import licences shall give rise to an obligation to import from the specified country. Section 8 of licence applications and licences shall show the country of origin and the box indicating ‘yes’ shall be ticked.\n2.   Section 20 of the import licence applications and import licences shall contain the serial number 09.4181 and one of the entries listed in Annex II.", "1.   A certificate of authenticity attesting that the products originate in Chile shall be drawn up by the issuing authority referred to in Article 8 in accordance with Article 7.\nThe original of the certificate of authenticity and a duly certified copy thereof shall be submitted to the competent authority of the Member State in question (hereinafter referred to as the competent authority) at the time the initial application for an import licence in connection with the certificate of authenticity is made.\n2.   Provided the quantity limit stated in the certificate is not exceeded, more than one import licence may be issued under a single certificate of authenticity. Where this is the case, the competent authority shall endorse the certificate of authenticity to indicate the quantities attributed.\n3.   Once it is satisfied that all the information in the certificate of authenticity corresponds to that received each week from the Commission on the subject, the competent authority shall issue import licences. If this is not the case, no import licences may be issued.", "1.   Notwithstanding Article 4, the competent authority may issue an import licence in the following cases:\n(a) the original of the certificate of authenticity has been submitted but the Commission information on it has not yet been received;\n(b) the original of the certificate of authentic city has not been submitted and the Commission information on it has not yet been received;\n(c) the original of the certificate of authenticity has been submitted and the Commission information on it has been received, but some information does not tally.\n2.   In the cases referred to in paragraph 1, the amount of the security to be lodged in respect of the import licences shall be an amount equivalent to the full rate of customs duty for the products in question under the common customs tariff that is applicable on the day the import licence is applied for.\nOnce they have received the original of the certificate of authenticity and the Commission information on it, and have checked that the data are in order, the Member States shall release the security referred to in the first subparagraph.\nThe submission to the competent authority of the original of the certificate of authenticity required by the legislation before the period of validity of the import licence in question expires constitutes a primary requirement within the meaning of Article 20 of Commission Regulation (EEC) No 2220/85 (11) as regards the security referred to in the first subparagraph.\nAny amounts of the security referred to in the first subparagraph that are not released shall be forfeited and kept as customs duty.", "Certificates of authenticity and import licences shall each be valid for three months from their respective date of issue.\nHowever, the period of validity may not expire later than 30 June following their date of issue.", "1.   The certificate of authenticity referred to in Article 4 shall be made out in one original and not less than one copy in accordance with the model in Annex III.\nThe forms shall measure approximately 210 × 297 mm and the paper shall weigh not less than 40 g/m2.\n2.   The forms shall be printed and filled out in one of the official languages of the Community; they may also be printed and filled out in the official language of Chile.\n3.   Certificates of authenticity shall bear an individual serial number allocated by the issuing authorities referred to in Article 8. The copies shall bear the same serial number as the original.\n4.   The original and copies of the certificate of authenticity may be typed or hand-written. In the latter case, they must be filled out in black ink and in block capitals.\n5.   Certificates of authenticity shall be valid only if they are duly filled out and endorsed by the issuing authority referred to in Article 8.\nCertificates of authenticity shall be deemed to have been duly endorsed if they state the date and place of issue and if they bear the stamp of the issuing authority and the signature of the person or persons authorised to sign them.\nThe stamp may be replaced by a printed seal on the original of the certificate of authenticity and any copies thereof.", "1.   The body authorised by Chile to issue certificates of authenticity (hereinafter referred to as ‘the issuing authority’), which is set out in Annex IV, must:\n(a) undertake to verify the entries on the certificates of authenticity;\n(b) undertake to supply the Commission, at least once a week, with any information it may need to verify the entries on the certificates of authenticity.\n2.   Annex IV may be revised by the Commission if the issuing authority is no longer recognised, if it fails to perform one of its undertakings or if a new issuing authority is appointed.", "The Commission shall pass on to the competent authorities in the Member States the specimen of the stamp imprints used by the issuing authority and the names and signatures of the persons authorised to sign the certificates of authenticity that are communicated to it by the authority in Chile.", "0\n1.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify to the Commission:\n(a) no later than 31 August following the end of each import tariff quota period the quantities of products, including nil returns, for which import licences were issued in the previous import tariff quota period;\n(b) no later than 31 October following the end of each import tariff quota period the quantities of products, including nil returns, covered by unused or partly used import licences and corresponding to the difference between the quantities entered on the back of the import licences and the quantities for which they were issued.\n2.   No later than 31 October following the end of each import tariff quota period, Member States shall notify to the Commission the quantities of products which were actually released for free circulation during the preceding import tariff quota period.\nHowever, as of the import tariff quota period starting on 1 July 2009, Member States shall forward to the Commission details of the quantities of products put into free circulation as of 1 July 2009 in accordance with Article 4 of Regulation (EC) No 1301/2006.\n3.   The notifications referred to in paragraph 1 and the first subparagraph of paragraph 2 shall be made as indicated in Annexes V, VI and VII to this Regulation and the product categories indicated in Annex V to Regulation (EC) No 382/2008 shall be used.", "1\nRegulation (EC) No 297/2003 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex IX.", "2\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 July 2009.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 43, 18.2.2003, p. 26.\n(3)  See Annex VIII.\n(4)  OJ L 352, 30.12.2002, p. 3.\n(5)  OJ L 238, 1.9.2006, p. 13.\n(6)  OJ L 114, 26.4.2008, p. 3.\n(7)  OJ L 115, 29.4.2008, p. 10.\n(8)  OJ L 219, 14.8.2008, p. 3.\n(9)  OJ L 302, 19.10.1992, p. 1.\n(10)  OJ L 253, 11.10.1993, p. 1.\n(11)  OJ L 205, 3.8.1985, p. 5.\nANNEX I\nProducts benefiting from the tariff concession referred to in Article 1:\nSerial number CN code Description Discount rate on customs duty Annual quantity from 1 July 2009 to 30 June 2010 Annual increase from 1 July 2010\n09.4181 0201 20 Fresh, chilled or frozen beef or veal (1) 100 1 650 100\n(1)  ‘Frozen meat’ means meat which, at the time of its introduction onto the customs territory of the Community, has an internal temperature equal to or less than –12 °C.\nANNEX II\nEntries referred to in Article 3(2)\n— : in Bulgarian : Регламент (ЕО) № 610/2009\n— : in Spanish : Reglamento (CE) no 610/2009\n— : in Czech : Nařízení (ES) č. 610/2009\n— : in Danish : Forordning (EF) nr. 610/2009\n— : in German : Verordnung (EG) Nr. 610/2009\n— : in Estonian : Määrus (EÜ) nr 610/2009\n— : in Greek : Κανονισμός (ΕΚ) αριθ. 610/2009\n— : in English : Regulation (EC) No 610/2009\n— : in French : Règlement (CE) no 610/2009\n— : in Italian : Regolamento (CE) n. 610/2009\n— : in Latvian : Regula (EK) Nr. 610/2009\n— : in Lithuanian : Reglamentas (EB) Nr. 610/2009\n— : in Hungarian : 610/2009/EK rendelet\n— : in Maltese : Regolament (KE) Nru 610/2009\n— : in Dutch : Verordening (EG) nr. 610/2009\n— : in Polish : Rozporządzenie (WE) nr 610/2009\n— : in Portuguese : Regulamento (CE) n.o 610/2009\n— : in Romanian : Regulamentul (CE) nr. 610/2009\n— : in Slovak : Nariadenie (ES) č. 610/2009\n— : in Slovenian : Uredba (ES) št. 610/2009\n— : in Finnish : Asetus (EY) N:o 610/2009\n— : in Swedish : Förordning (EG) nr 610/2009\nANNEX III\nSpecimen form for the certificate of authenticity\nANNEX IV\nBody authorised by Chile to issue certificates of authenticity:\nAsociación Gremial de Plantas Faenadoras Frigoríficas de Carnes de Chile\nTeatinos 20 – Oficina 55\nSantiago\nChile\nANNEX V\nNotification of import licences (issued) — Regulation (EC) No 610/2009\nMember State: …\nApplication of Article 10 of Regulation (EC) No 610/2009\nQuantities of products for which import licences were issued\nFrom: … to: …\nOrder No Product category or categories (1) Quantity\n09.4181\n(1)  Product category or categories as indicated in Annex V to Regulation (EC) No 382/2008.\nANNEX VI\nNotification of import licences (unused quantities) — Regulation (EC) No 610/2009\nMember State: …\nApplication of Article 10 of Regulation (EC) No 610/2009\nQuantities of products for which import licences were unused\nFrom: … to: …\nOrder No Product category or categories (1) Unused quantity\n09.4181\n(1)  Product category or categories as indicated in Annex V to Regulation (EC) No 382/2008.\nANNEX VII\nNotification of quantities of products put into free circulation — Regulation (EC) No 610/2009\nMember State: …\nApplication of Article 10 of Regulation (EC) No 610/2009\nQuantities of products put into free circulation:\nFrom: … to: … (import tariff quota period).\nOrder No Product category or categories (1) Quantity put into free circulation\n09.4181\n(1)  Product category or categories as indicated in Annex V to Regulation (EC) No 382/2008.\nANNEX VIII\nRepealed Regulation with list of its successive amendments\nCommission Regulation (EC) No 297/2003\nCommission Regulation (EC) No 1118/2004 Only Article 9\nCommission Regulation (EC) No 1965/2006 Only Article 5 and Annex V\nCommission Regulation (EC) No 567/2007\nCommission Regulation (EC) No 332/2008\nCommission Regulation (EC) No 749/2008 Only Article 1 and Annex I\nANNEX IX\nCorrelation table\nRegulation (EC) No 297/2003 This Regulation\nArticle 1(1) Article 1\nArticles 2-9 Articles 2-9\nArticle 9a Article 10\n— Article 11\nArticle 10, first paragraph Article 12\nArticle 10, second paragraph —\nAnnex I Annex I\nAnnex IA Annex II\nAnnex II Annex III\nAnnex III Annex IV\nAnnex IV Annex V\nAnnex V Annex VI\nAnnex VI Annex VII\n— Annex VIII\n— Annex IX"}