{"celex_id": "32006R1902", "uri": "http://publications.europa.eu/resource/cellar/962e5f1e-9acf-4862-8b1b-1d5b01c8265e", "type": "Regulation", "concepts": ["1594", "2923", "3286", "3813", "5426", "5451", "5916", "867"], "title": "Regulation (EC) No 1902/2006 of the European Parliament and of the Council of 20 December 2006 amending Regulation 1901/2006 on medicinal products for paediatric use   (Text with EEA relevance)\n", "header": "27.12.2006 EN Official Journal of the European Union L 378/20\nREGULATION (EC) No 1902/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 December 2006\namending Regulation 1901/2006 on medicinal products for paediatric use\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee,\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) The measures necessary for the implementation of Regulation (EC) No 1901/2006 (2) should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (3).\n(2) In particular, the Commission should be empowered to define further the grounds for granting a deferral for the initiation or completion of some or all of the measures in the paediatric investigation plan and to specify the maximum amounts as well as the conditions and methods for collection of the financial penalties for infringement of the provisions of Regulation (EC) No 1901/2006 or the implementing measures adopted pursuant to it. Since these measures are of general scope and are designed to supplement Regulation (EC) No 1901/2006 by the addition of new non-essential elements, these measures should be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(3) It is necessary to amend Regulation (EC) No 1901/2006 accordingly,", "main_body": ["Regulation (EC) No 1901/2006 is hereby amended as follows:\n1) in Article 20, paragraph 2 shall be replaced by the following:\n2) in Article 49, paragraph 3 shall be replaced by the following:\n3) in Article 51, paragraph 2 shall be replaced by the following:", "This Regulation shall enter into force on the thirtieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation is binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2006\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  Opinion of the European Parliament of 14 December 2006 (not yet published in the Official Journal) and Council Decision of 19 December 2006.\n(2)  See page 1 of this Official Journal\n(3)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11)."}