{"celex_id": "32004L0111", "uri": "http://publications.europa.eu/resource/cellar/82775be6-4b2d-4b81-bba8-c0fe888dce9e", "type": "Directive", "concepts": ["2247", "2897", "3681", "4519", "4533", "616"], "title": "Commission Directive 2004/111/EC of 9 December 2004 adapting for the fifth time to technical progress Council Directive 94/55/EC on the approximation of the laws of the Member States with regard to the transport of dangerous goods by roadText with EEA relevance\n", "header": "10.12.2004 EN Official Journal of the European Union L 365/25\nCOMMISSION DIRECTIVE 2004/111/EC\nof 9 December 2004\nadapting for the fifth time to technical progress Council Directive 94/55/EC on the approximation of the laws of the Member States with regard to the transport of dangerous goods by road\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 94/55/EC of 21 November 1994 on the approximation of the laws of the Member States with regard to the transport of dangerous goods by road (1), and in particular Article 8 thereof,\nWhereas:\n(1) Annexes A and B to Directive 94/55/EC refer to Annexes A and B to the European Agreement concerning the international carriage of dangerous goods by road, (ADR), as applicable from 1 July 2003.\n(2) The ADR is updated every two years. Consequently, an amended version shall apply as from 1 January 2005, with a transitional period up to 30 June 2005.\n(3) It is therefore necessary to amend Annexes A and B to Directive 94/55/EC.\n(4) The measures provided for in this Directive are in conformity with the opinion of the Committee on the transport of dangerous goods referred to in Article 9 of Directive 94/55/EC,", "main_body": ["Annexes A and B to Directive 94/55/EC are amended as follows:\n1. Annex A is replaced by the following:\n2. Annex B is replaced by the following:", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 July 2005 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 December 2004.\nFor the Commission\nJacques BARROT\nMember of the Commission\n(1)  OJ L 319, 12.12.1994, p. 7. Directive as last amended by Commission Directive 2003/28/EC (OJ L 90, 8.4.2003, p. 45)."}