{"celex_id": "32005R1436", "uri": "http://publications.europa.eu/resource/cellar/42e5c73d-1a00-4cb0-846d-110fdf719ea3", "type": "Regulation", "concepts": ["1309", "2300", "2718", "2957", "4080"], "title": "Council Regulation (EC) No 1436/2005 of 31 August 2005 temporarily reducing the autonomous Common Customs Tariff duties for certain tropical fishery products   (Text with EEA relevance)\n", "header": "3.9.2005 EN Official Journal of the European Union L 228/1\nCOUNCIL REGULATION (EC) No 1436/2005\nof 31 August 2005\ntemporarily reducing the autonomous Common Customs Tariff duties for certain tropical fishery products\n(Text with EEA relevance)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Common Customs Tariff is laid down in Regulation (EEC) No 2658/87 (1).\n(2) The Community is a major consumer of certain tropical fishery products. It has to import large quantities of such products in order to satisfy its needs. In order to avoid disruptions of trade, it is in the Community’s interest to reduce temporarily the Common Customs tariff duties for the importation of these products.\n(3) Having regard to the economic importance of this Regulation, it is necessary to rely on the grounds of urgency provided for in point I.3 of the Protocol annexed to the Treaty on European Union and to the Treaties establishing the European Community on the role of national parliaments in the European Union.\n(4) Since this Regulation is to apply from 1 August 2005, it should enter into force immediately,", "main_body": ["The autonomous Common Customs Tariff duties as contained in Regulation (EEC) No 2658/87 shall be reduced, in respect of the products listed in the Annex to this Regulation, to the rates of duty laid down in that Annex.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2005 to 31 December 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 August 2005.\nFor the Council\nThe President\nJ. STRAW\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Regulation (EC) No 493/2005 (OJ L 82, 31.3.2005, p. 1).\nANNEX\nThe products for which autonomous Common Customs Tariff duties are reduced from 1 August 2005 to 31 December 2005:\nCN code Description Rate of duty\nChapter 3 Fish and crustaceans, molluscs and other aquatic invertebrates\nCrustaceans, whether in shell or not, live, fresh, chilled, frozen, dried, salted or in brine; crustaceans, in shell, cooked by steaming or by boiling in water, whether or not chilled, frozen, dried, salted or in brine; flours, meals and pellets of crustaceans, fit for human consumption\nShrimps and prawns\n0306 13 50 Shrimps of the genus Penaeus 4,2\n0306 13 80 Other 4,2\n\nChapter 16 Preparations of meat, of fish or of crustaceans, molluscs or other aquatic invertebrates\nCrustaceans, molluscs and other aquatic invertebrates, prepared or preserved\nShrimps and prawns\n1605 20 10 In airtight containers 7,0\nOther\n1605 20 91 In immediate packing of a net content not exceeding 2 kg 7,0"}