{"celex_id": "32003L0093", "uri": "http://publications.europa.eu/resource/cellar/0496995d-10b6-48c8-aea5-b322d3f3a821", "type": "Directive", "concepts": ["1313", "1316", "616", "6342"], "title": "Council Directive 2003/93/EC of 7 October 2003 amending Council Directive 77/799/EEC concerning mutual assistance by the competent authorities of the Member States in the field of direct and indirect taxation\n", "header": "Council Directive 2003/93/EC\nof 7 October 2003\namending Council Directive 77/799/EEC concerning mutual assistance by the competent authorities of the Member States in the field of direct and indirect taxation\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 93 and 94 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the European Economic and Social Committee(3),\nWhereas:\n(1) In order to combat value added tax (VAT) evasion it is necessary to strengthen cooperation between tax administrations within the Community and between the latter and the Commission in accordance with common principles.\n(2) To that end, Council Regulation (EEC) No 218/92(4), which supplemented, as regards VAT, the system of cooperation established by Council Directive 77/799/EEC of 19 December 1977 concerning mutual assistance by the competent authorities of the Member States in the field of direct and indirect taxation(5), has been replaced by Council Regulation (EC) No 1798/2003 of 7 October 2003 on administrative cooperation in the field of value added tax and repealing Regulation (EEC) No 218/92(6). The latter Regulation sets out all the provisions relating to administrative cooperation in the field of VAT, with the exception of mutual assistance as provided for by Council Directive 76/308/EEC of 15 March 1976 on mutual assistance for the recovery of claims relating to certain levies, duties, taxes and other measures(7).\n(3) The scope of mutual assistance laid down by Directive 77/799/EEC must be extended to taxation of the insurance premiums referred to in Directive 76/308/EEC so as to better protect the financial interests of the Member States and the neutrality of the internal market.\n(4) Directive 77/799/EEC should therefore be amended accordingly,", "main_body": ["Directive 77/799/EEC is hereby amended as follows:\n1. the title shall be replaced by the following:\n\"Council Directive 77/799/EEC of 19 December 1977 concerning mutual assistance by the competent authorities of the Member States in the field of direct taxation, certain excise duties and taxation of insurance premiums\";\n2. in Article 1(1), the first indent shall be replaced by the following:\n\"- taxation of insurance premiums referred to in the sixth indent of Article 3 of Council Directive 76/308/EEC,\";\n2(a) in Article 1(5), the wording under the heading \"in the United Kingdom\" shall be replaced by the following:\"The Commissioners of Customs and Excise or an authorised representative for information required concerning taxes on insurance premiums and excise duty.\nThe Commissioners of Inland Revenue or an authorised representative for all other information.\";\n2(b) in Article 1(5) the wording under \"in Italy\" shall be replaced by the following:\"Il ministro dell'economia e delle finanze or an authorised representative.\"\n3. Article 7(1), shall replaced by the following:\n\"1. All information made known to a Member State under this Directive shall be kept secret in that State in the same manner as information received under its national legislation. In any case, such information:\n- may be made available only to the persons directly involved in the assessment of the tax or in the administrative control of this assessment,\n- may be made known only in connection with judicial proceedings or administrative proceedings involving sanctions undertaken with a view to, or relating to, the making or reviewing the tax assessment and only to persons who are directly involved in such proceedings; such information may, however, be disclosed during public hearings or in judgements if the competent authority of the Member State supplying the information raises no objection,\n- shall in no circumstances be used other than for taxation purposes or in connection with judicial proceedings or administrative proceedings involving sanctions undertaken with a view to, or in relation to, the making or reviewing of the tax assessment.\nIn addition, Member States may provide for the information referred to in the first subparagraph to be used for assessment of other levies, duties and taxes covered by Article 2 of Directive 76/308/EEC(8).\"", "References made to Directive 77/799/EEC in relation to value added tax (VAT) shall be construed as references to Regulation (EC) No 1798/2003.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive on 31 December 2003. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 7 October 2003.\nFor the Council\nThe President\nG. Tremonti\n(1) OJ C 270, E, 25.9.2001, p. 96.\n(2) OJ C 284 E, 21.11.2002, p. 121.\n(3) OJ C 80, 3.4.2002, p. 76.\n(4) OJ L 24, 1.2.1992, p. 1. Regulation as last amended by Regulation (EC) No 792/2002 (OJ L 128, 15.5.2002, p. 1).\n(5) OJ L 336, 27.1.1977, p. 15. Directive as last amended by the 1994 Act of Accession.\n(6) See page 1 of this Official Journal.\n(7) OJ L 73, 19.3.1976, p. 18. Directive as last amended by Directive 2001/44/EC (OJ L 175, 28.6.2001, p. 17).\n(8) OJ L 73, 19.3.1976, p. 18."}