{"celex_id": "32008D0053", "uri": "http://publications.europa.eu/resource/cellar/568ad818-17e1-40c9-9bd3-b97a1f551a51", "type": "Decision", "concepts": ["1318", "1519", "1712", "2563", "5575", "6013", "979"], "title": "2008/53/EC: Commission Decision of 20 December 2007 on the clearance of the accounts of certain paying agencies in Germany, Italy, Luxembourg and Portugal concerning expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 2005 financial year (notified under document number C(2007) 6531)\n", "header": "17.1.2008 EN Official Journal of the European Union L 14/5\nCOMMISSION DECISION\nof 20 December 2007\non the clearance of the accounts of certain paying agencies in Germany, Italy, Luxembourg and Portugal concerning expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 2005 financial year\n(notified under document number C(2007) 6531)\n(Only the German, Italian, French and Portuguese texts are authentic)\n(2008/53/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (1), and in particular Article 7(3) thereof,\nAfter consulting the Fund Committee,\nWhereas:\n(1) Commission Decisions 2006/322/EC (2) and 2007/326/EC (3) cleared, for the 2005 financial year, the accounts of all the paying agencies except for the German paying agency ‘Bayern-Umwelt’, the Italian paying agency ‘AGEA’, the Luxembourg paying agency ‘Ministère de l’Agriculture’ and the Portuguese paying agency ‘IFADAP’.\n(2) Following the transmission of new information and after additional checks, the Commission can now take a decision on the integrality, accuracy and veracity of the accounts submitted by the German paying agency ‘Bayern-Umwelt’, the Italian paying agency ‘AGEA’, the Luxembourg paying agency ‘Ministère de l’Agriculture’ and the Portuguese paying agency ‘IFADAP’.\n(3) In clearing the accounts of the paying agencies concerned, the Commission must take account of the amounts already withheld from the Member States concerned on the basis of Decision 2006/322/EC.\n(4) In accordance with the second subparagraph of Article 7(3) of Regulation (EC) No 1258/1999, this Decision does not prejudice decisions adopted subsequently by the Commission excluding from Community financing expenditure not effected in accordance with Community rules,", "main_body": ["The accounts of the German paying agency ‘Bayern-Umwelt’, the Italian paying agency ‘AGEA’, the Luxembourg paying agency ‘Ministère de l’Agriculture’ and the Portuguese paying agency ‘IFADAP’ concerning expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 2005 financial year are hereby cleared.\nThe amounts which are recoverable from, or payable to, each of the Member States concerned pursuant to this Decision are set out in the Annex.", "This Decision is addressed to the Federal Republic of Germany, the Italian Republic, the Grand Duchy of Luxembourg and the Portuguese Republic."], "attachments": "Done at Brussels, 20 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 103.\n(2)  OJ L 118, 3.5.2006, p. 20.\n(3)  OJ L 122, 11.5.2007, p. 47.\nANNEX\nClearance of the Paying Agencies' accounts — Financial year 2005\nAmount to be recovered from or paid to the Member State\nMS  2005 — Expenditure for the Paying Agencies for which the accounts are Total a + b Reductions and suspensions for the whole financial year Total including reductions and suspensions Advances paid to the Member State for the financial year Amount to be recovered from (–) or paid to (+) the Member State Amount recovered from (–) or paid to (+) the Member State under Decision 2006/322/EC Amount to be recovered from (–) or paid to (+) the Member State under this decision (1)\ncleared disjoined\n= expenditure declared in the annual declaration = total of the expenditure in the monthly declarations\na b c = a + b d e = c + d f g = e – f h i = g – h\nDE EUR 6 502 786 142,19 0,00 6 502 786 142,19 – 189 199,45 6 502 596 942,74 6 503 133 482,71 – 536 539,97 – 536 539,97 0,00\nIT EUR 5 526 562 860,73 0,00 5 526 562 860,73 –12 280 400,87 5 514 282 459,86 5 499 732 003,37 14 550 456,49 –2 968 785,68 17 519 242,17\nLU EUR 45 072 490,21 0,00 45 072 490,21 – 103 737,13 44 968 753,08 44 968 753,08 0,00 0,00 0,00\nPT EUR 892 483 113,11 0,00 892 483 113,11 – 521 198,20 891 961 914,91 891 857 592,63 104 322,28 396 402,59 – 292 080,31\n1) For the calculation of the amount to be recovered from or paid to the Member State the amount taken into account is the total of the annual declaration for the expenditure cleared (col.a).\n2) The reductions and suspensions are those taken into account in the advance system, to which are added in particular the corrections for the non respect of payment deadlines established in August, September and October 2005.\n(1)  Applicable exchange rate: Article 7(2) of the Regulation (EC) No 883/2006. Nomenclature 2008: 05070106\n1) For the calculation of the amount to be recovered from or paid to the Member State the amount taken into account is the total of the annual declaration for the expenditure cleared (col.a).\n2) The reductions and suspensions are those taken into account in the advance system, to which are added in particular the corrections for the non respect of payment deadlines established in August, September and October 2005."}