{"celex_id": "32001D0002", "uri": "http://publications.europa.eu/resource/cellar/1679246a-3284-422c-84ec-51a5858faa01", "type": "Decision", "concepts": ["1445", "1755", "2737", "3774", "5034", "5369"], "title": "2001/2/EC: Commission Decision of 27 December 2000 amending Decision 2000/418/EC regulating the use of material presenting risks as regards transmissible spongiform encephalopathies (Text with EEA relevance) (notified under document number C(2000) 4147)\n", "header": "Commission Decision\nof 27 December 2000\namending Decision 2000/418/EC regulating the use of material presenting risks as regards transmissible spongiform encephalopathies\n(notified under document number C(2000) 4147)\n(Text with EEA relevance)\n(2001/2/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 10(4) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(4), and in particular Article 22 thereof,\nWhereas:\n(1) Commission Decision 2000/418/EC regulating the use of material presenting risks as regards transmissible spongiform encephalopathies and amending Decision 94/474/EC(5), provides for the removal and destruction of specified risk materials listed in its Annex I from 1 October 2000. This Decision also prohibits the use of certain bones of bovine, ovine and caprine animals for the production of mechanically recovered meat, as well as the use of certain slaughter techniques on bovine, ovine and caprine animals whose meat is destined to human and animal consumption. It also imposes restrictions on imports of specified risk materials and on certain products of animal origin containing or derived from these materials. Finally it proposes a regular review of its provisions following new scientific evidence.\n(2) In the light of the recent developments of the BSE situation in the Community, the Council has invited the Commission to request the Scientific Steering Commitee (SSC) to evaluate the unilateral, temporary safeguard measures taken by some Member States, and to take appropriate action accordingly.\n(3) The SSC adopted a scientific opinion on different topics relating to BSE on 28 November 2000. This opinion particularly addressed questions concerning additional specified risk materials. It concluded, in the light of new information that potentially contagious cell types could be found in prepared casings, that the entire intestine of bovine animals of all ages and derived products should therefore be removed.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 2000/418/EC is amended as follows:\n1. Annex I(1) is replaced by the following:\n\"1. (a) The following tissues shall be designated as specified risk material in all Member States and regions thereof:\n(i) the skull including the brains and eyes, the tonsils, the spinal cord of bovine animals aged over 12 months, and the intestines from the duodenum to the rectum of bovine animals of all ages;\n(ii) the skull including the brains and eyes, the tonsils and the spinal cord of ovine and caprine animals aged over 12 months or that have a permanent incisor erupted through the gum, and the spleen of ovine and caprine animals of all ages.\n(b) In addition to the specified risk material listed in point 1(a) the following tissues shall be designated as specified risk material in the United Kingdom of Great Britain and Northern Ireland and in Portugal with the exception of the Autonomous Region of the Azores:\n(i) the entire head excluding the tongue, including the brains, eyes, trigeminal ganglia and tonsils; the thymus; the spleen and spinal cord of bovine animals aged over six months;\n(ii) the vertebral column, including dorsal root ganglia, of bovine animals aged over 30 months.\"\n2. In Annex II, the following point (e) is added to the list of products subject to restrictions on import into the Community pursuant to Article 6(1):\n\"(e) 'bovine intestines' as referred to in Article 2(b)(v) of Directive 77/99/EEC.\"", "This Decision shall apply from 1 January 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 December 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 395, 30.12.1989, p. 13.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 29.\n(4) OJ L 24, 30.1.1998, p. 9.\n(5) OJ L 158, 30.6.2000, p. 76."}