{"celex_id": "32006D0914", "uri": "http://publications.europa.eu/resource/cellar/f516335b-bd75-43db-bad5-ec03de8b88c2", "type": "Decision", "concepts": ["1000", "1474", "2084", "2901", "5343", "5757"], "title": "2006/914/EC: Council Decision of 13 November 2006 concerning the conclusion of the Agreement between the European Community and Kingdom of Norway on the revision of the amount of the financial contribution from Norway provided for in the Agreement between the European Community and the Kingdom of Norway on the participation of Norway in the work of the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA)\n", "header": "12.12.2006 EN Official Journal of the European Union L 349/47\nCOUNCIL DECISION\nof 13 November 2006\nconcerning the conclusion of the Agreement between the European Community and Kingdom of Norway on the revision of the amount of the financial contribution from Norway provided for in the Agreement between the European Community and the Kingdom of Norway on the participation of Norway in the work of the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA)\n(2006/914/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 152 in conjunction with the first sentence of the first subparagraph of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Council Regulation (EEC) No 302/93 of 8 February 1993 on the establishment of a European Monitoring Centre for Drugs and Drug Addiction (2) provides, in Article 13 thereof, that the Centre is to be open to the participation of non-Community countries which share the Community's interests and those of its Member States in the Centre's objectives and work.\n(2) The Agreement between the European Community and the Kingdom of Norway on the participation of Norway in the work of the European Monitoring Centre for Drugs and Drug Addiction (3) was signed on 19 October 2000 and entered into force on 1 January 2001. Article 5 of that Agreement provides for the financial contribution from Norway to the work of the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA).\n(3) Norway has requested the revision of its financial contribution to the work of the EMCDDA, following the enlargement of the European Union.\n(4) The Commission has negotiated on behalf of the Community an Agreement with Norway on the revision of the amount of the financial contribution from Norway provided for in the Agreement between the European Community and the Kingdom of Norway on the participation of Norway in the work of the European Monitoring Centre for Drugs and Drug Addiction.\n(5) The Agreement initialled on 11 November 2005 should be approved,", "main_body": ["The Agreement between the European Community and the Kingdom of Norway on the revision of the amount of the financial contribution from Norway provided for in the Agreement between the European Community and the Kingdom of Norway on the participation of Norway in the work of the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA) is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Community.", "The President of the Council is hereby authorised to designate the person(s) empowered to transmit the diplomatic note provided for in Article 3 of the Agreement.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 November 2006.\nFor the Council\nThe President\nE. TUOMIOJA\n(1)  Opinion delivered on 24 October 2006 (not yet published in the Official Journal).\n(2)  OJ L 36, 12.2.1993, p. 1. Regulation as last amended by Regulation (EC) No 1651/2003 (OJ L 245, 29.9.2003, p. 30).\n(3)  OJ L 257, 11.10.2000, p. 24.\n12.12.2006 EN Official Journal of the European Union L 349/49\nAGREEMENT\nbetween the European Community and the Kingdom of Norway on the revision of the amount of the financial contribution from Norway provided for in the Agreement between the European Community and the Kingdom of Norway on the participation of Norway in the work of the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA)\nTHE EUROPEAN COMMUNITY (hereinafter referred to as the Community),\nof the one part,\nAND THE KINGDOM OF NORWAY (hereinafter referred to as Norway),\nof the other part,\nRECALLING the Agreement between the European Community and the Kingdom of Norway on the participation of Norway in the work of the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA), which was signed on 19 October 2000 and entered into force on 1 January 2001, and in particular Article 5 thereof which lays down Norway's financial contribution to the work of the EMCDDA;\nCONSIDERING THAT Norway has requested the revision of its financial contribution to the work of the EMCDDA in view of the enlargement of the European Union;\nHAVE DECIDED TO CONCLUDE THIS AGREEMENT:\nArticle 1\nArticle 5 of the Agreement between the European Community and the Kingdom of Norway on the participation of Norway in the work of the EMCDDA shall be replaced by the following:\n‘Article 5\nNorway shall contribute financially to the activities of the Centre in accordance with the provisions laid down in the Annex to this Agreement, which shall form an integral part thereof.’.\nArticle 2\nThe Annex to this Agreement shall become the Annex to the Agreement between the European Community and the Kingdom of Norway on the participation of Norway in the work of the EMCDDA.\nThe formula set out in the Annex shall apply to the calculation of Norway's financial contribution to the EMCDDA's budget as from the beginning of the year in which this Agreement enters into force.\nArticle 3\nThis Agreement shall enter into force on the first day of the second month following the date of receipt of the latter diplomatic note confirming that legal requirements of the respective Contracting Party concerning the entry into force of the Agreement have been fulfilled.\nANNEX\nNorway's financial contribution\n1. In order to take account of possible future enlargement of the European Union and to avoid further adjustments, the formula for the calculation of Norway's contribution will be as follows:\n2. The financial contribution from Norway must not be less than EUR 271 000 (2004 prices) irrespective of the number of Member States of the Union. This amount corresponds to the cost of enlargement per country as estimated by the EMCDDA in 2001. That amount will be subject to a technical adjustment each year based on price trends and gross national income (GNI) in the European Union."}