{"celex_id": "32004R0443", "uri": "http://publications.europa.eu/resource/cellar/c99fa59a-ece2-41ff-8a60-928bb944df29", "type": "Regulation", "concepts": ["2300", "3461", "3577", "4319"], "title": "Commission Regulation (EC) No 443/2004 of 10 March 2004 setting delivery obligations for cane sugar to be imported under the ACP Protocol and the Agreement with India for the 2003/2004 delivery period\n", "header": "Commission Regulation (EC) No 443/2004\nof 10 March 2004\nsetting delivery obligations for cane sugar to be imported under the ACP Protocol and the Agreement with India for the 2003/2004 delivery period\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1),\nHaving regard to Commission Regulation (EC) No 1159/2003 of 30 June 2003 laying down detailed rules of application for the 2003/2004, 2004/2005 and 2005/2006 marketing years for the import of cane sugar under certain tariff quotas and preferential agreements and amending Regulations (EC) No 1464/95 and (EC) No 779/96(2), and in particular Article 9(1) thereof,\nWhereas:\n(1) Article 9 of Regulation (EC) No 1159/2003 sets out the detailed rules for setting delivery obligations at zero duty in respect of products falling within CN code 1701, expressed in white-sugar equivalent, for imports originating in the countries that are signatories to the ACP Protocol and in India.\n(2) Application of Articles 3 and 7 of the ACP Protocol, Articles 3 and 7 of the Agreement with India and Articles 11 and 12 of Regulation (EC) No 1159/2003 has resulted in the Commission setting delivery obligations for 2003/2004, by calculating in particular the difference for each country between the amount of such delivery obligations and the quantities actually imported during past delivery periods,", "main_body": ["The delivery obligations for imports originating in the countries that are signatories to the ACP Protocol and in India in respect of products falling within CN code 1701, expressed in white-sugar equivalent, in the 2003/2004 delivery period for each exporting country concerned, are hereby fixed as shown in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1. Regulation last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2) OJ L 162, 1.7.2003, p. 25.\nANNEX\nThe quantities of the delivery obligations for imports of preferential sugar originating in the countries that are signatories of the ACP Protocol and in India for the 2003/2004 delivery period, expressed in tonnes of white-sugar equivalent, shall be:\n>TABLE>"}