{"celex_id": "32008R0329", "uri": "http://publications.europa.eu/resource/cellar/d18ffe7d-078c-4eee-853b-a77cfb0757c3", "type": "Regulation", "concepts": ["1155", "2443", "2965", "3003", "797"], "title": "Commission Regulation (EC) No 329/2008 of 10 April 2008 amending Regulation (EC) No 552/2007 as regards the fixing of budgetary ceilings for 2007\n", "header": "11.4.2008 EN Official Journal of the European Union L 101/7\nCOMMISSION REGULATION (EC) No 329/2008\nof 10 April 2008\namending Regulation (EC) No 552/2007 as regards the fixing of budgetary ceilings for 2007\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Article 64(2) thereof,\nWhereas:\n(1) Annex I to Commission Regulation (EC) No 552/2007 of 22 May 2007 establishing the maximum Community contribution to financing the work programmes in the olive oil sector and fixing, for 2007, budgetary ceilings for the partial or optional implementation of the Single Payment Scheme and the annual financial envelopes for the Single Area Payment Scheme, provided for in Council Regulation (EC) No 1782/2003, and amending that Regulation (2) lays down, for 2007, the budgetary ceilings for direct payments to be granted in accordance with Articles 66 to 69 of Regulation (EC) No 1782/2003.\n(2) In accordance with Article 64(1) of Regulation (EC) No 1782/2003, France decided to partially implement the Single Payment Scheme under the conditions laid down in particular in Article 68(2)(a)(i) of that Regulation as regards the additional payment for maintaining suckler cows. However, under Article 8(4) of Council Regulation (EC) No 1083/2006 (3), which lays down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund, the French regions of Corsica and Hainault cannot, as from 2007, benefit from the transitional aid provided for in that Article. Consequently, the national premium supplementing the suckler cow premium provided for in Article 125(5) of Regulation (EC) No 1782/2003 and granted to holdings situated in the French regions of Corsica and Hainault cannot be financed by the EAGF as from 1 January 2007. In order to ensure continued Community support for suckler cows, France has requested that an amount corresponding to the payments made under the additional national premium in Corsica and Hainault up to 2006 be transferred from the ceiling set for 2007 in Annex I to Regulation (EC) No 552/2007 for the additional national premium to the ceiling set in that Annex for the suckler cow premium. The abovementioned budgetary ceilings should therefore be adjusted.\n(3) Regulation (EC) No 552/2007 should be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Annex I to Regulation (EC) No 552/2007 is hereby amended as follows:\n(a) the amount for the ‘Suckler cow premium’ for France is replaced by ‘734 416’;\n(b) the amount for the ‘Additional suckler cow premium’ for France is replaced by ‘0’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 April 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 293/2008 (OJ L 90, 2.4.2008, p. 5).\n(2)  OJ L 131, 23.5.2007, p. 10. Regulation as amended by Regulation (EC) No 1276/2007 (OJ L 284, 30.10.2007, p. 11).\n(3)  OJ L 210, 31.7.2006, p. 25. Regulation as amended by Regulation (EC) No 1989/2006 (OJ L 411, 30.12.2006, p. 6)."}