{"celex_id": "32007D0410", "uri": "http://publications.europa.eu/resource/cellar/af039472-c619-46c0-8f9c-dbbac6890c0f", "type": "Decision", "concepts": ["1644", "1763", "191", "2232", "2548", "3579"], "title": "2007/410/EC: Commission Decision of 12 June 2007 on measures to prevent the introduction into and the spread within the Community of Potato spindle tuber viroid (notified under document number C(2007) 2451)\n", "header": "15.6.2007 EN Official Journal of the European Union L 155/71\nCOMMISSION DECISION\nof 12 June 2007\non measures to prevent the introduction into and the spread within the Community of Potato spindle tuber viroid\n(notified under document number C(2007) 2451)\n(2007/410/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 16(3),\nWhereas:\n(1) Under Directive 2000/29/EC, where a Member State considers that there is a danger of introduction into or spread within its territory of a harmful organism listed in Annex I or Annex II to that Directive, it is to take any measures necessary to protect itself from that danger.\n(2) As a result of the presence of Potato spindle tuber viroid, The Netherlands informed the Member States and the Commission on 14 February 2007 that it had adopted on 14 February 2007 official measures to prevent the further introduction into and spread within its territory of this harmful organism.\n(3) Potato spindle tuber viroid is listed in Section I of Part A of Annex I to Directive 2000/29/EC, and as an organism whose introduction into and spread within all Member States is to be prohibited.\n(4) Potato spindle tuber viroid has been found on plants of Solanum jasminoides Paxton and Brugmansia Pers. spp. As regards this harmful organism, there are at present no special requirements for these plants originating in the Community.\n(5) It is necessary to take measures against the introduction into and spread within the Community of the harmful organism, since the available scientific information has shown that the presence of that organism on those plants can lead to further spreading of it.\n(6) The measures provided for in this Decision should apply to the introduction or the spread of the harmful organism, the import, production and movement of the plants of the genus Brugmansia Pers. spp., and the species Solanum jasminoides Paxton, intended for planting, including seeds, within the Community. In addition, a survey for the presence or continued absence of the harmful organism in the Member States should be prepared.\n(7) It is appropriate that the results of the measures be assessed, in particular on the basis of information to be provided by the Member States, as a basis for possible future measures.\n(8) Member States should adapt, if necessary, their legislation in order to comply with this Decision.\n(9) The results of the taken measures should be reviewed by 29 February 2008.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Import of the specified plants\nThe plants of the genus Brugmansia Pers. spp., and the species Solanum jasminoides Paxton, intended for planting, including seeds (hereinafter ‘specified plants’), may be introduced into the Community only if:\n(a) they comply with the requirements laid down in point 1 of the Annex; and\n(b) they are, on entry into the Community, inspected and tested by the responsible official body for the presence of Potato spindle tuber viroid, in accordance with Article 13a(1) of Directive 2000/29/EC, and found free from it.", "Movement of the specified plants within the Community\nThe specified plants originating in the Community or imported into the Community pursuant to Article 1 may be moved within the Community only if they meet the conditions laid down in point 2 of the Annex.", "Surveys and notifications\n1.   Member States shall conduct official surveys, and where appropriate, testing, for the presence of Potato spindle tuber viroid on host plants or evidence of infection by this harmful organism in their territory.\nWithout prejudice to Article 16(2) of Directive 2000/29/EC, the results of those surveys, shall be notified to the Commission and to the other Member States by 10 January 2008.\n2.   Any suspected occurrence or confirmed presence of Potato spindle tuber viroid shall be immediately notified to the responsible official bodies.", "Compliance\nMember States shall, if necessary, amend the measures which they have adopted to protect themselves against the introduction and spread of Potato spindle tuber viroid in such a manner that those measures comply with this Decision. They shall immediately inform the Commission of those measures.", "Review\nThis Decision shall be reviewed by 29 February 2008 at the latest.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 June 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2006/35/EC (OJ L 88, 25.3.2006, p. 9).\nANNEX\nAdditional measures referred to in Articles 1 and 2 of this Decision\n1.   Specific import requirements\nWithout prejudice to point 13 of Part A of Annex III to Directive 2000/29/EC, the specified plants originating in third countries shall be accompanied by a certificate as referred to in Article 13(1)(ii) of that Directive which states under the rubric ‘additional declaration’ that the specified plants originate in and have been grown throughout their life in a place of production as defined in the FAO International Standard for Phytosanitary Measures No 5 (1) (hereinafter ‘place of production’) which is registered and supervised by the national plant protection organisation in the country of origin,\n(a) in countries where Potato spindle tuber viroid is known not to occur; or\n(b) in a pest-free area, established by the national plant protection organisation in the country of origin in accordance with relevant International Standards for Phytosanitary Measures. The name of the pest-free area shall be mentioned under the rubric ‘place of origin’; or\n(c) where all lots of specified plants have been tested and found free from Potato spindle tuber viroid, prior to movement; or\n(d) where all associated mother plants of the specified plants have been tested and found free from Potato spindle tuber viroid, prior to movement of the specified plants. After testing, the growing conditions are such that associated mother plants and the specified plants will remain free from Potato spindle tuber viroid prior to movement.\n2.   Conditions for movement\nAll specified plants either originating in the Community or imported into the Community pursuant to Article 1 of this Decision, with the exception of small quantities of plants for use by the owner or recipient for non-commercial purposes provided that there is no risk of the harmful organism spreading, may be moved within the Community only if they are accompanied by a plant passport prepared and issued in accordance with the provisions of Commission Directive 92/105/EEC (2) and have been grown throughout their life or since their introduction into the Community in a place of production:\n(a) in a Member State where Potato spindle tuber viroid is known not to occur; or\n(b) in a pest-free area, established by the responsible official body in a Member State, in accordance with relevant International Standards for Phytosanitary Measures; or\n(c) where all lots of specified plants have been tested and found free from Potato spindle tuber viroid, prior to movement; or\n(d) where all associated mother plants of the specified plants have been tested and found free from Potato spindle tuber viroid, prior to movement of the specified plants. After testing, the growing conditions are such that associated mother plants and the specified plants will remain free from Potato spindle tuber viroid prior to movement.\n(1)  Glossary of Phytosanitary Terms — Reference Standard ISPM No 5 by the Secretariat of the International Plant Protection Convention, Rome.\n(2)  OJ L 4, 8.1.1993, p. 22. Directive as amended by Directive 2005/17/EC (OJ L 57, 3.3.2005, p. 23)."}