{"celex_id": "32005R1370", "uri": "http://publications.europa.eu/resource/cellar/0f21481f-6f0e-44eb-8199-d35603524662", "type": "Regulation", "concepts": ["1338", "1518", "1591", "1837", "2771", "3805", "519", "6621"], "title": "Commission Regulation (EC) No 1370/2005 of 22 August 2005 initiating a review of Council Regulations (EC) No 1975/2004 and (EC) No 1976/2004 extending definitive anti-dumping and countervailing duties on imports of polyethylene terephthalate (PET) film originating, inter alia, in India, to imports of that product consigned from, inter alia, Israel for the purposes of determining the possibility of granting an exemption from those measures to one Israeli exporter, repealing the anti-dumping duty with regard to imports from that exporter and making imports from that exporter subject to registration\n", "header": "23.8.2005 EN Official Journal of the European Union L 218/3\nCOMMISSION REGULATION (EC) No 1370/2005\nof 22 August 2005\ninitiating a review of Council Regulations (EC) No 1975/2004 and (EC) No 1976/2004 extending definitive anti-dumping and countervailing duties on imports of polyethylene terephthalate (PET) film originating, inter alia, in India, to imports of that product consigned from, inter alia, Israel for the purposes of determining the possibility of granting an exemption from those measures to one Israeli exporter, repealing the anti-dumping duty with regard to imports from that exporter and making imports from that exporter subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 (1) of 22 December 1995 on protection against dumped imports from countries not members of the European Community (the basic anti-dumping Regulation), and in particular Articles 11(4) and 13(4) thereof, and to Council Regulation (EC) No 2026/97 (2) of 6 October 1997 on protection against subsidised imports from countries not members of the European Community (the basic anti-subsidy Regulation) and in particular Articles 20 and 23(3) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   EXISTING MEASURES\n(1) The Council, by Regulations (EC) No 1676/2001 (3) and No 2597/1999 (4) imposed anti-dumping and anti-subsidy measures respectively on PET film originating, inter alia, in India (the original measures). By Regulations (EC) No 1975/2004 (5) and (EC) No 1976/2004 (6), the Council extended these measures to PET film consigned from Israel (the extended measures) with the exception of imports consigned by one company specifically mentioned.\nB.   REQUEST FOR A REVIEW\n(2) The Commission has received a request for an exemption pursuant to Articles 11(4) and 13(4) of the basic anti-dumping Regulation and Articles 20 and 23(3) of the basic anti-subsidy Regulation from the anti-dumping and anti-subsidy measures extended to imports of PET film consigned from Israel. The application was lodged by Hanita Coatings Rural Cooperative Association Ltd (the applicant). The applicant is a producer in Israel (the country concerned).\nC.   PRODUCT\n(3) The product under examination is polyethylene terephthalate (PET) film consigned from Israel (the product concerned) normally declared within CN codes ex 3920 62 19 and 3920 62 90.\nD.   GROUNDS FOR THE REVIEW\n(4) The applicant alleges that it did not export the product concerned to the Community under CN codes ex 3920 62 19 or ex 3920 62 90 during the investigation period used in the investigation that lead to the extended measures, i.e. 1 January to 31 December 2003. The applicant further alleges that subsequent to the extension of measures the company was informed that, for the first time, certain of its exported products were being classified under 3920 62 19 on importation into the Community and consequently subject to the extended measures.\n(5) Furthermore, the applicant alleges that it is not related to exporting producers subject to measures imposed on the product concerned, and that it has not circumvented the measures applicable to PET film of Indian origin.\nE.   PROCEDURE\n(6) Community producers known to be concerned have been informed of the above application and have been given an opportunity to comment. No comments have been received.\n(7) Having examined the evidence available, the Commission concludes that there is sufficient evidence to justify the initiation of an investigation pursuant to Articles 11(4) and 13(4) of the basic anti-dumping Regulation and Articles 20 and 23(3) of the basic anti-subsidy Regulation for the purposes of determining the possibility of granting the applicant an exemption from the extended measures.\n(a)   Questionnaires\n(8) In order to obtain the information it deems necessary for its investigation, the Commission will send a questionnaire to the applicant.\n(b)   Collection of information and holding of hearings\n(9) All interested parties are hereby invited to make their views known in writing and to provide supporting evidence. Furthermore, the Commission may hear interested parties, provided that they make a request in writing showing that there are particular reasons why they should be heard.\nF.   REPEAL OF THE ANTI-DUMPING DUTY IN FORCE AND REGISTRATION OF IMPORTS\n(10) Pursuant to Article 11(4) of the basic anti-dumping Regulation, the anti-dumping duties in force should be repealed with regard to imports of the product concerned which are produced and sold for export to the Community by the applicant. At the same time, such imports should be made subject to registration in accordance with Article 14(5) of the basic anti-dumping Regulation, in order to ensure that, should the examination result in a finding of circumvention in respect of the applicant, anti-dumping duties can be levied retroactively from the date of the initiation of this examination. The amount of the applicant’s possible future liabilities cannot be estimated at this stage of the proceeding.\nG.   TIME LIMITS\n(11) In the interest of sound administration, time limits should be stated within which:\n— interested parties may make themselves known to the Commission, present their views in writing and submit the replies to the questionnaire mentioned in recital 8 of this Regulation or provide any other information to be taken into account during the investigation,\n— interested parties may make a written request to be heard by the Commission.\nH.   NON-COOPERATION\n(12) In cases in which any interested party refuses access to or does not provide the necessary information within the time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the basic anti-dumping Regulation and Article 28 of the basic anti-subsidy Regulation, on the basis of the facts available.\n(13) Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made, in accordance with Article 18 of the basic anti-dumping Regulation and Article 28 of the basic anti-subsidy Regulation, of the facts available. If an interested party does not cooperate or cooperates only partially, and findings are therefore based on facts available in accordance with Article 18 of the basic anti-dumping Regulation and Article 28 of the basic anti-subsidy Regulation, the result may be less favourable to that party than if it had cooperated,", "main_body": ["A review of Regulations (EC) No 1975/2004 and (EC) No 1976/2004 is hereby initiated pursuant to Articles 11(4) and 13(4) of Regulation (EC) No 384/96 and Articles 20 and 23(3) of Regulation (EC) No 2026/97 in order to establish whether the imports of polyethylene terephthalate (PET) film falling within CN codes ex 3920 62 19 or ex 3920 62 90 consigned from Israel by Hanita Coatings Rural Cooperative Association Ltd, Kibbutz Hanita, 22885, Israel (TARIC additional code A691), should be subject to the anti-dumping and countervailing duties imposed by Regulations (EC) No 1975/2004 and (EC) No 1976/2004.", "The anti-dumping duty imposed by Regulation (EC) No 1975/2004 is hereby repealed with regard to the imports identified in Article 1 of the present Regulation.", "The customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports identified in Article 1 of this Regulation. Registration shall expire nine months following the date of entry into force of this Regulation.", "1.   Interested parties, if their representations are to be taken into account during the investigation, must make themselves known to the Commission, present their views in writing and submit the replies to the questionnaire mentioned in recital 8 of this Regulation or any other information, unless otherwise specified, within 40 days of the entry into force of this Regulation. Attention is drawn to the fact that the exercise of most procedural rights set out in Council Regulations (EC) No 384/96 and (EC) No 2026/97 depends on the party’s making itself known within the aforementioned period.\nInterested parties may also apply in writing to be heard by the Commission within the same 40-day time limit.\n2.   All submissions and requests made by interested parties must be made in writing (not in electronic format, unless otherwise specified) and must indicate the name, address, e-mail address, telephone and fax, and/or telex numbers of the interested party. All written submissions, including the information requested in this Regulation, questionnaire replies and correspondence provided by interested parties on a confidential basis shall be labelled as ‘Limited’ (7) and, in accordance with Article 19(2) of Council Regulation (EC) No 384/96 and with Article 29(2) of Regulation (EC) No 2026/97, shall be accompanied by a non-confidential version, which will be labelled ‘FOR INSPECTION BY INTERESTED PARTIES’.\nAny information relating to the matter and/or any request for a hearing should be sent to the following address:\nEuropean Commission\nDirectorate General for Trade\nDirectorate B\nOffice: J-79 5/16\nB-1049 Brussels\nFax (32-2) 295 65 05.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 August 2005.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 288, 21.10.1997, p. 1. Regulation as last amended by Regulation (EC) No 461/2004.\n(3)  OJ L 227, 23.8.2001, p. 1.\n(4)  OJ L 316, 10.12.1999, p. 1.\n(5)  OJ L 342, 15.11.2004, p. 1.\n(6)  OJ L 342, 15.11.2004, p. 8.\n(7)  This means that the document is for internal use only. It is protected pursuant to Article 4 of Regulation (EC) No 1049/2001 of the European Parliament and of the Council (OJ L 145, 31.5.2001, p. 43). It is a confidential document pursuant to Article 19 of Council Regulation (EC) No 384/96 (OJ L 56, 6.3.1996 p. 1), Article 6 of the WTO Agreement on Implementation of Article VI of the GATT 1994 (Anti-dumping Agreement), Article 29 of Council Regulation (EC) No 2026/97 (OJ L 288, 21.10.1997, p. 1) and Article 12 of the WTO Agreement on Subsidies and Countervailing Measures."}