{"celex_id": "32005L0018", "uri": "http://publications.europa.eu/resource/cellar/d392dd8a-dcb2-47ac-8ebd-f8bc45ac6f8c", "type": "Directive", "concepts": ["1763", "191", "2827", "5283"], "title": "Commission Directive 2005/18/EC of 2 March 2005 amending Directive 2001/32/EC as regards certain protected zones exposed to particular plant health risks in the Community\n", "header": "3.3.2005 EN Official Journal of the European Union L 57/25\nCOMMISSION DIRECTIVE 2005/18/EC\nof 2 March 2005\namending Directive 2001/32/EC as regards certain protected zones exposed to particular plant health risks in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the first subparagraph of Article 2(1)(h) thereof,\nHaving regard to the requests made by the Czech Republic, Denmark, Estonia, Greece, Ireland, Italy, Sweden and the United Kingdom,\nWhereas:\n(1) From information supplied by the Czech Republic, Denmark, Greece (as far as Crete and Lesvos are concerned), Ireland, Sweden and the United Kingdom (including the Channel Islands but not the Isle of Man), it appears that Cryphonectria parasitica (Murrill) Barr. is not present in the territory of these countries. Therefore these countries should be recognised as protected zones for Cryphonectria parasitica (Murrill) Barr.\n(2) From information supplied by Denmark based on updated surveys, Denmark should no longer be recognised as a protected zone in respect of Beet necrotic yellow vein virus as it appears that this harmful organism is now established in Denmark.\n(3) From information supplied by Estonia based on updated surveys, it appears that Erwinia amylovora (Burr.) Winsl. et al. is not present in the territory of Estonia. Therefore, Estonia should be recognised temporarily as a protected zone for this organism.\n(4) From information supplied by the United Kingdom based on updated surveys for the presence of Dendroctonus micans Kugelan, it appears that this harmful organism is now established in some parts of the United Kingdom but not in Northern Ireland, nor in the Isle of Man or Jersey. The protected zone should therefore be modified and restricted to Northern Ireland, the Isle of Man and Jersey.\n(5) From information supplied by Italy based on updated surveys and from additional information collected by the Food and Veterinary Office during a mission in Italy in May 2004, it appears that this harmful organism is now established in this country. Italy should therefore no longer be recognised as a protected zone in respect of Citrus tristeza virus (CTV).\n(6) From information supplied by Sweden, it appears that some names of counties in Sweden recognised as protected zone for Leptinotarsa decemlineata may need to be corrected typographically.\n(7) Directive 2001/32/EC (2) should therefore be amended accordingly.\n(8) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Directive 2001/32/EC is amended as follows:\n1. at the end of Article 1 the following paragraph is added:\n2. the Annex is amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish, by 14 May 2005 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall apply those provisions from 15 May 2005.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such a reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of domestic law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the third day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 2 March 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1, as last amended by Commission Directive 2004/102/EC, (OJ L 309, 6.10.2004, p. 9).\n(2)  OJ L 127, 9.5.2001, p. 38, as last amended by Directive 2004/32/EC, (OJ L 85, 23.3.2004, p. 24).\nANNEX\nThe Annex to Directive 2001/32/EC is amended as follows:\n1. under heading (a):\n(i) in point 4, the text in the right hand column is replaced by the following:\n(ii) in point 13, the words ‘Blekroge, Gotlands’ in the right hand column are replaced by ‘Blekinge, Gotland’;\n2. under heading (b), in point 2, ‘Estonia’ is added before ‘France (Corsica)’;\n3. under heading (c), the following point is inserted before point 1:\n‘01. Cryphonectria parasitica (Murrill) Barr\n4. under heading (d):\n(i) in point 1, ‘Denmark’ is deleted;\n(ii) in point 3, ‘Italy’ is deleted."}