{"celex_id": "32009R0257", "uri": "http://publications.europa.eu/resource/cellar/8f09f39d-6e1d-4094-8540-a36c29ef34f7", "type": "Regulation", "concepts": ["1372", "2320", "2359", "5334", "616", "889"], "title": "Commission Regulation (EC) No 257/2009 of 24 March 2009 amending Regulation (EC) No 794/2004 as regards the supplementary information sheet for notification of aid to fisheries and aquaculture (Text with EEA relevance)\n", "header": "27.3.2009 EN Official Journal of the European Union L 81/15\nCOMMISSION REGULATION (EC) No 257/2009\nof 24 March 2009\namending Regulation (EC) No 794/2004 as regards the supplementary information sheet for notification of aid to fisheries and aquaculture\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 659/1999 of 22 March 1999 laying down detailed rules for the application of Article 93 of the EC Treaty (1), and in particular Article 27 thereof,\nAfter consulting the Advisory Committee on State Aid,\nWhereas:\n(1) Following the adoption by the Commission of new Community guidelines for the examination of State aids to fisheries and aquaculture (2), the supplementary information sheet contained in Part III.14 of Annex I to Commission Regulation (EC) No 794/2004 of 21 April 2004 implementing Council Regulation (EC) No 659/1999 laying down detailed rules for the application of Article 93 of the EC Treaty (3) should be replaced by a new supplementary information sheet in line with the framework in force.\n(2) Regulation (EC) No 794/2004 should therefore be amended accordingly,", "main_body": ["Part III.14 of Annex I to Regulation (EC) No 794/2004 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 March 2009.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 83, 27.3.1999, p. 1.\n(2)  OJ C 84, 3.4.2008, p. 10.\n(3)  OJ L 140, 30.4.2004, p. 1.\nANNEX\n‘PART III.14\nSUPPLEMENTARY INFORMATION SHEET FOR AID TO FISHERIES AND AQUACULTURE\nThis supplementary information sheet must be used for the notification of any aid scheme or individual aid covered by Guidelines for the examination of State aid to fisheries and aquaculture (the Guidelines).\nOBJECTIVES OF THE SCHEME or AID (tick as appropriate and insert the required information):\nThis Section follows the order of the subparagraphs of paragraph 4 of the Guidelines: “Aid which may be declared compatible”.\n   Point 4.1 of the Guidelines: Aid for measures of the same kind as those covered by a block exemption Regulation\nGeneral remarks concerning this kind of aid\nTwo block exemption regulations are in force: Commission Regulation (EC) No 736/2008 (1) which applies to the fisheries and aquaculture sector and Commission Regulation (EC) No 800/2008 (2) which is the general exemption regulation applying to all sectors.\nTherefore, such aid should not in principle be notified.\nHowever, according to recital 6 of Regulation No 736/2008 and recital 7 of Regulation No 800/2008, these regulations should be without prejudice to the possibility for Member States of notifying State aid, the objectives of which correspond to objectives covered by these Regulations.\nIn addition, the following kinds of aid cannot benefit from the exemption provided by Regulations (EC) No 736/2008 and (EC) No 800/2008: aid exceeding specified ceilings, as referred to in Article 1(3) of Regulation (EC) No 736/2008 or in Article 6 of Regulation (EC) No 800/2008, or having specific characteristics, in particular aid granted to undertakings other than SMEs, aid to undertakings in difficulty, non-transparent aid, aid for an undertaking which is subject to an outstanding recovery order following a Commission decision declaring an aid incompatible with the common market.\nCharacteristics of the aid notified\n Aid of the same kind as aid covered by Regulation (EC) No 736/2008\n Aid of the same kind as aid covered by Regulation (EC) No 800/2008\n Aid exceeding the ceiling specified\n Aid granted to undertakings other than SMEs\n Aid which is not transparent\n Aid for an undertaking which is subject to an outstanding recovery\n Other characteristics: specify it\nCompatibility with the common market\nThe Member State is requested to provide detailed and reasoned justification as to why the aid can be considered compatible with the common market.\n   Point 4.2 of the Guidelines: Aid falling within the scope of certain horizontal Guidelines\nThe Member State is requested to provide the reference to the relevant Guidelines which are considered to be applicable to the aid measure concerned as well as a detailed and reasoned justification as to why the aid is considered compatible with those Guidelines.\nThe Member State is requested to complete also the other relevant summary information sheets annexed to this Regulation.\n— training aid — sheet in part III.2,\n— employment aid — sheet in part III.3,\n— aid for research and development — sheet in parts III.6.A or III.6.B as appropriate,\n— aid for rescuing and restructuring firms in difficulty — sheet in parts III.7 or III.8 as appropriate,\n— environmental aid — sheet III.10.\n   Point 4.3 of the Guidelines: Aid for investment on board fishing vessels\nThe Member State is requested to provide the information demonstrating the compatibility of the aid with the conditions set out in Article 25(2) and (6) of Council Regulation (EC) No 1198/2006 of 27 July 2006 on the European Fisheries Fund (3).\nIt is also requested to provide a justification why this aid is not part of the operational programme co-financed by this Fund.\n   Point 4.4 of the Guidelines: Aid to make good damage caused by natural disaster, exceptional occurrences or specific adverse climatic event\nThe Member State is requested to provide the following information demonstrating the compatibility of the aid:\n— detailed information on the existence of a natural disaster or exceptional occurrence, including technical and/or scientific reports,\n— proof of a causal link between the event and the damages,\n— method of calculation of damages,\n— other means of justification.\n   Point 4.5 of the Guidelines: Tax relief and labour related costs concerning Community fishing vessels operating outside Community waters\nThe Member State is requested to provide information demonstrating the compatibility of the aid with the conditions of point 4.5 of the Guidelines.\nThat information must in particular include details showing the risk of deregistration from the fishing fleet register of the vessels concerned by the scheme.\n   Point 4.6 of the Guidelines: Aid financed through Para fiscal charges\nThe Member State is requested:\n— to indicate how the funds acquired by means of the Para fiscal charges will be used and,\n— to demonstrate how and on which basis their use is compatible with State aid rules.\nIn addition, it must show how the scheme will benefit both domestic and imported products.\n   Point 4.7 of the Guidelines: Aid for marketing of fishery products from the outermost regions\nThe Member State is requested to provide the information demonstrating the compatibility of the aid with the conditions of this Point and the relevant conditions of Council Regulation (EC) No 791/2007 of 21 May 2007 introducing a scheme to compensate for the additional costs incurred in the marketing of certain fishery products from the outermost regions the Azores, Madeira, the Canary Islands, French Guiana and Réunion (4).\n   Point 4.8 of the Guidelines: Aid concerning the fishing fleet in outermost regions\nThe Member State is requested to provide the information demonstrating the compatibility of the aid with the conditions of this Point and the relevant conditions of Council Regulation (EC) No 639/2004 of 30 March 2004 on the management of fishing fleets registered in the Community outermost regions (5) and Council Regulation (EC) No 2792/1999 of 17 December 1999 laying down the detailed rules and arrangements regarding Community structural assistance in the fisheries sector (6).\n   Point 4.9 of the Guidelines: Aid for other measures\nThe Member State is requested to describe very precisely the kind of aid and its objectives.\nIn addition, it is requested to provide a detailed and reasoned justification on the compatibility of the aid with the conditions of point 3 of the Guidelines and to demonstrate how this aid serves the objectives of the common fisheries policy.\nGENERAL PRINCIPLES\nThe Member State is requested to declare that no aid will be granted in respect of operations that the beneficiary has already begun to implement and for aid for activities in which the beneficiary would already engage under market conditions alone.\nThe Member State is requested to declare that no aid will be granted in circumstances where Community law, and in particular the rules of the Common Fisheries Policy, are not complied with.\nIn that sense, the Member State is requested to declare that the aid measure explicitly provides that, during the grant period, the beneficiaries of the aid shall comply with the rules of the Common Fisheries Policy and that, if during this period it is found that the beneficiary does not comply with rules of the Common Fisheries Policy, the grant must be reimbursed in proportion to the gravity of the infringement.\nThe Member State is requested to declare that the aid is limited to a maximum of 10 years, or, if this is not the case, undertakes to re-notify the aid at least two months before the tenth anniversary of its entry into force.\nOTHER REQUIREMENTS\nThe Member State is requested to provide a list of all supporting documents submitted with the notification as well as a summary of those documents (e.g. socioeconomic data on the recipient regions, scientific and economic justification).\nThe Member State is requested to indicate that this aid is not cumulated with another aid for the same eligible expenses or for the same compensation.\nIf such accumulation exists, the Member State is requested to indicate the references of the aid (aid scheme or individual aid) with which there is accumulation and to demonstrate that the whole aid granted remains compatible with the relevant rules. For that purpose, the Member State shall take into account every kind of State aid, including de minimis aid.\n(1)  OJ L 201, 30.7.2008, p. 16.\n(2)  OJ L 214, 9.8.2008, p. 3.\n(3)  OJ L 223, 15.8.2006, p. 1.\n(4)  OJ L 176, 6.7.2007, p. 1.\n(5)  OJ L 102, 7.4.2004, p. 9.\n(6)  OJ L 337, 30.12.1999, p. 10.’"}