{"celex_id": "32001L0052", "uri": "http://publications.europa.eu/resource/cellar/74a7907e-c781-4b7c-85fc-3ae4f2a79d99", "type": "Directive", "concepts": ["1590", "5967", "683"], "title": "Commission Directive 2001/52/EC of 3 July 2001 amending Directive 95/31/EC laying down specific criteria of purity concerning sweeteners for use in foodstuffs (Text with EEA relevance)\n", "header": "Commission Directive 2001/52/EC\nof 3 July 2001\namending Directive 95/31/EC laying down specific criteria of purity concerning sweeteners for use in foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/107/EEC of 21 December 1988 on the approximation of the laws of the Member States concerning food additives authorised for use in foodstuffs intended for human consumption(1), as amended by Directive 94/34/EC(2) of the European Parliament and of the Council, and in particular Article 3(3)(a) thereof,\nAfter consulting the Scientific Committee on Food,\nWhereas:\n(1) Directive 94/35/EC of the European Parliament and of the Council of 30 June 1994 on sweeteners for use in foodtuffs(3), as amended by Directive 96/83/EC(4), lists those substances which may be used as sweeteners in foodstuffs.\n(2) Commission Directive 95/31/EC of 5 July 1995 laying down specific criteria of purity concerning sweeteners for use in foodstuffs(5), as last amended by Directive 2000/51/EC(6), sets out the purity criteria for the sweeteners mentioned in Directive 94/35/EC.\n(3) It is necessary, in the light of technical progress, to amend the purity criteria set out in Directive 95/31/EC for mannitol (E 421) and acesulfme K (E 950).\n(4) It is necessary to take into account the specifications and analytical techiques for sweeteners as set out in the Codex alimentarius by the Joint FAO/WHO Expert Committee on Food Additives (JECFA).\n(5) It is consequently necessary to adapt Directive 95/31/EC.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["In the Annex to Directive 95/31/EC, the text concerning E 421 mannitol and E 950 acesulfame K shall be replaced by the text in the Annex to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 June 2002 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 3 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 40, 11.2.1989, p. 27.\n(2) OJ L 237, 10.9.1994, p. 1.\n(3) OJ L 237, 10.9.1994, p. 3.\n(4) OJ L 48, 19.2.1997, p. 16.\n(5) OJ L 178, 28.7.1995, p. 1.\n(6) OJ L 198, 4.8.2000, p. 41.\nANNEX\n\">TABLE>\""}