{"celex_id": "32007D0845", "uri": "http://publications.europa.eu/resource/cellar/a79e9897-3d05-4a88-8eae-791244904b73", "type": "Decision", "concepts": ["1708", "226", "3959", "5560", "574", "616"], "title": "Council Decision 2007/845/JHA of 6 December 2007 concerning cooperation between Asset Recovery Offices of the Member States in the field of tracing and identification of proceeds from, or other property related to, crime\n", "header": "18.12.2007 EN Official Journal of the European Union L 332/103\nCOUNCIL DECISION 2007/845/JHA\nof 6 December 2007\nconcerning cooperation between Asset Recovery Offices of the Member States in the field of tracing and identification of proceeds from, or other property related to, crime\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 30(1)(a) and (b) and 34(2)(c) thereof,\nHaving regard to the initiative of the Kingdom of Belgium, the Republic of Austria and the Republic of Finland,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) The main motive for cross-border organised crime is financial gain. This financial gain is a stimulus for committing further crime to achieve even more profit. Accordingly, law enforcement services should have the necessary skills to investigate and analyse financial trails of criminal activity. To combat organised crime effectively, information that can lead to the tracing and seizure of proceeds from crime and other property belonging to criminals has to be exchanged rapidly between the Member States of the European Union.\n(2) The Council adopted Framework Decision 2003/577/JHA of 22 July 2003 on the execution in the European Union of orders freezing property or evidence (2) and Framework Decision 2005/212/JHA of 24 February 2005 on Confiscation of Crime-Related Proceeds, Instrumentalities and Property (3), dealing with certain aspects of judicial cooperation in criminal matters in the field of the freezing and confiscation of the proceeds from, instrumentalities of, and other property related to, crime.\n(3) Close cooperation is necessary between the relevant authorities of the Member States involved in the tracing of illicit proceeds and other property that may become liable to confiscation and provision should be made allowing for direct communication between those authorities.\n(4) To that end, Member States should have national Asset Recovery Offices in place which are competent in these fields, and should ensure that these offices can exchange information rapidly.\n(5) The Camden Assets Recovery Inter-Agency Network (CARIN) established at The Hague on 22-23 September 2004 by Austria, Belgium, Germany, Ireland, Netherlands and the United Kingdom already constitutes a global network of practitioners and experts with the intention of enhancing mutual knowledge on methods and techniques in the area of cross-border identification, freezing, seizure and confiscation of the proceeds from, and other property related to, crime. This Decision should complete the CARIN by providing a legal basis for the exchange of information between Asset Recovery Offices of all the Member States.\n(6) In its Communication to the Council and the European Parliament ‘The Hague Programme: Ten Priorities for the next five years’, the Commission advocated strengthening tools to address the financial aspects of organised crime, inter alia, by promoting the establishment of criminal asset intelligence units in Member States.\n(7) Cooperation between the Asset Recovery Offices and between the Asset Recovery Offices and other authorities charged with the facilitation of the tracing and identification of proceeds of crime should take place on the basis of the procedures and time limits provided for in Council Framework Decision 2006/960/JHA of 18 December 2006 on simplifying the exchange of information and intelligence between law enforcement authorities of the Member States of the European Union (4), including the grounds for refusal contained therein.\n(8) This Decision should be without prejudice to the cooperation arrangements under Council Decision 2000/642/JHA of 17 October 2000 concerning arrangements for cooperation between financial intelligence units of the Member States in exchanging information (5) and to existing arrangements for police cooperation,", "main_body": ["Asset Recovery Offices\n1.   Each Member State shall set up or designate a national Asset Recovery Office, for the purposes of the facilitation of the tracing and identification of proceeds of crime and other crime related property which may become the object of a freezing, seizure or confiscation order made by a competent judicial authority in the course of criminal or, as far as possible under the national law of the Member State concerned, civil proceedings.\n2.   Without prejudice to paragraph 1, a Member State may, in conformity with its national law, set up or designate two Asset Recovery Offices. Where a Member State has more than two authorities charged with the facilitation of the tracing and identification of proceeds of crime, it shall nominate a maximum of two of its Asset Recovery Offices as contact point(s).\n3.   Member States shall indicate the authorities which are the national Asset Recovery Offices within the meaning of this Article. They shall notify this information and any subsequent changes to the General Secretariat of the Council in writing. This notification shall not preclude other authorities which are charged with the facilitation of the tracing and identification of proceeds of crime from exchanging information under Articles 3 and 4 with an Asset Recovery Office of another Member State.", "Cooperation between Asset Recovery Offices\n1.   Member States shall ensure that their Asset Recovery Offices cooperate with each other for the purposes set out in Article 1(1), by exchanging information and best practices, both upon request and spontaneously.\n2.   Member States shall ensure that this cooperation is not hampered by the status of the Asset Recovery Offices under national law, regardless of whether they form part of an administrative, law enforcement or a judicial authority.", "Exchange of information between Asset Recovery Offices on request\n1.   An Asset Recovery Office of a Member State or other authorities in a Member State charged with the facilitation of the tracing and identification of proceeds of crime may make a request to an Asset Recovery Office of another Member State for information for the purposes set out in Article 1(1). To that end it shall rely on Framework Decision 2006/960/JHA and on the rules adopted in implementation thereof.\n2.   When filling out the form provided for under Framework Decision 2006/960/JHA, the requesting Asset Recovery Office shall specify the object of and the reasons for the request and the nature of the proceedings. It shall also provide details on property targeted or sought (bank accounts, real estate, cars, yachts and other high value items) and/or the natural or legal persons presumed to be involved (e.g. names, addresses, dates and places of birth, date of registration, shareholders, headquarters). Such details shall be as precise as possible.", "Spontaneous exchange of information between Asset Recovery Offices\n1.   Asset Recovery Offices or other authorities charged with the facilitation of the tracing and identification of proceeds of crime may, within the limits of the applicable national law and without a request to that effect, exchange information which they consider necessary for the execution of the tasks of another Asset Recovery Office in pursuance of purpose set out in Article 1(1).\n2.   Article 3 shall apply to the exchange of information under this Article mutatis mutandis.", "Data protection\n1.   Each Member State shall ensure that the established rules on data protection are applied also within the procedure on exchange of information provided for by this Decision.\n2.   The use of information which has been exchanged directly or bilaterally under this Decision shall be subject to the national data protection provisions of the receiving Member State, where the information shall be subject to the same data protection rules as if they had been gathered in the receiving Member State. The personal data processed in the context of the application of this Decision shall be protected in accordance with the Council of Europe Convention of 28 January 1981 for the Protection of Individuals with regard to Automatic Processing of Personal Data, and, for those Member States which have ratified it, the Additional Protocol of 8 November 2001 to that Convention, regarding Supervisory Authorities and Transborder Data Flows. The principles of Recommendation No R(87) 15 of the Council of Europe Regulating the Use of Personal Data in the Police Sector should also be taken into account when law enforcement authorities handle personal data obtained under this Decision.", "Exchange of best practices\nMember States shall ensure that the Asset Recovery Offices shall exchange best practices concerning ways to improve the effectiveness of Member States’ efforts in tracing and identifying proceeds from, and other property related to, crime which may become the object of a freezing, seizure or confiscation order by a competent judicial authority.", "Relationship to existing arrangements for cooperation\nThis Decision shall be without prejudice to the obligations resulting from European Union instruments on mutual legal assistance or on mutual recognition of decisions regarding criminal matters, from bilateral or multilateral agreements or arrangements between the Member States and third countries on mutual legal assistance and from Decision 2000/642/JHA and Framework Decision 2006/960/JHA.", "Implementation\n1.   The Member States shall ensure that they are able to cooperate fully in accordance with the provisions of this Decision by 18 December 2008. By the same date Member States shall transmit to the General Secretariat of the Council and to the Commission the text of any provisions of their national law enabling them to comply with the obligations imposed on them under this Decision.\n2.   So long as the Member States have not yet implemented Framework Decision 2006/960/JHA, references to that Framework Decision in this Decision shall be understood as references to the applicable instruments on police cooperation between the Member States.\n3.   By 18 December 2010 the Council shall assess Member States’ compliance with this Decision on the basis of a report made by the Commission.", "Application\nThis Decision shall take effect on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 6 December 2007.\nFor the Council\nThe President\nA. COSTA\n(1)  Opinion of 12 December 2006 (not yet published in the Official Journal).\n(2)  OJ L 196, 2.8.2003, p. 45.\n(3)  OJ L 68, 15.3.2005, p. 49.\n(4)  OJ L 386, 29.12.2006, p. 89.\n(5)  OJ L 271, 24.10.2000, p. 4."}