{"celex_id": "32001R2382", "uri": "http://publications.europa.eu/resource/cellar/cb4c9c5d-0ef1-4e47-ad85-abbb2f7ddfec", "type": "Regulation", "concepts": ["12", "1460", "2300", "4057", "5138"], "title": "Council Regulation (EC) No 2382/2001 of 4 December 2001 amending Regulation (EC) No 1267/1999 establishing an Instrument for Structural Policies for Pre-Accession\n", "header": "Council Regulation (EC) No 2382/2001\nof 4 December 2001\namending Regulation (EC) No 1267/1999 establishing an Instrument for Structural Policies for Pre-Accession\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nFollowing consultation of the opinion of the Committee of the Regions,\nWhereas:\n(1) The first measures to benefit from Community assistance under the Instrument for Structural Policies for Pre-Accession (ISPA) established by Regulation (EC) No 1267/1999(4) were appraised and approved by the Commission in the course of 2000.\n(2) Certain provisions of Regulation (EC) No 1267/1999 should be amended in the light of experience acquired in the meantime in appraising and approving measures to be financed under ISPA.\n(3) Co-financing of measures together with international financial institutions in particular and the use of private financing are key elements of the functioning of ISPA. In certain cases, access to sources of financing other than Community assistance is essential to allow the beneficiary countries to co-finance measures which fully meet the conditions for eligibility and the objectives of ISPA.\n(4) In order to allow or facilitate co-financing together with international financial institutions and/or private sources, provision should be made for the possibility of derogating, after examination on a case-by-case basis, from the general rules on participation in invitations to tender and contracts co-financed under ISPA.\n(5) Article 114(2) of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities(5) stipulates that in exceptional cases and with proper justification, it may be decided, on the basis of the specific conditions laid down in the basic instruments governing cooperation and in accordance with the appropriate authorisation procedures, to allow nationals of third countries to tender for contracts. Regulation (EC) No 1267/1999 is such a basic instrument.\n(6) In this connection, inspiration may usefully be drawn from certain provisions applicable under the PHARE programme established by Regulation (EEC) No 3906/89(6) on economic aid to certain countries of Central and Eastern Europe.\n(7) A more precise definition of the concept of eligible expenditure is required so as to allow co-financing of ISPA measures by other sources of external aid.\n(8) The provisions of Regulation (EC) No 1267/1999 should moreover be adapted to take account of Council Decision 1999/468/EC of 28 June 1999 laying down procedures for the exercise of implementing powers conferred on the Commission(7).\n(9) The Treaty does not provide, for the adoption of this Regulation, powers other than those of Article 308,", "main_body": ["Regulation (EC) No 1267/1999 is hereby amended as follows:\n1. The following Article shall be inserted: \"Article 6a\nAward of contracts\n1. In the case of measures for which the Community is the sole source of external aid, participation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons of the Member States and of the countries referred to in the second subparagraph of Article 1(1).\n2. Paragraph 1 shall also apply to co-financing.\nIn the case of co-financing, however, the participation of third countries in invitations to tender and contracts may be authorised by the Commission, after examination on a case-by-case basis.\"\n2. The following paragraph shall be added to Article 7: \"8. Where a measure is co-financed together with international financial institutions, expenditure meeting the rules for eligibility referred to in paragraph 7 but carried out in accordance with procedures appropriate to external sources of financing other than Community assistance and borne by those financial institutions may be used in calculating total eligible expenditure for that measure.\"\n3. Paragraphs 1, 2 and 3 of Article 14 shall be replaced by the following: \"1. The Commission shall be assisted by a committee, composed of representatives of the Member States and chaired by the representative of the Commission (hereinafter referred to as 'the Committee'). The European Investment Bank shall appoint a non-voting representative.\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\n3. The period provided for in Article 4(3) of Decision 1999/468/EC shall be set at one month.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 2001.\nFor the Council\nThe President\nD. Reynders\n(1) OJ C 180 E, 26.6.2001, p. 197.\n(2) Opinion delivered on 20 September 2001 (not yet published in the Official Journal).\n(3) OJ C 221, 7.8.2001, p. 166.\n(4) OJ L 161, 26.6.1999, p. 73.\n(5) OJ L 356, 31.12.1977, p. 1. Regulation as last amended by Regulation (EC, ECSC, Euratom) No 2673/1999 (OJ L 326, 18.12.1999, p. 1).\n(6) OJ L 375, 23.12.1989, p. 11. Regulation as last amended by Regulation (EC) No 2666/2000 (OJ L 306, 7.12.2000, p. 1).\n(7) OJ L 184, 17.7.1999, p. 23."}