{"celex_id": "32004R1123", "uri": "http://publications.europa.eu/resource/cellar/b9d65929-23b1-43b0-8ea2-fb63e341e264", "type": "Regulation", "concepts": ["1182", "252", "2563", "3304", "797", "863"], "title": "Commission Regulation (EC) No 1123/2004 of 17 June 2004 fixing, for the 2003/04 marketing year, the actual production of unginned cotton and the amount by which the guide price is to be reduced as a result\n", "header": "18.6.2004 EN Official Journal of the European Union L 218/3\nCOMMISSION REGULATION (EC) No 1123/2004\nof 17 June 2004\nfixing, for the 2003/04 marketing year, the actual production of unginned cotton and the amount by which the guide price is to be reduced as a result\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton (1),\nHaving regard to Council Regulation (EC) No 1051/2001 of 22 May 2001 on production aid for cotton (2), and in particular the second indent of Article 19(2) thereof,\nWhereas:\n(1) The first subparagraph of Article 16(3) of Commission Regulation (EC) No 1591/2001 of 2 August 2001 laying down detailed rules for applying the cotton aid scheme (3), provides that actual production in each marketing year is to be established before 15 June of that year.\n(2) The third indent of Article 19(2) of Regulation (EC) No 1051/2001 provides that actual production is to be fixed taking account in particular of the quantities on which aid has been applied for.\n(3) The second subparagraph of Article 16(3) of Regulation (EC) No 1591/2001 states the terms on which the quantity of unginned cotton produced is to be reckoned as the actual production.\n(4) The Greek authorities, using fibre yield as a quality criterion, have recognised 1 006 248 tonnes of unginned cotton as eligible for aid.\n(5) The Greek authorities have informed the Commission that, on 15 May 2004, they did not recognise as eligible for aid 1 019 tonnes of unginned cotton consisting of 335,7 tonnes from 137,4 hectares not declared in line with Article 9 of Regulation (EC) No 1591/2001, 291,7 tonnes in respect of which national area reduction measures under Article 17(3) of Regulation (EC) No 1051/2001 were disregarded, and 391,6 tonnes which were not of sound and fair merchantable quality in accordance with Article 15(1) of that Regulation.\n(6) Consequently, actual Greek production of unginned cotton for the 2003/04 marketing year must be considered to total 1 006 248 tonnes.\n(7) The Spanish authorities, using fibre yield as a quality criterion, have recognised 305 394 tonnes of unginned cotton as eligible for aid.\n(8) The Spanish authorities have informed the Commission that on 15 May 2004 they did not recognise as eligible for aid 834 tonnes of unginned cotton consisting of 779 tonnes in respect of which national area reduction measures under Article 17(3) of Regulation (EC) No 1051/2001 were disregarded, 56 tonnes that was not of sound and fair merchantable quality as required by Article 15(1) of that Regulation, and 22 tonnes because the rules concerning contracts referred to in Article 11 of that Regulation were not complied with.\n(9) Exclusion from actual production of the abovementioned 22 tonnes of unginned cotton on account of non-compliance with the rules concerning contracts is not justified. Moreover, this quantity meets the requirements of the second subparagraph of Article 16(3) of Regulation (EC) No 1591/2001 and must therefore be added to the quantity of 305 394 tonnes.\n(10) In consequence by application of fibre yield as a quality criterion actual Spanish production of unginned cotton in the 2003/04 marketing year must be considered to total 305 417 tonnes.\n(11) Having applied the quality criterion of fibre yield, the Spanish authorities recognised as eligible for the aid 632 tonnes of unginned cotton originating from crop areas in Portugal. This quantity meets the requirements of the second subparagraph of Article 16(3) of Regulation (EC) No 1591/2001 and must accordingly be regarded as Portuguese actual production of unginned cotton for the 2003/04 marketing year.\n(12) Article 7(2) of Regulation (EC) No 1051/2001 states that if the sum of the actual production determined for Spain and Greece exceeds 1 031 000 tonnes the guide price indicated in Article 3(1) of that Regulation is to be reduced in any Member State where actual production exceeds the guaranteed national quantity.\n(13) For the 2003/04 marketing year the guaranteed national quantity is exceeded in both Spain and Greece. The guide price reductions for these countries are to be set in line with the percentage overshoot of the respective guaranteed national quantity.\n(14) The first subparagraph of Article 7(4) of Regulation (EC) No 1051/2001 states that the guide price reduction in each Member State is to be 50 % of the percentage overshoot of its guaranteed national quantity.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Natural Fibres,", "main_body": ["1.   For the 2003/04 marketing year actual production of unginned cotton is determined as:\n— 1 006 248 tonnes for Greece,\n— 305 417 tonnes for Spain,\n— 632 tonnes for Portugal.\n2.   The amount by which the guide price is to be reduced for the 2003/04 marketing year is fixed at:\n— Greece: EUR 15,201 per 100 kg of unginned cotton,\n— Spain: EUR 12,012 per 100 kg of unginned cotton,\n— Portugal: EUR 0 per 100 kg of unginned cotton.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 June 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  Protocol as last amended by Council Regulation (EC) No 1050/2001 (OJ L 148, 1.6.2001, p. 1).\n(2)  OJ L 148, 1.6.2001, p. 3.\n(3)  OJ L 210, 3.8.2001, p. 10. Regulation as amended by Regulation (EC) No 1486/2002 (OJ L 223, 20.8.2002, p. 3)."}