{"celex_id": "32004R1776", "uri": "http://publications.europa.eu/resource/cellar/ab5466d5-ebb6-4868-9e23-42411193349f", "type": "Regulation", "concepts": ["2173", "251", "2681", "4314", "4858"], "title": "Commission Regulation (EC) No 1776/2004 of 14 October 2004 fixing, for the 2003/04 marketing year, the amount to be paid by sugar manufacturers to beet sellers in respect of the difference between the maximum amount of the B levy and the amount of that levy to be charged\n", "header": "15.10.2004 EN Official Journal of the European Union L 316/65\nCOMMISSION REGULATION (EC) No 1776/2004\nof 14 October 2004\nfixing, for the 2003/04 marketing year, the amount to be paid by sugar manufacturers to beet sellers in respect of the difference between the maximum amount of the B levy and the amount of that levy to be charged\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (1), and in particular Article 18(5) thereof,\nWhereas:\n(1) Article 18(2) of Regulation (EC) No 1260/2001 provides that when the amount of the B levy is less than the maximum amount referred to in Article 15(4) of that Regulation, revised where necessary in accordance with paragraph 5 of that Article, sugar manufacturers must pay beet sellers 60 % of the difference between the maximum amount of the levy in question and the amount of the levy to be charged. Article 9(1) of Commission Regulation (EC) No 314/2002 of 20 February 2002 laying down detailed rules for the application of the quota system in the sugar sector (2) provides that the amount to be paid should be fixed at the same time as the production levies and in accordance with the same procedure.\n(2) For the 2003/04 marketing year, Commission Regulation (EC) No 1430/2004 (3) sets the maximum amount of the B levy at 37,5 % of the intervention price for white sugar and Commission Regulation (EC) No 1775/2004 (4) fixes the amount of the B levy for sugar to be charged for the said marketing year at 27,050 % of the intervention price for white sugar. This difference requires, in accordance with Article 18(2) of Regulation (EC) No 1260/2001, that the amount to be paid by sugar manufacturers to beet sellers should be fixed per tonne of beet of standard quality.\n(3) The Management Committee for Sugar has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The amount referred to in Article 18(2) of Regulation (EC) No 1260/2001 to be paid by sugar manufacturers to beet sellers in respect of the B levy shall be fixed for the 2003/04 marketing year at EUR 5,151 per tonne of beet of standard quality.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2)  OJ L 50, 21.2.2002, p. 40. Regulation as last amended by Regulation (EC) No 38/2004 (OJ L 6, 10.1.2004, p. 13).\n(3)  OJ L 203, 12.8.2003, p. 15.\n(4)  See p. 64 of this Official Journal."}