{"celex_id": "32008R1300", "uri": "http://publications.europa.eu/resource/cellar/44932b31-680a-4e8e-bcdd-c22476fcaae2", "type": "Regulation", "concepts": ["133", "2110", "2329", "2437", "2879", "4790", "5229", "5254", "598", "605"], "title": "Council Regulation (EC) No 1300/2008 of 18 December 2008 establishing a multi-annual plan for the stock of herring distributed to the west of Scotland and the fisheries exploiting that stock\n", "header": "20.12.2008 EN Official Journal of the European Union L 344/6\nCOUNCIL REGULATION (EC) No 1300/2008\nof 18 December 2008\nestablishing a multi-annual plan for the stock of herring distributed to the west of Scotland and the fisheries exploiting that stock\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the common fisheries policy (2) requires that, to achieve the objective provided for therein, the Community is to apply the precautionary approach in taking measures designed to protect and conserve living aquatic resources, to provide for their sustainable exploitation and to minimise the impact of fishing activities on marine ecosystems.\n(2) Recent scientific advice from the International Council for the Exploration of the Sea (ICES) and the Scientific, Technical and Economic Committee for Fisheries (STECF) indicates that the stock of herring (Clupea harengus) in the waters to the west of Scotland is slightly overfished with respect to the objective of maximum sustainable yield.\n(3) It is appropriate to establish a multi-annual plan with the objective of ensuring that the stock will be exploited in conformity with the principle of maximum sustainable yield and under sustainable economic, environmental and social conditions.\n(4) For this purpose, the plan should aim at progressive implementation of an ecosystem-based approach to fisheries management, and should contribute to efficient fishing activities within an economically viable and competitive fisheries industry, providing a fair standard of living for those who depend on fishing herring distributed to the west of Scotland and taking the interests of consumers into account.\n(5) Scientific advice from ICES and STECF indicates that the stock of herring in the waters to the west of Scotland, if exploited at a fishing mortality rate of 0,25 when the stock biomass level is equal or superior to 75 000 tonnes and of 0,2 when the stock biomass level is less than 75 000 tonnes but equal or superior to 50 000 tonnes, will be sustainable and this stock will provide a reasonably high yield.\n(6) That advice should be followed by establishing an appropriate method for fixing the total allowable catches (TACs) for herring stock in the waters to the west of Scotland at a level consistent with an appropriate long-term fishing mortality and with respect to the biomass level of that fish stock.\n(7) To ensure stability with respect to the fishing opportunities, it is appropriate to limit the variation in the TACs from one year to the next when the stock biomass level is equal or superior to 50 000 tonnes.\n(8) In order to ensure compliance with the measures laid down in this Regulation, control measures are needed in addition to those laid down in Council Regulation (EC) No 1627/94 of 27 June 1994 laying down general provisions concerning special fishing permits (3), Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (4) and Commission Regulation (EEC) No 2807/83 of 22 September 1983 laying down detailed rules for recording information on Member States′ catches of fish (5).\n(9) Rules should be established to qualify the multi-annual plan introduced by this Regulation as a recovery plan within the meaning of Article 5 of Regulation (EC) No 2371/2002 and for the purposes of Article 21(a)(i) of Council Regulation (EC) No 1198/2006 of 27 July 2006 on the European Fisheries Fund (6), or as a management plan within the meaning of Article 6 of Regulation (EC) No 2371/2002 and for the purposes of Article 1(a)(iv) of Council Regulation (EC) No 1198/2006, taking into account the biomass stock level.\n(10) The establishment of total allowable catches, the revision of minimum fishing mortality rates and certain adjustments which have to be made to the management and recovery plans in the light of their effectiveness and operation constitute measures of prime importance for the dCommon fisheries policy. It is therefore appropriate that the Council should reserve the right to exercise implementing powers directly with respect to these specific matters,", "main_body": ["CHAPTER I\nSUBJECT MATTER AND DEFINITIONS", "Subject matter\nThis Regulation establishes a multi-annual plan for the fisheries exploiting the stock of herring (Clupea harengus) in international and Community waters of ICES zones Vb and VIb, and that part of ICES zone VIa which lies west of the meridian of longitude 7o W and north of the parallel of latitude 55o N, or east of the meridian of longitude 7o W and north of the parallel of latitude 56o N, excluding the Clyde (hereinafter together referred to as the area west of Scotland).", "Definitions\nFor the purposes of this Regulation, the definitions laid down in Article 3 of Regulation (EC) No 2371/2002 shall apply. In addition, the following definitions shall apply:\n(a) ‘ICES zones’ means the zones as defined in Council Regulation (EEC) No 3880/91 of 17 December 1991 on the submission of nominal catch statistics by Member States fishing in the North-East Atlantic (7);\n(b) ‘total allowable catch (TAC)’ means the quantity that can be taken and landed from the stock each year;\n(c) ‘VMS’ means a satellite-based Vessel Monitoring System, within the meaning of Commission Regulation (EC) No 2244/2003 of 18 December 2003 laying down detailed provisions regarding satellite-based Vessel Monitoring Systems (8);\n(d) ‘appropriate age groups’ means the ages from three to seven years (inclusive), or other age groups identified as appropriate by the Scientific, Technical and Economic Committee for Fisheries (STECF).\nCHAPTER II\nOBJECTIVE AND TARGETS", "Objective and targets\n1.   The multi-annual plan shall ensure the exploitation of the herring stock in the area west of Scotland on the basis of maximum sustainable yield.\n2.   The objective in paragraph 1 shall be attained by:\n(a) maintaining the fishing mortality rate at 0,25 per year on appropriate age groups when the spawning stock biomass level is equal or superior to 75 000 tonnes;\n(b) maintaining the fishing mortality rate at no more than 0,2 per year on appropriate age groups when the spawning stock biomass level is below 75 000 tonnes but equal or superior to 50 000 tonnes;\n(c) providing for the closure of the fishery in the event that the spawning stock biomass level falls below 50 000 tonnes.\n3.   The objective set out in paragraph 1 shall be attained within an annual variation in the TAC limited to 20 % or 25 % depending on the situation of the stock.\nCHAPTER III\nTOTAL ALLOWABLE CATCHES", "Setting of TACs\n1.   Each year, the Council, acting by qualified majority on the basis of a proposal from the Commission, shall fix for the following year the TAC applicable to the herring stock in the area west of Scotland, in accordance with paragraphs 2 to 6.\n2.   When STECF considers that the spawning stock biomass level will be equal or superior to 75 000 tonnes in the year for which the TAC is to be fixed, the TAC shall be set at a level which, according to the advice of STECF, will result in a fishing mortality rate of 0,25 per year. However, the annual variation in the TAC shall be limited to 20 %.\n3.   When the STECF considers that the spawning stock biomass level will be less than 75 000 tonnes but equal or superior to 50 000 tonnes in the year for which the TAC is to be fixed, the TAC shall be set at a level which, according to the advice of STECF, will result in a fishing mortality rate of 0,2 per year. However, the annual variation of the TAC shall be limited to:\n(a) 20 % if the spawning stock biomass level is estimated to be equal or superior to 62 500 tonnes but less than 75 000 tonnes;\n(b) 25 % if the spawning stock biomass level is estimated to be equal or superior to 50 000 tonnes but less than 62 500 tonnes.\n4.   When STECF considers that the spawning stock biomass level will be less than 50 000 tonnes in the year for which the TAC is to be fixed, the TAC shall be set at 0 tonnes.\n5.   For the purposes of the calculation to be carried out in accordance with paragraphs 2 and 3, STECF shall assume that the stock experiences a fishing mortality rate of 0,25 in the year prior to the year for which the TAC is to be fixed.\n6.   By way of derogation from paragraphs 2 or 3, if STECF considers that the herring stock in the area west of Scotland is failing properly to recover, the TAC shall be set at a level lower than that provided for in those paragraphs.", "Special fishing permit\n1.   In order to fish for herring in the area west of Scotland, vessels shall hold a special fishing permit issued in accordance with Article 7 of Regulation (EC) No 1627/94.\n2.   It shall be prohibited for any fishing vessel not holding a fishing permit as referred to in paragraph 1 to fish for, or retain on board, any quantity of herring while the vessel is engaged on a fishing trip that has included the presence of that vessel in the area west of Scotland.\n3.   Vessels to which the special fishing permit referred to in paragraph 1 has been issued shall not be permitted to fish outside the area west of Scotland during the same fishing trip.\n4.   Paragraph 3 shall not apply to vessels which transmit their catch report on a daily basis to the Fisheries Monitoring centre of the flag Member State, as referred to in Article 3(7) of Regulation (EEC) No 2847/93, for inclusion in its computerised database.\n5.   Each Member State shall establish and maintain a list of vessels holding the special permit referred to in paragraph 1 and make it available, on its official website, to the Commission and other Member States. The vessels to which the provisions of paragraph 4 apply shall be clearly identified on the list.", "Cross-checks\nIn addition to the obligations laid down in Article 19 of Regulation (EEC) No 2847/93, Member States shall carry out administrative cross-checks by comparing the landing declarations, the fishing areas and catches recorded in the logbook, catch reports submitted in accordance with Article 5(4) of this Regulation and VMS data. Such cross-checks shall be recorded and made available to the Commission on request.\nCHAPTER IV\nFOLLOW-UP", "Revision of minimum fishing mortality rates\nWhere the Commission, on the basis of advice from STECF, finds that the fishing mortality rates and associated spawning stock biomass levels, specified in Article 3(2), are not appropriate to achieve the objective specified in Article 3(1), the Council shall, on the basis of a Commission proposal, decide by qualified majority on a revision of those biomass levels and/or rates.", "Evaluation and review of the multi-annual plan\n1.   The Commission shall request, each year, advice from STECF and the Pelagic Regional Advisory Council on the achievement of the targets of the multi-annual plan. Where the advice indicates that the targets are not being met, the Council of the EU shall decide by qualified majority, on a proposal from the Commission, on additional and/or alternative measures to ensure that the targets are met.\n2.   At least every four years from 18 December 2008, the Commission shall review the geographical area of application, the biological reference levels and the performance and operation of the multi-annual plan. In the framework of this review, the Commission shall seek the advice of the STECF and of the Pelagic Regional Advisory Council. Where appropriate, the Council of the EU shall decide by qualified majority, on a proposal from the Commission, on appropriate adaptations to the multi-annual plan, as regards the geographical area of application referred to in Article 1, the biological reference levels referred to in Article 3 or the rules for setting TACs referred to in Article 4.\nCHAPTER V\nFINAL PROVISIONS", "European Fisheries Fund\nWhere the spawning biomass of herring is assessed by STECF to be equal or superior to 75 000 tonnes, the multi-annual plan shall be deemed to be a management plan within the meaning of Article 6 of Regulation (EC) No 2371/2002 and for the purposes of Article 21(a)(iv) of Regulation (EC) No 1198/2006. In all other cases, the multi-annual plan shall be deemed to be a recovery plan within the meaning of Article 5 of Regulation (EC) No 2371/2002, and for the purposes of Article 21(a)(i) of Regulation (EC) No 1198/2006.", "0\nEntry into force\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  Opinion of 4 December 2008 (not yet published in the Official Journal).\n(2)  OJ L 358, 31.12.2002, p. 59.\n(3)  OJ L 171, 6.7.1994, p. 7.\n(4)  OJ L 261, 20.10.1993, p. 1.\n(5)  OJ L 276, 10.10.1983, p. 1.\n(6)  OJ L 223, 15.8.2006, p. 1.\n(7)  OJ L 365, 31.12.1991, p. 1.\n(8)  OJ L 333, 20.12.2003, p. 17."}