{"celex_id": "32009D0121", "uri": "http://publications.europa.eu/resource/cellar/ab4b5e0f-15aa-4a12-9f4e-2fcb8a858ce3", "type": "Decision", "concepts": ["1442", "1590", "2735", "4743", "5263"], "title": "2009/121/EC: Council Decision of 18 December 2008 rejecting the proposal from the Commission for a Council Regulation implementing Regulation (EC) No 853/2004 of the European Parliament and of the Council as regards the use of antimicrobial substances to remove surface contamination from poultry carcasses (Text with EEA relevance)\n", "header": "13.2.2009 EN Official Journal of the European Union L 42/13\nCOUNCIL DECISION\nof 18 December 2008\nrejecting the proposal from the Commission for a Council Regulation implementing Regulation (EC) No 853/2004 of the European Parliament and of the Council as regards the use of antimicrobial substances to remove surface contamination from poultry carcasses\n(Text with EEA relevance)\n(2009/121/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 202 thereof,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 3(2) thereof,\nHaving regard to the proposal from the Commission for a Council Regulation implementing Regulation (EC) No 853/2004 as regards the use of antimicrobial substances to remove surface contamination from poultry carcasses,\nHaving regard to Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (2), and in particular Article 5 thereof,\nWhereas:\n(1) Regulation (EC) No 853/2004 lays down specific rules on the hygiene of food of animal origin for food business operators. It provides that food business operators are not to use any substance other than water to remove surface contamination from products of animal origin, unless the use of such substance has been approved in accordance with that Regulation.\n(2) A high level of protection of human health should be assured in the pursuit of Community policies. Measures adopted by the Community governing food and feed must be based on an appropriate assessment of the possible risks for human and animal health and must, taking into account existing scientific evidence, maintain, or if scientifically justified, increase the level of protection of human and animal health ensured in the Community. High hygiene standards throughout the food production chain and avoidance or prohibition on the use of substances which can potentially mask poor hygiene practices are a key priority in the Community.\n(3) In addition, a high level of protection of the environment should be ensured in the pursuit of Community policies, both by acts of environmental policy itself and by the integration of environmental policy requirements into the definition and implementation of other Community policies and activities.\n(4) The Commission proposal underlines that several antimicrobial substances such as chlorine dioxide, acidified sodium chlorite, trisodium phosphate or peroxyacids that are used to remove surface contamination from poultry carcasses can pose a risk to the aquatic environment, the health of staff working in waste water systems and the operation and performance of sewerage systems and/or waste water treatment plants. The use of antimicrobial substances containing chlorine can also lead to the formation of chloroorganic compounds, several of which are persistent, bioaccumulable or carcinogenic. Phosphorus compounds are also one of the sources of the eutrophication of European regional seas, leading to mass growth algae and other undesirable disturbance of the aquatic environment.\n(5) The Scientific Committee on Veterinary Measures relating to Public Health (SCVPH) issued a report on 30 October 1998 on the ‘benefits and limitations of antimicrobial treatments for poultry carcasses’ and recommended that before any decontamination compound or decontamination technique is authorised for use, it should be fully assessed.\n(6) The European Food Safety Authority (EFSA) adopted a scientific opinion on 14-15 December 2005‘on the evaluation of the efficacy of peroxyacids for use as an antimicrobial substance applied on poultry carcasses’. It concluded that the efficacy of peroxyacids was difficult to assess because the protocols submitted were not always clearly described, and, even if they were, would not be sufficient to demonstrate the efficacy of peroxyacids under commercial conditions.\n(7) The EFSA adopted a scientific opinion on 6 March 2008‘on the assessment of possible effect of the chlorine dioxide, acidified sodium chlorite, trisodium phosphate and peroxyacids on the emergence of antimicrobial resistance’. The findings led the EFSA to encourage further research on the likelihood of the emergence of susceptibility to these types of substances, and the possibility of their resistance to therapeutic antibiotics and other antimicrobial agents.\n(8) The Scientific Committee on Health and Environmental Risks (SCHER) and the Scientific Committee on Emerging and Newly Identified Health Risks (SCENIHR) adopted a joint scientific opinion on 18 March 2008 and 2 April 2008 on the environmental impact and effect on the antimicrobial resistance of the four substances used for the removal of microbial surface contamination of poultry carcasses. They stated that ‘there is currently insufficient knowledge on the potential negative effects of using different biocides’ and concluded that there was not enough information available for producing comprehensive quantitative assessments. There were environmental concerns about the possibility to disseminate or select more resistant strains and in relation to the potential residues in the poultry carcasses.\n(9) Taking into account scientific information available, it cannot be excluded that the approval of theses substances may lead to an increased antimicrobial resistance in humans.\n(10) The emergence of antimicrobial resistance is also a major and permanent concern of international bodies involved in human medicine. The Commission has taken various important legislative initiatives aiming at reducing antimicrobial resistance linked to feed, veterinary treatment of animals and food.\n(11) Likewise the Council adopted, at its session of 9 and 10 June 2008, Council conclusions on antimicrobial resistance stressing that antimicrobial resistance is still a growing European and global health problem.\n(12) The European Parliament, in its resolution of 19 June 2008, voiced its disapproval of the Commission proposal for the reasons stated above and called on the Council to reject it.\n(13) The lack of scientific data in relation to hazards related to the use of these substances leads to the application of the precautionary principle as referred to in Article 7 of Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (3). According to this principle, in specific circumstances where, following an assessment of available information, the possibility of harmful effects on health is identified but scientific uncertainty persists, provisional risk management measures necessary to ensure the high level of health protection chosen in the Community may be adopted, pending further scientific information for a more comprehensive risk assessment.\n(14) Data collection by food business operators and research programmes should therefore be encouraged so that both the efficacy of these substances and the development of antimicrobial resistances as well as possible environmental impact could be fully assessed. For this purpose, the EFSA has published a joint AFC/BIOHAZ guidance document (4) on the submission of data for the evaluation of the safety and the efficacy of substances for the removal of microbial surface contamination of foods of animal origin. Pending the collection and evaluation of such data, the Council considers it necessary to await the outcome thereof and, in the meantime, to reject the Commission’s proposal,", "main_body": ["The proposal from the Commission for a Council Regulation implementing Regulation (EC) No 853/2004 of the European Parliament and of the Council as regards the use of antimicrobial substances to remove surface contamination from poultry carcasses is rejected.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 18 December 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 184, 17.7.1999, p. 23.\n(3)  OJ L 31, 1.2.2002, p. 1.\n(4)  The EFSA Journal (2006) 3888, p. 1."}