{"celex_id": "32005R2106", "uri": "http://publications.europa.eu/resource/cellar/251c21be-1116-44ce-8f30-f62e65fed43f", "type": "Regulation", "concepts": ["3647", "5156", "54"], "title": "Commission Regulation (EC) No 2106/2005 of  21 December 2005  amending Regulation (EC) No 1725/2003 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council, as regards International Accounting Standard (IAS) 39   (Text with EEA relevance)\n", "header": "22.12.2005 EN Official Journal of the European Union L 337/16\nCOMMISSION REGULATION (EC) No 2106/2005\nof 21 December 2005\namending Regulation (EC) No 1725/2003 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council, as regards International Accounting Standard (IAS) 39\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1725/2003 (2), certain international standards and interpretations that were extant at 14 September 2002 were adopted.\n(2) The Commission adopted International Accounting Standard (IAS) 39 with the exclusion of certain provisions relating to the full Fair Value Option and hedge accounting, by Commission Regulation (EC) No 2086/2004 of 19 November 2004 amending Regulation (EC) No 1725/2003 on the adoption of certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards the insertion of IAS 39 (3). The Commission adopted improved IAS 39 standard for limited fair value option by Commission Regulation (EC) No 1864/2005 (4).\n(3) On 14 April 2005, the International Accounting Standards Board (IASB) published an amendment to IAS 39 allowing entities in particular to designate, in certain circumstances, a forecast intragroup transaction denominated in a foreign currency as the hedged item in consolidated financial statements. It is a common risk management practice to designate the foreign currency risk of a forecast intragroup transaction as the hedged item and the current IAS 39 did not permit hedge accounting for this. Under the current IAS 39 only a transaction external to the entity can be designated as a hedged item.\n(4) The consultation with technical experts in the field confirms that the amendments to IAS 39 meet the technical criteria for adoption set out in Article 3 of Regulation (EC) No 1606/2002.\n(5) Regulation (EC) No 1725/2003 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["In the Annex to Regulation (EC) No 1725/2003 International Accounting Standard (IAS) 39 is amended as set out in the Annex to this Regulation.", "Each company shall apply the amendments to IAS 39 as set out in the Annex to this Regulation as from the commencement date of its 2006 financial year at the latest.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2005.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 261, 13.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 1910/2005 (OJ L 305, 24.11.2005, p. 4).\n(3)  OJ L 363, 9.12.2004, p. 1.\n(4)  OJ L 299, 16.11.2005, p. 45.\nANNEX\nInternational Accounting Standard (IAS) 39 is amended as follows:\nINTERNATIONAL ACCOUNTING STANDARDS\nIAS No Title\nIAS 39 Financial Instruments: Recognition and measurement\nReproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org\n1. Paragraph 80 is replaced by the following:\n‘80. For hedge accounting purposes, only assets, liabilities, firm commitments or highly probable forecast transactions that involve a party external to the entity can be designated as hedged items. It follows that hedge accounting can be applied to transactions between entities or segments in the same group only in the individual or separate financial statements of those entities or segments and not in the consolidated financial statements of the group. As an exception, the foreign currency risk of an intragroup monetary item (e.g. a payable/receivable between two subsidiaries) may qualify as a hedged item in the consolidated financial statements if it results in an exposure to foreign exchange rate gains or losses that are not fully eliminated on consolidation in accordance with IAS 21 “The Effects of Changes in Foreign Exchange Rates”. In accordance with IAS 21, foreign exchange rate gains and losses on intragroup monetary items are not fully eliminated on consolidation when the intragroup monetary item is transacted between two group entities that have different functional currencies. In addition, the foreign currency risk of a highly probable forecast intragroup transaction may qualify as a hedged item in consolidated financial statements provided that the transaction is denominated in a currency other than the functional currency of the entity entering into that transaction and the foreign currency risk will affect consolidated profit or loss.’\n2. The following paragraphs 108A and 108B are inserted:\n‘108A. An entity shall apply the last sentence of paragraph 80, and paragraphs AG99A and AG99B, for annual periods beginning on or after 1 January 2006. Earlier application is encouraged. If an entity has designated as the hedged item an external forecast transaction that\n(a) is denominated in the functional currency of the entity entering into the transaction,\n(b) gives rise to an exposure that will have an effect on consolidated profit or loss (ie is denominated in a currency other than the group’s presentation currency), and\n(c) would have qualified for hedge accounting had it not been denominated in the functional currency of the entity entering into it,\n108B. An entity need not apply paragraph AG99B to comparative information relating to periods before the date of application of the last sentence of paragraph 80 and paragraph AG99A.’\n3. In Appendix A, Application Guidance, paragraphs AG99A and AG99B are renumbered AG99C and AG99D and following paragraphs AG99A, AG99B and AG133 are inserted:\n‘AG99A. Paragraph 80 states that in consolidated financial statements the foreign currency risk of a highly probable forecast intragroup transaction may qualify as a hedged item in a cash flow hedge, provided the transaction is denominated in a currency other than the functional currency of the entity entering into that transaction and the foreign currency risk will affect consolidated profit or loss. For this purpose an entity can be a parent, subsidiary, associate, joint venture or branch. If the foreign currency risk of a forecast intragroup transaction does not affect consolidated profit or loss, the intragroup transaction cannot qualify as a hedged item. This is usually the case for royalty payments, interest payments or management charges between members of the same group unless there is a related external transaction. However, when the foreign currency risk of a forecast intragroup transaction will affect consolidated profit or loss, the intragroup transaction can qualify as a hedged item. An example is forecast sales or purchases of inventories between members of the same group if there is an onward sale of the inventory to a party external to the group. Similarly, a forecast intragroup sale of plant and equipment from the group entity that manufactured it to a group entity that will use the plant and equipment in its operations may affect consolidated profit or loss. This could occur, for example, because the plant and equipment will be depreciated by the purchasing entity and the amount initially recognised for the plant and equipment may change if the forecast intragroup transaction is denominated in a currency other than the functional currency of the purchasing entity.\nAG99B. If a hedge of a forecast intragroup transaction qualifies for hedge accounting, any gain or loss that is recognised directly in equity in accordance with paragraph 95(a) shall be reclassified into profit or loss in the same period or periods during which the foreign currency risk of the hedged transaction affects consolidated profit or loss.\nAG133. An entity may have designated a forecast intragroup transaction as a hedged item at the start of an annual period beginning on or after 1 January 2005 (or, for the purpose of restating comparative information, the start of an earlier comparative period) in a hedge that would qualify for hedge accounting in accordance with this Standard (as amended by the last sentence of paragraph 80). Such an entity may use that designation to apply hedge accounting in consolidated financial statements from the start of the annual period beginning on or after 1 January 2005 (or the start of the earlier comparative period). Such an entity shall also apply paragraphs AG99A and AG99B from the start of the annual period beginning on or after 1 January 2005. However, in accordance with paragraph 108B, it need not apply paragraph AG99B to comparative information for earlier periods.’"}