{"celex_id": "32007R0376", "uri": "http://publications.europa.eu/resource/cellar/22198e28-7d78-47cf-af9e-f5849d7aa84b", "type": "Regulation", "concepts": ["1074", "3648", "4438", "5235", "5481", "5887", "831"], "title": "Commission Regulation (EC) No 376/2007 of 30 March 2007 amending Regulation (EC) No 2042/2003 on the continuing airworthiness of aircraft and aeronautical products, parts and appliances, and on the approval of organisations and personnel involved in these tasks (Text with EEA relevance )\n", "header": "4.4.2007 EN Official Journal of the European Union L 94/18\nCOMMISSION REGULATION (EC) No 376/2007\nof 30 March 2007\namending Regulation (EC) No 2042/2003 on the continuing airworthiness of aircraft and aeronautical products, parts and appliances, and on the approval of organisations and personnel involved in these tasks\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1592/2002 of the European Parliament and of the Council of 15 July 2002 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency (1) and in particular Articles 5 and 6 thereof,\nWhereas:\n(1) Until 28 March 2007, in a transition period during which Member States were fully responsible for all aspects related to the issuance of permit to fly, Commission Regulation (EC) No 2042/2003 (2) did not apply to the aircraft flying under such a permit and those aircrafts were therefore maintained in accordance with applicable national rules.\n(2) Due to the nature of permits to fly which are issued on a case by case basis for aircraft which cannot comply with the rules for issuance of certificates of airworthiness for various reasons, it is impossible to establish general rules for the maintenance of those aircrafts. Instead the applicable maintenance provisions should be defined in the flight conditions approved for the particular case.\n(3) It is necessary to complement the adoption of new requirements and administrative procedures in Commission Regulation (EC) No 1702/2003 of 24 September 2003, laying down implementing rules for the airworthiness and environmental certification of aircraft and related products, parts and appliances, as well as for the certification of design and production organisations (3), with regard to the issuance of permits to fly, by amending Regulation (EC) No 2042/2003, in order to exempt the aircraft operating under a permit to fly from the application of that Regulation and referring instead to the maintenance provisions contained in the approved flight conditions associated with the permit to fly.\n(4) Regulation (EC) No 2042/2003 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are based on the opinion issued by the European Aviation Safety Agency (4) in accordance with Articles 12(2)(b) and 14(1) of Regulation (EC) No 1592/2002.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee referred to in Article 54(3) of Regulation (EC) No 1592/2002,", "main_body": ["In Regulation (EC) No 2042/2003, Article 3(3) is replaced by the following:\n‘3.   By derogation from paragraph 1, the continuing airworthiness of aircraft holding a permit to fly shall be ensured on the basis of the specific continuing airworthiness arrangements as defined in the permit to fly issued in accordance with the Annex (Part 21) to Commission Regulation (EC) No 1702/2003.’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 2007.\nFor the Commission\nJacques BARROT\nMember of the Commission\n(1)  OJ L 240, 7.9.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 1701/2003 (OJ L 243, 27.9.2003, p. 5).\n(2)  OJ L 315, 28.11.2003, p. 1. Regulation as amended by Regulation (EC) No 707/2006 (OJ L 122, 9.5.2006, p. 17).\n(3)  OJ L 243, 27.9.2003, p. 6. Regulation as amended by Regulation (EC) No 706/2006 (OJ L 122, 9.5.2006, p. 16).\n(4)  Opinion 02-2007."}