{"celex_id": "32005D0627", "uri": "http://publications.europa.eu/resource/cellar/8bb41c71-1fb8-403d-b1d0-ebd7453fb540", "type": "Decision", "concepts": ["1895", "2068", "2159", "2286", "2560", "5263"], "title": "2005/627/EC: Commission Decision of 26 August 2005 authorising methods for grading pig carcases in the Netherlands (notified under document number C(2005) 3234)\n", "header": "30.8.2005 EN Official Journal of the European Union L 224/17\nCOMMISSION DECISION\nof 26 August 2005\nauthorising methods for grading pig carcases in the Netherlands\n(notified under document number C(2005) 3234)\n(Only the Dutch text is authentic)\n(2005/627/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Article 2(3) of Regulation (EEC) No 3220/84 provides that the grading of pig carcases is to be determined by estimating the content of lean meat in accordance with statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase. The authorisation of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment. This tolerance was defined in Article 3(2) of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (2).\n(2) By Commission Decision 87/131/EEC (3), the use of one method for grading pig carcases in the Netherlands was authorised.\n(3) Due to technical adaptations, the Government of the Netherlands has requested the Commission to authorise the use of a new formula for the apparatus HGP 2 used at present under the Decision 87/131/EEC as from 1 July 2006, and to authorise a new method for grading pig carcases, and has therefore submitted the elements required in Article 3 of Regulation (EEC) No 2967/85.\n(4) The evaluation of this request has revealed that the conditions for authorising these grading methods are fulfilled.\n(5) No modification of the apparatuses or grading methods may be authorised except by means of a new Commission Decision adopted in the light of experience gained. For this reason, the present authorisation may be revoked.\n(6) For the sake of clarity, Decision 87/131/EEC should be repealed and replaced by a new decision.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The use of the following methods is hereby authorised for grading pig carcases pursuant to Regulation (EEC) No 3220/84 in the Netherlands:\n(a) the apparatus termed Hennessy Grading Probe (HGP 2) and the assessment methods related thereto, details of which are given in Part 1 of the Annex;\n(b) the apparatus termed VISION system (VCS 2000) and the assessment methods related thereto, details of which are given in Part 2 of the Annex.", "Modifications of the apparatuses or the assessment methods shall not be authorised.", "Decision 87/131/EEC is hereby repealed.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 26 August 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 301, 20.11.1984, p. 1. Regulation as last amended by Regulation (EC) No 3513/93 (OJ L 320, 22.12.1993, p. 5).\n(2)  OJ L 285, 25.10.1985, p. 39. Regulation as amended by Regulation (EC) No 3127/94 (OJ L 330, 21.12.1994, p. 43).\n(3)  OJ L 51, 20.2.1987, p. 50. Decision as last amended by Decision 94/566/EC (OJ L 215, 20.8.1994, p. 27).\nANNEX\nMethods for grading pig carcases in the Netherlands\nPART 1\nHennessy Grading Probe (HGP 2)\n1.   Grading of pig carcases shall be carried out by means of the apparatus termed as Hennessy Grading Probe (HGP 2).\n2.   The apparatus shall be equipped with a probe of 5,95 millimetres in diameter (and of 6,3 millimetres at the blade on top of the probe) containing a photodiode (LED Siemens of the type LYU 260-EO and photodetector of the type 58 MR) and having an operating distance of between 0 and 120 millimetres. The results of the measurements shall be converted into estimated lean meat content by means of the HGP 2 itself as well as a computer linked to it.\n3.   The lean meat content of the carcase shall be calculated according to the following formula:\n= p  gilt + (1 – p)  castrate (%)\nwhere:\nwhere:\nX1= the thickness of back-fat (including rind) in millimetres, measured at six centimetres off the midline of the split carcase, between the third and fourth last ribs,\nX2= the thickness of muscle in millimetres, measured at the same time and in the same place as X1,\np= 1/ (1 + exp (– η)),\nwhere:\nη= – 3,277 – 0,4580 X1 + 0,3038 X2 + 0,007777 (X1)2 – 0,001792 (X2)2 – 0,002557 X1 * X2\nThis formula shall be valid for carcases weighing between 50 and 120 kg.\n4.   However, as from 1 July 2006, the lean meat content of the carcase shall be calculated according to the following formula:\n= 60,85 – 0,745 X1 + 0,133 X2\nwhere:\nX1= the thickness of back-fat (including rind) in millimetres, measured at six centimetres off the midline of the split carcase, between the third and fourth last ribs,\nX2= the thickness of muscle in millimetres, measured at the same time and in the same place as X1.\nThis formula shall be valid for carcases weighing between 50 and 120 kilograms.\nPART 2\nVISION system (VCS 2000)\n1.   Grading of pig carcases shall be carried out by means of the apparatus termed VISION system (VCS 2000).\n2.   The apparatus VISION system (VCS 2000) is a picture-processing system for automatically determining the trade values of pork-carcass-halves. The system is used online within the slaughtering production system where via a camera system the carcass halves are automatically filmed. The picture data is then processed in a computer by special picture-processing software.\n3.   The lean meat content of the carcase shall be calculated according to the following formula:\nx1 – 0,02578308\nx2 0,01819554\nx3 – 0,01880347\nx4 0,01336851\nx5 0,03402026\nx6 – 0,00431013\nx7 0,01399586\nx8 – 0,01685383\nx9 0,03029107\nx10 0,00001618\nx11 0,00003510\nx12 0,00017285\nx13 – 0,00006323\nx14 – 0,00007814\nx15 0,03852565\nx16 0,03703442\nx17 0,04915633\nx18 0,16952262\nx19 – 0,07474948\nx20 – 0,00000064\nx21 – 0,00000045\nx22 – 0,00000217\nx23 0,00007137\nx24 0,00001311\nx25 0,00005955\nx26 0,00021689\nx27 0,00003631\nx28 0,00003996\nx29 0,00010888\nx30 0,00000010\nx31 – 0,00002481\nx32 – 0,00003633\nx33 – 0,00000496\nx34 – 0,00000991\nx35 – 0,00000980\nx36 – 0,00001532\nx37 – 0,00000254\nx38 – 0,00000886\nx39 0,00064604\nx40 – 0,00057968\nx41 0,00012513\nx42 – 0,00002055\nx43 – 0,00000035\nx44 – 0,00001008\nx45 – 0,00017158\nx46 0,00019477\nx47 – 0,00329811\nx48 0,00018512\nx49 0,02520693\nx50 – 0,02466706\nx51 – 0,00286098\nx52 – 0,01983356\nx53 – 0,00012369\nx54 – 0,04044495\nx55 0,00069282\nx56 0,00025689\nx57 0,00403378\nx58 0,00028090\nx59 10,79585085\nx60 – 0,65106186\nx61 – 0,29583150\nx62 0,16410084\nx63 0,06306376\nx64 – 2,22708974\nx65 0,09886817\nx66 0,55302524\nx67 – 1,38136772\nx68 – 12,51618138\nx69 – 2,65248635\nx70 9,08361318\nx71 – 0,00003025\nx72 – 0,00043013\nx73 – 0,00083619\nx74 – 0,00013210\nx75 0,00002221\nx76 – 0,00007579\nx77 – 0,00031534\nx78 – 0,00001867\nx79 – 0,00003067\nx80 0,00002421\nx81 – 0,00026088\nx82 0,00067359\nx83 0,00024535\nx84 – 0,00000847\nx85 0,00003206\nx86 0,00007141\nx87 0,00006951\nx88 – 0,04465410\nx89 0,01774709\nx90 – 0,03618843\nx91 – 0,02700865\nx92 – 0,02221780\nx93 – 0,03644020\nx94 – 0,01766434\nx95 0,00516267\nx96 – 0,02958650\nx97 – 0,01189834\nx98 0,00184860\nx99 0,00894691\nx100 0,01586154\nx101 – 0,01265988\nx102 – 0,00912249\nx103 0,02734395\nx104 0,13333009\nx105 0,18105960\nx106 – 0,06387375\nx107 0,03471900\nx108 0,21910356\nx109 – 0,12423421\nx110 0,09408101\nx111 0,01363443\nx112 0,06193271\nx113 – 0,02802852\nx114 0,02757767\nx115 0,00035641\n4.   Descriptions of the measurement points and the statistical method can be found in Part II of the Dutch protocol forwarded to the Commission in accordance with Article 3(3) of Regulation (EEC) No 2967/85.\nThis formula shall be valid for carcases weighing between 50 and 120 kilograms."}