{"celex_id": "32002R1085", "uri": "http://publications.europa.eu/resource/cellar/fd539af9-c9cd-4a72-8aa1-5f2c2a66942c", "type": "Regulation", "concepts": ["1309", "1565", "2763", "3591", "4080"], "title": "Commission Regulation (EC) No 1085/2002 of 21 June 2002 determining the quantity of certain products in the milk and milk products sector available for the second half of 2002 under quotas opened by the Community on the basis of an import licence alone\n", "header": "Commission Regulation (EC) No 1085/2002\nof 21 June 2002\ndetermining the quantity of certain products in the milk and milk products sector available for the second half of 2002 under quotas opened by the Community on the basis of an import licence alone\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Commission Regulation (EC) No 509/2002(2),\nHaving regard to Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas(3), as last amended by Regulation (EC) No 886/2002(4), and in particular Article 16(2) thereof,\nWhereas:\nWhen import licences were allocated for the first half of 2002 for certain quotas referred to in Regulation (EC) No 2535/2001, applications for licences covered quantities less than those available for the products concerned. As a result, the quantity available for each quota for the period 1 July to 31 December 2002 should be fixed, taking account of the unallocated quantities resulting from Commission Regulation (EC) No 171/2002 of 30 January 2002 determining the extent to which the applications for import licences submitted in January 2002 for certain dairy products under certain tariff quotas opened by Regulation (EC) No 2535/2001 can be accepted(5) and Commission Regulation (EC) No 550/2002 of 27 March 2002 determining the extent to which the applications for import licences submitted in March 2002 for cheese originating in South Africa under a tariff quota opened by Regulation (EC) No 2535/2001 can be accepted(6),", "main_body": ["The quantities available for the period 1 July to 31 December 2002 for the second half of the year of importation of certain quotas referred to in Regulation (EC) No 2535/2001 shall be as set out in the Annex.", "This Regulation shall enter into force on 22 June 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 June 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 79, 3.2.2002, p. 15.\n(3) OJ L 341, 22.12.2001, p. 29.\n(4) OJ L 139, 29.5.2002, p. 30.\n(5) OJ L 30, 31.1.2002, p. 26.\n(6) OJ L 84, 28.3.2002, p. 15.\nANNEX\nQUANTITIES AVAILABLE FOR THE PERIOD 1 JULY TO 31 DECEMBER 2002\n>TABLE>"}