{"celex_id": "32002D0100", "uri": "http://publications.europa.eu/resource/cellar/f1d90d43-4276-4c29-b8d9-1b5bc1f72be4", "type": "Decision", "concepts": ["1310", "2324", "250", "2563", "4263", "4369"], "title": "2002/100/EC: Commission Decision of 30 January 2002 granting Portugal a transitional period to bring its accounting systems into line with Regulation (EC) No 2516/2000 of the European Parliament and of the Council (notified under document number C(2002) 340)\n", "header": "Commission Decision\nof 30 January 2002\ngranting Portugal a transitional period to bring its accounting systems into line with Regulation (EC) No 2516/2000 of the European Parliament and of the Council\n(notified under document number C(2002) 340)\n(Only the Portuguese text is authentic)\n(2002/100/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2516/2000 of the European Parliament and of the Council of 7 November 2000 modifying the common principles of the European system of national and regional accounts in the Community (ESA) 95 as concerns taxes and social contributions and amending Council Regulation (EC) No 2223/96(1), and in particular Article 7(2) thereof,\nHaving regard to the request made by Portugal on 21 June 2001,\nWhereas:\n(1) Council Regulation (EC) No 2223/96 of 25 June 1996 on the European system of national and regional accounts in the Community(2), as last amended by Regulation (EC) No 2516/2000, contains the reference framework of common standards, definitions, classifications and accounting rules for drawing up the accounts of the Member States for the statistical requirements of the Community, in order to obtain comparable results between Member States.\n(2) Regulation (EC) No 2516/2000 ensures better comparability and transparency among the Member States in the recording of taxes and social contributions in ESA 95 for the Excessive Deficit Procedure. It provides that net lending/net borrowing of general government is not to include amounts of taxes and social contributions unlikely to be collected.\n(3) Pursuant to Regulation (EC) No 2516/2000 Member States may ask the Commission for a transitional period in which to bring their accounting systems into line with that Regulation.\n(4) By letter dated 21 June 2001, the Portuguese authorities have requested a transitional period to bring their accounting systems into line with Regulation (EC) No 2516/2000.\n(5) Portugal has provided to the Commission evidence of the need to improve the knowledge of the parts of taxes and social contributions which are assessed and declared but unlikely to be collected. This improvement will benefit from the new Official Plan of Public Accounting which is being implemented and which is fully consistent with ESA 95 principles. However, the Commission considers that Portugal can be ready for a correct implementation of Regulation (EC) No 2516/2000 in mid 2002.\n(6) The request by Portugal should therefore be granted up until 30 June 2002,", "main_body": ["Portugal is granted a transitional period in order to bring its accounting systems into line with Regulation (EC) No 2516/2000 no later than 30 June 2002.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 30 January 2002.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 290, 17.11.2000, p. 1.\n(2) OJ L 310, 30.11.1996, p. 1."}