{"celex_id": "32003R1674", "uri": "http://publications.europa.eu/resource/cellar/21711a58-15b3-426a-a2ed-8b625c69abfc", "type": "Regulation", "concepts": ["1309", "2543", "2771", "5065", "519", "5946"], "title": "Council Regulation (EC) No 1674/2003 of 22 September 2003 amending Regulation (EC) No 1796/1999 imposing a definitive anti-dumping duty, and collecting definitively the provisional duty imposed, on imports of steel ropes and cables originating, inter alia, in Poland and Ukraine\n", "header": "Council Regulation (EC) No 1674/2003\nof 22 September 2003\namending Regulation (EC) No 1796/1999 imposing a definitive anti-dumping duty, and collecting definitively the provisional duty imposed, on imports of steel ropes and cables originating, inter alia, in Poland and Ukraine\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Articles 8 and 9 thereof,\nHaving regard to the proposal submitted by the Commission, after consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 20 May 1998, an anti-dumping proceeding was initiated by the Commission(2) on imports of steel ropes and cables (SWR) originating, inter alia, in Ukraine.\n(2) On 30 July 1998, an anti-dumping proceeding was initiated by the Commission(3) on imports of SWR originating, inter alia, in Poland.\n(3) Provisional measures were imposed by Commission Regulation (EC) No 362/1999(4). In parallel, the Commission accepted, inter alia, a price undertaking from the Polish exporting producer Drumet (Drumet) under Article 2(1) of the said Regulation. Imports of the products covered produced and directly exported to the Community by Drumet were exempted from the anti-dumping duty by Article 1(3) of the said Regulation.\n(4) These proceedings were combined and ultimately resulted in a definitive anti-dumping duty being imposed by Council Regulation (EC) No 1796/1999(5) in order to eliminate the injurious effects of dumping. Drumet continued to be exempted from the definitive duties by virtue of and subject to its undertaking.\n(5) Furthermore, the Commission accepted a price undertaking from, inter alia, the Ukrainian exporting producer Joint Stock Company Silur (Silur) by Commission Decision 1999/572/EC(6).\nB. FAILURE TO COMPLY WITH THE UNDERTAKING\n1. Drumet (Poland)\n(6) The undertaking accepted from Drumet only applied to imports into the Community of SWR which have been produced and sold directly (i.e. invoiced and shipped) by Drumet to its first unrelated customers in the Community (Clause 2 of the undertaking).\n(7) Furthermore, Drumet undertook not to circumvent the provisions of the undertaking, inter alia, \"by any other means\", according to Clause 6 of the undertaking.\n(8) Following verifications by the Commission services in charge of the monitoring of the undertaking, it was established that Drumet had committed two types of breaches of the above obligations. Firstly, it had not sold all its exports of SWR to the Community directly to unrelated importers, but via a related importer in the Community. Secondly, it had repeatedly submitted misleading information about the relationship with this importer, thus not only breaching Clause 6 of the undertaking, but also the relationship of trust established with the Commission which was the basis for acceptance of any undertaking. Commission Regulation (EC) No 1678/2003(7) sets out in detail the nature of the breaches found.\n(9) Acceptance of the undertaking has been withdrawn by means of the abovementioned Commission Regulation and, therefore, in accordance with Articles 8 and 9 of Regulation (EC) No 384/96, definitive anti-dumping duties should be imposed forthwith on imports of the product concerned manufactured by Drumet.\n2. Silur (Ukraine)\n(10) Silur undertook, inter alia, not to circumvent the provisions of the undertaking by making misleading declarations regarding the origin of SWR or by any other means. Furthermore, the scope of the undertaking is limited to certain product types of SWR (SWR covered). SWR other than SWR covered are subject to the payment of the anti-dumping duty.\n(11) An investigation carried out by the European Anti-Fraud Office (OLAF) revealed that imports of SWR into the Community which had been produced by Silur were, with Silur's knowledge, imported into the Community with a declared false origin. Furthermore, it was established that SWR other than SWR covered had been sold to the Community as if they were covered by the undertaking and thus unduly benefiting from the exemption of the payment of the anti-dumping duties. Commission Regulation (EC) No 1678/2003 sets out in detail the nature of the breaches found.\n(12) In the circumstances, acceptance of the undertaking has been withdrawn by the abovementioned Commission Regulation, upon the request of Silur. Therefore in accordance with Articles 8 and 9 of Regulation (EC) No 384/96, definitive anti-dumping duties should be imposed forthwith on imports of the product concerned manufactured by Silur.\nC. AMENDMENT OF REGULATION (EC) No 1796/1999\n(13) In view of the withdrawal of the undertakings and pursuant to Article 8(9) of Regulation (EC) No 384/96, Article 2(3) of Regulation (EC) No 1796/1999 should be amended, and goods manufactured by Drumet and Silur should be subject to the appropriate rate of anti-dumping duty for each company as set out in Article 1(2) of Regulation (EC) No 1796/1999 (27,9 % for Drumet and 51,8 % for Silur),", "main_body": ["1. In the table in Article 1(2) of Regulation (EC) No 1796/1999 the TARIC additional code concerning Ukraine \" 8900 \" shall be replaced by \"-\".\n2. The table in Article 2(3) of Regulation (EC) No 1796/1999 shall be replaced by the following:\n\">TABLE>\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 September 2003.\nFor the Council\nThe President\nR. Buttiglione\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 1972/2002 (OJ L 305, 7.11.2002, p. 1).\n(2) OJ C 155, 20.5.1998, p. 11.\n(3) OJ C 239, 30.7.1998, p. 3.\n(4) OJ L 45, 19.2.1999, p. 8.\n(5) OJ L 217, 17.8.1999, p. 1.\n(6) OJ L 217, 17.8.1999, p. 63.\n(7) See page 13 of this Official Journal."}