{"celex_id": "32000R1579", "uri": "http://publications.europa.eu/resource/cellar/1288b3bc-5e79-4ffe-8fcf-daab9b0661fa", "type": "Regulation", "concepts": ["1609", "2965", "4327", "4337", "755"], "title": "Commission Regulation (EC) No 1579/2000 of 19 July 2000 derogating from Regulation (EC) No 1644/96 laying down detailed rules for the grant of aid for certain grain legumes\n", "header": "Commission Regulation (EC) No 1579/2000\nof 19 July 2000\nderogating from Regulation (EC) No 1644/96 laying down detailed rules for the grant of aid for certain grain legumes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1577/96 of 30 July 1996 on a specific measure for certain grain legumes(1), as amended by Regulation (EC) No 811/2000(2), and in particular Article 6 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1644/96(3) lays down detailed rules for the grant of aid for certain grain legumes. Article 1(a) thereof provides that eligible areas must have been completely sown and harvested and maintained in normal growing conditions.\n(2) The exceptional weather conditions which have affected certain regions of Spain, with a severe drought between autumn 1999 and spring 2000, have not allowed crops to develop normally and produce a significant quantity of seeds, leading to anticipated yields being much lower than normal, making the harvest operation commercially unprofitable. If that operation is not carried out, the producers concerned lose their entitlement to aid per hectare as a result of failure to meet the requirement to harvest.\n(3) The situation described above justifies a derogation from Regulation (EC) No 1644/96 as regards the requirement to harvest.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["For the 2000/01 marketing year and notwithstanding Article 1(a) of Regulation (EC) No 1644/96, in the regions of Spain in the Autonomous Communities of:\n- Aragon,\n- Castilla-La Mancha,\n- Murcia,\n- Valencia,\n- Islas Baleares\nareas sown with grain legumes not harvested shall remain eligible for the aid provided for in Regulation (EC) No 1577/96 provided that:\n- the areas in question remain free from any other crop up to the normal harvest period for grain legumes;\n- all the other conditions referred to in Regulation (EC) No 1644/96 are met.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 15 June 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 206, 16.8.1996, p. 4.\n(2) OJ L 100, 20.4.2000, p. 1.\n(3) OJ L 207, 17.8.1996, p. 1."}