{"celex_id": "32000R2765", "uri": "http://publications.europa.eu/resource/cellar/736eceef-1cc7-4bee-b6aa-47ebc40cd179", "type": "Regulation", "concepts": ["1035", "1159", "5228", "5229", "5254", "598"], "title": "Council Regulation (EC) No 2765/2000 of 14 December 2000 amending Regulation (EC) No 2742/1999 fixing for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\n", "header": "Council Regulation (EC) No 2765/2000\nof 14 December 2000\namending Regulation (EC) No 2742/1999 fixing for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(1), and in particular Article 8(4),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Within the framework of the International Baltic Sea Fisheries Commission, the Republic of Poland has transferred 20000 tonnes of herring in the Baltic Sea to the Community.\n(2) An agreement has been reached between the European Community, on behalf of Sweden, and the Republic of Poland whereby 2500 tonnes of sprat in the Baltic Sea has been transferred to Sweden.\n(3) Within the Agreement on fisheries relations between the European Community and the Republic of Lithuania(2), 4000 tonnes of sprat has been transferred to the Community.\n(4) Within the framework of the bilateral consultations on the reciprocal fishing rights between the Community and the Russian Federation for 2000, the Community shares for Baltic sprat and cod have been amended.\n(5) Regulation (EC) No 2742/1999(3) should therefore be amended accordingly.\n(6) In order to ensure the livelihood of Community fishermen, it is important to open these fisheries before 31 December 2000; given the urgency of the matter, it is imperative to grant an exception to the six-week period mentioned in paragraph 1(3) of the Protocol on the role of national Parliaments of the European Union, annexed to the Treaty of Amsterdam,", "main_body": ["Regulation (EC) No 2742/1999 is hereby modified as follows:\n1. In Article 3(3), the entry\n\">TABLE>\"\nshall be replaced by the entry\n\">TABLE>\"\n2. The entries in the Annex shall hereto replace the corresponding entries in Annex IA.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 2000.\nFor the Council\nThe President\nJ. Glavany\n(1) OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/98 (OJ L 164, 9.6.1998, p. 1).\n(2) OJ L 332, 20.12.1996, p. 7.\n(3) OJ L 341, 31.12.1999, p. 1. Regulation as last amended by Regulation (EC) No 2517/2000 (OJ L 290, 17.11.2000, p. 3).\nANNEX\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>"}