{"celex_id": "32004L0085", "uri": "http://publications.europa.eu/resource/cellar/b0092280-c931-4c85-954a-cb55397f7050", "type": "Directive", "concepts": ["2312", "2715", "2897", "3299", "4507", "475", "5581", "5619", "747"], "title": "Council Directive 2004/85/EC of 28 June 2004 amending Directive 2003/54/EC of the European Parliament and of the Council as regards the application of certain provisions to Estonia\n", "header": "7.7.2004 EN Official Journal of the European Union L 236/10\nCOUNCIL DIRECTIVE 2004/85/EC\nof 28 June 2004\namending Directive 2003/54/EC of the European Parliament and of the Council as regards the application of certain provisions to Estonia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty concerning the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union (Treaty of Accession) and in particular Article 2(3) thereof,\nHaving regard to the Act concerning the conditions of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded, (Act of Accession), and in particular Article 57 thereof,\nHaving regard to the request of Estonia,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) During the accession negotiations, Estonia invoked the specific characteristics of its electricity sector to request a transitional period for the application of Directive 96/92/EC of the European Parliament and of the Council of 19 December 1996 concerning common rules for the internal market in electricity (1).\n(2) In Annex VI of the Act of Accession, Estonia was granted a transitional period until 31 December 2008 for the application of Article 19(2) of Directive 96/92/EC, relating to the gradual opening of the market.\n(3) Declaration No 8 annexed to the Treaty of Accession recognised moreover that the specific situation relating to the restructuring of the oil shale sector in Estonia was going to require particular efforts until the end of 2012.\n(4) Directive 96/92/EC was replaced by Directive 2003/54/EC which has to be implemented by 1 July 2004 and which has the effect of speeding up the opening of the electricity market.\n(5) By letter of 17 September 2003, Estonia transmitted a request aimed at not applying Article 21(1)(b) of Directive 2003/54/EC, on the opening of the market to non-household customers, until 31 December 2012. In a further letter of 5 December 2003, Estonia indicated that it was planning to achieve the complete opening of the market provided for in Article 21(1)(c) of that Directive by 31 December 2015.\n(6) The request by Estonia is based on a credible restructuring plan for the oil shale sector extending until 31 December 2012.\n(7) Oil shale is the only real indigenous energy resource in Estonia and national production represents almost 84 % of world production. 90 % of the electricity produced in Estonia is from this solid fuel. It is therefore of great strategic importance for security of supply in Estonia.\n(8) The granting of a further derogation for the period 2009 to 2012 will guarantee security of investments in generating plants and security of supply in Estonia while allowing the serious environmental problems created by those plants to be resolved.\n(9) The request made by Estonia should be granted and Directive 2003/54/EC amended accordingly,", "main_body": ["In Article 26 of Directive 2003/54/EC, the following paragraph shall be added:\n‘3.   Estonia shall be granted a temporary derogation from the application of Article 21(1)(b) and (c) until 31 December 2012. Estonia shall take the measures necessary to ensure the opening of its electricity market. This shall be carried out gradually over the reference period with the aim of complete opening of the market by 1 January 2013. On 1 January 2009, the opening of the market must represent at least 35 % of consumption. Estonia shall communicate annually to the Commission the consumption thresholds extending eligibility to final customers.’", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 July 2004. They shall forthwith communicate to the Commission the text of those measures.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.", "This Directive shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 28 June 2004.\nFor the Council\nThe President\nM. CULLEN\n(1)  OJ L 27, 30.1.1997, p. 20. Directive repealed by Directive 2003/54/EC (OJ L 176, 15.7.2003, p. 37)."}