{"celex_id": "32009D0019(01)", "uri": "http://publications.europa.eu/resource/cellar/4c10412a-9c22-49e9-8790-57501b6535ae", "type": "Decision", "concepts": ["3119", "4372", "4884", "5455", "61"], "title": "2009/594/EC: Decision of the European Central Bank of 17 July 2009 amending Decision ECB/2006/17 on the annual accounts of the European Central Bank (ECB/2009/19)\n", "header": "4.8.2009 EN Official Journal of the European Union L 202/54\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 17 July 2009\namending Decision ECB/2006/17 on the annual accounts of the European Central Bank\n(ECB/2009/19)\n(2009/594/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular to Article 26.2 thereof,\nWhereas:\n(1) Guideline ECB/2009/10 of 7 May 2009 amending Guideline ECB/2000/7 on monetary policy instruments and procedures of the Eurosystem (1) allows access to Eurosystem open market operations and standing facilities by credit institutions which, in view of their specific institutional nature under Community law, are subject to scrutiny of a standard comparable to supervision by competent national authorities.\n(2) Decision ECB/2009/16 of 2 July 2009 on the implementation of the covered bond purchase programme (2) provides for the establishment of a programme for the purchase of covered bonds.\n(3) Decision ECB/2006/17 of 10 November 2006 on the annual accounts of the European Central Bank (3) needs to be amended in order to reflect these policy developments,", "main_body": ["Amendments\nDecision ECB/2006/17 is amended as follows:\n1. Article 1(1) shall be replaced by the following:\n2. Annexes I and II to Decision ECB/2006/17 are amended in accordance with the Annex to this Decision.", "Final provision\nThis Decision shall enter into force on 1 July 2009."], "attachments": "Done at Frankfurt am Main, 17 July 2009.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 123, 19.5.2009, p. 99.\n(2)  OJ L 175, 4.7.2009, p. 18.\n(3)  OJ L 348, 11.12.2006, p. 38.\nANNEX\nAnnexes I and II to Decision ECB/2006/17 are amended as follows:\n1. The table entitled ‘Assets’ in Annex I is replaced by the following:\nBalance sheet item Categorisation of contents of balance sheet items Valuation principle\n1.\n2.\n2.1.\n(a) Drawing rights within the reserve tranche (net)\n(a) Nominal value, translation at the foreign exchange market rate\n(b) Holdings of special drawing rights (gross)\n(b) Nominal value, translation at the foreign exchange market rate\n(c) General arrangements to borrow, loans under special borrowing arrangements, deposits within the framework of the Poverty Reduction and Growth Facility\n(c) Nominal value, translation at the foreign exchange market rate\n2.2.\n(a) Current accounts, fixed-term deposits, day-to-day money, reverse repo transactions\n(a) Nominal value, translation at the foreign exchange market rate\n(b) Notes and bonds, bills, zero bonds, money market paper, equity instruments held as part of the foreign reserves, all issued by non-euro area residents\n(b)(i) Market price and foreign exchange market rate\n(b)(ii) Cost subject to impairment and foreign exchange market rate\n(b)(iii) Cost subject to impairment and foreign exchange market rate\n(b)(iv) Market price and foreign exchange market rate\n(c)\n(c) Deposits at nominal value, translated at the foreign exchange market rate\n(d) Non-euro area banknotes and coins\n(d) Nominal value, translation at the foreign exchange market rate\n3.\n(a) Notes and bonds, bills, zero bonds, money market paper, equity instruments held as part of the foreign reserves, all issued by euro area residents\n(a)(i) Market price and foreign exchange market rate\n(a)(ii) Cost subject to impairment and foreign exchange market rate\n(a)(iii) Cost subject to impairment and foreign exchange market rate\n(a)(iv) Market price and foreign exchange market rate\n(b) Loans, deposits, reverse repo transactions, sundry lending\n(b) Deposits and other lending at nominal value, translated at the foreign exchange market rate\n4.   Claims on non-euro area residents denominated in euro\n4.1.\n(a) Current accounts, fixed-term deposits, day-to-day money, reverse repo transactions in connection with the management of securities denominated in euro\n(a) Nominal value\n(b) Equity instruments, notes and bonds, bills, zero bonds, money market paper, all issued by non-euro area residents\n(b)(i) Market price\n(b)(ii) Cost subject to impairment\n(b)(iii) Cost subject to impairment\n(b)(iv) Market price\n(c)\n(c) Deposits at nominal value\n(d) Securities issued by supranational or international organisations, e.g. the European Investment Bank, irrespective of their geographical location\n(d)(i) Market price\n(d)(ii) Cost subject to impairment\n(d)(iii) Cost subject to impairment\n4.2.\n5.\n5.1.\n5.2.\n5.3.\n5.4.\n5.5.\n5.6.\n6.\n7.   Securities of euro area residents denominated in euro\n7.1.\n(i) Market price\n(ii) Cost subject to impairment\n(iii) Cost subject to impairment\n7.2.\n(i) Market price\n(ii) Cost subject to impairment\n(iii) Cost subject to impairment\n(iv) Market price\n8.\n9.   Intra-Eurosystem claims\n9.1.\n9.2.\n9.3.\n(a) net claims arising from balances of TARGET2 accounts and correspondent accounts of NCBs, i.e. the net figure of claims and liabilities — see also liability item “Other liabilities within the Eurosystem (net)”\n(a) Nominal value\n(b) other intra-Eurosystem claims that may arise, including the interim distribution of ECB seigniorage income to NCBs\n(b) Nominal value\n10.\n11.   Other assets\n11.1.\n11.2.\n11.3.\n— Participating interests and investments in subsidiaries, equities held for strategic/policy reasons\n— Securities including equities, and other financial instruments and balances including fixed-term deposits and current accounts held as an earmarked portfolio\n— Reverse repo transactions with credit institutions in connection with the management of securities portfolios under this item\n(a) Market price\n(b) Cost subject to impairment\n(c) Net asset value\n(d) Market price\n(e) Cost subject to impairment\n(f) Cost subject to impairment\n(g) Nominal value, translated at the foreign exchange market rate if the balances/deposits are denominated in foreign currencies\n11.4.\n11.5.\n11.6.\n(a) Advances, loans and other minor items. Loans on a trust basis\n(a) Nominal value or cost\n(b) Investments related to customer gold deposits\n(b) Market value\n(c) Net pension assets\n(c) As per Article 22(3)\n12.\n2. The table entitled ‘Annual balance sheet of the ECB’ in Annex II is replaced by the following:\n(EUR million)\nAssets (4) Reporting year Previous year Liabilities Reporting year Previous year\n1. Gold and gold receivables\n2. Claims on non-euro area residents denominated in foreign currency\n2.1. Receivables from the IMF\n2.2. Balances with banks and security investments, external loans and other external assets\n3. Claims on euro area residents denominated in foreign currency\n4. Claims on non-euro area residents denominated in euro\n4.1. Balances with banks, security investments and loans\n4.2. Claims arising from the credit facility under ERM II\n5. Lending to euro area credit institutions related to monetary policy operations denominated in euro\n5.1. Main refinancing operations\n5.2. Longer-term refinancing operations\n5.3. Fine-tuning reverse operations\n5.4. Structural reverse operations\n5.5. Marginal lending facility\n5.6. Credits related to margin calls\n6. Other claims on euro area credit institutions denominated in euro\n7. Securities of euro area residents denominated in euro\n7.1. Securities held for monetary policy purposes\n7.2. Other securities\n8. General government debt denominated in euro\n9. Intra-Eurosystem claims\n9.1. Claims related to promissory notes backing the issuance of ECB debt certificates\n9.2. Claims related to the allocation of euro banknotes within the Eurosystem\n9.3. Other claims within the Eurosystem (net)\n10. Items in course of settlement\n11. Other assets\n11.1. Coins of euro area\n11.2. Tangible and intangible fixed assets\n11.3. Other financial assets\n11.4. Off-balance sheet instruments revaluation differences\n11.5. Accruals and prepaid expenses\n11.6. Sundry\n12. Loss for the year\n1. Banknotes in circulation\n2. Liabilities to euro area credit institutions related to monetary policy operations denominated in euro\n2.1. Current accounts (covering the minimum reserve system)\n2.2. Deposit facility\n2.3. Fixed-term deposits\n2.4. Fine-tuning reverse operations\n2.5. Deposits related to margin calls\n3. Other liabilities to euro area credit institutions denominated in euro\n4. ECB debt certificates issued\n5. Liabilities to other euro area residents denominated in euro\n5.1. General government\n5.2. Other liabilities\n6. Liabilities to non-euro area residents denominated in euro\n7. Liabilities to euro area residents denominated in foreign currency\n8. Liabilities to non-euro area residents denominated in foreign currency\n8.1. Deposits, balances and other liabilities\n8.2. Liabilities arising from the credit facility under ERM II\n9. Counterpart of special drawing rights allocated by the IMF\n10. Intra-Eurosystem liabilities\n10.1. Liabilities equivalent to the transfer of foreign reserves\n10.2. Other liabilities within the Eurosystem (net)\n11. Items in course of settlement\n12. Other liabilities\n12.1. Off-balance sheet instruments revaluation differences\n12.2. Accruals and income collected in advance\n12.3. Sundry\n13. Provisions\n14. Revaluation accounts\n15. Capital and reserves\n15.1. Capital\n15.2. Reserves\n16. Profit for the year\nTotal assets Total liabilities\n(1)  OJ L 310, 11.12.2000, p. 1.\n(2)  OJ L 337, 20.12.2001, p. 52.’\n(3)  The ECB may alternatively publish exact euro amounts, or amounts rounded in a different manner.\n(4)  The table of assets may also be published above the table of liabilities.’"}