{"celex_id": "32002D0887", "uri": "http://publications.europa.eu/resource/cellar/e38a72db-4992-4e97-9e1f-3b3c2472149b", "type": "Decision", "concepts": ["1524", "191", "2404", "3191", "5581"], "title": "2002/887/EC: Commission Decision of 8 November 2002 authorising derogations from certain provisions of Council Directive 2000/29/EC in respect of naturally or artificially dwarfed plants of Chamaecyparis Spach, Juniperus L. and Pinus L., originating in Japan (notified under document number C(2002) 4348)\n", "header": "Commission Decision\nof 8 November 2002\nauthorising derogations from certain provisions of Council Directive 2000/29/EC in respect of naturally or artificially dwarfed plants of Chamaecyparis Spach, Juniperus L. and Pinus L., originating in Japan\n(notified under document number C(2002) 4348)\n(2002/887/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), as last amended by Commission Directive 2002/36/EC(2), and in particular Article 15(1) thereof,\nHaving regard to the request made by the United Kingdom,\nWhereas:\n(1) Under Directive 2000/29/EC, plants of Chamaecyparis Spach, Juniperus L. and Pinus L., other than fruits and seeds, originating in non-European countries, must not in principle be introduced into the Community. However, Directive 2000/29/EC permits derogations from this rule, provided that it is established that there is no risk of introduction of harmful organisms.\n(2) Since 1993, derogations from certain provisions of Directive 2000/29/EC, in respect of plants of Chamaecyparis Spach, Juniperus L. and Pinus L. originating in Japan have been authorised by Commission Decision 93/452/EEC(3) for limited periods and subject to specific conditions. This was as a result of an exchange of information between the Commission and Japan, which permitted the Commission to establish that there was no risk of introducing harmful organisms with the import of those plants provided that the specified conditions were satisfied.\n(3) Since the circumstances justifying the authorisation still apply and there is no new information giving cause for revision of the specific conditions, the authorisation should be extended.\n(4) Derogations should therefore be authorised for a limited period subject to specific conditions.\n(5) Decision 93/452/EEC should accordingly be repealed.\n(6) The authorisation pursuant to this Decision should be terminated if it is established that the specific conditions are not sufficient to prevent the introduction of harmful organisms or have not been complied with.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The Member States are hereby authorised to provide for derogations from Article 4(1) of Directive 2000/29/EC, with regard to the prohibitions referred to in Part A, point 1 of Annex III to that Directive for plants of Chamaecyparis Spach, Juniperus L. and Pinus L., other than fruits and seeds, originating in Japan.\nIn order to qualify for those derogations the plants shall satisfy, in addition to or by derogation of the requirements laid down in Annex I, Annex II and in Part A, Section I, point 43 of Annex IV to Directive 2000/29/EC, the conditions set out in the Annex to this Decision.", "Member States shall provide the Commission and the other Member States, before 1 August 2003 and 1 August 2004, with information on quantities imported prior to that date pursuant to this Decision and with a detailed technical report of the examination and/or tests carried out on these plants during the quarantine period referred to in point 10 of the Annex.\nAny Member State, other than that of importation, in which the plants are introduced, shall also provide the Commission and the other Member States, before 1 August 2003 and 1 August 2004, with a detailed technical report of the examination and/or tests carried out on these plants introduced prior to that date during the quarantine period referred to in point 10 of the Annex.", "Member States shall notify the Commission and the other Member States of all cases of consignments introduced into their territory pursuant to this Decision which were subsequently found not to comply with the conditions laid down herein.", "Member States may apply the derogations mentioned in Article 1 to plants imported into the Community in the following periods:\n>TABLE>", "Decision 93/452/EEC is repealed with effect from 1 January 2003.", "This decision shall apply from 15 November 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 November 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 116, 3.5.2002, p. 16.\n(3) OJ L 210, 21.8.1993, p. 29.\nANNEX\nSPECIFIC CONDITIONS APPLYING TO PLANTS, ORIGINATING IN JAPAN, BENEFITING FROM THE DEROGATION PROVIDED FOR IN ARTICLE 1 OF THIS DECISION\n1. The plants shall be naturally or artificially dwarfed plants of the genus Chamaecyparis Spach, genus Juniperus L., or in the case of the genus Pinus L. either entirely of the species Pinus parviflora Sieb. &  Zucc. (Pinus pentaphylla Mayr), or that species grafted on a rootstock of a Pinus species other than Pinus parviflora Sieb. &  Zucc. In the latter case, the rootstock shall not bear any shoots.\n2. The total number of plants shall not exceed quantities which have been determined by the importing Member State, having regard to available quarantine facilities.\n3. Prior to export to the European Community, the plants shall have been grown, held and trained for at least two consecutive years in officially registered nurseries, which are subject to an officially supervised control regime. The annual lists of the registered nurseries shall be made available to the Commission, at the latest by 31 October of each year. These lists shall be immediately transmitted to the Member States. They shall include the number of plants grown in each of these nurseries, as far as they are deemed suitable for dispatch to the Community, under the conditions laid down in this Decision.\n4. For Juniperus plants, the plants of the genera Chaenomeles Lindl., Crataegus L., Cydonia Mill., Juniperus L., Malus Mill., Photinia Ldl. and Pyrus L., which have been grown in the two last years prior to dispatch in the abovementioned naturally or artificially dwarfed plants nurseries and their immediate vicinity shall have been officially inspected at least six times a year at appropriate intervals for the presence of harmful organisms of concern. For Chamaecyparis and Pinus plants, the plants of the genus Chamaecyparis Spach and of the genus Pinus L. which have been grown in the abovementioned naturally or artificially dwarfed plants nurseries and their immediate vicinity shall have been officially inspected at least six times a year at appropriate intervals, for the presence of harmful organisms of concern.\nThe harmful organisms of concern are:\n(a) for Juniperus plants,\n(i) Aschistonyx eppoi Inouye,\n(ii) Gymnosporangium asiaticum Miyabe ex Yamada and G. yamadae Miyabe ex Yamada,\n(iii) Oligonychus perditus Pritchard et Baker,\n(iv) Popillia japonica Newman,\n(v) any other harmful organism which is not known to occur in the Community;\n(b) for Chamaecyparis plants,\n(i) Popillia japonica Newman,\n(ii) any other harmful organism which is not known to occur in the Community;\n(c) for Pinus plants,\n(i) Bursaphelenchus xylophilus (Steiner &  Buehrer) Nickle et al.,\n(ii) Cercoseptoria pini-densiflorae (Hori &  Nambu) Deighton,\n(iii) Coleosporium paederiae,\n(iv) Coleosporium phellodendri Komr,\n(v) Cronartium quercuum (Berk.) Miyabe ex Shirai,\n(vi) Dendrolimus spectabilis Butler,\n(vii) Monochamus spp. (non European),\n(viii) Peridermium kurilense Dietel,\n(ix) Popillia japonica Newman,\n(x) Thecodiplosis japonensis Uchida &  Inouye,\n(xi) any other harmful organism which is not known to occur in the Community.\nThe plants shall have been found free, in these inspections, from the harmful organisms abovementioned. Infested plants shall be removed. The remaining plants shall be effectively treated.\n5. Any detection of harmful organisms of concern specified in point 4 in the inspections carried out pursuant to point 4 shall be officially recorded, and the records shall be kept available to the Commission, upon its request. Any detection of any of the harmful organisms, which are specified in point 4, shall disqualify the nursery from its status under point 3. The Commission shall be informed immediately thereof. In such case, the registration can be renewed only in the following year.\n6. The plants intended for the Community shall at least during the period referred to in point 3:\n(a) be potted, at least during the same period, in pots which are placed either on shelves at least 50 cm above ground or onto concrete flooring, impenetrable for nematodes, which is well maintained and free from debris,\n(b) be found free, in the inspections referred to in point 4, from the harmful organisms of concern specified in point 4 and not be affected by the measures referred to in point 5,\n(c) if they belong to the genus Pinus L. and in the case of grafting on a rootstock of a Pinus species other than Pinus parviflora Sieb. &  Zucc., have a rootstock derived from sources officially approved as healthy material,\n(d) be made recognisable with a marking, exclusive for each individual plant and notified to the official plant protection organisation of Japan, enabling the identification of the registered nursery and the year of potting.\n7. The official plant protection organisation of Japan shall ensure the identifiability of the plants from the time of their removal from the nursery until the time of loading for export, through sealing of transport vehicles or appropriate alternatives.\n8. The plants and the adhering or associated growing medium (hereinafter referred to as the material) shall be accompanied by a phytosanitary certificate issued in Japan in accordance with Article 7 of Directive 2000/29/EC, on the basis of the examination laid down in Article 6 of that Directive relating to the conditions laid down therein, in particular freedom from harmful organisms of concern, as well as to the requirements specified in points 1 to 7.\nThe certificate shall indicate:\n(a) the name or the names of the registered nursery or nurseries,\n(b) the markings referred to in point 6, as far as they enable identification of the registered nursery and the year of potting,\n(c) the specification of the last treatment applied, prior to dispatch,\n(d) under \"Additional Declaration\", the statement \"This consignment meets the conditions laid down in Decision 2002/887/EC\".\n9. Prior to introduction into a Member State, the importer shall notify each introduction sufficiently in advance to the responsible official bodies referred to in Directive 2000/29/EC, in the Member State concerned, indicating:\n(a) the type of material,\n(b) the quantity,\n(c) the declared date of import,\n(d) the officially approved site where the plants will be held under the post-entry quarantine referred to in point 10.\nThe importers shall be officially informed, prior to the introduction, of the conditions laid down in points 1 to 12.\n10. The material shall be subject, before it is released, to official post-entry quarantine for a period of not less than three months of active growth in the case of Pinus and Chamaecyparis plants and for a period including the active growth season from 1 April until 30 June in the case of Juniperus plants and must be found free, during this quarantine period, from any harmful organisms of concern. Particular attention shall be given to preserve for each plant the marking referred to in point 6(d).\n11. The post-entry quarantine referred to in point 10 shall:\n(a) be supervised by the responsible official bodies of the Member State concerned and executed by officially approved and trained staff, with the possible assistance of the experts referred to in Article 21 of Directive 2000/29/EC under the procedure laid down therein;\n(b) be performed at an officially approved site provided with appropriate facilities sufficient to contain harmful organisms and maintain the material in such a way as to eliminate any risk of spreading harmful organisms;\n(c) be performed for each item of material:\n(i) by visual examination upon arrival and at regular intervals thereafter, having regard to the type of material and its state of development during the quarantine period, for harmful organisms or symptoms caused by any harmful organism,\n(ii) by appropriate testing of any symptom observed in the visual examination in order to identify the harmful organisms having caused such symptoms.\n12. Any lot in which material which has not been found free, during the post-entry quarantine referred to in point 10, from harmful organisms of concern shall be immediately destroyed under official supervision.\n13. Member States shall notify, to the Commission and to the other Member States, any contamination by harmful organisms in question which has been confirmed during the post-entry quarantine referred to in point 10. In such case, the relevant Japanese nursery shall be disqualified from its status under point 3. The Commission shall inform immediately Japan thereof.\n14. Any material which has been subjected to the post-entry quarantine referred to in point 10 in the importing Member State and has been found free, during that quarantine period, from harmful organisms of concern and which has been maintained under appropriate conditions may be moved within the Community only when a plant passport referred to in Article 10 of Directive 2000/29/EC has been issued in accordance with the relevant provisions of that Directive and has been attached to the material, to its packaging or to the vehicles transporting the material.\nThe plant passport referred to in the first subparagraph shall indicate the name of the country of origin."}