{"celex_id": "32004D0750", "uri": "http://publications.europa.eu/resource/cellar/a96a4530-a5cc-4fbe-8987-1ce0505128be", "type": "Decision", "concepts": ["1874", "3239", "5749"], "title": "2004/750/EC:Council Decision of 21 October 2004 on the opening of the negotiations on an agreement concerning monetary relations with the Principality of Andorra\n", "header": "6.11.2004 EN Official Journal of the European Union L 332/15\nCOUNCIL DECISION\nof 21 October 2004\non the opening of the negotiations on an agreement concerning monetary relations with the Principality of Andorra\n(2004/750/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2004/548/EC of 11 May 2004 on the position to be taken by the Community regarding an agreement concerning the monetary relations with the Principality of Andorra (1), and in particular Article 8 thereof,\nHaving regard to the Recommendation of the Commission (2),\nHaving regard to the opinion of the European Central Bank (3),\nWhereas:\n(1) The opening of the negotiations on an agreement with the Principality of Andorra (hereinafter, Andorra) on monetary matters should be conditional upon the fulfilment of the necessary conditions. The prior initialling by both parties of the agreement on the taxation of income from savings, as well as the undertaking by Andorra to ratify such agreement before a date agreed with the Community, should form part of those conditions.\n(2) Andorra and the Commission have proceeded on 1 July 2004 with the initialling of the agreement providing for measures equivalent to those laid down in Council Directive 2003/48/EC of 3 June 2003 (4) on the taxation of savings income in the form of interest payments.\n(3) By virtue of the verbal note from the Ambassador of Andorra to the Community of 1 July 2004, Andorra has undertaken to ratify such agreement before 30 April 2005. This date is acceptable to the Community.\n(4) The absence of ratification by Andorra, before the agreed date, of the agreement on the taxation of income from savings should result in the suspension of the negotiations on the monetary agreement until such ratification has taken place,", "main_body": ["The necessary conditions for the opening of the negotiations with the Principality of Andorra on an agreement on monetary matters, as laid down in Article 8 of Decision 2004/548/EC on the position to be taken by the Community regarding an agreement concerning the monetary relations with the Principality of Andorra, have been fulfilled.\nThe Commission shall inform the Principality of Andorra of the Community’s readiness to conclude an agreement on monetary matters and it shall propose negotiations for such an agreement."], "attachments": "Done at Luxembourg, 21 October 2004.\nFor the Council\nThe President\nG. ZALM\n(1)  OJ L 244, 16.7.2004, p. 47.\n(2)  OJ C 244, 1.10.2004, p. 19.\n(3)  OJ C 256, 16.10.2004, p. 9.\n(4)  OJ L 157, 26.6.2003, p. 38."}