{"celex_id": "32005D0118(01)", "uri": "http://publications.europa.eu/resource/cellar/d9dc7762-046b-462b-9b5b-fb7a418a1c74", "type": "Decision", "concepts": ["12", "3559", "3717"], "title": "Council Decision of 28 June 2004 appointing the full members and alternate members of the Administrative Board of the European Foundation for the Improvement of Living and Working Conditions for the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\n", "header": "18.1.2005 EN Official Journal of the European Union C 12/1\nCOUNCIL DECISION\nof 28 June 2004\nappointing the full members and alternate members of the Administrative Board of the European Foundation for the Improvement of Living and Working Conditions for the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\n(2005/C 12/01)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union (1), and in particular Article 20 thereof,\nHaving regard to Council Regulation (EEC) No 1365/75 of 26 May 1975 on the creation of a European Foundation for the Improvement of Living and Working Conditions (2), as last amended by Regulation (EEC) No 1947/93 (3), and in particular Article 6 thereof,\nHaving regard to the lists of nominees submitted to the Council by the Governments of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia for government representatives and those forwarded by the Commission for representatives of workers' and employers' organisations,\nWhereas:\n(1) By its Decision of 8 November 2001 (4) the Council appointed the full members and alternate members of the Administrative Board of the European Foundation for the Improvement of Living and Working Conditions for the period from 19 October 2001 to 18 October 2004.\n(2) The full members and alternates representing the Governments of the new Member States and workers' and employers' organisations there must be appointed for the period ending on 18 October 2004,", "main_body": ["The following are hereby appointed full members and alternate members of the Administrative Board of the European Foundation for the Improvement of Living and Working Conditions for the period remaining until 18 October 2004:\nI.   GOVERNMENT REPRESENTATIVES\nCountry Full member Alternate member\nCzech Republic Mr Vlastimil VÁŇA Mr Josef JIRKAL\nEstonia Mr Tiit KAADU Mr Ivar RAIK\nCyprus Ms Lenia SAMUEL Mr Charalambos KOLOKOTRONIS\nLatvia Ms Ineta TĀRE Ms Ineta VJAKSE\nLithuania Ms Rita KAZLAUSKIENE Ms Milda PETROKAITE\nHungary Ms Mária LADÓ Ms Edit VIRÁG\nMalta Mr John CAMILLERI Ms Anna BORG\nPoland Ms Agnieszka CHLON-DOMIŃCZAK Mr Jerzy CIECHAŃSKI\nSlovenia Ms Vladka KOMEL Ms Metka Štoka DEBEVEC\nSlovakia Ms Elena MICHALDOVÁ Ms Elena BARTUNKOVÁ\nII.   REPRESENTATIVES OF WORKERS' ORGANISATIONS\nCountry Full member Alternate member\nCzech Republic Ms Hana MÁLKOVÁ Mr Luděk TOMAN\nEstonia Ms Vaike PARKEL Mr Kalle KALDA\nCyprus Mr Demetris KITTENIS Mr Petros THEOPHANOUS\nLatvia Ms Iveta OZOLA Ms Lolita BURBO\nLithuania Ms Janina MATUIZIENE Mr Vaidotas PETRONIS\nHungary Ms Erzsébet HANTI Mr László GYIMESI\nMalta Mr Michael PARNIS Mr Charles MAGRO\nPoland Mr Bogdan OLSZEWSKI Ms Agata BARANOWSKA-GRYCUK\nSlovenia Mr Pavle VRHOVEC Mr Jure SNOJ\nSlovakia Ms Eva MEŠŤANOVÁ Ms Margita ANČICOVÁ\nIII.   REPRESENTANTIVES OF EMPLOYERS' ORGANISATIONS\nCountry Full member Alternate member\nCzech Republic Ms Vladimira DRBALOVÁ Mr Josef FORNŮSEK\nEstonia Ms Eve PÄÄRENDSON Mr Tarmo KRIIS\nCyprus Mr Michael ANTONIOU Ms Lena PANAYIOTOU\nLatvia Ms Elina EGLE Mr Edgars KORČAGINS\nLithuania Ms Laura SIRVYDIENE Mr Dmitrj SLEPNIOV\nHungary Mr Antal CSUPORT Mr Attila SZABADKAI\nMalta Mr John SCICLUNA Ms Roselyn BORG\nPoland Mr Michał BONI Mr Andrzej JANKOWSKI\nSlovenia Mr Marjan RAVNIK Ms Nina GLOBOČNIK\nSlovakia"], "attachments": "Done at Luxembourg, 28 June 2004\nFor the Council\nThe President\nM. CULLEN\n(1)  OL L 236, 23.9.2003.\n(2)  OJ L 139, 30.5.1975, p. 1.\n(3)  OJ L 181, 23.7.1993, p. 13.\n(4)  OJ C 327, 22.11.2001, p. 1."}