{"celex_id": "32009D0983", "uri": "http://publications.europa.eu/resource/cellar/9a379650-07a7-43b3-a546-b1926118a5cf", "type": "Decision", "concepts": ["2655", "2965", "5541", "5709", "889"], "title": "Council Decision of 16 December 2009 on the granting of State aid by the authorities of the Republic of Lithuania for the purchase of State-owned agricultural land between 1 January 2010 and 31 December 2013\n", "header": "19.12.2009 EN Official Journal of the European Union L 338/93\nCOUNCIL DECISION\nof 16 December 2009\non the granting of State aid by the authorities of the Republic of Lithuania for the purchase of State-owned agricultural land between 1 January 2010 and 31 December 2013\n(2009/983/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and in particular Article 108(2), third subparagraph, thereof,\nHaving regard to the request made by the Government of the Republic of Lithuania on 23 November 2009,\nWhereas:\n(1) On 23 November 2009, the Republic of Lithuania (hereinafter referred to as ‘Lithuania’) presented to the Council a request for a decision in accordance with the third subparagraph of Article 88(2) of the Treaty establishing the European Community concerning Lithuania’s plan to grant State aid to Lithuanian farmers for the purchase of State-owned agricultural land.\n(2) Due to insufficient agricultural incomes, it is difficult to improve the unfavourable area structure of Lithuanian agricultural holdings. In 2009, farms with an area of up to 5 hectares made up 52,5 % of all farms.\n(3) In 2009, the economic and financial crisis substantially decreased producer prices of agricultural products in Lithuania: in the first quarter, the producer prices of agricultural products declined by 27 % compared to the first quarter of 2008, by 25,3 % in the second quarter compared to the second quarter of 2008 and by 8 % in the third quarter compared to the third quarter of 2008. Crop producer prices have been especially significantly hit by this decrease: over the same reference period producer prices of crop products declined accordingly by 33,6 %, 35,7 % and 17,9 %.\n(4) At the end of 2008 and in 2009, in view of the lack of equity capital of farmers and the high interest rates applied by credit institutions on loans for the purchase of agricultural land, the prospects for farmers of taking out loans for investments such as the purchase of agricultural land at market conditions were drastically reduced. In the fourth quarter of 2008 and in 2009, credit interest rates on loans for the purchase of agricultural land varied between 9,51 % to 15,99 % per annum.\n(5) The State aid will be provided in two alternative forms: 1) by multiplying the market price of the purchased land by a weighting factor (0,6 or 0,75 for young farmers if all the conditions set in the aid scheme are fulfilled); 2) by selling the State-owned agricultural land on an instalment basis, in which case the aid corresponds to the difference between the actual interest rate paid by the purchaser, which is minimum 5 %, and the interest rate applied by the lending bank.\n(6) The State aid to be granted amounts to a maximum of LTL 55 million and should enable the purchase of a total of 370 000 hectares of agricultural land — in the form of a maximum of 300 hectares of agricultural land per purchaser — during the period from 2010 to 2013. The average amount of aid per holding should be approximately LTL 11 000. The land may be sold to natural persons who fulfil the following conditions: they have submitted a ‘single application’ in respect of the area-related aid schemes in accordance with Article 11 of Commission Regulation (EC) No 796/2004 of 21 April 2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (1) in the year preceding the year of submission of their application for State aid; they manage the farm accountancy; they have experience in practical farming and have a registered farm or they have experience in practical farming and hold a diploma in the area of agriculture or a document certifying vocational training in farming. The land may also be sold to legal persons, for which at least half of the annual income is made up of proceeds of sales of marketable agricultural products and for which there is proof of their economic viability.\n(7) State-owned agricultural land can be sold in instalments over a period of no longer than 15 years, the purchaser starting to pay as from the second year and paying 10 % of the price outright, except for young farmers under 40 years of age, who need only pay 5 %. The purchaser must meet the minimum standards of environment protection, hygiene and animal welfare.\n(8) No tendering procedure applies for State-owned agricultural land but the price is calculated according to the Lithuanian Law on Foundations of Property and Business Valuation, i.e. after evaluation of the properties of each land plot at market price. A weighting of 0,6 applies to the price so calculated if young farmers under 40 years of age who have used the land in question for at least 1 year, pay for it outright. A weighting of 0,75 applies in the case of young farmers under 40 years of age who have used the land in question for at least 1 year, pay for the land in instalments. The purchasers of State-owned land cannot change the main purpose of its use earlier than 5 years from the day of purchase. If either of the above weightings has been applied to the price of the land, the purchaser cannot transfer this property earlier than 5 years from the day of purchase.\n(9) The Commission has not at this stage initiated any procedure nor taken a position on the nature and compatibility of the aid.\n(10) Exceptional circumstances therefore exist, making it possible to consider such aid, by way of derogation and to the extent strictly necessary to finish land reform successfully and to improve the structure of farms and the efficiency of farming in Lithuania, to be compatible with the internal market,", "main_body": ["Exceptional State aid by the Lithuanian authorities for loans for the purchase of State-owned agricultural land, amounting to a maximum of LTL 55 million and granted between 1 January 2010 and 31 December 2013, shall be considered to be compatible with the internal market.", "This Decision is addressed to the Republic of Lithuania."], "attachments": "Done at Brussels, 16 December 2009.\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  OJ L 141, 30.4.2004, p. 18."}