{"celex_id": "32005D0722", "uri": "http://publications.europa.eu/resource/cellar/138558d4-9bea-4158-a0af-d085b36683e5", "type": "Decision", "concepts": ["2338", "3483", "3588", "3870", "4452"], "title": "2005/722/EC: Council Decision of 17 October 2005 implementing Article 2(3) of Regulation (EC) No 2580/2001 on specific restrictive measures directed against certain persons and entities with a view to combating terrorism and repealing Decision 2005/428/CFSP\n", "header": "18.10.2005 EN Official Journal of the European Union L 272/15\nCOUNCIL DECISION\nof 17 October 2005\nimplementing Article 2(3) of Regulation (EC) No 2580/2001 on specific restrictive measures directed against certain persons and entities with a view to combating terrorism and repealing Decision 2005/428/CFSP\n(2005/722/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Regulation (EC) No 2580/2001 of 27 December 2001 on specific restrictive measures directed against certain persons and entities with a view to combating terrorism (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) On 6 June 2005 the Council adopted Decision 2005/428/CFSP implementing Article 2(3) of Regulation (EC) No 2580/2001 on specific restrictive measures directed against certain persons and entities with a view to combating terrorism and repealing Decision 2005/221/CFSP (2).\n(2) It has been decided to adopt an updated list of the persons, groups and entities to which Regulation (EC) No 2580/2001 applies,", "main_body": ["The list provided for in Article 2(3) of Regulation (EC) No 2580/2001 shall be replaced by the following:\n‘(…)’.", "Decision 2005/428/CFSP is hereby repealed.", "This Decision shall be published in the Official Journal of the European Union.\nIt shall take effect on the day of its publication."], "attachments": "Done at Luxembourg, 17 October 2005.\nFor the Council\nThe President\nM. BECKETT\n(1)  OJ L 344, 28.12.2001, p. 70. Regulation as last amended by Commission Regulation (EC) No 1207/205 (OJ L 197, 28.7.2005, p. 16).\n(2)  OJ L 144, 8.6.2005, p. 59.\nANNEX\n1.   PERSONS\n1. ABOU, Rabah Naami (a.k.a. Naami Hamza; a.k.a. Mihoubi Faycal; a.k.a. Fellah Ahmed; a.k.a. Dafri Rèmi Lahdi), born 1.2.1966 in Algiers (Algeria) (Member of al-Takfir and al-Hijra)\n2. ABOUD, Maisi (a.k.a. The Swiss Abderrahmane), born 17.10.1964 in Algiers (Algeria) (Member of al-Takfir and al-Hijra)\n3. AL-MUGHASSIL, Ahmad Ibrahim (a.k.a. ABU OMRAN; a.k.a. AL-MUGHASSIL, Ahmed Ibrahim), born 26.6.1967 in Qatif-Bab al Shamal, Saudi Arabia; citizen of Saudi Arabia\n4. AL-NASSER, Abdelkarim Hussein Mohamed, born in Al Ihsa, Saudi Arabia; citizen of Saudi Arabia\n5. AL YACOUB, Ibrahim Salih Mohammed, born 16.10.1966 in Tarut, Saudi Arabia; citizen of Saudi Arabia\n6. ARIOUA, Azzedine, born 20.11.1960 in Constantine (Algeria) (Member of al-Takfir and al-Hijra)\n7. ARIOUA, Kamel (a.k.a. Lamine Kamel), born 18.8.1969 in Constantine (Algeria) (Member of al-Takfir and al-Hijra)\n8. ASLI, Mohamed (a.k.a. Dahmane Mohamed), born 13.5.1975 in Ain Taya (Algeria) (Member of al-Takfir and al-Hijra)\n9. ASLI, Rabah, born 13.5.1975 in Ain Taya (Algeria) (Member of al-Takfir and al-Hijra)\n10. ATWA, Ali (a.k.a. BOUSLIM, Ammar Mansour; a.k.a. SALIM, Hassan Rostom), Lebanon, born 1960 in Lebanon; citizen of Lebanon\n11. DARIB, Noureddine (a.k.a. Carreto; a.k.a. Zitoun Mourad), born 1.2.1972 in Algeria (Member of al-Takfir and al-Hijra)\n12. DJABALI, Abderrahmane (a.k.a. Touil), born 1.6.1970 in Algeria (Member of al-Takfir and al-Hijra)\n13. EL-HOORIE, Ali Saed Bin Ali (a.k.a. AL-HOURI, Ali Saed Bin Ali; a.k.a. EL-HOURI, Ali Saed Bin Ali), born 10.7.1965 alt. 11.7.1965 in El Dibabiya, Saudi Arabia; citizen of Saudi Arabia\n14. FAHAS, Sofiane Yacine, born 10.9.1971 in Algiers (Algeria) (Member of al-Takfir and al-Hijra)\n15. IZZ-AL-DIN, Hasan (a.k.a. GARBAYA, Ahmed; a.k.a. SA-ID; a.k.a. SALWWAN, Samir), Lebanon, born 1963 in Lebanon, citizen of Lebanon\n16. LASSASSI, Saber (a.k.a. Mimiche), born 30.11.1970 in Constantine (Algeria) (Member of al-Takfir and al-Hijra)\n17. MOHAMMED, Khalid Shaikh (a.k.a. ALI, Salem; a.k.a. BIN KHALID, Fahd Bin Adballah; a.k.a. HENIN, Ashraf Refaat Nabith; a.k.a.WADOOD, Khalid Adbul), born 14.4.1965 alt. 1.3.1964 in Pakistan, passport No 488555\n18. MOKTARI, Fateh (a.k.a. Ferdi Omar), born 26.12.1974 in Hussein Dey (Algeria) (Member of al-Takfir and al-Hijra)\n19. MUGHNIYAH, Imad Fa'iz (a.k.a. MUGHNIYAH, Imad Fayiz), Senior Intelligence Officer of HIZBALLAH, born 7.12.1962 in Tayr Dibba, Lebanon, passport No 432298 (Lebanon)\n20. NOUARA, Farid, born 25.11.1973 in Algiers (Algeria) (Member of al-Takfir and al-Hijra)\n21. RESSOUS, Hoari (a.k.a. Hallasa Farid), born 11.9.1968 in Algiers (Algeria) (Member of al-Takfir and al-Hijra)\n22. SEDKAOUI, Noureddine (a.k.a. Nounou), born 23.6.1963 in Algiers (Algeria) (Member of al-Takfir and al-Hijra)\n23. SELMANI, Abdelghani (a.k.a. Gano), born 14.6.1974 in Algiers (Algeria) (Member of al-Takfir and al-Hijra)\n24. SENOUCI, Sofiane, born 15.4.1971 in Hussein Dey (Algeria) (Member of al-Takfir and al-Hijra)\n25. SISON, Jose Maria (a.k.a. Armando Liwanag, a.k.a. Joma, in charge of the Communist Party of the Philippines including NPA) born 8.2.1939 in Cabugao, Philippines\n26. TINGUALI, Mohammed (a.k.a. Mouh di Kouba), born 21.4.1964 in Blida (Algeria) (Member of al-Takfir and al-Hijra)\n2.   GROUPS AND ENTITIES\n1. Abu Nidal Organisation (ANO), (a.k.a. Fatah Revolutionary Council, Arab Revolutionary Brigades, Black September, and Revolutionary Organisation of Socialist Muslims)\n2. Al-Aqsa Martyrs' Brigade\n3. Al-Aqsa e.V.\n4. Al-Takfir and Al-Hijra\n5. Aum Shinrikyo (a.k.a. AUM, a.k.a. Aum Supreme Truth, a.k.a. Aleph)\n6. Babbar Khalsa\n7. Communist Party of the Philippines, including New Peoples Army (NPA), Philippines, linked to Sison Jose Maria C. (a.k.a. Armando Liwanag, a.k.a. Joma, in charge of the Communist Party of the Philippines, including NPA)\n8. Gama'a al-Islamiyya (Islamic Group), (a.k.a. Al-Gama'a al-Islamiyya, IG)\n9. Great Islamic Eastern Warriors Front (IBDA-C)\n10. Hamas (including Hamas-Izz al-Din al-Qassem)\n11. Holy Land Foundation for Relief and Development\n12. International Sikh Youth Federation (ISYF)\n13. Kahane Chai (Kach)\n14. Kurdistan Workers' Party (PKK), (a.k.a. KADEK; a.k.a. KONGRA-GEL)\n15. Mujahedin-e Khalq Organisation (MEK or MKO) [minus the ‘National Council of Resistance of Iran’ (NCRI)] (a.k.a. The National Liberation Army of Iran (NLA, the militant wing of the MEK), the People's Mujahidin of Iran (PMOI), Muslim Iranian Students' Society)\n16. National Liberation Army (Ejército de Liberación Nacional)\n17. Palestine Liberation Front (PLF)\n18. Palestinian Islamic Jihad (PIJ)\n19. Popular Front for the Liberation of Palestine (PFLP)\n20. Popular Front for the Liberation of Palestine — General Command (a.k.a. PFLP — General Command)\n21. Revolutionary Armed Forces of Colombia (FARC)\n22. Revolutionary People's Liberation Army/Front/Party (DHKP/C) (a.k.a. Devrimci Sol (Revolutionary Left), Dev Sol)\n23. Shining Path (SL) (Sendero Luminoso)\n24. Stichting Al Aqsa (a.k.a. Stichting Al Aqsa Nederland, a.k.a. Al Aqsa Nederland)\n25. United Self-Defense Forces/Group of Colombia (AUC) (Autodefensas Unidas de Colombia)."}