{"celex_id": "32007D0136", "uri": "http://publications.europa.eu/resource/cellar/2718b384-228d-4c27-ba73-9cdf3a441456", "type": "Decision", "concepts": ["1598", "2211", "2324", "5063", "5252", "6307"], "title": "2007/136/EC: Commission Decision of 23 February 2007 laying down transitional measures for the system for the identification and registration of ovine and caprine animals in Bulgaria, as provided for in Council Regulation (EC) No 21/2004 (notified under document number C(2007) 533) (Text with EEA relevance )\n", "header": "24.2.2007 EN Official Journal of the European Union L 57/23\nCOMMISSION DECISION\nof 23 February 2007\nlaying down transitional measures for the system for the identification and registration of ovine and caprine animals in Bulgaria, as provided for in Council Regulation (EC) No 21/2004\n(notified under document number C(2007) 533)\n(Text with EEA relevance)\n(2007/136/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 42 thereof,\nWhereas:\n(1) Council Regulation (EC) No 21/2004 of 17 December 2003 establishing a system for the identification and registration of ovine and caprine animals and amending Regulation (EC) No 1782/2003 and Directives 92/102/EEC and 64/432/EEC (1), lays down rules for the establishment of systems for the identification and registration of ovine and caprine animals. It provides that all those animals born in Bulgaria after 1 January 2007 are to be identified by means of an eartag and a second means of identification bearing the same individual code as on the eartag within a period of not more than six months and in any case before they leave the holding of birth.\n(2) Bulgaria acceded to the Community on 1 January 2007. By letter dated 17 November 2006, Bulgaria requested transitional measures for a period of one year for the identification of ovine and caprine animals in that country, during which time the animals should only be identified by means of a single eartag, except for animals entering into intra-Community trade or intended for export to third countries. Such animals should be identified in accordance with Community rules, except that the means of identification, provided for in Regulation (EC) No 21/2004, may be applied in a holding, other than the holding of birth referred to in Article 4(1) of that Regulation.\n(3) In order to facilitate the transition from the existing regime in Bulgaria to that resulting from the application of Regulation (EC) No 21/2004, it is appropriate to lay down transitional measures for the identification of ovine and caprine animals in Bulgaria.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Subject matter\nThis Decision shall apply to any animal of the ovine and caprine species kept on holdings situated in Bulgaria (the animals).", "Identification of animals in Bulgaria\nAll animals on a holding shall be identified before they leave the holding of their birth or within a period of nine months from the date of their birth, whichever is the earlier, by at least one single eartag bearing an individual code for each animal in accordance with national rules.", "Identification of animals intended for intra-Community trade or export to third countries\nAll animals intended for intra-Community trade or export to third countries shall be identified in accordance with Regulation (EC) No 21/2004, where applicable in addition to the eartag applied in accordance with Article 2 of this Decision.\nBy way of derogation from Article 4(1) of Regulation (EC) No 21/2004, the means of identification referred to in that provision may be applied in the holding of origin, as defined in Article 2(b)(8) of Directive 91/68/EEC (2).", "Movement document requirement\nThe movement document referred to in Article 3(1)(c) of Regulation (EC) No 21/2004 shall contain the individual codes for each animal as provided for in Articles 2 and 3 of this Decision.", "Applicability\nThis Decision shall apply from the date of entry into force of the Act of Accession and until 31 December 2007.", "Addressee\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 February 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 5, 9.1.2004, p. 8. Regulation as amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 46, 19.2.1991, p. 19."}