{"celex_id": "32003D0017(01)", "uri": "http://publications.europa.eu/resource/cellar/c3e9aca6-25fb-4736-8967-9ba9ffe9bbbc", "type": "Decision", "concepts": ["2149", "2447", "3259", "4763", "5455", "5883"], "title": "2004/43/EC: Decision of the European Central Bank of 18 December 2003 on the national central banks' percentage shares in the key for subscription to the European Central Bank's capital (ECB/2003/17)\n", "header": "Decision of the European Central Bank\nof 18 December 2003\non the national central banks' percentage shares in the key for subscription to the European Central Bank's capital\n(ECB/2003/17)\n(2004/43/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank and in particular Articles 29.3 and 29.4 thereof,\nHaving regard to the contribution of the General Council of the European Central Bank (ECB) in accordance with the fourth indent of Article 47.2 of the Statute,\nWhereas:\n(1) Decision ECB/1998/13 of 1 December 1998 on the national central banks' percentage shares in the key for the capital of the European Central Bank(1) laid down with effect from 1 June 1998 the weightings assigned to the national central banks (NCBs) in the key for subscription to the ECB's capital (hereinafter the capital key weightings and the capital key respectively).\n(2) Article 29.3 of the Statute requires the capital key weightings to be adjusted every five years after the establishment of the European System of Central Banks by analogy with the provisions laid down in Article 29.1 of the Statute. The adjusted capital key applies with effect from the first day of the year following the year in which the adjustment occurs.\n(3) In accordance with Council Decision 2003/517/EC of 15 July 2003 on the statistical data to be used for the adjustment of the key for subscription to the capital of the European Central Bank(2), the European Commission provided the ECB with the statistical data to be used in determining the adjusted capital key.\n(4) The ECB's net profits or losses (if any) for the financial year 2003 should be allocated and distributed pursuant to Article 33.1(b) and Article 33.2 of the Statute and in accordance with the capital key weightings applicable on 31 December 2003. The same should apply to the allocation of the NCBs' monetary income pursuant to Article 32.1 of the Statute, the distribution of the ECB's seigniorage income, the remuneration on the NCBs' claims equivalent to the foreign reserve assets transferred to the ECB and the remuneration on the intra-Eurosystem balances on euro banknotes in circulation,", "main_body": ["Rounding\nWhere the European Commission provides revised statistical data to be used in adjusting the capital key and the figures do not total 100 %, the difference shall be compensated for: (i) if the total is below 100 %, by adding 0,0001 of a percentage point to the smallest share(s) in ascending order until exactly 100 % is reached, or (ii) if the total is above 100 %, by subtracting 0,0001 of a percentage point in descending order from the largest share(s) until exactly 100 % is reached.", "Capital key weightings\nThe weighting assigned to each NCB in the capital key described in Article 29 of the Statute shall be as follows with effect from 1 January 2004:\n>TABLE>", "Final and transitional provisions\n1. Decision ECB/1998/13 is hereby repealed with effect from 1 January 2004.\n2. Each of the ECB's net profits or losses (if any), the NCBs' monetary income, the ECB's seigniorage income, the remuneration on the NCBs' claims equivalent to the foreign reserve assets transferred to the ECB and the remuneration on the intra-Eurosystem balances on euro banknotes in circulation, in relation to the financial year 2003 shall be allocated and distributed in accordance with the capital key weightings applicable on 31 December 2003.\n3. This Decision shall enter into force on 19 December 2003.\n4. This Decision will be published in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 18 December 2003.\nFor the Governing Council of the ECB\nJean-Claude Trichet\n(1) OJ L 125, 19.5.1999, p. 33.\n(2) OJ L 181, 19.7.2003, p. 43."}