{"celex_id": "32007R0611", "uri": "http://publications.europa.eu/resource/cellar/c009ce01-7a0f-47f2-be6e-b33b70e8515a", "type": "Regulation", "concepts": ["1155", "1422", "3647", "4372", "4491", "5156", "54"], "title": "Commission Regulation (EC) No 611/2007 of 1 June 2007 amending Regulation (EC) No 1725/2003 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Financial Reporting Interpretations Committee’s (IFRIC) Interpretation 11 (Text with EEA relevance)\n", "header": "2.6.2007 EN Official Journal of the European Union L 141/49\nCOMMISSION REGULATION (EC) No 611/2007\nof 1 June 2007\namending Regulation (EC) No 1725/2003 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Financial Reporting Interpretations Committee’s (IFRIC) Interpretation 11\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1725/2003 (2) certain international standards and interpretations that were extant at 14 September 2002 were adopted.\n(2) On 2 November 2006, the International Financial Reporting Interpretations Committee (IFRIC) published IFRIC Interpretation 11 IFRS 2 — Group and Treasury Share Transactions, hereinafter ‘IFRIC 11’. IFRIC 11 addresses how to apply International Financial Reporting Standard (IFRS) 2 Share-based Payment to share-based payment arrangements involving an entity’s own equity instruments or equity instruments of another entity in the same group (e.g. equity instruments of its parent). The interpretation was required as, until now, there was no guidance on how share-based payment arrangements in which an entity receives goods or services as consideration for equity instruments of the entity’s parent should be accounted for in the entity’s financial statements.\n(3) The consultation with the Technical Expert Group (TEG) of the European Financial Reporting Advisory Group (EFRAG) confirms that IFRIC 11 meets the technical criteria for adoption set out in Article 3(2) of Regulation (EC) No 1606/2002.\n(4) Regulation (EC) No 1725/2003 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["In the Annex to Regulation (EC) No 1725/2003: ‘International Financial Reporting Interpretations Committee’s (IFRIC) Interpretation 11 IFRS 2 — Group and Treasury Share Transactions’, is inserted as set out in the Annex to this Regulation.", "Each company shall apply IFRIC 11 as set out in the Annex to this Regulation as from the commencement date of its 2008 financial year at the latest, except for companies with a January or February commencement date which shall apply IFRIC 11 as from the commencement date of the 2009 financial year at the latest.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 June 2007.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 261, 13.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 1329/2006 (OJ L 247, 9.9.2006, p. 3).\nANNEX\nINTERNATIONAL FINANCIAL REPORTING STANDARDS\n‘IFRIC 11 IFRIC Interpretation 11 IFRS 2 — Group and Treasury Share Transactions’\n‘Reproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org’\nIFRIC INTERPRETATION 11\nIFRS 2 — Group and Treasury Share Transactions\nReferences\n— IAS 8 Accounting Policies, Changes in Accounting Estimates and Errors\n— IAS 32 Financial Instruments: Presentation\n— IFRS 2 Share-based Payment\nIssues\n1. This Interpretation addresses two issues. The first is whether the following transactions should be accounted for as equity-settled or as cash-settled under the requirements of IFRS 2:\n(a) an entity grants to its employees rights to equity instruments of the entity (e.g. share options), and either chooses or is required to buy equity instruments (i.e. treasury shares) from another party, to satisfy its obligations to its employees; and\n(b) an entity’s employees are granted rights to equity instruments of the entity (e.g. share options), either by the entity itself or by its shareholders, and the shareholders of the entity provide the equity instruments needed.\n2. The second issue concerns share-based payment arrangements that involve two or more entities within the same group. For example, employees of a subsidiary are granted rights to equity instruments of its parent as consideration for the services provided to the subsidiary. IFRS 2 paragraph 3 states that:\n3. Therefore, the second issue addresses the following share-based payment arrangements:\n(a) a parent grants rights to its equity instruments direct to the employees of its subsidiary: the parent (not the subsidiary) has the obligation to provide the employees of the subsidiary with the equity instruments needed; and\n(b) a subsidiary grants rights to equity instruments of its parent to its employees: the subsidiary has the obligation to provide its employees with the equity instruments needed.\n4. This Interpretation addresses how the share-based payment arrangements set out in paragraph 3 should be accounted for in the financial statements of the subsidiary that receives services from the employees.\n5. There may be an arrangement between a parent and its subsidiary requiring the subsidiary to pay the parent for the provision of the equity instruments to the employees. This Interpretation does not address how to account for such an intragroup payment arrangement.\n6. Although this Interpretation focuses on transactions with employees, it also applies to similar share-based payment transactions with suppliers of goods or services other than employees.\nConsensus\nShare-based payment arrangements involving an entity’s own equity instruments (paragraph 1)\n7. Share-based payment transactions in which an entity receives services as consideration for its own equity instruments shall be accounted for as equity-settled. This applies regardless of whether the entity chooses or is required to buy those equity instruments from another party to satisfy its obligations to its employees under the share-based payment arrangement. It also applies regardless of whether:\n(a) the employee’s rights to the entity’s equity instruments were granted by the entity itself or by its shareholder(s); or\n(b) the share-based payment arrangement was settled by the entity itself or by its shareholder(s).\nShare-based payment arrangements involving equity instruments of the parent\nA parent grants rights to its equity instruments to the employees of its subsidiary (paragraph 3(a))\n8. Provided that the share-based arrangement is accounted for as equity-settled in the consolidated financial statements of the parent, the subsidiary shall measure the services received from its employees in accordance with the requirements applicable to equity-settled share-based payment transactions, with a corresponding increase recognised in equity as a contribution from the parent.\n9. A parent may grant rights to its equity instruments to the employees of its subsidiaries, conditional upon the completion of continuing service with the group for a specified period. An employee of one subsidiary may transfer employment to another subsidiary during the specified vesting period without the employee’s rights to equity instruments of the parent under the original share-based payment arrangement being affected. Each subsidiary shall measure the services received from the employee by reference to the fair value of the equity instruments at the date those rights to equity instruments were originally granted by the parent as defined in IFRS 2 Appendix A, and the proportion of the vesting period served by the employee with each subsidiary.\n10. Such an employee, after transferring between group entities, may fail to satisfy a vesting condition other than a market condition as defined in IFRS 2 Appendix A, e.g. the employee leaves the group before completing the service period. In this case, each subsidiary shall adjust the amount previously recognised in respect of the services received from the employee in accordance with the principles in IFRS 2 paragraph 19. Hence, if the rights to the equity instruments granted by the parent do not vest because of an employee’s failure to meet a vesting condition other than a market condition, no amount is recognised on a cumulative basis for the services received from that employee in the financial statements of any subsidiary.\nA subsidiary grants rights to equity instruments of its parent to its employees (paragraph 3(b))\n11. The subsidiary shall account for the transaction with its employees as cash-settled. This requirement applies irrespective of how the subsidiary obtains the equity instruments to satisfy its obligations to its employees.\nEffective date\n12. An entity shall apply this Interpretation for annual periods beginning on or after 1 March 2007. Earlier application is permitted. If an entity applies this Interpretation for a period beginning before 1 March 2007, it shall disclose that fact.\nTransition\n13. An entity shall apply this Interpretation retrospectively in accordance with IAS 8, subject to the transitional provisions of IFRS 2."}