{"celex_id": "32007R0556", "uri": "http://publications.europa.eu/resource/cellar/d835193f-69df-421c-b4c9-cb17dde36aa5", "type": "Regulation", "concepts": ["1085", "1318", "1878", "2173", "4708", "4726", "4734", "6052"], "title": "Commission Regulation (EC) No 556/2007 of 23 May 2007 amending Regulation (EC) No 1622/2000 laying down certain detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine and establishing a Community code of oenological practices and processes\n", "header": "24.5.2007 EN Official Journal of the European Union L 132/3\nCOMMISSION REGULATION (EC) No 556/2007\nof 23 May 2007\namending Regulation (EC) No 1622/2000 laying down certain detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine and establishing a Community code of oenological practices and processes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 46(1) thereof,\nWhereas:\n(1) Under Point A(3) of Annex V to Regulation (EC) No 1493/1999, the maximum permissible total sulphur dioxide levels of wine may be increased where climatic conditions have made this necessary.\n(2) Commission Regulation (EC) No 1622/2000 (2) lays down certain detailed rules for implementing Regulation (EC) No 1493/1999 as regards the maximum permissible total sulphur dioxide content of wine in particular. Under Article 19(4) thereof, Annex XIIa to that Regulation lists the cases where the Member States may authorise an increase in the maximum total sulphur dioxide content of wine of less than 300 milligrams per litre by a maximum of 40 milligrams per litre because of weather conditions.\n(3) By letter of 1 March 2007, the French Government requested authorisation to increase the maximum permissible total sulphur dioxide content of wine of less than 300 milligrams per litre by a maximum of 40 milligrams per litre for wine produced in the Bas-Rhin and Haut-Rhin regions from the 2006 grape harvest in the wake of exceptionally unfavourable weather conditions. That request should be acceded to.\n(4) The technical note provided by the competent French authorities shows that the quantities of sulphur dioxide needed to ensure the proper vinification and proper preservation of the wines affected by these unfavourable conditions and to ensure that they are suitable for placing on the market should be increased above the level normally authorised. This temporary measure is the only available option to allow the grapes affected by these unfavourable weather conditions to be used to produce wine suitable for placing on the market. Following measures taken by the French Institute of Winemaking Technology, it has been estimated that approximately 25 % of the total quantity produced in this area is likely to be affected by this derogation.\n(5) Regulation (EC) No 1622/2000 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Annex XIIa to Regulation (EC) No 1622/2000 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation last amended by Commission Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 194, 31.7.2000, p. 1. Regulation last amended by Regulation (EC) No 389/2007 (OJ L 97, 12.4.2007, p. 5).\nANNEX\n‘ANNEX XIIa\nIncrease in the maximum total sulphur-dioxide content where the weather conditions make this necessary\n(Article 19)\nYear Member State Wine-growing zone(s) Wines concerned\n1. 2000 Germany All wine-growing zones of Germany All wines obtained from grapes harvested in 2000\n2. 2006 Germany The wine-growing zones in the regions of Baden-Württemberg, Bavaria, Hessen and Rhineland-Palatinate All wines obtained from grapes harvested in 2006\n3. 2006 France The wine-growing areas in the departments of Bas-Rhin and Haut-Rhin. All wines obtained from grapes harvested in 2006’"}