{"celex_id": "32004R0080", "uri": "http://publications.europa.eu/resource/cellar/6ae51954-06fd-4f51-bac0-108d088d2ad0", "type": "Regulation", "concepts": ["1603", "1644"], "title": "Commission Regulation (EC) No 80/2004 of 16 January 2004 on the issue of licences for the import of garlic in the quarter from 1 March to 31 May 2004\n", "header": "Commission Regulation (EC) No 80/2004\nof 16 January 2004\non the issue of licences for the import of garlic in the quarter from 1 March to 31 May 2004\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Regulation (EC) No 47/2003(2),\nHaving regard to Commission Regulation (EC) No 565/2002 of 2 April 2002 establishing the method for managing the tariff quotas and introducing a system of certificates of origin for garlic imported from third countries(3), and in particular Article 8(2) thereof,\nWhereas:\n(1) As a result of an error in the notifications from some Member States, the licences issued for the quarter from 1 December 2003 to 29 February 2004 have exceeded the quantities available for that quarter by 493,64 tonnes. The quantities available for the following quarter should therefore be immediately reduced accordingly, in order to comply with the quotas set by Council Decision 2001/404/EC on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Argentine Republic pursuant to Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 for the modification of concessions with respect to garlic provided for in Schedule CXL annexed to the GATT(4), without prejudice to the adoption at a later date of a formal derogation from Regulation (EC) No 565/2002.\n(2) The quantities for which licence applications have been lodged by traditional importers and by new importers on 12 and 13 January 2004, under Article 5(2) of Regulation (EC) No 565/2002 exceed the quantities available for products originating in China, Argentina and all other third countries other than China and Argentina.\n(3) It is now necessary to establish the extent to which the licence applications sent to the Commission on 15 January 2004 can be met and to fix, for each category of importer and product origin, the dates until which the issue of certificates must be suspended,", "main_body": ["Applications for import licences lodged under Article 3(1) of Regulation (EC) No 565/2002 on 12 and 13 January 2004 and sent to the Commission on 15 January 2004, shall be met at a percentage rate of the quantities applied for as set out in Annex I hereto.", "For each category of importer and the origin involved, applications for import licences under Article 3(1) of Regulation (EC) No 565/2002 relating to the quarter from 1 March to 31 May 2004 and lodged after 13 January 2004 but before the date in Annex II hereto, shall be rejected.", "This Regulation shall enter into force on 17 January 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 2004.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 7, 11.1.2003, p. 64.\n(3) OJ L 86, 3.4.2002, p. 11.\n(4) OJ L 142, 29.5.2001, p. 7.\nANNEX I\n>TABLE>\nX: No quota for this origin for the quarter in question.\n-: No application for a licence has been sent to the Commission.\nANNEX II\n>TABLE>"}