{"celex_id": "32001D0243", "uri": "http://publications.europa.eu/resource/cellar/0dbcc162-8330-4523-86a9-0e4c24026ef0", "type": "Decision", "concepts": ["1234", "2897", "343", "4585", "5581", "863"], "title": "2001/243/EC: Council Decision of 19 March 2001 amending Article 1 of Decision 1999/81/EC authorising the Kingdom of Spain to apply a measure derogating from Article 2 and Article 28a(1) of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "Council Decision\nof 19 March 2001\namending Article 1 of Decision 1999/81/EC authorising the Kingdom of Spain to apply a measure derogating from Article 2 and Article 28a(1) of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2001/243/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment(1), and in particular Article 27 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Article 27(1) of the Sixth VAT Directive, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce or extend special measures for derogation from that Directive in order to simplify the procedure for charging the tax or to prevent certain types of tax evasion or avoidance.\n(2) By letter registered with the Commission's Secretariat-General on 27 October 2000, the Kingdom of Spain requested authorisation to extend the application of the derogation previously granted to it by Decision 1999/81/EC(2).\n(3) The other Member States were informed on 27 November 2000 the said request.\n(4) The derogation in question is designed:\n(a) to exempt the supply and intra-Community acquisition of used and waste materials consisting of glass, paper and board, in the case of taxable persons whose sales of such products in the previous year were not worth more than PTA 50 million;\n(b) to exempt the supply and intra-Community acquisition of used and waste materials consisting of ferrous metals, in the case of taxable persons whose sales of such products in the previous year were not worth more than PTA 200 million;\n(c) to exempt the supply and intra-Community acquisition of waste non-ferrous metals, irrespective of the turnover for sales of such goods.\n(5) This measure has proven to be an effective means of combating the evasion or fraud and the legal and factual circumstances which justified granting authorisation to apply a derogation have not changed and still obtain.\n(6) On 7 June 2000 the Commission published a strategy to improve the operation of the VAT system in the short term, including the modernisation, simplification and the countering of abuse of the current rules while moving towards greater uniform application.\n(7) In the context of this strategy the Commission would expect fewer derogations but pending reflection on this area, the Commission accepts that this measure significantly counters abuse of the VAT system.\n(8) It is appropriate, therefore, to extend the period of the authorisation granted until 31 December 2003 pending an assessment of the compatibility of this measure with the overall approach to the system of VAT.\n(9) The derogation has no adverse impact on the European Communities' own resources accruing from VAT,", "main_body": ["Article 1 of Decision 1999/81/EC shall be replaced by the following:\n\"Article 1\nThe Kingdom of Spain is hereby authorised until 31 December 2003 to apply a special measure for taxation of used and waste materials that contains provisions derogating from the Sixth Directive 77/388/EEC.\nThe provisions in question are laid down in Articles 2, 3 and 4 below.\"", "This Decision shall apply from 1 January 2001.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 19 March 2001.\nFor the Council\nThe President\nA. Lindh\n(1) OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2001/41/EC (OJ L 22, 24.1.2001, p. 17).\n(2) OJ L 27, 2.2.1999, p. 26."}