{"celex_id": "32007R0869", "uri": "http://publications.europa.eu/resource/cellar/05aa75b5-d236-4a27-83f7-f998d64e52e9", "type": "Regulation", "concepts": ["12", "1309", "161", "3763", "4080", "5063"], "title": "Commission Regulation (EC) No 869/2007 of 23 July 2007 on the release of securities linked to the import rights within certain import tariff quotas in the beef sector by reason of the accession of Bulgaria and Romania to the European Union\n", "header": "24.7.2007 EN Official Journal of the European Union L 192/19\nCOMMISSION REGULATION (EC) No 869/2007\nof 23 July 2007\non the release of securities linked to the import rights within certain import tariff quotas in the beef sector by reason of the accession of Bulgaria and Romania to the European Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular of Article 41 thereof,\nWhereas:\n(1) Until 31 December 2006, imports in the Community of certain live bovine animals within import tariff quotas opened with Bulgaria or Romania on a multi-annual basis by Commission Regulation (EC) No 1217/2005 of 28 July 2005 laying down detailed rules for the application of a tariff quota for certain live bovine animals originating in Bulgaria, provided for in Council Decision 2003/286/EC (1) and Commission Regulation (EC) No 1241/2005 of 29 July 2005 laying down detailed rules for the application of a tariff quota for certain live bovine animals originating in Romania, provided for in Council Decision 2003/18/EC (2), were subject to the allocation of import rights managed through import licences. As of 1 January 2007, those import licences could no longer be used for such trade.\n(2) Certain import rights granted in July 2006 and valid normally until 30 June 2007 have not been used at all or have been used only partially. Failure to fulfil the commitments made in connection with those import rights should result in the forfeiture of the security lodged. Given that such commitments can no longer be fulfilled after the accession of Bulgaria and Romania, it is necessary to adopt, with effect from the date of accession of those two countries, a measure providing for the release of the securities related to the import rights within those import tariff quotas.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1.   At the request of the interested parties, the securities related to import rights lodged in application of Article 5(1) of Regulation (EC) No 1217/2005 and of Article 5(1) of Regulation (EC) No 1241/2005 shall be released, under the following conditions:\n(a) the applicant has applied for and obtained import rights under the quota:\n(i) referred to in Article 1 of Regulation (EC) No 1217/2005, or\n(ii) referred to in Article 1 of Regulation (EC) No 1241/2005;\n(b) the import rights have been used only partially or not at all by 1 January 2007.\n2.   The securities referred to in paragraph 1 shall be released proportionally to the import rights which have not been used by 1 January 2007.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 199, 29.7.2005, p. 33. Regulation repealed by Regulation (EC) No 1965/2006 (OJ L 408, 30.12.2006, p. 26).\n(2)  OJ L 200, 30.7.2005, p. 38. Regulation repealed by Regulation (EC) No 1965/2006."}