{"celex_id": "32004R1232", "uri": "http://publications.europa.eu/resource/cellar/b0d95915-65b2-484f-b400-4beb3399f459", "type": "Regulation", "concepts": ["1730", "2292", "2763", "3003", "4172", "862"], "title": "Commission Regulation (EC) No 1232/2004 of 2 July 2004 amending Regulation (EC) No 14/2004 as regards Community aid for the supply of dairy products to Madeira and the Canary Islands\n", "header": "3.7.2004 EN Official Journal of the European Union L 234/5\nCOMMISSION REGULATION (EC) No 1232/2004\nof 2 July 2004\namending Regulation (EC) No 14/2004 as regards Community aid for the supply of dairy products to Madeira and the Canary Islands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1453/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Azores and Madeira and repealing Regulation (EEC) No 1600/92 (Poseima) (1), and in particular Article 3(6) thereof,\nHaving regard to Council Regulation (EC) No 1454/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Canary Islands and repealing Regulation (EEC) No 1601/92 (Poseican) (2), and in particular Article 3(6) thereof,\nWhereas:\n(1) Detailed rules for establishing the supply balances and Community aid for the supply of certain essential products for human consumption, for processing and as agricultural inputs and for the supply of live animals and eggs to the outermost regions under Council Regulations (EC) No 1452/2001 (3), (EC) No 1453/2001 and (EC) No 1454/2001 have been laid down in Commission Regulation (EC) No 14/2004 (4).\n(2) Commission Regulation (EC) No 580/2004 of 26 March 2004 establishing a tender procedure concerning export refunds for certain milk products (5) introduces a new method of fixing export refunds.\n(3) The tender procedure for certain milk products will result in the fixing of more than one rate of refund on the same product to the same destination.\n(4) It is therefore necessary to indicate in Annexes III and V to Regulation (EC) No 14/2004 concerning Madeira and the Canary Islands respectively that the aid should be equal to the highest amount of the refund for products falling within the same CN code. In order to avoid any insecurity for the operators and national authorities, this change should apply as from 1 April 2004, date of entry into force of Regulation (EC) No 580/2004.\n(5) It should be specified that the butter awarded in accordance with Commission Regulation (EC) No 2571/97 of 15 December 1997 on the sale of butter at reduced prices and the granting of aid for cream, butter and concentrated butter for use in the manufacture of pastry products, ice-cream and other foodstuffs (6) should receive the aid amount indicated in column II of Annexes III and V to Regulation (EC) No 14/2004 when supplied to the Canary Islands and Madeira.\n(6) Regulation (EC) No 14/2004 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 14/2004 is amended as follows\n1. In part 6 of Annex III, footnotes 2 and 3 are replaced by the following:\n‘(2) The products concerned and the related footnotes are the same as those covered by the Commission Regulation fixing the export refunds pursuant to Article 31 of Council Regulation (EC) No 1255/1999 (OJ L 160, 26.6.1999, p. 48).\n(3) The amount shall be equal to the refund for products falling within the same CN code granted pursuant to Article 31 of Regulation (EC) No 1255/1999. Where the refunds granted pursuant to Article 31 of that Regulation have more than one rate as defined in Article 2(1)(e) and (1)(l) of Commission Regulation (EC) No 800/1999 (OJ L 102, 17.4.1999, p. 11), the amount shall be equal to the highest amount of the refund for products falling within the same CN code (Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1)).\n2. In part 11 of Annex V, footnote 4 is replaced by the following:\n‘(4) The amount shall be equal to the refund for products falling within the same CN code granted pursuant to Article 31 of Regulation (EC) No 1255/1999. Where the refunds granted pursuant to Article 31 of that Regulation have more than one rate as defined in Article 2(1)(e) and (1)(l) of Regulation (EC) No 800/1999, the amount shall be equal to the highest amount of the refund for products falling within the same CN code (Regulation (EEC) No 3846/87).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIn Article 1(1), the first paragraph of the text to be inserted as footnote 3 shall apply from 1 April 2004.\nIn Article 1(2), the first paragraph of the text to be inserted as footnote 4 shall apply from 1 April 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 198, 21.7.2001, p. 26. Regulation as last amended by Regulation (EC) No 55/2004 (OJ L 8, 14.1.2004, p. 1).\n(2)  OJ L 198, 21.7.2001, p. 45. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(3)  OJ L 198, 21.7.2001, p. 11. Regulation as amended by Regulation (EC) No 1782/2003.\n(4)  OJ L 3, 7.1.2004, p. 6.\n(5)  OJ L 90, 27.3.2004, p. 58.\n(6)  OJ L 350, 20.12.1997, p. 3. Regulation as last amended by Regulation (EC) No 921/2004 (OJ L 163, 30.4.2004, p. 94)."}