{"celex_id": "32008R1341", "uri": "http://publications.europa.eu/resource/cellar/2e95d045-6a72-4531-84d3-972b0624e278", "type": "Regulation", "concepts": ["1056", "1164", "4056", "5070", "5643"], "title": "Council Regulation (EC) No 1341/2008 of 18 December 2008 amending Regulation (EC) No 1083/2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund, in respect of certain revenue-generating projects\n", "header": "24.12.2008 EN Official Journal of the European Union L 348/19\nCOUNCIL REGULATION (EC) No 1341/2008\nof 18 December 2008\namending Regulation (EC) No 1083/2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund, in respect of certain revenue-generating projects\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 161 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nAfter consulting the Committee of the Regions,\nWhereas:\n(1) The regulatory framework for the 2007-2013 programming period was prepared and negotiated with the aims of consolidating the simplification of programming and management of the Funds, the effectiveness of assistance provided by them and subsidiarity in their implementation.\n(2) A more precise and more stringent approach based on the calculation of maximum eligible expenditure has been put in place for the processing of revenue-generating projects covered by Article 55 of Regulation (EC) No 1083/2006 (3).\n(3) A number of difficulties have been highlighted in connection with the application of the provisions of Article 55, including a disproportionate administrative burden, especially for operations co-financed by the European Social Fund and small operations financed by the European Regional Development Fund (ERDF) or Cohesion Fund.\n(4) These difficulties may have adverse consequences in terms of operation management, especially for projects in areas of Community priority such as the environment, social inclusion, research, innovation or energy, and in terms of the administrative burden. Article 55 should therefore be simplified.\n(5) This simplification should apply to all projects receiving assistance from the Structural Funds or Cohesion Fund during the 2007-2013 programming period. Retroactive application is therefore necessary.\n(6) Regulation (EC) No 1083/2006 should therefore be amended accordingly,", "main_body": ["Article 55(5) of Regulation (EC) No 1083/2006 shall be replaced by the following:\n‘5.   Paragraphs 1 to 4 of this Article shall apply only to operations which are co-financed by the ERDF or Cohesion Fund and the total cost of which exceeds EUR 1 000 000.’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2006 to all operations receiving assistance from the Structural Funds or Cohesion Fund during the 2007-2013 programming period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  Assent of 16 December 2008 (not yet published in the Official Journal).\n(2)  Opinion of 27 October 2008 (not yet published in the Official Journal).\n(3)  OJ L 210, 31.7.2006, p. 25."}