{"celex_id": "32002D0953", "uri": "http://publications.europa.eu/resource/cellar/4d570998-e4e4-4227-9ee6-f9b10ccd1eb8", "type": "Decision", "concepts": ["3489", "4636", "5767", "6025", "862", "994"], "title": "2002/953/EC: Commission Decision of 5 December 2002 on a Community financial contribution to emergency measures to control foot-and-mouth disease in Armenia, Azerbaijan and Georgia and amending Decision 2001/300/EC (notified under document number C(2002) 4806)\n", "header": "Commission Decision\nof 5 December 2002\non a Community financial contribution to emergency measures to control foot-and-mouth disease in Armenia, Azerbaijan and Georgia and amending Decision 2001/300/EC\n(notified under document number C(2002) 4806)\n(2002/953/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Articles 12 and 13 thereof,\nWhereas:\n(1) Foot-and-mouth disease, due to types A, O and ASIA 1, is endemic in Armenia, Azerbaijan and Georgia and bordering countries. The presence of different types and subtypes of the foot-and-mouth disease virus and the emergence of new antigenically distinct viruses in that area constitute a threat to the Community and jeopardise the Community-supported efforts of Turkey to control the disease.\n(2) The Community, in close cooperation with the European Commission for the Control of Foot-and-Mouth Disease (EUFMD) and the Office international des ĂŠpizooties (OIE), supported campaigns of emergency vaccination against foot-and-mouth disease in Armenia, Azerbaijan and Georgia in 1999 and 2000 by the use of Trust Fund 911100/MTF/INT/003/EEC. This support was discontinued due to shortcomings identified during a joint mission in these countries by experts from the Commission and the EUFMD in 2000.\n(3) In early 2002 representatives of the Commission, the EUFMD, the Food and Agriculture Organisation (FAO) and the OIE, together with the chief veterinary officers of Armenia, Azerbaijan and Georgia elaborated a programme for the establishment of a vaccination belt along the southern borders of those countries in order to enhance the protection of Turkey from the incursion of the foot-and-mouth disease.\n(4) With a view to preventing the spread of foot-and-mouth disease, the Community should contribute to emergency measures to control that disease in Armenia, Azerbaijan and Georgia.\n(5) The amount provided for in Commission Decision 2001/300/EC of 30 March 2001 on Community cooperation with the Food and Agriculture Organisation with particular regard to activities carried out by the European Commission for the Control of Foot-and-Mouth Disease(3), and the Implementing Agreement concluded in accordance with that Decision, is insufficient to cover the expenses provided for by this Decision. The total Community contribution to Trust Fund 911100/MTF/INT/003/EEC should therefore be increased by the amount necessary to carry out the joint EC/EUFMD/OIE programme for the control of foot-and-mouth disease in Armenia, Azerbaijan and Georgia.\n(6) The Implementing Agreement concluded between the European Commission and the FAO should be amended to take into account the amendments made to Decision 2001/300/EC.\n(7) Decision 2001/300/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Funds contained in Trust Fund 911100/MTF/INT/003/EEC, provided for in Decision 2001/300/EC, shall be used for the following measures:\n(a) the purchase of 1000000 doses of Al(OH)3-adjuvated trivalent vaccine against the foot-and-mouth disease virus of types O1, A-Iran 96 and ASIA1 with a potency of 6 PD50;\n(b) the delivery of the doses of the vaccine referred to in point (a) to the central veterinary authorities of Armenia, Azerbaijan and Georgia for emergency vaccination in the districts along their southern borders of susceptible animals in accordance with the vaccination programme to be set up by letter of agreement between the veterinary authorities of those countries and the European Commission for the Control of Foot-and-Mouth Disease (EUFMD);\n(c) on-the-spot supervision of the vaccination campaign and organisation of a serological surveillance by an expert appointed by EUFMD;\n(d) the supply of test kits for the detection of antibodies against non-structural proteins, the monitoring of the vaccination campaign and the substantiation of the disease situation.", "For the measures referred to in Article 1, the Commission shall transfer to Trust Fund 911100/MTF/INT/003/EEC the additional amount of USD 650000.", "The Director-General of the Health and consumer protection Directorate-General shall be authorised to make the necessary arrangements for the implementation of the measures provided for in Article 2, with the EUFMD of the Food Agriculture Organisation (FAO).", "Decision 2001/300/EC is amended as follows:\n1. Article 1(2) is replaced by the following:\n\"2. As from 1 January 2001, the financial obligation of the Community to the fund referred to in paragraph 1 shall be set at a maximum of EUR 2450000 for a period of four years from that date.\"\n2. Article 2(3) is replaced by the following:\n\"3. The Director-General of the Health and consumer protection Directorate-General shall be authorised to sign the Implementing Agreement referred to in paragraph 1 on behalf of the Commission. He shall also be authorised to conclude with the FAO an amended Implementing Agreement in order to take account of the amendments made to Article 1(2).\"", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 December 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 3, 6.1.2001, p. 27.\n(3) OJ L 102, 12.4.2001, p. 71."}