{"celex_id": "32009D0620", "uri": "http://publications.europa.eu/resource/cellar/a531ce5c-c32b-4531-b163-256c2090c984", "type": "Decision", "concepts": ["1445", "1519", "1755", "1759", "192", "2560", "5075", "6322"], "title": "2009/620/EC: Commission Decision of 20 August 2009 amending Decision 2005/779/EC as regards the inclusion of the region of Abruzzo in the list of Italian regions free of swine vesicular disease (notified under document C(2009) 6388) (Text with EEA relevance )\n", "header": "21.8.2009 EN Official Journal of the European Union L 217/3\nCOMMISSION DECISION\nof 20 August 2009\namending Decision 2005/779/EC as regards the inclusion of the region of Abruzzo in the list of Italian regions free of swine vesicular disease\n(notified under document C(2009) 6388)\n(Text with EEA relevance)\n(2009/620/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular the third sentence of Article 10(4) thereof,\nWhereas:\n(1) Commission Decision 2005/779/EC of 8 November 2005 concerning animal health protection measures against swine vesicular disease in Italy (2) was adopted in response to the presence of that disease in Italy. That Decision lays down animal health rules as regards swine vesicular disease for regions of that Member State that are recognised as free from swine vesicular disease and those not recognised as free from that disease. Those regions are listed in the Annexes to Decision 2005/779/EC.\n(2) A programme for the eradication and monitoring of swine vesicular disease has been implemented in Italy for several years, with a view to achieving disease-free status in all regions of Italy.\n(3) Italy has submitted information to the Commission as regards the swine vesicular disease-free status of the region of Abruzzo, demonstrating that the disease has been eradicated from that region.\n(4) Following the examination of that information and given the favourable results of the implementation of the yearly eradication and monitoring programmes in Italy, it is appropriate that the region of Abruzzo be recognised as free from swine vesicular disease.\n(5) Decision 2005/779/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2005/779/EC is amended as follows:\n1. in Annex I, the following entry is inserted before the entry for Basilicata:\n‘— Abruzzo’;\n2. in Annex II, the entry for Abruzzo is deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 August 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29.\n(2)  OJ L 293, 9.11.2005, p. 28."}