{"celex_id": "32003R0079", "uri": "http://publications.europa.eu/resource/cellar/0e9c8823-da0f-40a3-9e8c-07f323c9d3f9", "type": "Regulation", "concepts": ["1309", "1863", "2488", "2733", "3156"], "title": "Commission Regulation (EC) No 79/2003 of 17 January 2003 amending Regulation (EC) No 1422/95 laying down detailed implementing rules for the import of molasses in the sugar sector\n", "header": "Commission Regulation (EC) No 79/2003\nof 17 January 2003\namending Regulation (EC) No 1422/95 laying down detailed implementing rules for the import of molasses in the sugar sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), as amended by Commission Regulation (EC) No 680/2002(2), and in particular Article 24(4) thereof,\nWhereas:\n(1) Regulation (EC) No 1422/95(3) lays down that representative prices on the world market, on the basis of which the additional duties on imports of molasses are fixed, are normally fixed every week in accordance with the procedure laid down in Article 42(2) of Regulation (EC) No 1260/2001.\n(2) The current system involves fixing representative prices and additional duties every week, even when the amounts are unchanged or vary only slightly. In order to simplify and clarify the fixing of representative prices and additional duties, provision should be made for representative prices and additional duties to be fixed every two weeks and for their amendment by the Commission during this period subject to certain precise conditions.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["In Article 1 of Regulation (EC) No 1422/95, paragraphs 1 and 2 are replaced by the following:\n\"1. The additional duties referred to in Article 24(1) of Regulation (EC) No 1260/2001 shall be applied to molasses falling within CN codes 1703 10 00 and 1703 90 00.\n2. For the purposes of this Regulation, representative prices for molasses on the world market or on the Community import market as referred to in Article 24(3) of Regulation (EC) No 1260/2001 shall mean the cif prices for those products established and fixed by the Commission in accordance with Regulation (EEC) No 785/68.\nThose prices shall be fixed every two weeks in accordance with the procedure laid down in Article 42(2) of Regulation (EC) No 1260/2001. The Commission may amend them during that two-week period every Thursday where the information available to it indicates a change in the representative prices previously fixed of at least EUR 0,5 per 100 kilograms. Member States shall send the Commission by Wednesday of each week the information referred to in Article 3 of Regulation (EEC) No 785/68 at their disposal.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 January 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 104, 20.4.2002, p. 26.\n(3) OJ L 141, 24.6.1995, p. 12."}