{"celex_id": "32002R2234", "uri": "http://publications.europa.eu/resource/cellar/f8c7500a-c999-495e-8c10-dbd5ed078885", "type": "Regulation", "concepts": ["1182", "13", "252", "2563", "2645", "2707", "863"], "title": "Commission Regulation (EC) No 2234/2002 of 13 December 2002 laying down the revised production estimate for unginned cotton for the 2002/2003 marketing year and the resulting new provisional reduction in the guide price\n", "header": "Commission Regulation (EC) No 2234/2002\nof 13 December 2002\nlaying down the revised production estimate for unginned cotton for the 2002/2003 marketing year and the resulting new provisional reduction in the guide price\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as last amended by Council Regulation (EC) No 1050/2001(1),\nHaving regard to Council Regulation (EC) No 1051/2001 of 22 May 2001 on production aid for cotton(2), and in particular Article 19(2) thereof,\nWhereas:\n(1) Article 16(2) of Commission Regulation (EC) No 1591/2001 of 2 August 2001 laying down detailed rules for applying the cotton aid scheme(3), as amended by Regulation (EC) No 1486/2002(4), provides that the revised production estimate for unginned cotton referred to in the second subparagraph of Article 14(3) of Regulation (EC) No 1051/2001 and the resulting new provisional reduction in the guide price are to be established before 1 December of the marketing year concerned.\n(2) Article 19(2) of Regulation (EC) No 1051/2001 provides that the revised production estimate is to be established taking account of the progress of the harvest. On the basis of data available for the 2002/2003 marketing year, that revised estimate should be as set out below.\n(3) The second subparagraph of Article 14(3) of Regulation (EC) No 1051/2001 provides that from 16 December following the start of the marketing year, the amount of the advance is to be determined based on the revised production estimate, plus at least 7,5 %. In view of the most recent figures for the 2002/2003 marketing year on quantities placed in supervised storage notified by the Member States in accordance with Article 15(4)(c) of Regulation (EC) No 1591/2001, as a safety margin, a percentage increase of 9,5 % for Greece, 7,5 % for Spain and 12 % Portugal should be applied.\n(4) The new provisional reduction in the guide price is calculated in accordance with Article 7 of Regulation (EC) No 1051/2001, but replacing actual production by the revised production estimate plus at least 7,5 %. That reduction should therefore be as set out below.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Natural Fibres,", "main_body": ["1. For the 2002/2003 marketing year, the revised production estimate for unginned cotton shall be:\n>TABLE>\n2. For the 2002/2003 marketing year, the new provisional reduction in the guide price shall be:\n>TABLE>", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 148, 1.6.2001, p. 1.\n(2) OJ L 148, 1.6.2001, p. 3.\n(3) OJ L 210, 3.8.2001, p. 10.\n(4) OJ L 223, 20.8.2002, p. 3."}