{"celex_id": "32006D0129", "uri": "http://publications.europa.eu/resource/cellar/54bdaac7-ae5d-46a1-927a-d0e3aa064646", "type": "Decision", "concepts": ["1596", "192", "2947", "344", "767"], "title": "2006/129/EC: Commission Decision of  7 February 2006  amending Decision 2003/329/EC as regards the extension of the transitional measures on the heat treatment process for manure  (notified under document number C(2006) 263)   (Text with EEA relevance)\n", "header": "22.2.2006 EN Official Journal of the European Union L 51/27\nCOMMISSION DECISION\nof 7 February 2006\namending Decision 2003/329/EC as regards the extension of the transitional measures on the heat treatment process for manure\n(notified under document number C(2006) 263)\n(Only the French, Dutch, Finnish and Swedish texts are authentic)\n(Text with EEA relevance)\n(2006/129/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 lays down health rules concerning animal by-products not intended for human consumption. In view of the strict nature of those rules, transitional measures have been granted.\n(2) Commission Decision 2003/329/EC of 12 May 2003 on transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the heat treatment process for manure (2), allows the industry time to adjust and develop alternative heat treatment process for manure until 31 December 2005.\n(3) An EFSA opinion on the biological safety of heat treatment of manure was adopted on 7 September 2005. On the basis of this opinion, the Commission is currently proposing amendments to the relevant chapter in Annex VIII to Regulation (EC) No 1774/2002. Pending the application of these new measures, Member States and operators have asked the Commission to extend the validity of the transitional measures provided for in Decision 2003/329/EC in order to avoid disruption of trade.\n(4) The transitional measures provided for in Decision 2003/329/EC should therefore be extended for the last time for a further period of time to enable the Member States to authorise operators to continue to apply national rules for the heat treatment process for manure until the amended requirements of Annex VIII to Regulation (EC) No 1774/2002 apply.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/329/EC is amended as follows:\nIn Article 1, Article 3(2) and Article 5, the date ‘31 December 2005’ is replaced by ‘31 December 2006’.", "This Decision is addressed to the Kingdom of Belgium, the French Republic, the Kingdom of the Netherlands and the Republic of Finland."], "attachments": "Done at Brussels, 7 February 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 416/2005 (OJ L 66, 12.3.2005, p. 10).\n(2)  OJ L 117, 13.5.2003, p. 51. Decision as amended by Decision 2005/14/EC (OJ L 7, 11.1.2005, p. 5)."}