{"celex_id": "32003D0913", "uri": "http://publications.europa.eu/resource/cellar/a9914974-4034-41b4-a0f5-1a7530f1b6d6", "type": "Decision", "concepts": ["161", "2734", "4048", "613", "690"], "title": "2003/913/EC: Council Decision of 19 December 2003 concerning the conclusion of an Agreement in the form of an Exchange of Letters concerning the provisional application of the trade and trade-related provisions of the Euro-Mediterranean Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Arab Republic of Egypt, of the other part\n", "header": "Council Decision\nof 19 December 2003\nconcerning the conclusion of an Agreement in the form of an Exchange of Letters concerning the provisional application of the trade and trade-related provisions of the Euro-Mediterranean Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Arab Republic of Egypt, of the other part\n(2003/913/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof, in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pending the entry into force of the Euro-Mediterranean Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Arab Republic of Egypt, of the other part, signed on 25 June 2001, the Community and Egypt have undertaken to adopt procedures for the provisional application of its trade and trade-related provisions.\n(2) The trade and trade-related provisions provisionally applied will replace the relevant provisions of the Cooperation Agreement between the European Economic Community and the Arab Republic of Egypt(1), signed on 18 January 1977 and the Agreement between the Member States of the European Coal and Steel Community and the Arab Republic of Egypt(2), signed in Brussels on 18 January 1977.\n(3) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(3).\n(4) The Agreement in the form of an Exchange of Letters should therefore be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the trade and trade-related provisions of the Euro-Mediterranean Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Arab Republic of Egypt, of the other part, is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The measures necessary for the implementation of the Agreement in the form of an Exchange of Letters including the Declarations, Annexes, Protocols and Exchange of Letters attached to the Association Agreement shall be adopted in accordance with the procedure referred to in Article 3(2).", "1. The Commission shall be assisted by a committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I, established by Article 16 of Regulation (EC) No 3448/1993(4), by the Management Committee for Sugar established by Article 42 of Regulation (EC) No 1260/2001(5), or, where appropriate, by the committees established by the corresponding provisions of other regulations on the common organisation of markets or by the Customs Code Committee established by Article 248a of Regulation (EEC) No 2913/92(6).\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its Rules of Procedure.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters so as to bind the Community during the period of provisional application.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 19 December 2003.\nFor the Council\nThe President\nG. Alemanno\n(1) OJ L 266, 27.9.1978, p. 2.\n(2) OJ L 316, 12.12.1979, p. 2.\n(3) OJ L 184, 17.7.1999, p. 23.\n(4) OJ L 318, 20.12.1993, p. 18; Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(5) OJ L 178, 30.6.2001, p. 1; Regulation as amended by Commission Regulation (EC) No 680/2002 (OJ L 104, 20.4.2002, p. 26).\n(6) OJ L 302, 19.10.1992, p. 1; Regulation as last amended by Regulation (EC) No 2700/2000 (OJ L 311, 12.12.2000 p. 17)."}