{"celex_id": "32002R1501", "uri": "http://publications.europa.eu/resource/cellar/1b63d34d-0a2e-49eb-b282-5e1db2005197", "type": "Regulation", "concepts": ["1201", "2173", "3581", "3633", "4373", "797"], "title": "Commission Regulation (EC) No 1501/2002 of 22 August 2002 amending Regulation (EC) No 2848/98 as regards the detailed rules for applying the quota buy-back programme in the raw tobacco sector\n", "header": "Commission Regulation (EC) No 1501/2002\nof 22 August 2002\namending Regulation (EC) No 2848/98 as regards the detailed rules for applying the quota buy-back programme in the raw tobacco sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco(1), as last amended by Regulation (EC) No 546/2002(2), and in particular Article 14a thereof,\nWhereas:\n(1) Article 35(2) of Commission Regulation (EC) No 2848/98 of 22 December 1998 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the premium scheme, production quotas and the specific aid to be granted to producer groups in the raw tobacco sector(3), as last amended by Regulation (EC) No 1005/2002(4), provides, as part of the quota buy-back procedure, for a period running from 1 September to 31 December during which the Member State makes public producers' intentions to sell their quotas, so that other producers might buy them before they are permanently bought back.\n(2) Experience has shown that this four-month period is too long and so should be halved, thereby speeding up the buy-back procedure and making it more attractive to the producers, since the period of uncertainty regarding the conclusion of the sales procedure is also thus shortened.\n(3) As the period to be amended begins on 1 September, this Regulation must enter into force immediately.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Article 35 of Regulation (EC) No 2848/98 is hereby amended as follows:\n(a) The reference to \"1 September\" in Article 35(1) and (2) is replaced by \"1 November\";\n(b) Article 35(3) is replaced by the following: \"3. Once the two-month period laid down in the first subparagraph of paragraph 2 is over, any quotas which have not been bought by producers shall be permanently bought back.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 August 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 215, 30.7.1992, p. 70.\n(2) OJ L 84, 28.3.2002, p. 4.\n(3) OJ L 358, 31.12.1998, p. 17.\n(4) OJ L 153, 13.6.2002, p. 3."}