{"celex_id": "32005D2113", "uri": "http://publications.europa.eu/resource/cellar/5573e1bc-9ea3-48c1-95e3-e4eda14aaf76", "type": "Decision", "concepts": ["2792", "5181", "5188", "7951"], "title": "Decision No 2113/2005/EC of the European Parliament and of the Council of  14 December 2005  amending Decision No 2256/2003/EC with a view to extension of the programme in 2006 for the dissemination of good practices and monitoring of the take-up of information and communication technologies (ICTs)   (Text with EEA relevance)\n", "header": "27.12.2005 EN Official Journal of the European Union L 344/34\nDECISION No 2113/2005/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 14 December 2005\namending Decision No 2256/2003/EC with a view to extension of the programme in 2006 for the dissemination of good practices and monitoring of the take-up of information and communication technologies (ICTs)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 157(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure set out in Article 251 of the Treaty (2),\nWhereas:\n(1) Decision No 2256/2003/EC (3), established the Modinis programme for the monitoring of the eEurope 2005 Action Plan, dissemination of good practices and the improvement of information and network security for the period from 1 January 2003 to 31 December 2005.\n(2) Decision No 2256/2003/EC was amended by Decision No 787/2004/EC in order to adapt the reference amounts to take account of the enlargement of the European Union.\n(3) In its Resolution of 9 December 2004 on looking into the future of information communication technologies (ICT) (4), the Council invited the Commission to start preparatory work for the follow-up to the eEurope 2005 Action Plan as an important part of the new Agenda for the Information Society beyond 2005.\n(4) The Commission Communication of 19 November 2004, entitled ‘Challenges for the European Information Society beyond 2005’, analyses the challenges that a European information society strategy up to 2010 must address. It argues for wider use of ICTs and for continued policy attention to ICT-related issues, which involves the need for monitoring and exchange of good practices. That Communication was the starting point for a reflection process that led to a new Information Society initiative in 2005, to start in 2006.\n(5) The new initiative, entitled ‘i2010: European Information Society’, was announced in the Commission Communication of 2 February 2005 to the Spring European Council, entitled ‘Working together for growth and jobs – A new start for the Lisbon Strategy’, aiming at stimulating the take-up of ICTs.\n(6) The Commission Communication of 1 June 2005, entitled ‘i2010 – A European Information Society for growth and employment’, outlines the key policy priorities of a five-year strategy to promote an open and competitive digital economy. The promotion of exchange of good practices and the monitoring of the take-up of ICT-enabled services will continue to support the dialogue with stakeholders and Member States, notably in the context of the open method of coordination.\n(7) In the proposal for a decision of the European Parliament and of the Council establishing a competitiveness and innovation framework programme (2007 to 2013), a framework programme for Community action in the field of competitiveness and innovation, covering the period 2007 to 2013, is proposed which brings together specific Community measures contributing to entrepreneurship, SMEs, industrial competitiveness, innovation, information and communication technology, environmental technologies and intelligent energy, including those measures provided for in Decision No 2256/2003/EC.\n(8) Regulation (EC) No 808/2004 of the European Parliament and of the Council of 21 April 2004 concerning Community statistics on the information society (5) establishes a common framework for the systematic production of Community statistics on the information society. These statistics include information required for the eEurope benchmarking process, are relevant to the structural indicators supporting the monitoring of performance of Member States and are necessary in order to provide a uniform basis for analysis of the Information Society.\n(9) In the 12 months between the expiry of the eEurope 2005 Action Plan and the anticipated start of the Framework Programme in 2007, the take-up of ICTs across the economy needs to be monitored and supported through continuation of benchmarking and statistical analysis based on structural indicators, and the exchange of good practices. The actions taken under the programme on benchmarking, good practices and policy coordination in 2006 will support the achievement of the objectives of the abovementioned Commission Communications of 2 February 2005 and 1 June 2005.\n(10) The mechanisms for monitoring and for the exchange of experiences, benchmarking activities, dissemination of good practices and analysis of economic and societal consequences of the information society should be continued in 2006 to achieve the objectives of the Commission Communication of 2 February 2005, aiming at stimulating the take-up of ICTs as a continuation of the eEurope agenda, and those of the Commission Communication of 1 June 2005.\n(11) Decision No 2256/2003/EC should therefore be amended,", "main_body": ["Decision No 2256/2003/EC is hereby amended as follows:\n1. the following Article shall be inserted:\n(a) to monitor performance of and within Member States and to compare it with the best in the world by using, where possible, official statistics;\n(b) to support efforts by Member States to stimulate the use of ICTs at national, regional or local level, by analysis of good practices and by the complementary interaction of developing mechanisms of exchange of experiences;\n(c) to analyse the economic and societal consequences of the information society with a view to facilitating policy discussions particularly in terms of competitiveness, growth and employment as well as in terms of social inclusion.\n2. the following Article shall be inserted:\n(a) Action 1\n— data collection and analysis on the basis of the benchmarking indicators as defined in the Council resolution of 18 February 2003 on the implementation of the eEurope 2005 Action Plan, including regional indicators, where appropriate, and Regulation (EC) No 808/2004 of the European Parliament and of the Council of 21 April 2004 concerning Community statistics on the information society (6).\n(b) Action 2\n— studies to identify good practices, at national, regional and local level, contributing to successful take up of ICTs across the economy,\n— support for targeted conferences, seminars or workshops, dissemination, information and communication activities in support of the objectives of the Commission Communication of 2 February 2005 to the Spring European Council, entitled “Working together for growth and jobs – A new start for the Lisbon Strategy”, aiming at stimulating the take-up of ICTs as a continuation of the eEurope agenda, and the Commission Communication of 1 June 2005, entitled “i2010 – A European Information Society for growth and employment”;, promoting an open and competitive digital economy, in order to promote cooperation and exchange of experiences and good practices as defined in Article 1a(1)(b).\n(c) Action 3\n— support the work of social and economic experts with a view to providing the Commission with input as regards prospective policy analysis.\n3. in Article 4, the first paragraph shall be replaced by the following:\n4. the Annex shall be replaced by the text in the Annex to this Decision.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Strasbourg, 14 December 2005.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nC. CLARKE\n(1)  Opinion delivered on 27 October 2005 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 15 November 2005 (not yet published in the Official Journal) and Council Decision of 1 December 2005.\n(3)  OJ L 336, 23.12.2003, p. 1. Decision as amended by Decision No 787/2004/EC (OJ L 138, 30.4.2004, p. 12).\n(4)  OJ C 62, 12.3.2005, p. 1.\n(5)  OJ L 143, 30.4.2004, p. 49.\n(6)  OJ L 143, 30.4.2004, p. 49.’\nANNEX\n‘ANNEX\nMultiannual programme for the monitoring of eEurope, dissemination of good practices and the improvement of network and information security (Modinis)\nIndicative breakdown of expenditure 2003 to 2005\nPercentages of total budget by category and year\n2003 2004 2005 Total 2003 to 2005\nAction 1 – Monitoring and comparison of performance 12 % 14 % 14 % 40 %\nAction 2 – Dissemination of good practices 8 % 10 % 12 % 30 %\nAction 3 – Analysis and strategic discussion 2 % 3 % 3 % 8 %\nAction 4 – Improvement of network and information security 17 % 5 % 0 % 22 %\nPercentage of Total 39 % 32 % 29 % 100 %\nIndicative breakdown of expenditure 2006\nPercentages of total budget by category and year\n2006\nAction 1 – Monitoring and comparison of performance 55 %\nAction 2 – Dissemination of good practices 30 %\nAction 3 – Analysis and strategic discussion 15 %\nAction 4 – Improvement of network and information security 0 %\nPercentage of Total 100 %’"}