{"celex_id": "32001L0026", "uri": "http://publications.europa.eu/resource/cellar/4f7a5429-e4c8-4816-8f14-47dbb6fa402b", "type": "Directive", "concepts": ["2897", "3681", "4033", "4521", "4533", "848"], "title": "Directive 2001/26/EC of the European Parliament and of the Council of 7 May 2001 amending Council Directive 95/50/EC on uniform procedures for checks on the transport of dangerous goods by road (Text with EEA relevance)\n", "header": "Directive 2001/26/EC of the European Parliament and of the Council\nof 7 May 2001\namending Council Directive 95/50/EC on uniform procedures for checks on the transport of dangerous goods by road\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 71 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure referred to in Article 251 of the Treaty(3),\nWhereas:\n(1) Council Directive 94/55/EC of 21 November 1994 on the approximation of the laws of the Member States with regard to the transport of dangerous goods by road(4) laid down uniform rules for the transportation of dangerous goods in the Community.\n(2) The Annexes to Council Directive 95/50/EC of 6 October 1995 on uniform procedures for checks on the transport of dangerous goods by road(5) are related to the Annexes to Directive 94/55/EC. Adaptation to scientific and technical progress of the Annexes to Directive 94/55/EC may have an effect on the Annexes to Directive 95/50/EC.\n(3) Adaptation to scientific and technical progress of the Annexes to Directive 94/55/EC is to be made using a Committee procedure.\n(4) It must be possible to adapt the Annexes to Directive 95/50/EC rapidly to scientific and technical progress. For that purpose, a Committee should also be set up for Directive 95/50/EC.\n(5) The measures necessary for the implementation of Directive 95/50/EC should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(6).\n(6) Annex I to Directive 95/50/EC should be amended in order to take into account Commission Directive 1999/47/EC of 21 May 1999 adapting for the second time to technical progress Council Directive 94/55/EC on the approximation of the laws of the Member States with regard to the transport of dangerous goods by road(7).\n(7) Directive 95/50/EC should therefore be amended accordingly,", "main_body": ["Directive 95/50/EC is hereby amended as follows:\n1. the following Articles shall be inserted: \"Article 9a\nThe amendments necessary to adapt the Annexes to scientific and technical progress in the fields covered by this Directive, in particular to take account of amendments to Directive 94/55/EC, shall be adopted in accordance with the procedure laid down in Article 9b.", "b\n1. The Commission shall be assisted by the committee on the transport of dangerous goods set up by Article 9 of Directive 94/55/EC, hereinafter referred to as the Committee.\n2. Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC(8) shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3. The Committee shall adopt its rules of procedure.\"\n2. Annex I shall be amended as follows:\n(a) in item 13, \"Gross mass of dangerous goods by transport unit\" shall be replaced by \"Total quantity of dangerous goods per transport unit\";\n(b) in item 15, \"battery of receptacles\" shall be replaced by \"battery vehicle\";\n(c) in item 32, \"Tool set for temporary repairs\" shall be replaced by \"One handlamp for each member of the vehicle crew\";\n(d) in item 34, \"Two orange-coloured lights\" shall be replaced by \"Two self-standing warning signs\";\n(e) in item 36, \"Driver's personal protective equipment\" shall be replaced by \"A suitable warning vest or warning clothing for each member of the vehicle crew.\"", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive no later than 23 December 2001. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 May 2001.\nFor the European Parliament\nThe President\nN. Fontaine\nFor the Council\nThe President\nB. Ringholm\n(1) OJ C 177 E, 27.6.2000, p. 96.\n(2) OJ C 268, 19.9.2000, p. 4.\n(3) Opinion of the European Parliament of 12 April 2000 (OJ C 40, 7.2.2001, p. 119) and Council Decision of 4 April 2001.\n(4) OJ L 319, 12.12.1994, p. 7. Directive as last amended by Commission Directive 2001/7/EC (OJ L 30, 1.2.2001, p. 43).\n(5) OJ L 249, 17.10.1995, p. 35.\n(6) OJ L 184, 17.7.1999, p. 23.\n(7) OJ L 169, 5.7.1999, p. 1.\n(8) OJ L 184, 17.7.1999, p. 23."}