{"celex_id": "32003R1669", "uri": "http://publications.europa.eu/resource/cellar/9ce7895d-5923-4ce7-9f3b-31af3d342511", "type": "Regulation", "concepts": ["1895", "4258", "4300", "45", "5985"], "title": "Commission Regulation (EC) No 1669/2003 of 1 September 2003 implementing Council Regulation (EC, Euratom) No 58/97 with regard to the series of data to be produced for structural business statistics and amending Commission Regulation (EC) No 2701/98 concerning the series of data to be produced for structural business statistics\n", "header": "Commission Regulation (EC) No 1669/2003\nof 1 September 2003\nimplementing Council Regulation (EC, Euratom) No 58/97 with regard to the series of data to be produced for structural business statistics and amending Commission Regulation (EC) No 2701/98 concerning the series of data to be produced for structural business statistics\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC, Euratom) No 58/97 of 20 December 1996 concerning structural business statistics(1), as last amended by Commission Regulation (EC) No 1668/2003(2), and in particular points (ii), (v) and (vii) of Article 12 thereof,\nWhereas:\n(1) Regulation (EC, Euratom) No 58/97 established a common framework for the production of Community statistics on the structure, activity, performance and competitiveness of the banking and pension-fund and sector in the Community.\n(2) Commission Regulation (EC) No 2701/98(3), as amended by Regulation (EC) No 1614/2002(4), includes the series of data to be transmitted for the implementation of Regulation (EC, Euratom) No 58/97. For the amendments inserted into Regulation (EC, Euratom) No 58/97 by Regulation (EC) No 2056/2002 of the European Parliament and of the Council(5) it is necessary to specify the series of data to be transmitted and the adaptations to existing series.\n(3) It is necessary to specify how frequently the additional statistics on environmental expenditure need to be compiled. It is necessary to specify the first reference year for the compilation of the results laid down in Article 3 of Regulation (EC, Euratom) No 2056/2002. It is necessary to specify the breakdown of the results for the production of statistics on environmental expenditure in order to ensure that Member States provide comparable and harmonised statistical data.\n(4) It is necessary to specify how the results for the production of statistics on credit institutions and pension funds must be broken down in order to ensure that Member States provide comparable and harmonised statistical data.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["The Annex to Regulation (EC) No 2701/98 is amended in accordance with Annex I to this Regulation.", "The breakdowns of the results and the first reference year for the compilation of the results referred to in Articles 4, 8 and 9 of Regulation (EC, Euratom) No 58/97 for the characteristics listed in section 4 of Annex 6 to that Regulation shall be as specified in the series of data in Annex II to this Regulation.", "The breakdowns of the results and the first reference year for the compilation of the results referred to in Articles 4, 8 and 9 of Regulation (EC, Euratom) No 58/97 for the characteristics listed in section 4 of Annex 7 to that Regulation shall be as specified in the series of data in Annex III to this Regulation.", "Member States shall produce the series referred to in Articles 1 and 2 of this Regulation, for the data concerning the 2001 reference year and subsequent years for the characteristics 21 12 0 and 21 14 0 of Annex 2 and the characteristics listed in section 4 of Annex 6 to Regulation (EC, Euratom) No 58/97.\nMember States shall produce the data-series referred to in Article 3 of this Regulation in respect of the data on the 2002 reference year and subsequent years for the characteristics listed in section 4 of Annex 7 to Regulation (EC, Euratom) No 58/97.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 September 2003.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 14, 17.1.1997, p. 1.\n(2) See page 32 of this Official Journal.\n(3) OJ L 344, 18.12.1998, p. 81.\n(4) OJ L 244, 12.9.2002, p. 7.\n(5) OJ L 317, 21.11.2002, p. 1.\nANNEX I\nThe Annex to Commission Regulation (EC) No 2701/98 is amended as follows:\n1. The second row of the table for the series 1A is replaced by the following row: >TABLE>\n2. The fourth row of the table for the series 1A is replaced by the following row: >TABLE>\n3. The following text is added to footnote (1) of the fifth row of series 1A: \"For Group 65.1 and the credit institutions classified under Class 65.22: not to be provided\"\n4. The footnote (2) of the fifth row of series 1A is replaced with: \"For Group 65.1, the credit institutions classified under Class 65.22 and Division 66: not to be provided\"\n5. The following series is added to the summary table for Industry: \"2O Environmental protection expenditure broken down by size classes (number of persons employed)\"\n6. The table for the series 2B is replaced by the following table:\n\">TABLE>\"\n7. The following table is added:\n\"Series 2O\n>TABLE>\"\nANNEX II\nSERIES OF DATA ON CREDIT INSTITUTIONS\nSummary table\n>TABLE>\nAnnual enterprise statistics listed in Annex 6 section 4 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 6A\n>TABLE>\nAnnual enterprise statistics broken down by legal status listed in Annex 6 section 4 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 6B\n>TABLE>\nAnnual enterprise statistics broken down according to the country of residence of the parent enterprise listed in Annex 6 section 4 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 6C\n>TABLE>\nAnnual enterprise statistics broken down by category of credit institutions listed in Annex 6 section 4 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 6D\n>TABLE>\nAnnual enterprise statistics broken down by size class listed in Annex 6 section 4 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 6E\n>TABLE>\nAnnual enterprise statistics broken down by product listed in Annex 6 section 4 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 6F\n>TABLE>\nAnnual enterprise statistics by geographical breakdown listed in Annex 6 section 4 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 6G\n>TABLE>\nAnnual regional statistics listed in Annex 6 section 4 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 6H\n>TABLE>\nANNEX III\nSERIES OF DATA ON PENSION FUNDS\nSummary table\n>TABLE>\nAnnual enterprise statistics listed in Annex 7, section 4, paragraph 2 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 7A\n>TABLE>\nAnnual enterprise statistics broken down by size classes listed in Annex 7, section 4, paragraph 2, of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 7B\n>TABLE>\nAnnual enterprise statistics broken down by currencies listed in Annex 7, section 4, paragraph 2, of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 7C\n>TABLE>\nAnnual enterprise statistics by geographical breakdown listed in Annex 7, section 4, paragraph 2, of Regulation (EC; Euratom) No 58/97 concerning structural business statistics\nSeries 7D\n>TABLE>\nAnnual statistics on non-autonomous pension funds listed in Annex 7, section 4 paragraph 3 of Regulation (EC, Euratom) No 58/97 concerning structural business statistics\nSeries 7E\n>TABLE>"}