{"celex_id": "32007D0561", "uri": "http://publications.europa.eu/resource/cellar/39fa379d-eeda-4db3-9740-6943218c00e7", "type": "Decision", "concepts": ["1445", "1519", "1854", "192", "2792", "4636", "5034", "5047"], "title": "2007/561/EC: Commission Decision of 2 August 2007 approving the amendment to the programme for the eradication of bovine brucellosis in Italy for the year 2007, approved by Decision 2006/875/EC, as regards buffalo brucellosis in Caserta, Region Campania (notified under document number C(2007) 3692)\n", "header": "15.8.2007 EN Official Journal of the European Union L 213/32\nCOMMISSION DECISION\nof 2 August 2007\napproving the amendment to the programme for the eradication of bovine brucellosis in Italy for the year 2007, approved by Decision 2006/875/EC, as regards buffalo brucellosis in Caserta, Region Campania\n(notified under document number C(2007) 3692)\n(2007/561/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 24(6) thereof,\nWhereas:\n(1) Decision 90/424/EEC provides for the possibility of a financial contribution from the Community towards national programmes for the eradication, control and monitoring of the animal diseases and zoonoses listed in the Annex thereto, including bovine brucellosis.\n(2) Commission Decision 2006/875/EC of 30 November 2006 approving programmes for the eradication and monitoring of animal diseases, of certain TSEs, and for the prevention of zoonoses presented by the Member States for the year 2007 (2) approved the programme for the eradication of bovine brucellosis presented by Italy for the period from 1 January 2007 to 31 December 2007.\n(3) The situation as regards buffalo brucellosis in Campania, and especially in the province of Caserta, is a matter of concern, as was demonstrated by Italy in a presentation at the Standing Committee on the Food Chain and Animal Health of 5 and 6 March 2007.\n(4) Accordingly, Italy has now submitted to the Commission a special control plan for the eradication of buffalo brucellosis in Caserta, including in particular specific reinforced measures as regards the identification of animals and vaccination.\n(5) The measures proposed by Italy comply with Community veterinary legislation and in particular with the Community criteria relating to the eradication of bovine brucellosis.\n(6) The special control plan for the eradication of buffalo brucellosis in Caserta should therefore be approved as part of the programme for the eradication of bovine brucellosis in Italy for the year 2007.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The special control plan for eradication of buffalo brucellosis in Caserta, as submitted by Italy on 7 June 2007, is hereby approved for the period from 1 July 2007 to 31 December 2007.\nThat special control plan shall be included in the programme for eradication of bovine brucellosis in that Member State, as approved pursuant to Article 2(1) of Decision 2006/875/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 August 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 337, 5.12.2006, p. 46. Decision as amended by Decision 2007/22/EC (OJ L 7, 12.1.2007, p. 46)."}