{"celex_id": "32007R0103", "uri": "http://publications.europa.eu/resource/cellar/439a3442-7e96-4866-b9ff-9b15761bab9d", "type": "Regulation", "concepts": ["1155", "2602", "2897", "4408", "5640", "5887", "7937"], "title": "Commission Regulation (EC) No 103/2007 of 2 February 2007 on the extension of the transitional period referred to in Article 53(4) of Regulation (EC) No 1592/2002 of the European Parliament and of the Council (Text with EEA relevance )\n", "header": "3.2.2007 EN Official Journal of the European Union L 28/8\nCOMMISSION REGULATION (EC) No 103/2007\nof 2 February 2007\non the extension of the transitional period referred to in Article 53(4) of Regulation (EC) No 1592/2002 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1592/2002 of the European Parliament and of the Council of 15 July 2002 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency (1), and in particular Article 53(4) thereof,\nWhereas:\n(1) Article 53(3) of Regulation (EC) No 1592/2002 lays down that the European Aviation Safety Agency (EASA) shall levy, notably, fees for the issuing and renewal of certificates, as well as the related continuing oversight functions. According to Article 48(1)(b) of the same Regulation, these fees are paid by applicants for, and holders of, certificates issued, maintained or amended by the Agency.\n(2) Pursuant to Article 53(4), expenditure incurred by the Agency in carrying out certification tasks and overall income from the fees it levies shall be in balance. However, the provisions of the same paragraph permit also to use the annual financial contribution from the Community to the Agency to cover certification costs, during a transitional period ending on 31 December 2006. This period can be extended by the Commission for one more year, if necessary.\n(3) Commission Regulation (EC) No 488/2005 (2) which determines the amounts of the fees to be paid, and the way in which they are to be paid, entered into force on 1 June 2005. From that time, the Agency levies fees for certification tasks. However, fees revenue is not yet sufficient to fully cover certification costs borne by the Agency. Consequently, the latter has still to allocate part of the Community contribution to the cover of these costs, in accordance with the relevant provisions of Article 53(4).\n(4) Even if the cover of certification costs by fees revenue is improving, raising from circa 60 % in 2005 to an expected 70 % in 2006, experience shows that it takes time to set up an efficient fees mechanism. At this stage, it would not be wise to guarantee that these costs and revenue will be in balance in 2007.\n(5) To avoid possible deficit regarding certification activities, that would prevent the Agency performing its tasks, it is necessary to make use of the relevant provisions of Article 53(4) of Regulation (EC) No 1592/2002 to extend the transitional period during which, if need be, part of the Community contribution can be used by the Agency to cover certification costs.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee set up by Article 54 of Regulation (EC) No 1592/2002,", "main_body": ["The transitional period referred to in Article 53(4) of Regulation (EC) No 1592/2002 is extended until 31 December 2007.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 February 2007.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 240, 7.9.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 1701/2003 (OJ L 243, 27.9.2003, p. 5).\n(2)  OJ L 81, 30.3.2005, p. 7. Regulation as amended by Regulation (EC) No 779/2006 (OJ L 137, 25.5.2006, p. 3)."}