{"celex_id": "32005D0606", "uri": "http://publications.europa.eu/resource/cellar/773e12b1-d786-46ab-a55b-1c65e83080b2", "type": "Decision", "concepts": ["1159", "2455", "6050"], "title": "2005/606/EC: Commission Decision of 5 August 2005 declaring operational the Regional Advisory Council for Pelagic stocks under the Common Fisheries Policy\n", "header": "9.8.2005 EN Official Journal of the European Union L 206/21\nCOMMISSION DECISION\nof 5 August 2005\ndeclaring operational the Regional Advisory Council for Pelagic stocks under the Common Fisheries Policy\n(2005/606/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2004/585/EC of 19 July 2004 establishing Regional Advisory Councils under the Common Fisheries Policy (1), and in particular Article 3(3) thereof,\nHaving regard to the recommendation transmitted by the Netherlands on 19 May 2005 on behalf of Denmark, Germany, Spain, France, Ireland, the Netherlands, Poland, Portugal, Sweden and the United Kingdom,\nWhereas:\n(1) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (2) and Decision 2004/585/EC provide the framework for the establishment and operation of Regional Advisory Councils.\n(2) Article 2 of Decision 2004/585/EC establishes a Regional Advisory Council to cover pelagic stocks (blue whiting, mackerel, horse mackerel, herring), in all International Council for the Exploration of the Seas (ICES) areas (3) excluding the Baltic Sea.\n(3) In accordance with Article 3(1) of Decision 2004/585/EC, representatives of the fisheries sector and other interests groups submitted a request concerning the operation of that Regional Advisory Council to Denmark, Germany, Spain, France, Ireland, the Netherlands, Poland, Portugal, Sweden and the United Kingdom.\n(4) As required by Article 3(2) of Decision 2004/585/EC, the Member States concerned determined whether the application concerning the Regional Advisory Council for the Pelagic stocks was in conformity with the provisions laid down in that Decision. On 19 May 2005, the Member States concerned transmitted a recommendation on that Regional Advisory Council to the Commission.\n(5) The Commission has evaluated the application by the interested parties and the recommendation in the light of Decision 2004/585/EC and the aims and principles of the Common Fisheries Policy, and considers that the Regional Advisory Council for the Pelagic stocks is ready to become operational,", "main_body": ["The Regional Advisory Council for pelagic stocks, established by Article 2(1)(f) of Decision 2004/585/EC, shall be operational as from 16 August 2005."], "attachments": "Done at Brussels, 5 August 2005.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 256, 3.8.2004, p. 17.\n(2)  OJ L 358, 31.12.2002, p. 59.\n(3)  As defined in Council Regulation (EEC) No 3880/91 (OJ L 365, 31.12.1991, p. 1)."}