{"celex_id": "32000D0068", "uri": "http://publications.europa.eu/resource/cellar/60fa8b07-0c66-4311-ac0b-763f981dffb7", "type": "Decision", "concepts": ["210", "2467", "2792", "3465", "4580", "4843"], "title": "Decision No 68/2000/EC of the European Parliament and of the Council of 13 December 1999 amending the basic Decision relating to the Socrates programme so as to include Turkey among the beneficiary countries\n", "header": "DECISION No 68/2000/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 December 1999\namending the basic Decision relating to the Socrates programme so as to include Turkey among the beneficiary countries\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 149 and 150 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nHaving regard to the opinion of the Committee of the Regions(3),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(4),\nWhereas:\n(1) Decision No 819/95/EC of the European Parliament and of the Council of 14 March 1995 establishes the Community action programme Socrates(5) in which Turkey does not participate;\n(2) Turkey is an associated country whose links with the Community have been substantially bolstered with the entry into force of the final phase of the Customs Union;\n(3) the economic and trade links instituted by the Customs Union should be strengthened by closer cooperation in the field of education, training and youth;\n(4) a considerable amount of time needs to be allowed, on the one hand, between the amendment of the Decision establishing the said programme, which is the subject of this Decison, enabling it to be opened up to Turkey and the end of the negotiations on the arrangements (particularly financial arrangements) for Turkey's participation and, on the other, between the end of those negotiations and its actual participation;\n(5) the principle of such an opening-up, however, apart from giving a tangible sign of the European Union's oft-repeated willingness to develop sectoral cooperation with Turkey, makes it possible to undertake preparatory measures and measures to increase awareness, with a view to full participation in the said programme or in the future framework programme which is currently being drawn up,", "main_body": ["The second sentence of Article 7(3) of Decision No 819/95/EC shall be replaced by the following:\n\"This programme shall be open to the participation of Cyprus, Malta and Turkey on the basis of additional appropriations in accordance with procedures to be agreed with the countries in question, taking as a starting point the rules applied to the European Free Trade Association countries, and in compliance with the provisions of Article 3 of the current Financial Regulation.\"", "This Decision concerns full or partial participation at the earliest possible date by Turkey in the Socrates programme in its current form, to the extent permitted by negotiations, as well as the launch of preparatory measures or measures to increase awareness with a view to such participation or to that provided for under the future framework programme (2000 to 2004).", "The purpose of the participation of Turkey in the Socrates programme is to enable genuine exchanges to take place between young people from both sides and the staff accompanying them, while respecting their linguistic, educational and cultural diversity, in accordance with Article 149(1) of the Treaty, and the rights of minorities.", "The European Parliament shall be kept informed of the various measures taken to implement this Decision.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 13 December 1999.\nFor the European Parliament\nThe President\nN. FONTAINE\nFor the Council\nThe President\nS. HASSI\n(1) OJ C 186, 26.6.1996, p. 8.\n(2) OJ C 158, 26.5.1997, p. 74.\n(3) OJ C 293, 13.10.1999, p. 23.\n(4) Opinion of the European Parliament of 25 February 1999 (OJ C 153, 1.6.1999, p. 19), common position of the Council of 12 July 1999 (OJ C 249, 1.9.1999, p. 1) and Decision of the European Parliament of 28 October 1999 (not yet published in the Official Journal).\n(5) OJ L 87, 20.4.1995, p. 10."}