{"celex_id": "32009D0022(01)", "uri": "http://publications.europa.eu/resource/cellar/7767ac8b-4982-454f-8140-24010884281b", "type": "Decision", "concepts": ["2216", "2220", "4486", "4493", "4763", "5455", "5864", "8469"], "title": "2009/768/EC: Decision of the European Central Bank of 6 October 2009 amending Decision ECB/2007/7 concerning the terms and conditions of TARGET2-ECB (ECB/2009/22)\n", "header": "20.10.2009 EN Official Journal of the European Union L 274/38\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 6 October 2009\namending Decision ECB/2007/7 concerning the terms and conditions of TARGET2-ECB\n(ECB/2009/22)\n(2009/768/EC)\nTHE EXECUTIVE BOARD OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular to the first and fourth indents of Article 105(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 11.6 and Articles 17, 22 and 23 thereof,\nWhereas:\n(1) The European Central Bank (ECB) participates in TARGET2 in order to process its own payments and the payments of its customers in TARGET2, and to supply through TARGET2 settlement services to clearing and settlement organisations, including entities established outside the European Economic Area (EEA), provided that they are subject to oversight by a competent authority and their access to TARGET2-ECB has been approved by the Governing Council.\n(2) The Executive Board of the ECB adopted Decision ECB/2007/7 of 24 July 2007 concerning the terms and conditions of TARGET2-ECB (1).\n(3) Amendments should be made to Decision ECB/2007/7: (a) in view of the new release of the Single Shared Platform; (b) to clarify the specific oversight location principles that entities offering services in euro are required to comply with; (c) to reflect a number of other technical and editorial improvements and clarifications; and (d) to delete provisions relating to migration to TARGET2 which no longer apply,", "main_body": ["Article 1(1)(c) of Decision ECB/2007/7 is replaced by the following:\n‘(c) supply settlement services to entities managing ancillary systems, including entities established outside the EEA, provided that they are subject to oversight by a competent authority, they comply with the oversight requirements for the location of infrastructures offering services in euro, as amended from time to time and published on the ECB website (2), and their access to TARGET2-ECB has been approved by the Governing Council.", "The Annex to Decision ECB/2007/7 is amended in accordance with the Annex to this Decision.", "Entry into force\n1.   Article 1 of this Decision and paragraphs 1(a) and 2 of the Annex to this Decision shall enter into force on 23 October 2009.\n2.   The other provisions of this Decision shall enter into force on 23 November 2009."], "attachments": "Done at Frankfurt am Main, 6 October 2009.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 237, 8.9.2007, p. 71.\n(2)  The Eurosystem's current policy for the location of infrastructure is set out in the following statements, which are all available on the ECB website at www.ecb.europa.eu: (a) the “Policy statement on euro payment and settlement systems located outside the euro area” of 3 November 1998; (b) “The Eurosystem's policy line with regard to consolidation in central counterparty clearing” of 27 September 2001; (c) “The Eurosystem policy principles on the location and operation of infrastructures settling in euro-denominated payment transactions” of 19 July 2007; and (d) “The Eurosystem policy principles on the location and operation of infrastructures settling euro-denominated payment transactions: specification of “legally and operationally located in the euro area” ” of 20 November 2008.’\nANNEX\nThe Annex to Decision ECB/2007/7 is amended as follows:\n(1) Article 1 is amended as follows:\n(a) The definition of ‘ancillary system’ is replaced by the following:\n‘— “ancillary system (AS)” means a system managed by an entity that is subject to supervision and/or oversight by a competent authority and complies with the oversight requirements for the location of infrastructures offering services in euro, as amended from time to time and published on the ECB website (1), in which payments and/or financial instruments are exchanged and/or cleared while the resulting monetary obligations are settled in TARGET2 in accordance with Guideline ECB/2007/2 and a bilateral arrangement between the ancillary system and the relevant CB.\n(b) The definition of ‘Banking Directive’ is deleted.\n(c) The definition of ‘technical malfunction of TARGET2’ is replaced by the following:\n‘— “technical malfunction of TARGET2” means any difficulty, defect or failure in the technical infrastructure and/or the computer systems used by TARGET2-ECB, or any other event that makes it impossible to execute and complete the same-day processing of payments in TARGET2-ECB.’\n(2) Article 4 is replaced by the following:\n(3) Article 7 is amended as follows:\n(4) Article 10(1) is replaced by the following:\n(5) The following Article 12(3) is inserted:\n(6) Article 13 is replaced by the following:\n(a) normal payment order (priority class 2);\n(b) urgent payment order (priority class 1); or\n(c) highly urgent payment order (priority class 0).\n(a) CBs; and\n(b) participants, in cases of payments to and from CLS International Bank and liquidity transfers in relation to ancillary system settlement using the Ancillary System Interface.\n(7) Article 15(4) is replaced by the following:\n(8) The following Article 15a is inserted:\n(9) Article 19 is replaced by the following:\n(10) In Article 31, paragraphs 2 and 3 are replaced by the following:\nAppendix I is amended as follows:\n(1) Paragraph 2 is amended as follows:\n(a) The table in subparagraph 1 is replaced by the following:\n‘Message Type Type of use Description\nMT 103 Mandatory Customer payment\nMT 103+ Mandatory Customer payment (Straight Through Processing)\nMT 202 Mandatory Bank-to-bank payment\nMT 202COV Mandatory Cover payments\nMT 204 Optional Direct debit payment\nMT 011 Optional Delivery notification\nMT 012 Optional Sender notification\nMT 019 Mandatory Abort notification\nMT 900 Optional Confirmation of debit\nMT 910 Optional Confirmation of credit\nMT 940/950 Optional (Customer) statement message’\n(b) The following subparagraph 5 is added:\n‘(5) MT 202COV messages shall be used for making cover payments, i.e. payments made by correspondent banks to settle (cover) credit transfer messages which are submitted to a customer’s bank by other, more direct means. Customer details contained in MT 202COV shall not be displayed in the ICM.’\n(2) Paragraph 8 is amended as follows:\n‘(5) Each participant shall have at least one SWIFT Alliance WebStation, or another interface, as may be required by SWIFT, to have access to the ICM via U2A.’\nAppendix II is amended as follows:\nParagraph 2(a) is replaced by the following:\n‘(a) A payer may submit a claim for an administration fee and interest compensation if, due to a technical malfunction of TARGET2, a payment order was not settled on the business day on which it was accepted.’\nAppendix III is amended as follows:\nIn the terms of reference for country opinions for non-EEA participants in TARGET2, paragraph 3.6.a is replaced by the following:\n‘3.6.a   Assignment of rights or deposit of assets for collateral purposes, pledge and/or repo\nAssignments for collateral purposes will be valid and enforceable under the laws of [jurisdiction]. Specifically, the creation and enforcement of a pledge or repo under the Rules will be valid and enforceable under the laws of [jurisdiction].’\nAppendix IV is amended as follows:\nParagraph 1(b) is replaced by the following:\n‘(b) All references to specific times in this Appendix are to the local time at the seat of the ECB, i.e. Central European Time (CET) (2).\nAppendix V is replaced by the following:\n‘Appendix V\nOPERATING SCHEDULE\n1. TARGET2 is open on all days, except Saturdays, Sundays, New Year’s Day, Good Friday and Easter Monday (according to the calendar applicable at the seat of the ECB), 1 May, Christmas Day and 26 December.\n2. The reference time for the system is the local time at the seat of the ECB, i.e. CET.\n3. The current business day is opened during the evening of the previous business day and operates to the following schedule:\nTime Description\n6.45-7.00 Business window to prepare daytime operations (3)\n7.00-18.00 Daytime processing\n17.00 Cut-off time for customer payments (i.e. payments where the originator and/or the beneficiary of a payment is not a direct or indirect participant as identified in the system by the use of an MT 103 or MT 103 + message)\n18.00 Cut-off time for interbank payments (i.e. payments other than customer payments)\n18.00-18.45 (4) End-of-day processing\n18.15 (4) General cut-off time for the use of standing facilities\n(Shortly after) 18.30 (5) Data for the update of accounting systems are available to CBs\n18.45-19.30 (5) Start-of-day processing (new business day)\n19.00 (5)-19.30 (4) Provision of liquidity on the PM account\n19.30 (5) “Start-of-procedure” message and settlement of the standing orders to transfer liquidity from the PM accounts to the sub-account(s)/mirror account (ancillary system-related settlement)\n19.30 (5)-22.00 Execution of additional liquidity transfers via the ICM before the ancillary system sends the “start-of-cycle” message; settlement period of night-time ancillary system operations (only for ancillary system settlement procedure 6)\n22.00-1.00 Technical maintenance period\n1.00-6.45 Settlement procedure of night-time ancillary system operations (only for ancillary system settlement procedure 6)\n4. The ICM is available for liquidity transfers from 19.30 (6) until 18.00 the next day, except during the technical maintenance period from 22.00 until 1.00.\n5. The operating hours may be changed in the event that business continuity measures are adopted in accordance with paragraph 5 of Appendix IV.\n(1)  The Eurosystem's current policy for the location of infrastructure is set out in the following statements, which are all available on the ECB website at www.ecb.europa.eu: (a) the “Policy statement on euro payment and settlement systems located outside the euro area” of 3 November 1998; (b) “The Eurosystem's policy line with regard to consolidation in central counterparty clearing” of 27 September 2001; (c) “The Eurosystem policy principles on the location and operation of infrastructures settling in euro-denominated payment transactions” of 19 July 2007; and (d) “The Eurosystem policy principles on the location and operation of infrastructures settling euro-denominated payment transactions: specification of ‘legally and operationally located in the euro area’ ” of 20 November 2008.’\n(2)  CET takes into account the change to Central European Summer Time.’\n(3)  Daytime operations means daytime processing and end-of-day processing.\n(4)  Ends 15 minutes later on the last day of the Eurosystem reserve maintenance period.\n(5)  Starts 15 minutes later on the last day of the Eurosystem reserve maintenance period.\n(6)  Starts 15 minutes later on the last day of the Eurosystem reserve maintenance period.’"}