{"celex_id": "32008R0566", "uri": "http://publications.europa.eu/resource/cellar/dfefedfe-536f-4db1-ba72-ec0c5ae2e618", "type": "Regulation", "concepts": ["1445", "1857", "2081", "2173", "3191", "4682", "893"], "title": "Commission Regulation (EC) No 566/2008 of 18 June 2008 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards the marketing of the meat of bovine animals aged 12 months or less\n", "header": "19.6.2008 EN Official Journal of the European Union L 160/22\nCOMMISSION REGULATION (EC) No 566/2008\nof 18 June 2008\nlaying down detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards the marketing of the meat of bovine animals aged 12 months or less\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of the agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 121, point (j) in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 113b of Regulation (EC) No 1234/2007 provides that, as of 1 July 2008, the meat of bovine animals aged 12 months or less has to be marketed in accordance with certain conditions laid down in that Regulation, in particular as regards the classification of bovine animals into categories and the sales descriptions to be used. Point II of Annex XIa to Regulation (EC) No 1234/2007 requires that, on slaughter, all bovine animals aged 12 months or less have to be classified in one of the two categories listed in Annex XIa to that Regulation. In order to ensure correct and uniform implementation of Regulation (EC) No 1234/2007, detailed rules should be laid down that should apply as from 1 July 2008.\n(2) The age of the animal on slaughter and the sales description should, at each stage of production and marketing, be indicated on the label, in accordance with point IV of Annex XIa to Regulation (EC) No 1234/2007. As the size of the products to be labelled varies depending on the stage of the production and marketing, it is necessary to require that the indications of the age and the sales description are perfectly legible on the label. Moreover, in order to ensure transparency towards the final consumer, the indication of the animal's age on slaughter and the sales description should be presented in the same visual field and on the same label at the moment of the release of the meat to the final consumer.\n(3) In accordance with Article 121(j) of Regulation (EC) No 1234/2007, the practical method of indicating the category identification letter referred to in Annex XIa to Regulation (EC) No 1234/2007 should be laid down. For control purposes, it is necessary to require that the category identification letter is indicated on the carcass as soon as possible after the bovine animal has been slaughtered.\n(4) For the sake of ensuring a correct application of Article 113b of Regulation (EC) No 1234/2007, operators at each stage of the production and marketing should record indications of any person from whom they have been supplied with meat of bovine animals aged 12 months or less. Whilst such traceability of food is ensured within the Community by Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (2), a special provision is needed in order to also guarantee the traceability of the said meat imported from third countries.\n(5) In order to verify the application of Article 113b of Regulation (EC) No 1234/2007 and inform the Commission thereof, official checks should be carried out, which should include also the supervision of the classification of the bovine animals in slaughterhouses provided for in point II of Annex XIa to that Regulation. Moreover, the competent authorities, designated by the Member States for those checks, should be allowed to delegate their check tasks to independent third-party bodies under certain conditions that should be laid down.\n(6) Operators concerned should grant access to their premises and to all records in order to enable experts of the Commission, the competent authority, or, failing that, the independent third-party body to verify the application of Article 113b of Regulation (EC) No 1234/2007.\n(7) Point VIII of Annex XIa to Regulation (EC) No 1234/2007 requires that meat of bovine animals aged 12 months or less and imported from third countries is only marketed in the Community in accordance with that Regulation. This requires that the competent authority designated by the third country concerned, or failing that, an independent third-party body, should approve and control an identification and registration system of the bovine animal, which guarantees the respect of the provisions of that Regulation.\n(8) Only independent third-party bodies that are accredited to certain standards should be allowed to check the activities of operators from third countries wishing to place on the Community market meat of bovine animals aged 12 months or less.\n(9) The Commission should be able to request from the competent authority or independent third-party body in a third country all information necessary to verify the application of Article 113b of Regulation (EC) No 1234/2007. Detailed rules on the information to be notified to the Commission and the communication thereof by the Commission to the Member States should be laid down. Moreover, where deemed necessary, the Commission should be allowed to carry out on-the-spot checks in third countries under certain conditions.\n(10) Where repeated cases of non-compliance are found as regards imported meat, the Commission should set, in accordance with certain conditions, specific rules for the importation of that meat in order to guarantee the respect of Article 113b of Regulation (EC) No 1234/2007 and of this Regulation and thereby ensuring equivalent marketing conditions for meat produced within the Community or imported from third countries.\n(11) Member States should be required to take certain measures in case they find cases of non-compliance in relation to the application of Article 113b of Regulation (EC) No 1234/2007 or of this Regulation.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Scope\nThis Regulation lays down detailed rules for the marketing of the meat of bovine animals aged 12 months or less as provided for in Article 113b of Regulation (EC) No 1234/2007.", "Definition\nFor the purposes of this Regulation, the term ‘competent authority’ shall mean the central authority of a Member State competent for the organisation of official checks referred to in point VII of Annex XIa to Regulation (EC) No 1234/2007 or any other authority to which that competence has been conferred; it shall also include, where appropriate, the corresponding authority of a third country.", "Categories of bovine animals aged 12 months or less\nThe classification in the categories referred to in point II of Annex XIa to Regulation (EC) No 1234/2007 shall cover:\n(a) category V: bovines from the day of birth until the day they reach the age of eight months;\n(b) category Z: bovines from the day after reaching the age of eight months until the day they reach the age of 12 months.", "Compulsory information on the label\n1.   Notwithstanding the provisions in point IV of Annex XIa to Regulation (EC) No 1234/2007, immediately after slaughter, the category identification letter referred to in point II of Annex XIa to that Regulation shall be indicated on the outside surface of the carcass by using labels or stamps.\nThe labels shall be of a size not less than 50 cm2. The category identification letter shall be perfectly legible on the label and alterations shall only be permitted as provided for in the second subparagraph of Article 8(3) of this Regulation.\nIn case stamps are used, the letter shall be not less than two centimetres in height. The letter shall be stamped directly on the surface of the meat using an indelible ink.\nThe labels or stamps shall be applied on the hindquarters on the striploin at the level of the fourth lumbar vertebra and on the forequarters, on the brisket between 10 and 30 centimetres from the cut edge of the sternum.\nHowever, Member States may determine other positions on each quarter provided they inform the Commission beforehand. The Commission shall transmit this information to the other Member States.\n2.   The indications of the age of the bovine animal on slaughter and the sales description referred to in point IV of Annex XIa to Regulation (EC) No 1234/2007 shall be:\n(a) perfectly legible at each stage of production and marketing;\n(b) presented in the same visual field and on the same label at the moment of the release of the meat to the final consumer.\n3.   Member States shall notify to the Commission the rules referred to in point IV of Annex XIa to Regulation (EC) No 1234/2007 by 1 July 2009 at the latest and shall notify it without delay of any subsequent amendments of these rules.", "Recording of information\nThe recording of information referred to in point VI of Annex XIa to Regulation (EC) No 1234/2007 shall also include an indication of the name and address of the operator responsible for the previous stage of marketing from whom they have been supplied with meat referred to in point I of Annex XIa to that Regulation.", "Official checks\n1.   The official checks referred to in point VII of Annex XIa to Regulation (EC) No 1234/2007 shall also include the supervision of the classification of bovine animals at the slaughterhouse referred to in point II of Annex XIa to that Regulation.\n2.   A competent authority may delegate, totally or partially, its check tasks to one or more independent third-party bodies only where there is a proof that the body:\n(a) has a sufficient number of adequately qualified and experienced staff; and\n(b) is impartial and free from any conflict of interest as regards the exercise of the tasks delegated to it.\nIn particular, the competent authority may delegate its check tasks only where such independent third-party bodies are accredited to comply with the most recent notified version of European Standard EN 45011 or ISO Guide 65 (General requirements for bodies operating products certification systems), published in the C series of the Official Journal of the European Union.\n3.   A competent authority wishing to delegate its check tasks to one or more independent third-party bodies shall notify the Commission thereof. The notification shall indicate:\n(a) the competent authority that intends to delegate its check tasks; and\n(b) one or more independent third-party bodies to which it would delegate these check tasks.\nThe Commission shall transmit to the Member States the notifications referred to in the first subparagraph.\n4.   The independent third-party body performing check tasks shall:\n(a) communicate the results of the checks carried out to the competent authority on a regular basis and whenever the competent authority so requests. If the results of the checks indicate non-compliance, the independent third-party body shall immediately inform the competent authority thereof;\n(b) give the competent authority access to its offices and facilities and provide any information and assistance deemed necessary by the competent authority for the fulfilment of their obligations.\n5.   A competent authority delegating check tasks to an independent third-party body, shall, on a regular basis, supervise that body.\nIf, as a result of that supervision, it appears that such body has failed to properly carry out the check tasks delegated to it, the delegating competent authority may withdraw the delegation.\nThe competent authority shall withdraw the delegation without delay if the independent third-party body fails to take timely and appropriate remedial action.\n6.   At each stage of production and marketing, operators shall at all times grant access to their premises and to all records which prove the fulfilment of the requirements laid down in Regulation (EC) No 1234/2007 to the experts of the Commission, the competent authority and the relevant independent third-party bodies.", "Meat imported from third countries\n1.   For the purpose of point VIII of Annex XIa to Regulation (EC) No 1234/2007, the competent authority designated by a third country, or failing that, an independent third-party body referred to in point VIII of Annex XIa to that Regulation, shall approve and control an identification and registration system of the bovine animals concerned starting from the day of birth of the animals. Such a system shall provide reliable information about the exact age of the animals on slaughter and provide guarantees as to the respect of point VIII of Annex XIa to that Regulation.\n2.   The independent third-party bodies referred to in point VIII of Annex XIa to Regulation (EC) No 1234/2007 shall be accredited to comply with the most recent notified version of European Standard EN 45011 or ISO Guide 65 (General requirements for bodies operating products certification systems) published in the C series of the Official Journal of the European Union.\n3.   The name and address, if possible including e-mail and internet address, of the competent authority or independent third-party body referred to in paragraph 1 shall be notified to the Commission, indicating each individual operator for whom they are carrying out checks.\nThe notification referred to in the first subparagraph shall be made before the first consignment of meat of each individual operator is imported into the Community and thereafter within one month after any changes in the information to be notified.\nThe Commission shall communicate the notifications referred to in the second subparagraph to the Member States.\n4.   Upon request of the competent authorities of the Member States or on its own initiative, the Commission may at any moment request from the competent authority or independent third-party body referred to in paragraph 1 to supply all information necessary to guarantee the fulfilment of the requirements laid down in Regulation (EC) No 1234/2007.\nThe Commission may further request the third country to authorise representatives of the Commission to carry out, where required, on-the-spot checks in that third country. These checks shall be performed jointly with the competent authorities concerned in the third country and, where applicable, with the independent third-party body.\n5.   Where, as regards meat imported from third countries, specific cases of non-compliance with the provisions of Regulation (EC) No 1234/2007 or of this Regulation are detected, the Commission may fix, in accordance with the procedure referred to in Article 195(2) of Regulation (EC) No 1234/2007, specific import conditions on a case by case and strictly temporary basis following consultations with the third country concerned. These conditions shall be proportionate to allow verification of compliance with the provisions of Regulation (EC) No 1234/2007 and of this Regulation.", "Notifications of cases of non-compliance and follow-up measures\n1.   Where a Member State considers that meat referred to in point I of Annex XIa to Regulation (EC) No 1234/2007 and coming from another Member State does not comply with requirements laid down in Regulation (EC) No 1234/2007 or in this Regulation, it shall immediately inform the competent authority of that Member State and the Commission.\n2.   Where a Member State has evidence that meat imported from a third country as referred to in point VIII of Annex XIa to Regulation (EC) No 1234/2007 does not comply with requirements laid down in Regulation (EC) No 1234/2007 or in this Regulation, it shall immediately inform the Commission.\nThe Commission shall inform the other Member States accordingly.\n3.   Member States shall take whatever measures and action are required to solve the non-compliance referred to in paragraphs 1 and 2.\nIn particular, Member States shall require the removal of the meat concerned from the market until it is re-labelled in conformity with Regulation (EC) No 1234/2007 and this Regulation.", "Whenever Regulation (EC) No 1234/2007 and this Regulation provide for notifications to the Commission, these notifications shall be addressed to:\nEuropean Commission\nDirectorate-General for Agriculture and Rural Development\nFax: +32-2-295 33 10\nE-mail: agri-bovins@ec.europa.eu", "0\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1. Regulation as last amended by Regulation (EC) No 470/2008 (OJ L 140, 30.5.2008, p. 1).\n(2)  OJ L 31, 1.2.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 202/2008 (OJ L 60, 5.3.2008, p. 17)."}