{"celex_id": "32007D0169", "uri": "http://publications.europa.eu/resource/cellar/7fb4db06-99c8-4e43-a262-ac00ae61468e", "type": "Decision", "concepts": ["20", "336", "4133", "4509", "635", "75"], "title": "2007/169/EC: Commission Decision of 16 March 2007 establishing that Article 30(1) of Directive 2004/17/EC of the European Parliament and of the Council coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors applies to certain courier and parcel services in Denmark (notified under document number C(2007) 840) (Text with EEA relevance )\n", "header": "17.3.2007 EN Official Journal of the European Union L 78/28\nCOMMISSION DECISION\nof 16 March 2007\nestablishing that Article 30(1) of Directive 2004/17/EC of the European Parliament and of the Council coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors applies to certain courier and parcel services in Denmark\n(notified under document number C(2007) 840)\n(Only the Danish text is authentic)\n(Text with EEA relevance)\n(2007/169/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (1), and in particular Article 30(4) and (6) thereof,\nHaving regard to the request submitted by the Kingdom of Denmark by e-mail of 20 November 2006, and to the additional information requested by Commission staff by e-mail of 8 December 2006 and submitted by the Danish authorities by e-mail of 22 December 2006,\nHaving regard to the conclusions of the independent national authority, Konkurrencestyrelsen (the Danish Competition Authority), that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC would be met,\nWhereas:\n(1) Article 30 of Directive 2004/17/EC provides that contracts intended to enable the performance of one of the activities to which the Directive applies shall not be subject to the Directive if, in the Member State in which it is carried out, the activity is directly exposed to competition on markets to which access is not restricted. Direct exposure to competition is assessed on the basis of objective criteria, taking account of the specific characteristics of the sector concerned. Access is deemed to be unrestricted if the Member State has implemented and applied the relevant Community legislation opening a given sector or a part of it.\n(2) This legislation is listed in Annex XI of Directive 2004/17/EC, which, in the case of postal services, refers to Directive 97/67/EC of the European Parliament and of the Council of 15 December 1997 on common rules for the development of the internal market of Community postal services and the improvement of quality of service (2).\n(3) Under Article 62(2) of Directive 2004/17/EC, Title III of that Directive setting out the rules on service design contests does not apply to contests organised for the pursuit, in the Member State concerned, of an activity to which the applicability of Article 30(1) of the Directive has been established by a Commission decision or has been deemed applicable under the second or third subparagraph of Article 30(4) or the fourth subparagraph of Article 30(5).\n(4) The request submitted by the Kingdom of Denmark concerns certain courier and parcel services in Denmark. More precisely, the services concerned can be described as Business to Business (BtB) parcel services, domestic and international; light goods/pallet goods services, domestic and international; as well as courier and express services, domestic and international. In line with previous Commission decisions (3), a distinction can be made between the above services and therefore each of these services can be considered to constitute a separate market. The Danish request thus concerns six different markets. Pursuant to Article 6 of Directive 2004/17/EC, logistics services, such as courier and express services, are covered by the Directive to the extent that such services are provided by entities which also provide postal services within the meaning of its Article 6(2)(b).\n(5) As a public enterprise within the meaning of Article 2(1)(b) of Directive 2004/17/EC exercising several of the activities mentioned in Article 6 of that Directive, Post Danmark, on whose behalf the request has been introduced, is a contracting entity for the purposes of Directive 2004/17/EC. According to the available information, it would seem to be the sole contracting entity operating in the markets concerned by the present decision, the other operators being private companies not operating on the basis of special or exclusive rights.\n(6) These assessments, and any other contained in this Decision, are made solely for the purposes of Directive 2004/17/EC and are without prejudice to the application of the rules on competition.\n(7) Denmark has implemented and applied Directive 97/67/EC. Consequently, and in accordance with the first subparagraph of Article 30(3), access to the market should be deemed not to be restricted.\n(8) Direct exposure to competition should be evaluated on the basis of various indicators, none of which are, per se, decisive.\n(9) One parameter to take into account is the market shares of the main players on a given market and another is the degree of concentration. Whether measured in terms of turnover or in terms of number of dispatches, Post Danmark’s market share on any of the six markets concerned varies, according to the information given, between less than 1 % (4) up to 35-40 % (5), which are acceptable levels, considering also the degree of concentration on these markets. Post Danmark is the largest single operator on just two of these markets, respectively that for domestic parcel services and the one for domestic courier and express services (6). On both of these markets, the combined market share of Post Danmark’s two biggest competitors is comparable to or greater than that of Post Danmark (7). On those markets on which Post Danmark does not have the largest market share, the aggregate market shares of its two biggest competitors are several times greater (8) than Post Danmark’s market share. These factors should therefore be taken as an indication of direct exposure to competition.\n(10) In view of the abovementioned indicators, the condition of direct exposure to competition laid down in Article 30(1) of Directive 2004/17/EC should be considered to be met in respect of the parcel and courier services in Denmark which are specified in Recital 4 (9). As noted above in recital 7, the further condition of free access to the activity must be deemed to be met. Consequently, Directive 2004/17/EC should not apply when contracting entities award contracts intended to enable the parcel and courier services concerned by this request to be carried out in Denmark nor when they organise design contests for the pursuit of such an activity there.\n(11) This Decision is based on the legal and factual situation as of November and December 2006 as it appears from the information submitted by the Kingdom of Denmark. It may be revised, should significant changes in the legal or factual situation mean that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC are no longer met.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Advisory Committee for Public Contracts,", "main_body": ["Directive 2004/17/EC shall not apply to contracts awarded by contracting entities and intended to enable them to carry out the following parcel and courier services in Denmark:\n(a) Domestic Business to Business (BtB) parcel services;\n(b) International Business to Business (BtB) parcel services;\n(c) Domestic light goods/pallet goods services;\n(d) International light goods/pallet goods services;\n(e) Domestic courier and express services; and\n(f) International courier and express services.", "This Decision is based on the legal and factual situation as of November and December 2006 as it appears from the information submitted by the Kingdom of Denmark. It may be revised, should significant changes in the legal or factual situation mean that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC are no longer met.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 16 March 2007.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 134, 30.4.2004, p. 1. Directive as last amended by Council Directive 2006/97/EC (OJ L 363, 20.12.2006, p. 107).\n(2)  OJ L 15, 21.1.1998, p. 14. Directive last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(3)  Commission Decision of 2 December 1991 declaring a concentration to be compatible with the common market (Case No IV/M.102 — TNT/CANADA POST, DBP POSTDIENST, LA POSTE, PTT POST & SWEDEN POST) according to Council Regulation (EEC) No 4064/89: points 19 et seq.; Commission Decision of 8 November 1996 declaring a concentration to be compatible with the common market (Case No IV/M.843 — PTT Post/TNT/GD Express Worldwide) according to Council Regulation (EEC) No 4064/89, points 10 et seq.; Commission Decision of 1 July 1999 declaring a concentration to be compatible with the common market (Case No IV/M.1513 — DEUTSCHE POST/DANZAS/NEDLLOYD) according to Council Regulation (EEC) No 4064/89 points 8 et seq.; Commission Decision of 20 March 2001 relating to a proceeding under Article 82 of the EC Treaty (Case COMP/35 141 — Deutsche Post AG): point 26 et seq.; Commission Decision of 21 October 2002 declaring a concentration to be compatible with the common market (Case No IV/M.2908 — DEUTSCHE POST/DHL (II)) according to Council Regulation (EEC) No 4064/89: point 10 et seq.\n(4)  On the market for international courier and express services in 2005.\n(5)  2005 market for domestic parcel services BtB (from and to Denmark).\n(6)  In 2005, Post Danmark’s market share in terms of turnover was 16-19 % for domestic courier and express services and 35-40 % in terms of turnover for domestic BtB parcel services.\n(7)  In 2005, the aggregate market shares of the two largest competitors on the market for domestic parcel services BtB amounted to 36-44 % in terms of turnover, whereas their combined market share, also in terms of turnover, was 23-29 % on the market for domestic courier and express services.\n(8)  E.g. on the market for domestic light goods/pallet goods, where Post Danmark has a market share in terms of turnover of 3-5 %, whereas the aggregate share of the two biggest operators amount to 69-83 % in terms of turnover. The difference is even more marked on the market for international courier and express services, where Post Danmark’s share in terms of turnover was up to 1 % in 2005, when the aggregate share of the two largest actors on that market, also in terms of turnover, amounted to 65-80 %.\n(9)  The services concerned are described as Business to Business (BtB) parcel services, domestic and international; light goods/pallet goods, domestic and international; as well as courier and express services, domestic and international."}