{"celex_id": "32003L0111", "uri": "http://publications.europa.eu/resource/cellar/b8236ca7-6f3d-47d6-ac50-ccd9551b7674", "type": "Directive", "concepts": ["13", "2409", "322", "3409"], "title": "Commission Directive 2003/111/EC of 26 November 2003 amending Annex II to Directive 92/34/EEC on the marketing of fruit plant propagating material and fruit plants intended for fruit production (Text with EEA relevance)\n", "header": "Commission Directive 2003/111/EC\nof 26 November 2003\namending Annex II to Directive 92/34/EEC on the marketing of fruit plant propagating material and fruit plants intended for fruit production\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/34/EEC of 28 April 1992 on the marketing of fruit plant propagating material and fruit plants intended for fruit production(1), and in particular Article 1(3) thereof,\nWhereas:\n(1) Directive 92/34/EEC establishes Community provisions for the marketing of fruit plant propagating material and fruit plants intended for fruit production within the Community. It applies to the genera and species listed in Annex II to that Directive.\n(2) Certain fruit genera and species which are not currently included in Annex II to Directive 92/34/EEC have increased in economical importance. Accordingly, it is appropriate that they be now included in the genera and species listed in Annex II to that Directive. The following genera and species should be included: Castanea sativa Mill., Ficus carica L., Fortunella Swingle, Poncirus Raf. and Vaccinium L. In addition, the Citrus species, the Fragaria species, the Pyrus species, the Ribes species, and the Rubus species should be added to Citrus sinensis (L.) Osbeck, C. limon (L) Burm. f., C. reticulata Blanco, C. paradisi Macf., C. aurantifolia (Christm.) Swing, Fragaria x ananassa Duch. (strawberry), Pyrus communis L., Ribes (redcurrant) and Rubus (blackberry), and Cydonia Mill. should be replaced by Cydonia oblonga Mill.\n(3) In the interests of clarity, the list in Annex II to Directive 92/34/EEC should be replaced by a new list including all the genera and species in alphabetical order with their botanical name.\n(4) Directive 92/34/EEC should therefore be amended accordingly.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Propagating Material and Plant of Fruit Genera and Species,", "main_body": ["Annex II to Directive 92/34/EEC is replaced by the text in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 October 2004 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made\n2. Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 26 November 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 157, 10.6.1992, p. 10. Directive as last amended by Directive 2003/61/EC (OJ L 165, 3.7.2003, p. 23).\nANNEX\n\"ANNEX II\nLIST OF GENERA AND SPECIES TO WHICH THIS DIRECTIVE APPLIES\nCastanea sativa Mill.\nCitrus L.\nCorylus avellana L.\nCydonia oblonga Mill.\nFicus carica L.\nFortunella Swingle\nFragaria L.\nJuglans regia L.\nMalus Mill.\nOlea europaea L.\nPistacia vera L.\nPoncirus Raf.\nPrunus amygdalus Batsch\nPrunus armeniaca L.\nPrunus avium (L.) L.\nPrunus cerasus L.\nPrunus domestica L.\nPrunus persica (L.) Batsch\nPrunus salicina Lindley\nPyrus L.\nRibes L.\nRubus L.\nVaccinium L.\""}