{"celex_id": "32008R0803", "uri": "http://publications.europa.eu/resource/cellar/cf81e799-3314-4324-ada5-33f619e79eee", "type": "Regulation", "concepts": ["2338", "261", "3483", "3588", "3870", "4452", "5240", "5788"], "title": "Commission Regulation (EC) No 803/2008 of 8 August 2008 amending for the 98th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\n", "header": "9.8.2008 EN Official Journal of the European Union L 214/52\nCOMMISSION REGULATION (EC) No 803/2008\nof 8 August 2008\namending for the 98th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1), and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 23, 28 and 31 July 2008, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly.\n(3) In order to ensure that the measures provided for in this Regulation are effective, this Regulation must enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 August 2008.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9. Regulation as last amended by Commission Regulation (EC) No 678/2008 (OJ L 189, 17.7.2008, p. 23).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n(1) The entry ‘Jemaah Islamiya (aka Jema'ah Islamiyah, Jemaah Islamiyah, Jemaah Islamiah, Jamaah Islamiyah, Jama'ah Islamiyah)’ under the heading ‘Legal persons, groups and entities’ shall be replaced by:\n(2) The entry ‘Abd Allah Mohamed Ragab Abdel Rahman (alias (a) Abu Al-Khayr, (b) Ahmad Hasan, (c) Abu Jihad). Date of birth: 3.11.1957. Place of birth: Kafr Al-Shaykh. Nationality: Egyptian. Other information: May be living in Pakistan, Afghanistan or Iran’ under the heading ‘Natural persons’ shall be replaced by:\n(3) The entry ‘Zaki Ezat Zaki Ahmed (alias (a) Rif'at Salim, (b) Abu Usama). Date of birth: 21.4.1960. Place of birth: Sharqiyah. Nationality: Egyptian. Other information: May be living on the Pakistani-Afghan border’ under the heading ‘Natural persons’ shall be replaced by:\n(4) The entry ‘Mustapha Nasri Ben Abdul Kader Ait El Hadi. Date of birth: 5.3.1962. Place of birth: Tunis. Nationality: (a) Algerian (b) German. Other information: (a) son of Abdelkader and Amina Aissaoui, (b) residing in Bonn, Germany, as of February 1999’ under the heading ‘Natural persons’ shall be replaced by:\n(5) The entry ‘Hamid Abdallah Ahmed Al-Ali (alias (a) Dr Hamed Abdullah Al-Ali, (b) Hamed Al-'Ali, (c) Hamed bin 'Abdallah Al-'Ali, (d) Hamid 'Abdallah Al-'Ali, (e) Hamid 'Abdallah Ahmad Al-'Ali, (f) Hamid bin Abdallah Ahmed Al-Ali, (g) Abu Salim). Date of birth: 20.1.1960. Nationality: Kuwaiti’ under the heading ‘Natural persons’ shall be replaced by:\n(6) The entry ‘Sulaiman Jassem Sulaiman Abo Ghaith (alias Abo Ghaith). Date of birth: 14 December 1965. Place of birth: Kuwait. Former nationality: Kuwaiti’ under the heading ‘Natural persons’ shall be replaced by:\n(7) The entry ‘Mubarak Mushakhas Sanad Al-Bathali (alias (a) Mubarak Mishkhis Sanad Al-Bathali, (b) Mubarak Mishkhis Sanad Al-Badhali, (c) Mubarak Al-Bathali, (d) Mubarak Mishkhas Sanad Al-Bathali, (e) Mubarak Mishkhas Sanad Al-Bazali, (f) Mobarak Meshkhas Sanad Al-Bthaly). Date of birth: 1.10.1961. Nationality: Kuwaiti. Passport No: 101856740 (Kuwaiti passport)’ under the heading ‘Natural persons’ shall be replaced by:\n(8) The entry ‘Muhsin Al-Fadhli (alias (a) Muhsin Fadhil 'Ayyid al Fadhli (b) Muhsin Fadil Ayid Ashur al Fadhli, (c) Abu Majid Samiyah, (d) Abu Samia). Address: Block Four, Street 13, House No 179 Kuwait City, Al-Riqqa area, Kuwait. Date of birth: 24.4.1981. Passport No: Kuwaiti passport No 106261543’ under the heading ‘Natural persons’ shall be replaced by:\n(9) The entry ‘Mohammed Ahmed Shawki Al Islambolly (alias (a) Abu Khalid, (b) Abu Ja'far). Date of birth: 21.1.1952. Place of birth: El-Minya. Nationality: Egyptian. Other information: May be living in Pakistan, Afghanistan or Iran’ under the heading ‘Natural persons’ shall be replaced by:\n(10) The entry ‘Jaber Abdallah Jaber Al-Jalahmah (alias (a) Jaber Al-Jalamah, (b) Abu Muhammad Al-Jalahmah, (c) Jabir Abdallah Jabir Ahmad Jalahmah, (d) Jabir 'Abdallah Jabir Ahmad Al-Jalamah, (e) Jabir Al-Jalhami, (f) Abdul-Ghani, (g) Abu Muhammad). Date of birth: 24.9.1959. Nationality: Kuwaiti. Passport No: 101423404’ under the heading ‘Natural persons’ shall be replaced by:\n(11) The entry ‘Al-Azhar Ben Ammar Ben Abdallah Al-Tlili. Address: Via Carlo Porta 97, Legnano, Italy. Date of birth: 1.11.1971. Place of birth: Ben Aoun, Tunisia. Nationality: Tunisian. Passport No: Z417830 (Tunisian passport issued on 4.10.2004 which expires on 3.10.2009). Other information: (a) Italian fiscal code: TLLLHR69C26Z352G. (b) Convicted in France on 14.10.2002. Extradited to Italy on 6.9.2006. Currently detained in Italy’ under the heading ‘Natural persons’ shall be replaced by:\n(12) The entry ‘Jallalouddine Haqani (alias (a) Jalaluddin Haqani, (b) Jallalouddin Haqqani). Title: Maulavi. Function: Minister of Frontier Affairs of the Taliban regime. Date of birth: Approximately 1942. Place of birth: Khost province, Zadran district, Afghanistan. Nationality: Afghan. Other information: (a) Father of Sirajuddin Jallaloudine Haqqani, (b) He is an active Taliban leader, (c) Believed to be in the Afghanistan/Pakistan border area, (d) Reportedly deceased in June 2007’ under the heading ‘Natural persons’ shall be replaced by:\n(13) The entry ‘Armand Albert Friedrich Huber (alias Huber, Ahmed). Address: Rossimattstrasse 33, 3074 Muri b. Bern, Switzerland. Date of birth: 1927. Nationality: Swiss. Other information: no Swiss passport has been issued under this name’ under the heading ‘Natural persons’ shall be replaced by:\n(14) The entry ‘Abdulhai Salek. Title: Maulavi. Function: Governor of Urouzgan Province (Afghanistan) under the Taliban regime. Nationality: Afghan’ under the heading ‘Natural persons’ shall be replaced by:\n(15) The entry ‘Ibrahim Ali Abu Bakr Tantoush (alias (a) Abd al-Muhsin, (b) Ibrahim Ali Muhammad Abu Bakr, (c) Abdul Rahman, (d) Abu Anas, (e) Ibrahim Abubaker Tantouche, (f) Ibrahim Abubaker Tantoush, (g) Abd al-Muhsi, (h) Abd al-Rahman, (i) Al-Libi). Address: Ganzour Sayad Mehala Al Far district. Date of birth: 1966. Place of birth: al Aziziyya. Nationality: Libyan. Passport No: 203037 (Libyan passport issued in Tripoli). Other information: (a) Affiliated with Afghan Support Committee (ASC) and Revival of Islamic Heritage Society (RIHS). (b) Civil status: divorced (Algerian ex-wife Manuba Bukifa)’ under the heading ‘Natural persons’ shall be replaced by:\n(16) The entry ‘Mahdhat Mursi Al-Sayyid Umar (alias (a) Abu Hasan, (b) Abu Khabab, (c) Abu Rabbab). Date of birth: 19.10.1953. Place of birth: Alexandria. Nationality: Egyptian. Other information: May be living on the Pakistani-Afghan border’ under the heading ‘Natural persons’ shall be replaced by:"}