{"celex_id": "32000D0668", "uri": "http://publications.europa.eu/resource/cellar/2d4633aa-8802-40fa-85ea-48eb254ff841", "type": "Decision", "concepts": ["1519", "155", "365", "5541", "5953", "889"], "title": "2000/668/EC: Commission Decision of 12 July 2000 on State aid granted by Italy to shipbuilders in the form of tax relief under Law No 549/95 (notified under document number C(2000) 2448) (Text with EEA relevance) (Only the Italian text is authentic)\n", "header": "Commission Decision\nof 12 July 2000\non State aid granted by Italy to shipbuilders in the form of tax relief under Law No 549/95\n(notified under document number C(2000) 2448)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2000/668/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving given notice to the parties concerned to submit their comments in accordance with the abovementioned provisions(1), and having regard to those comments,\nWhereas:\nI. PROCEDURE\n(1) By letter dated 5 March 1996 from the Italian Permanent Representation to the European Union, the Italian authorities notified the Commission of Law No 549/95 introducing tax relief for certain firms (the Law).\n(2) By letter of 21 May 1997 the Commission informed Italy that it had decided to initiate the procedure laid down in Article 6(5) of Decision No 2496/96/ECSC and Article 93(3) (now Article 88(3)) of the Treaty) with regard to the granting of this aid in sensitive industries, including steel, motor vehicles, shipbuilding and synthetic fibres.\n(3) The Commission's decision to initiate proceedings was announced in the Official Journal of the European Communities. The Commission there asked interested parties to submit their observations(2).\n(4) The Commission received observations from interested parties, which it forwarded to Italy for comment by letter of 24 October 1997.\n(5) On 13 May 1998 the Commission adopted Decision 1999/148/EC, ECSC on State aid granted by Italy by way of tax relief under Law No 549/95 to firms in the motor vehicle, shipbuilding and synthetic fibres industries and to steel firms covered by the ECSC Treaty(3). Article 3 of that Decision requires Italy to provide the Commission with all the necessary information and explanations enabling it to assess the compatibility with the common market of the State aid granted to firms in the shipbuilding, motor vehicle and synthetic fibres industries.\n(6) Following that Decision the Italian authorities issued Circular No 218/E of 14 September 1998, which was sent to the relevant trade associations and to local offices of the Ministry of Finance, asking firms working in these industries to contact the Ministry of Industry \"in order to enable the Ministry to pass on to the Community authorities any information that might help them to assess the compatibility of this tax relief with the common market\"(4).\n(7) The Italian authorities studied the information received in reply to the Circular, and found that only two undertakings within the scope of the relevant Community rules had received tax relief. These were the shipyards Clemna Soc. Coop. a R.L., where the tax forgone amounted to ITL 46249000, or about EUR 24000, and CRN - Costruzioni Meccaniche Riparazioni Navali Srl, (where the tax forgone amounted to ITL 53708000, or about EUR 27000). Neither of the two firms supplied any information that would be relevant to the assessment of the compatibility of the relief with Community law; Clemna has since been placed in compulsory liquidation. By letter of 6 December 1999 the Italian authorities informed the Commission that the Ministry of Finance would be able to recover the unpaid tax. Subsequently, by letter of 8 May 2000, they informed the Commission that the Ministry had initiated the procedure for the recovery of the tax.\nII. DETAILED DESCRIPTION OF THE AID\n(8) The Law provided for investment aid in the form of tax exemptions on reinvested profits. The scheme applied to all firms in Objective 1, 2 or 5(b) areas and to microenterprises outside such areas. Microenterprises were defined as firms which, in the tax period following that in progress on 12 June 1994, had generated a turnover of less than ITL 5 billion and which had a workforce of not more than 20.\n(9) Under the Law, 50 % of reinvested profits were exempt from tax. Eligibility for this relief was restricted to profits intended for the financing of investment carried out in 1996 that exceeded the average amount of investment carried out in the previous five years. Eligible investment was investment in new plant, investment for the extension and modernisation of an existing establishment, and investment in the purchase of new capital goods, including capital goods acquired through leasing contracts.\nIII. COMMENTS SUBMITTED BY ITALY\n(10) The Italian authorities have not contested either the form or the substance of the Commission Decision. They have taken the necessary measures to arrive at a solution in keeping with the Community rules (see recital 6), and have taken steps to recover the tax not collected from firms in the industries referred to in the Commission decision initiating the procedure.\nIV. ASSESSMENT OF THE AID\n(11) The measures in question constitute aid to firms since they have the effect of selectively reducing, for the recipients, the costs normally borne by competing firms. Furthermore, only certain firms qualify for these reductions, more specifically firms located in Objective 1, 2 or 5(b) areas, microenterprises as defined in the Law, and small and medium-sized enterprises.\n(12) The aid, granted in the form of tax relief, consequently distorts competition between firms and is liable to affect intra-Community trade.\n(13) The firms concerned were subject to the special State aid rules laid down in Council Directive 90/684/EEC on aid to shipbuilding(5), as last amended by Directive 94/73/EC(6). The validity of the Directive was extended by Council Regulation (EC) No 3094/95(7) and by Council Regulation (EC) No 1904/96(8). Article 11(2)(b) of the Directive stipulates that Member States must notify the Commission in advance of any decision to apply a general or regional aid scheme to the firms covered by the directive, and must not put such a decision into effect before it is authorised. The Commission notice of 6 March 1996 on the de minimis rule for State aid(9) does not apply to shipbuilding.\n(14) The aid granted to Italy in 1996 in the form of tax relief was not notified to the Commission or authorised by it, and was consequently illegal, as the Commission found in Article 3 of Decision 1999/148/EC, ECSC.\n(15) As for compatibility with the common market, the Italian authorities have not supplied any information which would allow it to be concluded that the measures are compatible with Directive 90/684/EC. They have taken steps to recover the money.\nV. CONCLUSIONS\n(16) The Commission accordingly concludes that the aid granted by Italy in 1996 in the form of tax relief under Law No 549/95 to the shipbuilders Clemna Soc. Coop. a R.L. and CRN - Costruzioni Meccaniche Riparazioni Navali Srl is illegal in that it was not notified to the Commission or authorised by it before it was granted. It is also incompatible with the common market, as it does not qualify for any of the exemptions provided for in Directive 90/684/EEC,", "main_body": ["The State aid granted by Italy in the form of tax relief to Clemna Soc. Coop. a R.L. and CRN - Costruzioni Meccaniche Riparazioni Navali Srl, totalling ITL 46249000 and ITL 53708000 respectively, is incompatible with the common market.", "1. Italy shall take the measures necessary to recover from the recipients the aid illegally granted to them which is referred to in Article 1.\n2. Recovery shall be effected without delay in accordance with the procedures established under Italian law, provided that they allow the immediate and effective execution of this Decision. Interest shall be charged on the amount of the aid from the date on which it was granted until the date it is reimbursed. The interest rate applicable shall be that used by the Commission to calculate the net grant equivalent of regional aid schemes.", "Italy shall inform the Commission, within two months of the notification of this Decision, of the measures taken to comply herewith.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 12 July 2000.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ C 268, 4.9.1997, p. 4.\n(2) See footnote 1.\n(3) OJ L 47, 23.2.1999, p. 6.\n(4) Published in Gazzetta ufficiale della Repubblica italiana, No 216, 16.9.1998.\n(5) OJ L 380, 31.12.1990, p. 27.\n(6) OJ L 351, 31.12.1994, p. 10.\n(7) OJ L 332, 30.12.1995, p. 1.\n(8) OJ L 251, 3.10.1996, p. 5.\n(9) OJ C 68, 6.3.1996, p. 9."}