{"celex_id": "32006D0193", "uri": "http://publications.europa.eu/resource/cellar/66c5c368-e5dc-4c74-8c5e-94c7016aa944", "type": "Decision", "concepts": ["2825", "3140", "4359", "720", "893"], "title": "2006/193/EC: Commission Decision of  1 March 2006  laying down rules, under Regulation (EC) No 761/2001 of the European Parliament and of the Council, on the use of the EMAS logo in the exceptional cases of transport packaging and tertiary packaging  (notified under document number C(2006) 306)   (Text with EEA relevance)\n", "header": "9.3.2006 EN Official Journal of the European Union L 70/63\nCOMMISSION DECISION\nof 1 March 2006\nlaying down rules, under Regulation (EC) No 761/2001 of the European Parliament and of the Council, on the use of the EMAS logo in the exceptional cases of transport packaging and tertiary packaging\n(notified under document number C(2006) 306)\n(Text with EEA relevance)\n(2006/193/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 761/2001 of the European Parliament and of the Council of 19 March 2001 allowing voluntary participation by organisations in a Community eco-management and audit scheme (EMAS) (1), and in particular the second subparagraph of Article 8(3) thereof,\nWhereas:\n(1) The EMAS logo indicates to the public and other interested parties that the EMAS-registered organisation has established an environmental management system in compliance with the requirements of Regulation (EC) No 761/2001.\n(2) The EMAS logo may not be used on products or their packaging, or in conjunction with comparative claims concerning other products, activities or services. However, as a part of the evaluation provided for in Article 15(3) of Regulation (EC) No 761/2001, the Commission is to consider under which exceptional circumstances the EMAS logo may be used.\n(3) Certain EMAS-registered organisations have manifested an interest in using the EMAS logo on their transport packaging or tertiary packaging, as an effective way of communicating environmental information to stakeholders.\n(4) The evaluation, carried out pursuant to Article 15(3) of Regulation (EC) No 761/2001 by the Commission in cooperation with the Member States, of the use, recognition and interpretation of the logo concluded that the case of transport packaging and tertiary packaging, as defined in Directive 94/62/EC of the European Parliament and of the Council of 20 December 1994 on packaging and packaging waste (2), is an exceptional circumstance as envisaged by Article 8(3) of Regulation (EC) No 761/2001, given that such packaging is not directly related to the products and therefore the use of the EMAS logo on such packaging is permissible.\n(5) Moreover, in order to ensure that there is no possibility for confusion with environmental product labels and to clearly communicate to the public and other interested parties that the use of the logo is not related in any way to the products or characteristics of product embodied by the transport packaging or tertiary packaging but to the environmental management system applied by the registered organisation, additional information should be added to the logo.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 14 of Regulation (EC) No 761/2001,", "main_body": ["EMAS registered organisations may use the two versions of the EMAS logo set out in Annex IV to Regulation (EC) No 761/2001 on their transport packaging or tertiary packaging within the meaning of Article 3(1) of Directive 94/62/EC.\nIn such cases, the EMAS logo shall be complemented by the following text: ‘[Name of the EMAS-registered organisation] is an organisation registered under the Community Eco-Management and Audit Scheme (EMAS)’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 March 2006.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 114, 24.4.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 196/2006 (OJ L 32, 4.2.2006, p. 4).\n(2)  OJ L 365, 31.12.1994, p. 10. Directive as last amended by Directive 2005/20/EC of the European Parliament and of the Council (OJ L 70, 16.3.2005, p. 17)."}