{"celex_id": "32003R0409", "uri": "http://publications.europa.eu/resource/cellar/07bcd7e5-30bf-440c-acd7-1fa1f8d49a79", "type": "Regulation", "concepts": ["1425", "2300", "2734", "2735", "2803", "862"], "title": "Commission Regulation (EC) No 409/2003 of 5 March 2003 amending Regulation (EC) No 2879/2000 laying down detailed rules for applying Council Regulation (EC) No 2702/1999 on measures to provide information on, and to promote, agricultural products in third countries\n", "header": "Commission Regulation (EC) No 409/2003\nof 5 March 2003\namending Regulation (EC) No 2879/2000 laying down detailed rules for applying Council Regulation (EC) No 2702/1999 on measures to provide information on, and to promote, agricultural products in third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2702/1999 of 14 December 1999 on measures to provide information on, and to promote, agricultural products in third countries(1), and in particular Articles 5 and 11 thereof,\nWhereas:\n(1) For the purpose of implementing measures forming part of the programmes referred to in Article 7(1) of Regulation (EC) No 2702/1999, Article 9(1) of Commission Regulation (EC) No 2879/2000(2), as last amended by Regulation (EC) No 1854/2002(3), lays down 30 April of each year as the deadline for Member States to notify the Commission of programmes and implementing bodies.\n(2) Given the low uptake of the funding available under support measures for information and promotion in previous applications, the bodies concerned should be permitted to present new programmes of measures twice a year.\n(3) The list of target markets should be revised to take account of the coming enlargement of the Union. In view of the date for the adoption of programmes in 2003, those countries due to join the Union the following year should be removed from the list.\n(4) The list of products that may be covered by promotional measures in third countries should be revised. The list should be extended to cover fibre flax, past promotional measures for which have been evaluated positively.\n(5) Regulation (EC) No 2879/2000 should consequently be amended.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Joint Meeting of Management Committees - Promotion of Agricultural Products,", "main_body": ["Regulation (EC) No 2879/2000 is hereby amended as follows.\n1. Article 9 is amended as follows:\n(a) in paragraph 1, the first sentence is replaced by the following:\"No later than 15 June and 15 December of each year, the Member States shall send the Commission the provisional list of programmes and implementing bodies they have selected and a copy of each programme.\";\n(b) in the first subparagraph of paragraph 3, \"30 September\" is replaced by \"15 September and 28 February\".\n2. The Annex is replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 327, 21.12.1999, p. 7.\n(2) OJ L 333, 29.12.2000, p. 63.\n(3) OJ L 280, 18.10.2002, p. 7.\nANNEX\n\"ANNEX\nList of third-country markets in which promotional measures may be carried out\n- Switzerland\n- Norway\n- Romania\n- Bulgaria\n- Russia\n- Japan\n- China\n- South Korea\n- South-east Asia\n- India\n- Middle East\n- North Africa\n- Republic of South Africa\n- North America\n- Latin America\n- Australia and New Zealand\nList of products which may be covered by promotional measures in third countries\n- Fresh, chilled and frozen beef, veal and pigmeat; food preparations based on these products\n- Quality poultrymeat\n- Cheese and yoghurt\n- Olive oil and table olives\n- Table wines with a geographical indication. Quality wines psr\n- Spirit drinks with a geographical indication or a reserved traditional description\n- Fresh and processed fruit and vegetables\n- Products processed from cereals and rice\n- Fibre flax\""}