{"celex_id": "32008D0671", "uri": "http://publications.europa.eu/resource/cellar/23946c11-b8ac-4899-8d6f-20dd6a992f0e", "type": "Decision", "concepts": ["3646", "4047", "4502", "5188", "5320", "6139", "6851"], "title": "2008/671/EC: Commission Decision of 5 August 2008 on the harmonised use of radio spectrum in the 5875 - 5905 MHz frequency band for safety-related applications of Intelligent Transport Systems (ITS) (notified under document number C(2008) 4145) (Text with EEA relevance)\n", "header": "15.8.2008 EN Official Journal of the European Union L 220/24\nCOMMISSION DECISION\nof 5 August 2008\non the harmonised use of radio spectrum in the 5 875-5 905 MHz frequency band for safety-related applications of Intelligent Transport Systems (ITS)\n(notified under document number C(2008) 4145)\n(Text with EEA relevance)\n(2008/671/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (1), and in particular Article 4(3) thereof,\nWhereas:\n(1) The Council (2) and the European Parliament (3) have stressed the importance of increasing road safety in Europe. Intelligent Transport Systems (ITS) are central to an integrated approach in road safety (4) by adding information and communication technologies (ICT) to transport infrastructure and vehicles so as to avoid potentially dangerous traffic situations and reduce number of accidents.\n(2) Effective and coherent use of radio spectrum is essential for the development of new wireless equipment in the Community (5).\n(3) ITS include cooperative systems based on vehicle-to-vehicle, vehicle-to-infrastructure and infrastructure-to-vehicle communications for the real time transfer of information. Those systems potentially offer major improvements in transport system efficiency, in safety for all road users and in mobility comfort. To fulfil those objectives, communications between vehicles and road infrastructure must be reliable and fast.\n(4) Given the mobility of vehicles and the need to ensure the achievement of the internal market and the increase in road safety throughout Europe, spectrum used by ITS cooperative systems should be made available in a harmonised way throughout the European Union.\n(5) Pursuant to Article 4(2) of Decision No 676/2002/EC, on 5 July 2006 the Commission issued a mandate to the European Conference of Postal and Telecommunications Administrations (CEPT) to verify the spectrum requirements for safety-critical applications in the context of ITS and cooperative systems and to undertake technical compatibility studies between safety-critical ITS applications and potentially affected radio services in the frequency ranges under consideration. CEPT was also requested to develop optimal channel plans for the bands identified for ITS.\n(6) The relevant results of the work carried out by CEPT constitute the technical basis for this Decision.\n(7) CEPT concluded in its report of 21 December 2007 (CEPT Report 20) that the 5 GHz band, in particular the range 5 875-5 905 MHz, was appropriate for safety-related ITS applications, which improve road safety by increasing the information to the driver and the vehicle on the environment, other vehicles and other road users. Furthermore, ITS are compatible with all the services studied in that band, and with all other existing services studied below 5 850 MHz and above 5 925 MHz, as long as they comply with certain emission limits as defined in the CEPT Report. The selection of this band would also be in line with spectrum use in other regions of the world and thus foster global harmonisation. Moreover, ITS could not claim protection from fixed-satellite service (FSS) earth stations and unwanted emissions from ITS equipment need to be limited in order to protect FSS.\n(8) Harmonised standard EN 302 571 is being finalised by European Telecommunications Standard Institute (ETSI) in line with the CEPT compatibility studies in order to give presumption of conformity to Article 3(2) of Directive 1999/5/EC of the European Parliament and the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity (6), thus ensuring that compliant ITS equipment avoids causing harmful interference. ITS transmitters are expected to maximise the use of the spectrum and control their transmitted power to the minimum level to use the spectrum allocated to ITS effectively so as to avoid harmful interference.\n(9) For the above reason, the standard foresees that a transmitter power control (TPC) is implemented with a range of at least 30 dB with regard to the maximum total transmit power of 33 dBm mean e.i.r.p. If some manufacturers chose not to use the techniques identified in this standard, any alternative methods would be required to provide at least an equivalent level of interference mitigation as that provided by the standard.\n(10) Harmonisation under this Decision should not exclude the possibility for a Member State to apply, where justified, transitional periods or radio spectrum-sharing arrangements.\n(11) It is expected that Member States will make the spectrum available for vehicle-to-vehicle ITS communications within the six-month period during which they are to designate the frequency band 5 875-5 905 MHz according to this Decision. However, for infrastructure-to-vehicle and vehicle-to-infrastructure ITS communications, it may prove difficult for some Member States to finalise an appropriate licensing framework or a coordination mechanism for roadside infrastructure installation of different ITS operators within this timeframe. Any delays in making the spectrum available beyond this period may impact negatively on the wide take-up of safety-related ITS applications in the European Union and should therefore be limited and duly justified.\n(12) Considering the market developments and evolution of technologies, the scope and application of this Decision may need to be reviewed in the future, based in particular on information on such developments and evolution provided by the Member States.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Radio Spectrum Committee,", "main_body": ["The purpose of this Decision is to harmonise the conditions for the availability and efficient use of the frequency band 5 875-5 905 MHz for safety related applications of Intelligent Transport Systems (ITS) in the Community.", "For the purposes of this Decision, the following definitions shall apply:\n1. ‘Intelligent Transport Systems’ mean a range of systems and services, based on Information and Communications technologies, including processing, control, positioning, communication and electronics, that are applied to a road transportation system;\n2. ‘mean equivalent isotropically radiated power (e.i.r.p)’ means e.i.r.p. during the transmission burst which corresponds to the highest power, if power control is implemented.", "1.   Member States shall, not later than six months after entry into force of this Decision, designate the frequency band 5 875-5 905 MHz for Intelligent Transport Systems and, as soon as reasonably practicable following such designation, make that frequency band available on a non-exclusive basis.\nSuch designation shall be in compliance with the parameters set out in the Annex.\n2.   By way of derogation from paragraph 1, Member States may request transitional periods and/or radio spectrum-sharing arrangements, pursuant to Article 4(5) of the Radio Spectrum Decision.", "Member States shall keep the use of the 5 875-5 905 MHz band under scrutiny and report their findings to the Commission to allow for a review of this Decision if necessary.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 August 2008.\nFor the Commission\nViviane REDING\nMember of the Commission\n(1)  OJ L 108, 24.4.2002, p. 1.\n(2)  Council Conclusions 15101/03 of 5.12.2003 and Verona 2 Conclusions of 26.10.2004.\n(3)  OJ C 244 E, 18.10.2007, p. 220.\n(4)  COM(2006) 314.\n(5)  Council Conclusions 15530/04 and 15533/04 of 3.12.2004.\n(6)  OJ L 91, 7.4.1999, p. 10. Directive as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\nANNEX\nTechnical parameters for safety related applications of Intelligent Transport Systems in the 5 875-5 905 MHz band\nParameter Value\nMaximum spectral power density (mean e.i.r.p.) 23 dBm/MHz\nMaximum total transmit power (mean e.i.r.p.) 33 dBm\nChannel access and occupation rules Techniques to mitigate interference that provide at least equivalent performance to the techniques described in harmonised standards adopted under Directive 1999/5/EC must be used. These require a transmitter power control (TPC) range of at least 30 dB."}