{"celex_id": "32002D0498", "uri": "http://publications.europa.eu/resource/cellar/4799b8f4-72e9-4e2f-bc3b-7757cebeeb59", "type": "Decision", "concepts": ["1309", "1591", "519", "5709", "588", "765"], "title": "2002/498/EC: Commission Decision of 5 June 2002 accepting an undertaking in connection with the anti-dumping proceeding concerning imports of urea originating, inter alia, in Lithuania\n", "header": "Commission Decision\nof 5 June 2002\naccepting an undertaking in connection with the anti-dumping proceeding concerning imports of urea originating, inter alia, in Lithuania\n(2002/498/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/1996(1) of 22 December 1995 on protection against dumped imports from countries not members of the European Community, as last amended by Council Regulation (EC) No 2238/2000(2), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) The Commission, by Regulation (EC) No 1497/2001(3) (the provisional Regulation) imposed a provisional anti-dumping duty on imports of urea originating in Belarus, Bulgaria, Croatia, Estonia, Libya, Lithuania, Romania and the Ukraine, and accepted an undertaking offered by an exporting producer in Bulgaria.\n(2) The Council, by Regulation (EC) No 92/2002(4) (the definitive Regulation), imposed definitive anti-dumping duties on imports of urea originating in Belarus, Bulgaria, Croatia, Estonia, Libya, Lithuania, Romania and the Ukraine and exempted a Bulgarian exporting producer from the said duties as an undertaking had been accepted by the Commission from the company concerned.\n(3) During the investigation, prior to the imposition of provisional measures, the only Lithuanian exporting producer of the product concerned, Joint Stock Company Achema (Achema) had offered an undertaking, which could not be accepted by the Commission for the reasons set out in detail in recital 237 of the provisional Regulation.\n(4) Following disclosure of the facts and considerations on the basis of which it was intended to recommend the imposition of definitive duties, Achema presented to the Commission services within the deadlines stipulated, a revised offer for a price undertaking. This undertaking offer could not be accepted due to the fact that Achema also sold other fertilisers to the Community. The existence of sales of other fertilisers rendered the commitment to respect minimum prices for urea easy to circumvent by means of compensation with sales of those fertilisers at lower prices.\n(5) Subsequently, Achema submitted a substantially revised undertaking offer. It is considered that the revised offer would not only eliminate the injurious effect of dumping but also seriously limit any risk of circumvention in the form of cross-compensation with other products since, in addition to the minimum price set for urea, the company offered to respect a precise price level for the other fertilisers that it also exports to the Community. The company also accepted to respect the remaining formal requirements and reporting obligations usually stipulated in undertakings for all fertilisers exported to the Community.\n(6) This final, acceptable, offer of a price undertaking was made by Achema prior to the publication of the definitive findings, but at such a late stage in the proceeding that it was administratively impossible to include its acceptance in the definitive Regulation. Exceptionally, and particularly taking account of the company's efforts throughout the proceeding to offer an undertaking which would overcome the Commissions concerns regarding the risk of circumvention and the elimination of injury, it is considered appropriate to accept the undertaking notwithstanding the fact that it was made after the period during which representations must be made pursuant to Article 20(5) of the Basic Regulation.\n(7) The Community industry was informed of this revised offer and maintained its position that due to the general conditions in the fertiliser market which is characterised by significant price variations, any undertaking in the form of a minimum price would be inefficient and would undermine the anti-dumping measures imposed. It should be noted that although certain price variations have been observed on the urea market, these were not sufficient as to render any undertaking inefficient. This was also confirmed by the fact that an undertaking from a Bulgarian exporting producer concerned by the investigation which led to the imposition of definitive duties (the original investigation) had already been in place for several months and there were no indications that this undertaking has been inefficient. There is therefore no reason to believe that the undertaking offered by Achema would be inefficient.\n(8) The Community industry also opposed to the acceptance of an undertaking so soon after the imposition of a definitive specific anti-dumping duty. It further alleged that the final undertaking proposal did not differ substantially from the previously refused offer made by the company, where it proposed to follow market prices for the other fertilisers exported to the Community.\n(9) For the reasons explained in recitals 5 and 6, these arguments had to be rejected.\n(10) Finally, the Community industry claimed that other products were produced by Achema which could be used for cross-compensation. In this respect it should be noted that the undertaking offer contains a clause for \"the Company\", i.e. Achema and any of its related companies, not to enter into compensatory arrangements in any form with its unrelated customers. Furthermore, under the proposed form of the undertaking the risk of cross-compensation is already limited.\n(11) Finally, the Community industry claimed that accepting an undertaking from certain exporters would constitute an unjustified discrimination vis-Ă -vis other exporters concerned by the original investigation from which an undertaking had not been accepted.\n(12) In this regard, it should be noted that each undertaking offer has to be examined on its own merits on the basis of the criteria laid down in Article 8 of Council Regulation (EC) No 384/96 on protection against dumped imports from countries not members of the European Community. Thus, undertaking offers can only be accepted in cases where they eliminate the injurious dumping and allow effective monitoring. This was the case for Achema and for the Bulgarian company but not for the remaining companies which offered undertakings.\n(13) Consequently, none of the arguments brought forward by the Community industry alter the Commissions conclusion that the undertaking offered by Achema eliminates the injurious effect of dumping and seriously limits any risk of circumvention in the form of cross-compensation with other products.\nB. UNDERTAKING\n(14) In view of the foregoing, the Commission considers that the undertaking offered by Achema can be accepted since it eliminates the injurious effects of dumping. Moreover, the regular and detailed reports which the company undertook to provide to the Commission will allow effective monitoring. In addition, the price commitments the company undertook allow the Commission to conclude that the risk of circumvention of the undertaking will be adequately limited,", "main_body": ["The undertaking offered in accordance with Article 8(2) of Regulation (EC) No 384/96 by joint stock company, Achema, Lithuania (TARIC additional code A375), in the framework of the anti-dumping proceedings concerning imports of urea originating, inter alia, in Lithuania is hereby accepted.", "This Decision takes effect on the day following that of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 5 June 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ L 197, 21.7.2001, p. 4.\n(4) OJ L 17, 19.1.2002, p. 1."}