{"celex_id": "32002D0037", "uri": "http://publications.europa.eu/resource/cellar/ab9c16d2-3127-4103-aa05-f35fe417e87a", "type": "Decision", "concepts": ["1445", "1755", "192", "3774", "994"], "title": "2002/37/EC: Commission Decision of 15 January 2002 amending for the sixth time Decision 2001/740/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom (Text with EEA relevance) (notified under document number C(2002) 78)\n", "header": "Commission Decision\nof 15 January 2002\namending for the sixth time Decision 2001/740/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom\n(notified under document number C(2002) 78)\n(Text with EEA relevance)\n(2002/37/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Commission Decision 2001/740/EC(4), as last amended by Decision 2001/938/EC(5), concerns certain protection measures with regard to foot-and-mouth disease in the United Kingdom.\n(2) The last outbreak of foot-and-mouth disease in Great Britain was recorded on 30 September 2001. Certain counties in Great Britain, which are listed in Annex III, have had no outbreak of foot-and-mouth disease during this epidemic, while others have remained free from the disease for more than 3 months.\n(3) The improved animal health situation now allows to enlarge the area from where live bovine and porcine animals and meat of animals of susceptible species may be dispatched.\n(4) The situation should be reviewed at the meeting of the Standing Veterinary Committee scheduled for 15 and 16 January 2002 and the measures adapted where necessary.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annex III of Decision 2001/740/EC is replaced by the Annex to the present Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 January 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 277, 20.10.2001, p. 30.\n(5) OJ L 345, 29.12.2001, p. 99.\nANNEX\n\"ANNEX III\n>TABLE>\nADNS= Animal Disease Notification System Code (Decision 2000/807/EC)\nGIS= Administrative Unit Code\nB= bovine meat\nS/G= sheep and goat meat\nP= pig meat\nFG= farmed game of species susceptible to foot-and-mouth disease\nWG= wild game of species susceptible to foot-and-mouth disease\nLB= live bovine animals\nLP= live pigs\""}