{"celex_id": "32006L0137", "uri": "http://publications.europa.eu/resource/cellar/e395bdd5-87b3-4df3-a953-9fad3b515b3b", "type": "Directive", "concepts": ["1036", "2040", "5235", "5481", "5889", "603"], "title": "2006/137/EC Directive of the European Parliament and of the Council of 18 December 2006 amending Directive 2006/87/EC laying down technical requirements for inland waterway vessels\n", "header": "30.12.2006 EN Official Journal of the European Union L 389/261\nDIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 18 December 2006\namending Directive 2006/87/EC laying down technical requirements for inland waterway vessels\n(2006/137/EC)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 71(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee,\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Directive 2006/87/EC (2) establishes harmonised conditions for issuing technical certificates for inland waterway vessels throughout the Community's inland waterway network.\n(2) The technical requirements set out in the Annexes to Directive 2006/87/EC for the most part incorporate the provisions laid down in the Regulation on Inspection of Shipping on the Rhine, in the version approved in 2004 by the member states of the Central Commission for Navigation on the Rhine (CCNR). The conditions and technical requirements for issuing inland navigation certificates under Article 22 of the Revised Convention for Rhine Navigation are updated regularly and are recognised as reflecting current technological developments.\n(3) In order to prevent distortions of competition and varying levels of safety, it is desirable, specifically in the interests of promoting harmonisation at European level, to adopt equivalent technical requirements for the whole of the Community's inland waterway network and, subsequently, to update them at regular intervals in order to maintain that equivalence.\n(4) Directive 2006/87/EC authorises the Commission to adapt those technical requirements in the light of technical progress and of developments arising from the work of other international organisations, in particular that of the CCNR.\n(5) Those amendments need to be made rapidly in order to ensure that the technical requirements necessary for the issuing of the Community inland navigation certificate give a level of safety equivalent to that required for the issuing of the certificate referred to in Article 22 of the Revised Convention for Rhine Navigation.\n(6) The measures necessary for the implementation of Directive 2006/87/EC should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission5 (3).\n(7) In particular the Commission should be empowered to establish the conditions under which the technical requirements and administrative procedures set out in the Annexes to Directive 2006/87/EC may be amended. Since those measures are of general scope and are designed to amend non-essential elements of Directive 2006/87/EC, they should be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(8) On grounds of efficiency, the normal time-limits for the regulatory procedure with scrutiny should be curtailed for the adoption of such measures amending the Annexes to Directive 2006/87/EC.\n(9) On grounds of urgency, it is necessary to apply the urgency procedure provided for in Article 5a(6) of Decision 1999/468/EC for the adoption of any amendment of the Annexes to Directive 2006/87/EC to take account of technical developments or related developments arising from the work of other international organisations, in particular the CCNR, as well as for the adoption of temporary requirements.\n(10) Directive 2006/87/ECshould therefore be amended accordingly,", "main_body": ["Directive 2006/87/EC is hereby amended as follows:\n1) The following paragraphs shall be added to Article 19:\n2) Article 20 shall be replaced by the following:\n3) Annex II shall be amended as follows:\n1) Article 1.06 shall be replaced by the following:\n2) Article 10.03a(5) shall be replaced by the following:\n3) Article 10.03b(1) shall be replaced by the following:\n(a) CO2 (carbon dioxide);\n(b) HFC 227 ea (heptafluoropropane);\n(c) IG-541 (52 % nitrogen, 40 % argon, 8 % carbon dioxide).", "1.   Member States which have inland waterways as referred to in Article 1(1) of Directive 2006/87/EC shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive with effect from 30 December 2008. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive. The Commission shall inform the other Member States thereof.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States which have inland waterways as referred to in Article 1(1) of Directive 2006/87/EC."], "attachments": "Done at Brussels, 18 December 2006\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nJ.-E. ENESTAM\n(1)  Opinion of the European Parliament of 30 November 2006 (not yet published in the Official Journal) and Council Decision of 18 December 2006.\n(2)  See page 1 of this Official Journal\n(3)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11)."}