{"celex_id": "32007R1236", "uri": "http://publications.europa.eu/resource/cellar/da5ef8b6-bd00-4993-a083-95e208c6c2b7", "type": "Regulation", "concepts": ["1542", "2443", "2965", "3003", "3679", "5844"], "title": "Commission Regulation (EC) No 1236/2007 of 22 October 2007 amending Regulation (EC) No 1974/2006 for the purposes of implementing Council Regulation No 378/2007 on voluntary modulation\n", "header": "24.10.2007 EN Official Journal of the European Union L 280/3\nCOMMISSION REGULATION (EC) No 1236/2007\nof 22 October 2007\namending Regulation (EC) No 1974/2006 for the purposes of implementing Council Regulation No 378/2007 on voluntary modulation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (1), and in particular Article 91 thereof,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (2), and in particular Article 155 thereof,\nHaving regard to Council Regulation (EC) No 378/2007 of 27 March 2007 laying down rules for voluntary modulation of direct payments provided for in Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers, and amending Regulation (EC) No 1290/2005 (3), and in particular Article 6(b) thereof,\nWhereas:\n(1) Article 1 of Regulation (EC) No 378/2007 provides that Member States where at the entry into force of that Regulation the system of additional reductions of direct payments referred to in Article 1 of Commission Regulation (EC) No 1655/2004 of 22 September 2004 laying down rules for the transition from the optional modulation system established by Article 4 of Council Regulation (EC) No 1259/1999 to the mandatory modulation system established by Council Regulation (EC) No 1782/2003 is applied (4), or which were granted a derogation by virtue of Article 70(4)(a) of Regulation (EC) No 1698/2005 from the requirement to co-finance Community support, may apply a reduction, referred to as ‘voluntary modulation’, to all the amounts of direct payments within the meaning of Article 2(d) of Regulation (EC) No 1782/2003 to be granted in their territory in a given calendar year within the meaning of Article 2(e) of that Regulation, during the period 2007 to 2012.\n(2) The net amounts resulting from the application of voluntary modulation are available in the Member State where they were generated as Community support for measures under rural development programming and are therefore allocated to financing rural development programmes in accordance with Regulation (EC) No 1698/2005 and its implementing Regulations, in particular Commission Regulation (EC) No 1974/2006 of 15 December 2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (5).\n(3) Annex II to Regulation (EC) No 1974/2006, in accordance with which the content of the rural development programmes referred to in Article 16 of Regulation (EC) No 1698/2005 is established, contains, in part A, point 6, a financing plan comprising two tables which have to be revised to allow Member States which are applying voluntary modulation to include in them an indication of the relative amounts.\n(4) The voluntary modulation system introduced by Regulation (EC) No 378/2007 replaces the rules laid down by Regulation (EC) No 1655/2004, which should therefore be repealed.\n(5) It is, however, necessary to continue making possible the use of the amounts withheld in accordance with the voluntary modulation scheme previously set up by Article 4 of Council Regulation (EC) No 1259/1999 of 17 May 1999 establishing common rules for direct support schemes under the common agricultural policy (6).\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Rural Development Committee, the Management Committee for Direct Payments and the Agricultural Funds Committee,", "main_body": ["In Annex II to Regulation (EC) No 1974/2006, part A is amended as follows:\n1. The table in point 6,1 is replaced by the table in the Annex to this Regulation.\n2. The text of the footnote to the heading of the table in point 6,2 is replaced by the following:\n‘(1) In so far as the rural development programmes cover different types of regions and the EAFRD co-financing rates are differentiated, table 6,2 needs to be repeated for each type of region and for the amounts resulting from voluntary modulation: Convergence Objective regions, Outermost regions and smaller Aegean Islands, other regions, amounts resulting from voluntary modulation.’", "Regulation (EC) No 1655/2004 is repealed.\nHowever, Member States shall continue to apply Articles 3, 4 and 5 of Regulation (EC) No 1655/2004 to the use of the amounts withheld in accordance with Article 1 of Regulation (EC) No 1655/2004 and Article 4 of Regulation (EC) No 1259/1999.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 October 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 277, 21.10.2005, p. 1. Regulation as last amended by Regulation (EC) No 2012/2006 (OJ L 384, 29.12.2006, p. 8).\n(2)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 552/2007 (OJ L 131, 23.5.2007, p. 10).\n(3)  OJ L 95, 5.4.2007, p. 1.\n(4)  OJ L 298, 23.9.2004, p. 3.\n(5)  OJ L 368, 23.12.2006, p. 15. Regulation as last amended by Regulation (EC) No 434/2007 (OJ L 104, 21.4.2007, p. 8).\n(6)  OJ L 160, 26.6.1999, p. 113. Regulation repealed by Regulation (EC) No 1782/2003.\nANNEX\n‘6.1.   Annual EAFRD contribution (in euro)\nYear 2007 2008 2009 2010 2011 2012 2013\nTotal EAFRD\nConvergence regions (1)\nAmounts resulting from voluntary modulation (2)\n(1)  For Member States comprising convergence regions and other regions.\n(2)  For Member States applying voluntary modulation pursuant to Regulation (EC) No 378/2007.’"}