{"celex_id": "32000R1637", "uri": "http://publications.europa.eu/resource/cellar/3bd1d211-b85c-4aa1-929e-2ccb16ec5f76", "type": "Regulation", "concepts": ["1120", "1309", "161", "1644", "2488"], "title": "Commission Regulation (EC) No 1637/2000 of 25 July 2000 fixing quantities for imports of bananas into the Community for the fourth quarter of 2000 under the tariff quotas or as part of the quantity of traditional ACP bananas\n", "header": "Commission Regulation (EC) No 1637/2000\nof 25 July 2000\nfixing quantities for imports of bananas into the Community for the fourth quarter of 2000 under the tariff quotas or as part of the quantity of traditional ACP bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 20 thereof,\nWhereas:\n(1) Article 14(1) of Commission Regulation (EC) No 2362/98 of 28 October 1998 laying down detailed rules for the implementation of Regulation (EEC) No 404/93 regarding imports of bananas into the Community(3), as amended by Regulation (EC) No 756/1999(4), provides that, for each of the first three quarters of the year, an indicative quantity expressed as the same percentage of available quantities from each of the origins listed in Annex I thereto may be fixed for the purposes of issuing import licences.\n(2) The quantities available for import for the fourth quarter of 2000 from the countries or groups of countries listed in Annex I to Regulation (EC) No 2362/98 should be determined, having regard, on the one hand, to the import licences issued for the first three quarters and, on the other, to the volume of tariff quotas and the quantity of traditional ACP bananas provided for in Article 18 of Regulation (EEC) No 404/93.\n(3) Under Article 1 of Commission Regulation (EC) No 250/2000 of 1 February 2000 on imports of bananas under the tariff quotas and of traditional ACP bananas, and fixing the indicative quantities for the second quarter of 2000(5), the quantities for which traditional operators, registered in respect of 1999, may submit applications for import licences for a given quarter of 2000 are determined on the basis of the reference quantity fixed for 1999 by the competent national authority and notified to them. In the case of newcomer operators, this maximum quantity is determined by applying the percentage set to the annual allocation determined by the competent national authority in accordance with the Annex to Commission Regulation (EC) No 440/2000(6), amended by Regulation (EC) No 1563/2000(7), and notified to each operator concerned.\n(4) This Regulation should enter into force without delay, before the start of the period for the submission of licence applications for the fourth quarter of 2000.\n(5) The provisions adopted in this Regulation aim to ensure uninterrupted supplies to the market in the fourth quarter of 2000 and continued trade with supplying countries but are without prejudice to any measures that may subsequently be adopted, above all to comply with international commitments entered into by the Community within the World Trade Organisation (WTO), and cannot be invoked by operators as grounds for legitimate expectations regarding the extension of the import arrangements.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["1. For the fourth quarter of 2000, the quantities available for import under the tariff quota arrangements for the import of bananas or as part of the quantity of traditional ACP bananas for each of the origins listed in Annex I to Regulation (EC) No 2362/98 shall be as set out in the Annex.\n2. For the fourth quarter of 2000, applications for import licences,\n(a) submitted by a traditional operator may not relate to a quantiy exceeding the difference between the quantity allocated to the operator under Article 6(4) of Regulation (EC) No 2362/98 for 1999, pursuant to Article 1 of Regulation (EC) No 250/2000, and the sum of the quantities covered by import licences issued for the first three quarters of 2000;\n(b) submitted by a newcomer operator may not relate to a quantity exceeding the difference between the quantity allocated to the operator pursuant to Article 2(7) of Regulation (EC) No 250/2000 and the sum of the quantities covered by import licences issued for the first three quarters of 2000.\nImport licence applications shall be accompanied by a copy of the import licence(s) issued to the operator for the preceding quarters of 2000.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 293, 31.10.1998, p. 32.\n(4) OJ L 98, 13.4.1999, p. 10.\n(5) OJ L 26, 2.2.2000, p. 6.\n(6) OJ L 54, 26.2.2000, p. 27.\n(7) OJ L 180, 19.7.2000, p. 3.\nANNEX\nQuantities of bananas available, by origin listed in Annex I to Regulation (EC) No 2362/98, for the fourth quarter of 2000\n>TABLE>"}