{"celex_id": "32008L0100", "uri": "http://publications.europa.eu/resource/cellar/95f511d3-d4f0-499a-ba87-fbdab19b6e16", "type": "Directive", "concepts": ["1279", "1425", "2735", "6569", "893"], "title": "Commission Directive 2008/100/EC of 28 October 2008 amending Council Directive 90/496/EEC on nutrition labelling for foodstuffs as regards recommended daily allowances, energy conversion factors and definitions (Text with EEA relevance)\n", "header": "29.10.2008 EN Official Journal of the European Union L 285/9\nCOMMISSION DIRECTIVE 2008/100/EC\nof 28 October 2008\namending Council Directive 90/496/EEC on nutrition labelling for foodstuffs as regards recommended daily allowances, energy conversion factors and definitions\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/496/EEC of 24 September 1990 on nutrition labelling for foodstuffs (1), and in particular Article 1(4)(a) and (j) and Article 5(2) thereof,\nAfter consulting the European Food Safety Authority,\nWhereas:\n(1) Directive 90/496/EEC specifies that fibre should be defined.\n(2) Conditions for nutrition claims such as ‘source of fibre’ or ‘high fibre’ are laid down in the Annex to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (2).\n(3) For reasons of clarity and coherence with other Community legislation that refers to that notion, it is necessary to provide a definition of ‘fibre’.\n(4) The definition of fibre should take into account relevant work by the Codex Alimentarius and the statement related to dietary fibre, expressed on the 6 July 2007, by the European Food Safety Authority Scientific Panel on Dietetic Products, Nutrition and Allergies.\n(5) Fibre has been traditionally consumed as plant material and has one or more beneficial physiological effects such as: decrease intestinal transit time, increase stool bulk, is fermentable by colonic microflora, reduce blood total cholesterol, reduce blood LDL cholesterol levels, reduce post-prandial blood glucose, or reduce blood insulin levels. Recent scientific evidence has shown that similar beneficial physiological effects may be obtained from other carbohydrate polymers that are not digestible and not naturally occurring in the food as consumed. Therefore it is appropriate that the definition of fibre should include carbohydrate polymers with one or more beneficial physiological effects.\n(6) The carbohydrate polymers of plant origin that meet the definition of fibre may be closely associated in the plant with lignin or other non-carbohydrate components such as phenolic compounds, waxes, saponins, phytates, cutin, phytosterols. These substances when closely associated with carbohydrate polymers of plant origin and extracted with the carbohydrate polymers for analysis of fibre may be considered as fibre. However, when separated from the carbohydrate polymers and added to a food these substances should not be considered as fibre.\n(7) In order to take account of new scientific and technological developments, there is a need to amend the list of energy conversion factors.\n(8) The FAO report of a technical workshop on food energy — methods of analysis and conversion factors indicates that 70 percent of the fibre in traditional foods is assumed to be fermentable. Therefore, it is appropriate that the average energy value for fibre should be 8 kJ/g (2 kcal/g).\n(9) Erythritol can be used in a wide variety of foods and its use is, among others, as a replacement for nutrients such as sugar where lower energy value is desired.\n(10) Erythritol is a polyol, and according to the current rules as provided for in Article 5(1) of Directive 90/496/EEC, its energy would be calculated using the conversion factor for polyols, namely 10 kJ/g (2,4 kcal/g). Using this energy conversion factor would not fully inform the consumer about the reduced energy value of a product achieved by the use of erythritol in its manufacture. The Scientific Committee on Food in its opinion on erythritol, expressed on 5 March 2003, noted that the energy provided by erythritol was less than 0,9 kJ/g (less than 0,2 kcal/g). Therefore it is appropriate to adopt a suitable energy conversion factor for erythritol.\n(11) The Annex to Directive 90/496/EEC lists the vitamins and minerals which may be declared as part of the nutrition labelling, specifies their recommended daily allowances (RDAs) and defines a rule of what constitutes a significant amount. The purpose of this RDA list is to provide values for nutrition labelling and the calculation of what constitutes a significant amount.\n(12) The rule on significant amount as defined in the Annex to Directive 90/496/EEC constitutes a reference in other Community legislation, in particular in Article 8(3) of Directive 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements (3), in the Annex to Regulation (EC) No 1924/2006 and in Article 6(6) of Regulation (EC) No 1925/2006 of the European Parliament and the Council of 20 December 2006 on the addition of vitamins and minerals and of certain other substances to foods (4).\n(13) The RDAs listed in the Annex to Directive 90/496/EEC are based on the recommendation of the FAO/WHO expert consultation meeting in Helsinki in 1988.\n(14) In order to ensure coherence with other Community legislation, the current list of vitamins and minerals and their RDAs should be updated in the light of scientific developments since 1988.\n(15) The Scientific Committee on Food in its opinion on the revision of reference values for nutrition labelling, expressed on 5 March 2003, included reference labelling values for adults. This opinion covers the vitamins and minerals listed in Annex I to Directive 2002/46/EC and in Annex I to Regulation (EC) No 1925/2006.\n(16) The Annex to Directive 90/496/EEC should therefore be amended accordingly.\n(17) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Directive 90/496/EEC is amended as follows:\n1. In Article 1(4)(j) the following sentence is added:\n2. The following indents are added in Article 5(1):\n‘— fibre 2 kcal/g — 8 kJ/g\n— erythritol 0 kcal/g — 0 kJ/g.’;\n3. The Annex is replaced by the text in Annex I to this Directive;\n4. The text in Annex II to this Directive is added.", "1.   Member States shall bring into force by 31 October 2009 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions in such a way as to prohibit, with effect from 31 October 2012, the trade in products which do not comply with Directive 90/496/EEC, as amended by this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 October 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 276, 6.10.1990, p. 40.\n(2)  OJ L 12, 18.1.2007, p. 3.\n(3)  OJ L 183, 12.7.2002, p. 51.\n(4)  OJ L 404, 30.12.2006, p. 26.\nANNEX I\nThe Annex to Directive 90/496/EEC is replaced by the following:\n‘ANNEX I\nVitamins and minerals which may be declared and their recommended daily allowances (RDAs)\nVitamin A (μg) 800\nVitamin D (μg) 5\nVitamin E (mg) 12\nVitamin K (μg) 75\nVitamin C (mg) 80\nThiamin (mg) 1,1\nRiboflavin (mg) 1,4\nNiacin (mg) 16\nVitamin B6 (mg) 1,4\nFolic acid (μg) 200\nVitamin B12 (μg) 2,5\nBiotin (μg) 50\nPantothenic acid (mg) 6\nPotassium (mg) 2 000\nChloride (mg) 800\nCalcium (mg) 800\nPhosphorus (mg) 700\nMagnesium (mg) 375\nIron (mg) 14\nZinc (mg) 10\nCopper (mg) 1\nManganese (mg) 2\nFluoride (mg) 3,5\nSelenium (μg) 55\nChromium (μg) 40\nMolybdenum (μg) 50\nIodine (μg) 150\nAs a rule, 15 % of the recommended allowance specified in this Annex supplied by 100 g or 100 ml or per package if the package contains only a single portion should be taken into consideration in deciding what constitutes a significant amount.’\nANNEX II\nThe following Annex II is added to Directive 90/496/EEC:\n‘ANNEX II\nDefinition of the material constituting fibre and methods of analysis as referred to in Article 1(4)(j)\nDefinition of the material constituting fibre\nFor the purposes of this Directive “fibre” means carbohydrate polymers with three or more monomeric units, which are neither digested nor absorbed in the human small intestine and belong to the following categories:\n— edible carbohydrate polymers naturally occurring in the food as consumed;\n— edible carbohydrate polymers which have been obtained from food raw material by physical, enzymatic or chemical means and which have a beneficial physiological effect demonstrated by generally accepted scientific evidence;\n— edible synthetic carbohydrate polymers which have a beneficial physiological effect demonstrated by generally accepted scientific evidence.’"}