{"celex_id": "32000R1608", "uri": "http://publications.europa.eu/resource/cellar/99e628af-222e-429f-a192-d99766ebe3f1", "type": "Regulation", "concepts": ["2173", "4734"], "title": "Commission Regulation (EC) No 1608/2000 of 24 July 2000 laying down transitional measures pending the definitive measures implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine\n", "header": "Commission Regulation (EC) No 1608/2000\nof 24 July 2000\nlaying down transitional measures pending the definitive measures implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), and in particular Article 80 thereof,\nWhereas:\n(1) Article 81 of Regulation (EC) No 1493/1999 repeals the following Regulations with effect from 1 August 2000: Council Regulation (EEC) No 1873/84 of 28 June 1984 authorising the offer or disposal for direct human consumption of certain imported wines which may have undergone oenological processes not provided for in Regulation (EEC) No 337/79(2), as last amended by Regulation (EC) No 2839/98(3), Council Regulation (EEC) No 823/87 of 16 March 1987 laying down special provisions relating to quality wines produced in specified regions(4), as last amended by Regulation (EC) No 1426/96(5), Council Regulation (EEC) No 4252/88 of 21 December 1988 on the preparation and marketing of liqueur wines produced in the Community(6), as last amended by Regulation (EC) No 1678/1999(7), Council Regulation (EEC) No 2048/89 of 19 June 1989 laying down general rules on controls in the wine sector(8), Council Regulation (EEC) No 2390/89 of 24 July 1989 laying down general rules for the import of wines, grape juice and grape must(9), as last amended by Regulation (EC) No 2838/98(10), Council Regulation (EEC) No 2391/89 of 24 July 1989 defining certain products in the wine sector falling within CN codes 2009 and 2204, and originating in third countries(11), Council Regulation (EEC) No 2392/89 of 24 July 1989 laying down general rules for the description and presentation of wines and grape musts(12), as last amended by Regulation (EC) No 1427/96(13), Council Regulation (EEC) No 3895/91 of 11 December 1991 laying down rules for the description and presentation of special wines(14), and Council Regulation (EEC) No 2333/92 of 13 July 1992 laying down general rules for the description and presentation of sparkling wines and aerated sparkling wines(15), as last amended by Regulation (EC) No 1429/96(16).\n(2) Nevertheless, operators and administrations concerned should be assured of a smooth transition between the often old provisions adopted on the basis of Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organisation of the market in wine(17), repealed by Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organisation of the market in wine(18), in its turn repealed by Regulations (EC) No 1493/1999 and (EEC) No 823/87 and the rules of application of Regulation (EC) No 1493/1999.\n(3) In order to permit a smooth transition and continuity of the applicable arrangements pending the imminent finalisation and adoption of the implementing measures, provision should therefore be made for some of the Council provisions repealed by the said Article 81 to continue in force for a brief transitional period. The temporary continuation in force of those provisions entails the Commission Regulations adopted on their basis remaining in force; those Regulations will, however, be explicitly repealed at the end of the transitional period.\n(4) Since the key elements of the subject matter of the Regulations referred to in Article 81 have already been regulated in Regulation (EC) No 1493/1999 or in the implementing Regulations adopted to date by the Commission, the transitional period in question does not affect the implementation by the Council on the planned date of the main features of the reform of the common organisation of the market in wine.\n(5) However, in order not to burden economic operators and national administrations with measures entering into force on different dates, the date of entry into force of Commission Regulation (EC) No 881/98 of 24 April 1998 laying down detailed rules for the protection of the additional traditional terms used to designate certain types of quality wine produced in specified regions (quality wine psr)(19), as last amended by Regulation (EC) No 2253/1999(20), should be postponed so that all the measures resulting from the reform of the common organisation of the market can be adopted at the same time.\n(6) In view of the fact that Regulation (EC) No 1493/1999 repeals the above Council Regulations with effect from 1 August 2000, it is essential that the transitional period begins on that date.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["By derogation from certain provisions of Regulation (EC) No 1493/1999, only the provisions listed in the Annex hereto shall remain in force until 30 November 2000.", "In the Regulations listed in the Annex, reference to Regulations (EEC) No 337/79, (EEC) No 822/87, (EEC) No 823/87 and (EEC) No 2332/92 shall be understood as reference to the corresponding provisions of Regulation (EC) No 1493/1999.", "In the second paragraph of Article 7 of Regulation (EC) No 881/98, the date \"1 August 2000\" is replaced by \"30 November 2000\".", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 176, 3.7.1984, p. 6.\n(3) OJ L 354, 30.12.1998, p. 12.\n(4) OJ L 84, 27.3.1987, p. 59.\n(5) OJ L 184, 24.7.1996, p. 1.\n(6) OJ L 373, 31.12.1988, p. 59.\n(7) OJ L 199, 30.7.1999, p. 10.\n(8) OJ L 202, 14.7.1989, p. 32.\n(9) OJ L 232, 9.8.1989, p. 7.\n(10) OJ L 354, 30.12.1998, p. 11.\n(11) OJ L 232, 9.8.1989, p. 10.\n(12) OJ L 232, 9.8.1989, p. 13.\n(13) OJ L 184, 24.7.1996, p. 3.\n(14) OJ L 368, 31.12.1991, p. 1.\n(15) OJ L 231, 13.8.1992, p. 9.\n(16) OJ L 184, 24.7.1996, p. 9.\n(17) OJ L 54, 5.3.1979, p. 1.\n(18) OJ L 84, 27.3.1987, p. 1.\n(19) OJ L 124, 25.4.1998, p. 22.\n(20) OJ L 275, 26.10.1999, p. 8.\nANNEX\nList of provisions remaining in force until 30 November 2000\n(a) Articles 1 and 3 of, and the Annex to, Regulation (EEC) No 1873/84\n(b) Article 15(2) and (7) of Regulation (EEC) No 823/87\n(c) Regulation (EEC) No 2048/89\n(d) Regulation (EEC) No 2390/89\n(e) Articles 1 and 2 of Regulation (EEC) No 2391/89\n(f) Regulation (EEC) No 2392/89\n(g) Article 2 of Regulation (EEC) No 3895/91\n(h) Articles 8, 9 and 11 of Regulation (EEC) No 2333/92\n(i) Articles 3, 31, 71 and 72 of Regulation (EEC) No 822/87."}