{"celex_id": "32000L0063", "uri": "http://publications.europa.eu/resource/cellar/92836427-2862-40a2-9c0d-51a916c9e70c", "type": "Directive", "concepts": ["1284", "1590", "2836", "2897", "6052"], "title": "Commission Directive 2000/63/EC of 5 October 2000 amending Directive 96/77/EC laying down specific purity criteria on food additives other than colours and sweeteners (Text with EEA relevance.)\n", "header": "Commission Directive 2000/63/EC\nof 5 October 2000\namending Directive 96/77/EC laying down specific purity criteria on food additives other than colours and sweeteners\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/107/EEC of 21 December 1988 on the approximation of the laws of the Member States concerning food additives authorised for use in foodstuffs intended for human consumption(1), as amended by Directive of the European Parliament and of the Council 94/34/EC(2) and in particular Article 3(3)(a) thereof,\nAfter consulting the Scientific Committee for Food,\nWhereas:\n(1) It is necessary to establish purity criteria for all additives other than colours and sweeteners mentioned in Directive 95/2/EC of the European Parliament and of the Council of 20 February 1995 on food additives other than colours and sweeteners(3), as last amended by Directive 98/72/EC(4).\n(2) Commission Directive 96/77/EC of 2 December 1996 laying down specific purity criteria on food additives other than colours and sweeteners(5), as amended by Directive 98/86/EC(6) set out purity criteria for a number of food additives. This Directive should now be completed with purity criteria for the remaining food additives mentioned in Directive 95/2/EC.\n(3) It is necessary, in the light of technical development, to amend the purity criteria set out in Directive 96/77/EC for butylated hydroxyanisole (BHA). It is consequently necessary to adapt that Directive.\n(4) It is necessary to take into account the specifications and analytical techniques for additives as set out in the Codex Alimentarius as drafted by the Joint FAO/WHO Expert Committee on Food Additives (JECFA).\n(5) Food additives, if prepared by production methods or starting materials significantly different from those evaluated by the Scientific Committee for Food, or if different from those mentioned in this Directive, should be submitted for safety evaluation by the Scientific Committee for Food with emphasis on the purity criteria.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["Directive 96/77/EC shall be amended as follows:\n1. In the Annex, the text concerning E 320 - butylated hydroxyanisole (BHA) shall be replaced by the text in Annex I to this Directive.\n2. In the Annex, the text of Annex II to this Directive shall be added.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 31 March 2001. They shall immediately inform the Commission thereof.\n2. When Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.\n3. Products put on the market or labelled before 31 March 2001 which do not comply with this Directive may be marketed until stocks are exhausted.", "This Directive shall enter into force on the twentieth day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 October 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 40, 11.2.1989, p. 27.\n(2) OJ L 237, 10.9.1994, p. 1.\n(3) OJ L 61, 18.3.1995, p. 1.\n(4) OJ L 295, 4.11.1998, p. 18.\n(5) OJ L 339, 30.12.1996, p. 1.\n(6) OJ L 334, 9.12.1998, p. 1.\nANNEX I\n\">TABLE>\"\nANNEX II\n\">TABLE>\""}