{"celex_id": "32001D0218", "uri": "http://publications.europa.eu/resource/cellar/85cc9b47-9f72-4fa9-8a26-1b8604c7d7f1", "type": "Decision", "concepts": ["1595", "191", "2232", "2563", "2754"], "title": "2001/218/EC: Commission Decision of 12 March 2001 requiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pinewood nematode) as regards areas in Portugal, other than those in which it is known not to occur (notified under document number C(2001) 692)\n", "header": "Commission Decision\nof 12 March 2001\nrequiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pinewood nematode) as regards areas in Portugal, other than those in which it is known not to occur\n(notified under document number C(2001) 692)\n(2001/218/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), and in particular Article 16(3) thereof,\nWhereas:\n(1) Where a Member State considers that there is an imminent danger of the introduction into its territory of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al., (the pine wood nematode (PWN)), from another Member State, it may temporarily take any additional measures necessary to protect itself from that danger.\n(2) Portugal informed the other Member States and the Commission on 25 June 1999 that some samples of pine trees originating in its territory were identified as infested by PWN. Complementary reports supplied by Portugal indicated that more samples of pine trees showed infestation by it.\n(3) Sweden, on the basis of the abovementioned information adopted on 29 September 1999, certain additional measures including a special heat treatment and the use of a plant passport, for all wood leaving Portugal, with a view to strengthening protection against the introduction of PWN from Portugal.\n(4) It has not yet been possible either to identify the source of contamination although elements indicate that packaging material is the most likely pathway.\n(5) The Commission, by Decision 2000/58/EC(2) authorised Member States temporarily to take additional measures against the dissemination of PWN, as regards areas in Portugal, other than those in which it is known not to occur.\n(6) From an assessment by the Food and Veterinary Office (FVO) in May and October 2000 and additional information supplied by Portugal, it appears that the phytosanitary situation has improved as a result of the application of an eradication programme. However trees showing symptoms of infestation by PWN were still found during surveys of the area where it was previously known to occur.\n(7) In official surveys carried out by the other Member States on wood, isolated bark and plants of Abies Mill., Cedrus Trew, Larix Mill., Picea A. Dietr., Pinus L., Pseudotsuga Carr. and Tsuga Carr., originating in their country, none of the samples taken and analysed tested positive for the presence of the PWN.\n(8) It is therefore necessary for Portugal to continue to take specific measures. It may also be necessary for the other Member States to continue to adopt additional measures to protect themselves.\n(9) The above measures should refer to movements of wood, isolated bark and host plants within demarcated areas in Portugal and from such areas into other areas of Portugal and into the other Member States.\n(10) It is also necessary that Portugal continues to take measures to control the spread of PWN with the aim of eradication.\n(11) The effect of the emergency measures will be assessed continually during 2001 and 2002, in particular on the basis of information to be provided by Portugal and the other Member States. If it becomes apparent that the emergency measures referred to in the present Decision are not sufficient to prevent the spread of PWN or have not been complied with, more stringent or alternative measures should be envisaged.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["In this Decision:\n- \"the pine wood nematode (PWN)\" means Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al.,\n- \"susceptible wood and bark\" means wood and isolated bark of conifers (Coniferales), except that of Thuja L.;\n- \"susceptible plants\" means plants (other than fruit and seeds) of Abies Mill., Cedrus Trew, Larix Mill., Picea A. Dietr., Pinus L., Pseudotsuga Carr. and Tsuga Carr.", "Until 28 February 2002 Portugal shall ensure that the conditions laid down in the Annex to this Decision are met in relation to susceptible wood, bark and plants, which are to be moved within or from demarcated areas in Portugal and defined as in accordance with Article 5, either to other areas in Portugal or to other Member States.\nThe conditions specified in part 1 of the Annex to this Decision, shall apply only to consignments leaving the demarcated areas in Portugal after 28 February 2001.", "Member States of destination other than Portugal:\n(a) may subject consignments of susceptible wood, and bark and of susceptible plants coming from demarcated areas in Portugal and moved into their territory to testing for the presence of PWN;\n(b) may take further appropriate steps to carry out official monitoring in respect of such consignments, to ascertain whether they comply with the relevant conditions specified in the Annex to this Decision.", "Member States shall conduct official surveys for PWN, on susceptible wood and bark and susceptible plants originating in their country, to determine whether there is any evidence of infestation by PWN.\nWithout prejudice to the provisions of Article 16(1) of Directive 2000/29/EC, where the results of the surveys provided for in the first paragraph indicate the occurrence of the PWN in areas where it was previously unknown, they shall be notified to the other Member States and to the Commission by 15 November 2001.", "Portugal shall establish areas in which PWN is known not to occur, and demarcate areas (hereinafter called demarcated areas) comprised of a part in which the PWN is known to occur and a part designated as buffer zone of not less than 20 km with surrounding that part, taking into account the results of the surveys referred to in Article 4.\nThe Commission shall compile a list of areas in which PWN is known not to occur and convey such a list to the Standing Committee on Plant Health and to the Member States. Any areas in Portugal not comprised in the above compiled list, shall be deemed to be demarcated areas.\nThe list of the areas referred to in the first sentence of the second paragraph shall be adjusted by the Commission according to the results of the survey referred to in the second paragraph of Article 4 and to the findings notified under Article 16(1) of Directive 2000/29/EC.", "This Decision shall be reviewed by 15 December 2001 at the latest.", "Decision 2000/58/EC is hereby repealed with effect from the date of coming into force of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 March 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 21, 26.1.2000, p. 36.\nANNEX\nFor the purpose of Article 2, the following conditions shall be complied with.\n1. Without prejudice to the provisions referred to in point 2 in the case of movements from demarcated areas into areas in Portugal, other than demarcated areas or into other Member States of:\n(a) susceptible plants shall be accompanied by a plant passport prepared and issued in accordance with the provisions of Commission Directive 92/105/EEC(1), after:\n- the plants have been officially inspected and found free from signs or symptoms of PWN and\n- no symptoms of PWN have been observed at the place of production or in its immediate vicinity since the beginning of the last complete cycle of vegetation;\n(b) susceptible wood and isolated bark, other than wood in the form of:\n- chips, particles, wood waste or scrap obtained in whole or part from these conifers,\n- packing cases, crates or drums,\n- pallets, box pallets or other load boards,\n- dunnage, spacers and bearers,\nbut including that which has not kept its natural round surface, shall be accompanied by the plant passport referred to in point 1(a), after the wood or the isolated bark has undergone an appropriate heat-treatment to achieve a minimum wood-core temperature of 56 °C for 30 minutes in order to ensure freedom from live PWNs;\n(c) susceptible wood, in the form of chips, particles, wood waste or scrap obtained in whole or part from these conifers shall be accompanied by the said plant passport after having undergone an appropriate fumigation-treatment in order to ensure freedom from live PWNs;\n(d) susceptible wood, in the form of dunnage, spacers and bearers, including that which has not kept its natural round surface shall:\n- be stripped of its bark,\n- be free from grub holes which are larger than 3 mm across,\n- have a moisture content expressed as a percentage of dry matter of less than 20 % achieved at time of manufacture;\n(e) susceptible wood, in the form of packing cases, boxes, crates, drums and similar packings, pallets, box pallets and other load boards, pallet collars, whether or not actually in use in the transport of objects of all kinds shall undergo either an appropriate heat treatment to achieve a minimum wood-core temperature of 56 °C for 30 minutes, pressure (impregnated) treatment, or fumigation in order to ensure freedom from live PWNs and either display an officially approved treatment marking enabling the identification of where and by whom the treatment has been carried out or be accompanied by the said plant passport attesting to the measures carried out.\n2. In cases of movements within demarcated areas of Portugal:\n(a) susceptible plants:\n- grown in places of production where no symptoms of PWN have been observed, or in its immediate vicinity since the beginning of the last complete cycle of vegetation and found free from signs or symptoms of PWN during official inspections, shall be accompanied by the said plant passport when moved from the place of production,\n- grown in places of production where symptoms of the pine wood nematode have been observed, or in its immediate vicinity, since the beginning of the last complete cycle of vegetation or identified as infested by the pine wood nematode shall not be moved from the place of production and shall be destroyed by burning,\n- grown in places, such as forests, public or private gardens, which are either identified as infested by the pine wood nematode, or showing any symptoms of poor health or situated in salvage areas, shall:\n- if identified during the period from 1 November to 1 April, be felled within that period, or\n- if identified during the period from 2 April to 31 October, be felled immediately and,\n- if located in the part of demarcated areas designated as buffer zones in accordance with the provisions of Article 5, tested for the presence of PWN. If the presence is confirmed, the delimitation of the demarcated areas shall be changed accordingly;\n(b) during the period from 1 November to 1 April, susceptible wood in the form of roundwood or sawnwood, with or without bark, including that which has not kept its natural round surface:\n(i) obtained from trees identified as infested by PWN, or situated in salvage areas, or showing any symptoms of poor health, shall before 2 April either be:\n- destroyed by burning under official control at appropriate places, or\n- moved under official control to either:\n- a processing plant to be chipped and utilised within this plant, or\n- an industrial plant for use as fuel wood within this plant, or\n- a processing plant, where the wood shall either be:\n- heat treated in such a way that a minimum wood-core temperature of 56 °C for 30 minutes has been achieved, or\n- chipped and fumigated in order to ensure freedom from live PWNs;\n(ii) obtained from trees other than those referred to in subparagraph (i) shall either be:\nofficially tested for the presence of PWN and of Monochamus spp.; if the presence is confirmed the wood shall be subjected to the provisions referred to in (i); if the presence is refuted, the wood may be moved under official control to a processing plant for further use as construction timber, or by way of derogation moved into areas in Portugal, other than demarcated areas, under official control to approved processing plants notified to the Commission, where the wood, within the period between 1 November and 1 April, shall either be:\n- heat treated in such a way that a minimum wood-core temperature of 56 °C for 30 minutes has been achieved. Further movement of this heat-treated wood is allowed when the wood is accompanied by the said plant passport, or\n- chipped and fumigated in order to ensure freedom from live PWNs. Further movement of this fumigated wood is allowed when it is accompanied by the said plant passport, or\n- chipped and used for industrial purposes within this plant, or\n- moved under official control to a plant, where the wood shall either be:\n- heat treated in such a way that a minimum wood core temperature of 56 °C for 30 minutes has been achieved, or\n- chipped and fumigated in order to ensure freedom from live pine wood nematodes, or\n- chipped and used for industrial purposes;\n(c) during the period from 2 April to 31 October, susceptible wood in the form of roundwood or sawnwood, with or without bark, including that which has not kept its natural round surface:\n(i) obtained from trees identified as infested by PWN, or situated in salvage areas, or showing any symptoms of poor health, shall either be:\n- immediately destroyed by burning under official control at appropriate places, or\n- immediately stripped of bark at appropriate places outside the forest before being moved under official control to storage places where the wood is treated with an appropriate insecticide or which have appropriate and approved wet storage facilities, available at least during the above period, with a view to a further movement to an industrial plant:\n- to be immediately chipped and used for industrial purposes, or\n- for immediate use as fuel within this plant, or\n- to be immediately heatreated in such a way that a minimum wood-core temperature of 56 °C for 30 minutes has been achieved, or\n- to be immediately chipped and fumigated in order to ensure freedom from live PWNs;\n(ii) obtained from trees other than those referred to in subparagraph (i) shall be immediately stripped of bark at the place of felling or in the immediate vicinity and either be:\n- officially tested for the presence of PWN and of Monochamus spp.; if the presence is confirmed the wood shall be subjected to the provisions referred to in (i); if the presence is refuted, the wood may be moved under official control to a processing plant for further use as construction timber, or\n- moved under official control to a plant where the wood shall either be:\n- chipped and used for industrial purposes, or\n- heat-treated in such a way that a minimum wood-core temperature of 56 °C for 30 minutes has been achieved, or\n- chipped and fumigated in order to ensure freedom from live PWNs;\n(d) susceptible bark shall be;\n- destroyed by burning or used as fuel at an industrial processing plant, or\n- heat-treated in such a way that a minimum temperature of 56 °C for 30 minutes has been achieved throughout the bark, or\n- fumigated in order to ensure freedom from live PWNs;\n(e) susceptible wood in the form of waste produced at the time of felling, shall be burned at appropriate places under official control:\n- during the period from 1 November to 1 April, within that period, or\n- during the period from 2 April to 31 October, immediately;\n(f) susceptible wood, in the form of waste produced during wood processing, shall either be immediately burned at appropriate places under official control, used as fuel wood at the processing plant or fumigated in order to ensure freedom from live PWNs;\n(g) susceptible wood, in the form of packing cases, boxes, crates, drums and similar packings, pallets, box pallets and other load boards, pallet collars, dunnage, spacers and bearers, including that which has not kept its natural round surface, shall:\n- be stripped of its bark,\n- be free from grub holes which are larger than 3 mm across,\n- have a moisture content expressed as a percentage of dry matter of less than 20 % achieved at time of manufacture.\n(1) OJ L 4, 8.1.1993, p. 22."}