{"celex_id": "32003D0288", "uri": "http://publications.europa.eu/resource/cellar/2afd7e3b-b70e-4790-9fbd-f586b6434b9b", "type": "Decision", "concepts": ["1433", "2810", "336", "4409", "4509", "4658", "5166", "935"], "title": "2003/288/EC: Commission Decision of 23 April 2003 concerning a request for exemption from the vehicle tax submitted by Denmark pursuant to Article 6(2)(b) of Council Directive 1999/62/EC on the charging of heavy goods vehicles for the use of certain infrastructures (notified under document number C(2003) 1263)\n", "header": "Commission Decision\nof 23 April 2003\nconcerning a request for exemption from the vehicle tax submitted by Denmark pursuant to Article 6(2)(b) of Council Directive 1999/62/EC on the charging of heavy goods vehicles for the use of certain infrastructures\n(notified under document number C(2003) 1263)\n(Only the Danish text is authentic)\n(2003/288/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 1999/62/EC of the European Parliament and of the Council of 17 June 1999 on the charging of heavy goods vehicles for the use of certain infrastructures(1), and in particular Article 6 thereof,\nWhereas:\n(1) According to Article 6(2)(b) of Directive 1999/62/EC, Member States may apply reduced rates or exemptions for vehicles which travel only occasionally on the public roads of the Member State of registration and are used by natural or legal persons whose main occupation is not the carriage of goods, provided that the transport operations carried out by these vehicles do not cause distortions of competition. This reduction or exemption is subject to the Commission's agreement.\n(2) Denmark has requested the Commission to agree on the exemption from the vehicle tax according to Directive 1999/62/EC for vehicles of 12 tonnes or more, which are used exclusively in connection with amusement park and circus activities in Denmark.\n(3) The conditions foreseen by Article 6(2)(b) of Directive 1999/62/EC are fulfilled, as these vehicles only occasionally travel on the public roads taking into account that this activity is mainly for the summer period and even then the transport is only used to get the circus or amusement park equipment from one town to another, with several weeks in between the journeys, as these vehicles have as registered owner an amusement park or a circus, whose main activity is not to carry goods, as these vehicles do not cause distortion of competition because they cannot be used for carriage of any goods other than those of the amusement parks or circuses used for their own activity and furthermore as these vehicles are clearly marked as being used for this purpose.\n(4) The agreement should be given for a limited time.\n(5) The exemption requested by Denmark should therefore be approved,", "main_body": ["The Commission hereby gives its agreement to exempt until 31 December 2009 from vehicle tax in accordance with Article 6(2)(b) of Directive 1999/62/EC vehicles of 12 tonnes or more, which are used exclusively in connection with amusement park and circus activities in Denmark.", "This Decision is addressed to Denmark."], "attachments": "Done at Brussels, 23 April 2003.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 187, 20.7.1999, p. 42."}