{"celex_id": "32005R0510", "uri": "http://publications.europa.eu/resource/cellar/29e56e02-0d9d-4d56-9e3d-32040e1dcf34", "type": "Regulation", "concepts": ["1277", "2729", "3568"], "title": "Commission Regulation (EC) No 510/2005 of 31 March 2005 fixing the export refunds on cereal-based compound feedingstuffs\n", "header": "1.4.2005 EN Official Journal of the European Union L 83/30\nCOMMISSION REGULATION (EC) No 510/2005\nof 31 March 2005\nfixing the export refunds on cereal-based compound feedingstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 september 2003 on the common organisation of the market in cereals (1), and in particular Article 13(3) thereof,\nWhereas:\n(1) Article 13 of Regulation (EC) No 1784/2003 provides that the difference between quotations or prices on the world market for the products listed in Article 1 of that Regulation and prices for those products within the Community may be covered by an export refund.\n(2) Commission Regulation (EC) No 1517/95 of 29 June 1995 laying down detailed rules for the application of Regulation (EC) No 1784/2003 as regards the arrangements for the export and import of compound feedingstuffs based on cereals and amending Regulation (EC) No 1162/95 laying down special detailed rules for the application of the system of import and export licences for cereals and rice (2) in Article 2 lays down general rules for fixing the amount of such refunds.\n(3) That calculation must also take account of the cereal products content. In the interest of simplification, the refund should be paid in respect of two categories of ‘cereal products’, namely for maize, the most commonly used cereal in exported compound feeds and maize products, and for ‘other cereals’, these being eligible cereal products excluding maize and maize products. A refund should be granted in respect of the quantity of cereal products present in the compound feedingstuff.\n(4) Furthermore, the amount of the refund must also take into account the possibilities and conditions for the sale of those products on the world market, the need to avoid disturbances on the Community market and the economic aspect of the export.\n(5) The current situation on the cereals market and, in particular, the supply prospects mean that the export refunds should be abolished.\n(6) The Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The export refunds on the compound feedingstuffs covered by Regulation (EC) No 1784/2003 and subject to Regulation (EC) No 1517/95 are hereby fixed as shown in the Annex to this Regulation.", "This Regulation shall enter into force on 1 April 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78.\n(2)  OJ L 147, 30.6.1995, p. 51.\nANNEX\nto the Commission Regulation of 31 March 2005 fixing the export refunds on cereal-based compound feedingstuffs\nProduct codes benefiting from export refund:\n2309 10 11 9000,\n2309 10 13 9000,\n2309 10 31 9000,\n2309 10 339000,\n2309 10 51 9000,\n2309 10 53 9000,\n2309 90 31 9000,\n2309 90 33 9000,\n2309 90 41 9000,\n2309 90 43 9000,\n2309 90 51 9000,\n2309 90 53 9000,\nCereal products Destination Unit of measurement Amount of refunds\nMaize and maize products: C10 EUR/t 0,00\nCereal products excluding maize and maize products C10 EUR/t 0,00\nNB: The product codes and the ‘A’ series destination codes are set out in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1) as amended.\nC10 : All destinations."}