{"celex_id": "32004R1763", "uri": "http://publications.europa.eu/resource/cellar/d670c758-f6f7-4665-aa21-8f89bb18ca25", "type": "Regulation", "concepts": ["1708", "1743", "3870", "4778", "564", "7137"], "title": "Council Regulation (EC) No 1763/2004 of 11 October 2004 imposing certain restrictive measures in support of effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\n", "header": "14.10.2004 EN Official Journal of the European Union L 315/14\nCOUNCIL REGULATION (EC) No 1763/2004\nof 11 October 2004\nimposing certain restrictive measures in support of effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60, 301 and 308 thereof,\nHaving regard to Common Position 2004/694/CFSP on further measures in support of effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (1),\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament,\nWhereas:\n(1) The International Criminal Tribunal for the former Yugoslavia (ICTY) was established by means of UN Security Council Resolutions 808 and 827 (1993), which are based on Chapter VII of the UN Charter. The ICTY has the power to prosecute persons responsible for serious violations of international humanitarian law committed in the territory of the former Yugoslavia since 1991. The Security Council argued that the widespread and flagrant violations of humanitarian law occurring within the territory of the former Yugoslavia constituted a threat to international peace and security and that the establishment, as an ad hoc measure, of an international tribunal and the prosecution of persons responsible for serious violations of international humanitarian law would contribute to the restoration and maintenance of peace.\n(2) On 28 August 2003, UN Security Council Resolution 1503 (2003) called on the ICTY to complete all work in 2010 and on all States to intensify cooperation with and render all necessary assistance to the ICTY, particularly to bring all fugitive indictees to the ICTY.\n(3) Common Position 2004/694/CFSP stipulates that certain funds and economic resources should be frozen in support of effective implementation of the mandate of the ICTY. These additional restrictive measures should be used so as to control all dealings with funds and economic resources owned by persons indicted by the ICTY who are still at large and to ban any support they might receive from within the Community.\n(4) These measures fall within the scope of the Treaty and, therefore, in order to avoid any distortion of competition, Community legislation is necessary to implement these measures as far as the Community is concerned. For the purposes of this Regulation, the territory of the Community should be deemed to encompass the territories of the Member States to which the Treaty is applicable, under the conditions laid down in that Treaty.\n(5) For reasons of expediency, the Commission should be empowered to amend the Annexes to this Regulation.\n(6) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force on the day of its publication,\n(7) The Treaty, in Articles 60 and 301, empowers the Council to take, under certain conditions, measures aimed at the interruption or reduction of payments or movement of capital and of economic relations with regard to third countries. The measures laid down in this Regulation, targeted at individual persons not directly linked to the government of a third country, are necessary to attain this objective of the Community and Article 308 of the Treaty empowers the Council to take such measures if no other specific powers are provided for in the Treaty,", "main_body": ["For the purposes of this Regulation, the following definitions shall apply:\n1. ‘funds’ means financial assets and benefits of every kind, including but not limited to:\n(a) cash, cheques, claims on money, drafts, money orders and other payment instruments;\n(b) deposits with financial institutions or other entities, balances on accounts, debts and debt obligations;\n(c) publicly and privately traded securities and debt instruments, including stocks and shares, certificates representing securities, bonds, notes, warrants, debentures and derivatives contracts;\n(d) interest, dividends or other income on or value accruing from or generated by assets;\n(e) credit, right of set-off, guarantees, performance bonds or other financial commitments;\n(f) letters of credit, bills of lading, bills of sale;\n(g) documents evidencing an interest in funds or financial resources;\n(h) any other instrument of export financing;\n2. ‘freezing of funds’ means preventing any move, transfer, alteration, use of, access to, or dealing with funds in any way that would result in any change in their volume, amount, location, ownership, possession, character, destination or other change that would enable the funds to be used, including portfolio management;\n3. ‘economic resources’ means assets of every kind, whether tangible or intangible, movable or immovable, which are not funds but can be used to obtain funds, goods or services;\n4. ‘freezing of economic resources’ means preventing their use to obtain funds, goods or services in any way, including, but not limited to, the selling, hiring or mortgaging of them.", "1.   All funds and economic resources belonging to, or owned or held by, natural persons indicted by the ICTY, and listed in Annex I, shall be frozen.\n2.   No funds or economic resources shall be made available, directly or indirectly, to or for the benefit of the natural persons listed in Annex I.\n3.   The participation, knowingly and intentionally, in activities the object or effect of which is, directly or indirectly, to circumvent the measures referred to at paragraphs 1 and 2 shall be prohibited.", "By way of derogation from Article 2, the competent authorities of the Member States as listed in Annex II may authorise the release of certain frozen funds or economic resources or the making available of certain frozen funds or economic resources, under such conditions as they deem appropriate, after having determined that the funds or economic resources concerned are:\n(a) necessary for basic expenses, including payments for foodstuffs, rent or mortgage, medicines and medical treatment, taxes, insurance premiums, and public utility charges;\n(b) intended exclusively for payment of reasonable professional fees and reimbursement of incurred expenses associated with the provision of legal services;\n(c) intended exclusively for payment of fees or service charges for routine holding or maintenance of frozen funds or economic resources;\n(d) necessary for extraordinary expenses, provided that the relevant competent authority has notified the grounds on which it considers that a specific authorisation should be granted to all other competent authorities and the Commission at least two weeks prior to the authorisation.\nThe relevant competent authority shall inform the competent authorities of the other Member States and the Commission of any authorisation granted under this Article.", "By way of derogation from Article 2, the competent authorities of the Member States as listed in Annex II may authorise the release of certain frozen funds or economic resources, if the following conditions are met:\n(a) the funds or economic resources are subject of a judicial, administrative or arbitral lien established prior to 14 October 2004 or of a judicial, administrative or arbitral judgment rendered prior to that date;\n(b) The funds or economic resources will be used exclusively to satisfy claims secured by such a lien or recognised as valid in such a judgment, within the limits set by applicable laws and regulations governing the rights of persons having such claims;\n(c) The lien or judgment is not for the benefit of a person, entity or body listed in Annex I;\n(d) Recognising the lien or judgment is not contrary to public policy in the Member State concerned.\nThe relevant competent authority shall inform the competent authorities of the other Member States and the Commission of any authorisation granted under this Article.", "Article 2(2) shall not apply to the addition to frozen accounts of:\n(i) interest or other earnings on those accounts; or\n(ii) payments due under contracts, agreements or obligations that were concluded or arose prior to the date on which those accounts became subject to this Regulation,\nprovided that any such interest, other earnings and payments continue to be subject to Article 2(1).", "Article 2(2) shall not prevent the crediting of the frozen accounts by financial institutions that receive funds transferred by third parties to the account of the listed person or entity, provided that any such additions to such accounts will also be frozen. The financial institution shall inform the competent authorities about such transactions without delay.", "1.   Without prejudice to the applicable rules concerning reporting, confidentiality and professional secrecy and to the provisions of Article 284 of the Treaty, natural and legal persons, entities and bodies shall:\n(a) supply immediately any information which would facilitate compliance with this Regulation, such as accounts and amounts frozen in accordance with Article 2, to the competent authorities of the Member States listed in Annex II where they are resident or located, and shall transmit such information, directly or through these competent authorities, to the Commission;\n(b) cooperate with the competent authorities listed in Annex II in any verification of this information.\n2.   Any additional information directly received by the Commission shall be made available to the competent authorities of the Member State concerned.\n3.   Any information provided or received in accordance with this Article shall be used only for the purposes for which it was provided or received.", "The freezing of funds and economic resources or the refusal to make funds or economic resources available, carried out in good faith on the basis that such action is in accordance with this Regulation, shall not give rise to liability of any kind on the part of the natural or legal person or entity implementing it, or its directors or employees, unless it is proved that the funds and economic resources were frozen as a result of negligence.", "The Commission and the Member States shall immediately inform each other of the measures taken under this Regulation and shall supply each other with any other relevant information at their disposal in connection with this Regulation, in particular information in respect of violation and enforcement problems and judgments handed down by national courts.", "0\nThe Commission shall be empowered to:\n(a) amend Annex I, taking into account the Council Decisions implementing Common Position 2004/694/CFSP, and\n(b) amend Annex II on the basis of information supplied by Member States.", "1\nThe Member States shall lay down the rules on sanctions applicable to infringements of the provisions of this Regulation and shall take all measures necessary to ensure that they are implemented. The sanctions provided for must be effective, proportionate and dissuasive.\nThe Member States shall notify those rules to the Commission without delay after the entry into force of this Regulation and shall notify it of any subsequent amendment.", "2\nThis Regulation shall apply:\n(a) within the territory of the Community, including its airspace;\n(b) on board any aircraft or any vessel under the jurisdiction of a Member State;\n(c) to any person inside or outside the territory of the Community who is a national of a Member State;\n(d) to any legal person, group or entity which is incorporated or constituted under the law of a Member State;\n(e) to any legal person, group or entity doing business within the Community.", "3\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 October 2004.\nFor the Council\nThe President\nB. R. BOT\n(1)  See page 52 of this Official Journal.\nANNEX I\nList of persons referred to in Article 2\n1. Ante GOTOVINA. Date of birth: 12 October 1955. Place of birth: island of Pasman, Zadar, Republic of Croatia.\n2. Radovan KARADŽIĆ. Date of birth: 19 June 1945. Place of birth: Savnik, Serbia and Montenegro.\n3. Ratko MLADIĆ. Date of birth: 12 March 1942. Place of birth: Kalinovik, Bosnia and Herzegovina.\nANNEX II\nList of competent authorities referred to in Articles 3 and 4\nBELGIUM\nService public fédéral des affaires étrangères, commerce extérieur et coopération au développement/Federale Overheidsdienst Buitenlandse Zaken, Buitenlandse Handel en Ontwikkelingssamenwerking\nEgmont 1\nRue des Petits Carmes/Karmelietenstraat 19\nB-1000 Bruxelles/Brussel\nService public fédéral des finances/Federale Overheidsdienst Financiën\nAdministration de la trésorerie/Administratie van de Thesaurie\nAvenue des Arts/Kunstlaan 30\nB-1040 Bruxelles/Brussel\nTélécopieur/fax (32-2) 233 74 65\nCourriel/e-mail: Quesfinvragen.tf@minfin.fed.be\nCZECH REPUBLIC\nMinisterstvo financí\nFinanční analytický útvar\nP.O. Box 675\nJindřišská 14\n111 21 Praha 1\nTel: +420 25704 4501\nFax: +420 25704 4502\nDENMARK\nNational Agency for Enterprise and Construction/Erhvervs- og Byggestyrelsen\nDahlerups Pakhus\nLangelinie Allé 17\nDK-2100 København Ø\nTlf. (45) 35 46 60 00\nFax (45) 35 46 60 01\nE-mail: ebst@ebst.dk\nGERMANY\nConcerning freezing of funds / Einfrieren von Guthaben:\nDeutsche Bundesbank\nServicezentrum Finanzsanktionen\nPostfach\nD-80281 München\nTel. (49-89) 2889 3800\nFax: (49-89) 350163 3800\nConcerning goods / Waren:\nBundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA)\nFrankfurter Straße 29—35\nD-65760 Eschborn\nTel. (49-6196) 9 08-0\nFax: (49-6196) 9 08-800\nESTONIA\nFinantsinspektsioon\nSakala 4\n15030 Tallinn\nTel: (372-6) 680 500\nFaks: (372-6) 680 501\nGREECE\nA. Freezing of Assets\nMinistry of Economy and Finance\nGeneral Directory of Economic Policy\nAddress: 5 Nikis Str.\nGR-101 80 Athens\nTel. (30-210) 33 32 786\nFax (30-210) 33 32 810\nA. Δέσμευση κεφαλαίων\nΥπουργείο Οικονομίας και Οικονομικών\nΓενική Διεύθυνση Οικονομικής Πολιτικής\nΔιεύθυνση: Νίκης 5\nGR-101 80 Αθήνα\nΤηλ. (30-210) 33 32 786\nΦαξ (30-210) 33 32 810\nB. Import- Export restrictions\nMinistry of Economy and Finance\nGeneral Directorate for Policy Planning and Management\nAddress: 1 Kornaroy Str.\nGR-105 63 Athens\nTel. (30-210) 32 86 401-3\nFax (30-210) 32 86 404\nB. Περιορισμοί εισαγωγών-εξαγωγών\nΥπουργείο Οικονομίας και Οικονομικών\nΓενική Διεύθυνση Σχεδιασμού και Διαχείρισης Πολιτικής\nΔιεύθυνση: Κορνάρου 1\nGR-105 63 Αθήνα\nΤηλ. (30-210) 32 86 401-3\nΦαξ (30-210) 32 86 404\nSPAIN\nDirección General del Tesoro y Política Financiera\nSubdirección General de Inspección y Control de Movimientos y Capitales\nMinisterio de Economía\nPaseo del Prado, 6\nE-28014 Madrid\nTel. (34) 912 09 95 11\nSubdirección General de Inversiones Exteriores\nMinisterio de Economía\nPaseo de la Castellana, 162\nE-28046 Madrid\nTel. (34) 913 49 39 83\nFRANCE\nMinistère de l'économie, des finances et de l'industrie\nDirection générale des douanes et des droits indirects\nCellule embargo — Bureau E2\nTéléphone (33-1) 44 74 48 93\nTélécopieur (33-1) 44 74 48 97\nMinistère de l'économie, des finances et de l'industrie\nDirection du Trésor\nService des affaires européennes et internationales\nSous-direction E\n139, rue de Bercy\nF-75572 Paris Cedex 12\nTéléphone (33-1) 44 87 72 85\nTélécopieur (33-1) 53 18 96 37\nMinistère des affaires étrangères\nDirection de la coopération européenne\nSous-direction des relations extérieures de la Communauté\nTéléphone (33-1) 43 17 44 52\nTélécopieur (33-1) 43 17 56 95\nDirection générale des affaires politiques et de sécurité\nService de la politique étrangère et de sécurité commune\nTéléphone (33-1) 43 17 45 16\nTélécopieur (33-1) 43 17 45 84\nIRELAND\nCentral Bank and Financial Services Authority of Ireland\nFinancial Markets Department\nDame Street\nDublin 2\nIreland\nTel.: 00353 1 6716666\nFax: 00353 1 6798882\nDepartment of Foreign Affairs\nUnited Nations Section\n79-80 St Stephens Green\nDublin 2\nIreland\nTel.: 00353 1 4780822\nFax: 00353 1 4082165\nITALY\nMinistero degli Affari esteri\nDirezione generale per i paesi dell'Europa\nUfficio III\nPiazzale della Farnesina, 1\nI-00194 Roma\nTel. (39) 06 36 91 22 78\nFax (39) 06 323 58 33\nMinistero dell'Economia e delle finanze\nDipartimento del Tesoro\nComitato di Sicurezza finanziaria\nVia XX Settembre, 97\nI-00187 Roma\nTel. (39) 06 47 61 39 42\nFax (39) 06 47 61 30 32\nCYPRUS\nOFFICE OF THE ATTORNEY GENERAL OF THE REPUBLIC OF CYPRUS\nTel. 357 22 889 115\nFax 357 22 667498\nAddress: Apelli Street 1\n1403 Nicosia, Cyprus\nLATVIA\nLatvijas Republikas Ārlietu ministrija\nBrīvības iela 36\nRīga LV-1395\nTel. (371) 7016 201\nFakss (371) 7828 121\nLITHUANIA\nLietuvos Respublikos užsienio reikalų ministerija\nJ. Tumo-Vaižganto 2\nLT-01511 Vilnius, Lietuva\nTel. (+370) 5 2362444; 2362516; 2362593\nFaks. (+370) 5 2313090\nEl. paštas: urm@urm.lt\nFinansinių nusikaltimų tyrimo tarnyba prie Lietuvos Respublikos vidaus reikalų ministerijos\nŠermukšnių st. 3\nLT-01106 Vilnius, Lietuva\nTel. (+370) 5 271 74 47\nPasitikėjimo tel. (+370) 5 261 62 05\nFaks. (+370) 5 262 18 26\nEl. paštas: info@fntt.lt\nLUXEMBOURG\nMinistère des affaires étrangères\nDirection des relations internationales\n6, rue de la Congrégation\nL-1352 Luxembourg\nTéléphone (352) 478 23 46\nTélécopieur (352) 22 20 48\nMinistère des finances\n3, rue de la Congrégation\nL-1352 Luxembourg\nTéléphone (352) 478 27 12\nTélécopieur (352) 47 52 41\nHUNGARY\nMinistry of Interior\nJózsef Attila utca 2/4.\nH-1051 Budapest\nHungary\nTel. +36 (1) 441-1000\nFax +36 (1) 441-1437\nBelügyminisztérium\nJózsef Attila utca 2/4.\nH-1051 Budapest\nMagyarország\nTel. +36 (1) 441-1000\nFax +36 (1) 441-1437\nMALTA\nBord ta' Sorveljanza dwar is-Sanzjonijiet\nDirettorat ta' l-Affarijiet Multilaterali\nMinisteru ta' l-Affarijiet Barranin\nPalazzo Parisio\nTriq il-Merkanti\nValletta CMR 02\nTel: +356 21 245705\nFax: +356 21 25 15 20\nNETHERLANDS\nMinisterie van Financiën\nDirectie Financiële Markten, afdeling Integriteit\nPostbus 20201\n2500 EE Den Haag\nTel. 0031 703428997\nFax 0031 703427984\nAUSTRIA\nOesterreichische Nationalbank\nOtto-Wagner-Platz 3\nA-1090 Wien\nTel. (+43-1) 404 20-00\nFax (+43-1) 40420-73 99\nPOLAND\nOrgan koordynujący:\nMinisterstwo Spraw Zagranicznych\nDepartament Prawno-Traktatowy\nAl. J. Ch. Szucha 23\n00-580 Warszawa\nPolska\nTel. (+48 22) 523 9427 lub 9348\nFax (+48 22) 523 8329\nZamrażanie aktywów:\nMinisterstwo Finansów\nGeneralny Inspektor Informacji Finansowej\nul. Świętokrzyska 12\n00-916 Warszawa\nPolska\nTel. (+48 22) 694 59 70 lub 694 34 12 lub 826 01 87\nFax (+48 22) 694 54 50\nPomoc prawna:\nMinisterstwo Sprawiedliwości\nBiuro Postępowania Przygotowawczego – Wydział Obrotu Prawnego z Zagranicą\nAl. Ujazdowskie 11\n00-950 Warszawa\nPolska\nTel. (+48 22) 521 24 61 lub 521 24 661\nFax (+48 22) 621 70 06\nPrzepływ osób:\nMinisterstwo Spraw Wewnętrznych\nStraż Graniczna\n02-514 Warszawa\nTel. (+48 22) 845 40 71\nFax (+48 22) 844 62 87\nPORTUGAL\nMinistério dos Negócios Estrangeiros\nDirecção-Geral dos Assuntos Multilaterais\nLargo do Rilvas\nP-1350-179 Lisboa\nTel.: (351) 21 394 60 72\nFax: (351) 21 394 60 73\nMinistério das Finanças\nDirecção-Geral dos Assuntos Europeus e Relações Internacionais\nAvenida Infante D. Henrique, n.o 1, C 2.o\nP-1100 Lisboa\nTel.: (351) 21 882 32 40/47\nFax: (351) 21 882 32 49\nSLOVENIA\nMinistrstvo za pravosodje (Ministry of justice)\nŽupančičeva 3\n1000 Ljubljana\nSlovenia\nTel. + 386 1 369 52 00\nTelefaks + 386 1 369 57 83\nE-pošta: gp.mp@gov.si\nMinistrstvo za zunanje zadeve (Ministry of Foreign Affairs)\nPrešernova 25\n1000 Ljubljana\nSlovenia\nTel. + 386 1 478 20 00\nTelefaks + 386 1 478 23 40 in 478 23 41\nE-pošta: info.mzz@gov.si\nSLOVAKIA\nMinisterstvo financií Slovenskej Republiky\nŠtefanovičova 5\nP. O. Box 82\n817 02 Bratislava\nSlovenská republika\nTel: (421-2) 59 58 1111\nFax: (421-2) 52 49 80 42\nFINLAND\nUlkoasiainministeriö/Utrikesministeriet\nPL/PB 176\nFI-00161 Helsinki/Helsingfors\nP. (358-9) 16 00 5\nF. (358-9) 16 05 57 07\nSWEDEN\nRiksförsäkringsverket (RFV)\nS-103 51 Stockholm\nTfn (46-8) 786 90 00\nFax (46-8) 411 27 89\nUNITED KINGDOM\nHM Treasury\nFinancial Systems and International Standards\n1, Horse Guards Road\nLondon\nSW1A 2HQ\nUnited Kingdom\nTel.: (44 20) 7270 5977/5323\nFax: (44 20) 7270 5430\nE-Mail: financialsanctions@hm-treasury.gov.uk\nEUROPEAN COMMUNITY\nCommission of the European Communities\nDirectorate-General for External Relations\nDirectorate CFSP\nUnit A.2: Legal and institutional matters for external relations — Sanctions\nCHAR 12/163\nB-1049 Bruxelles/Brussel\ntel. (32-2) 296 25 56\nfax (32-2) 296 75 63\nE-Mail: relex-sanctions@cec.eu.int"}