{"celex_id": "32001R1264", "uri": "http://publications.europa.eu/resource/cellar/d56afa34-727a-4b0c-93ec-303bcc375edd", "type": "Regulation", "concepts": ["1362", "276", "3568", "3576", "4314"], "title": "Commission Regulation (EC) No 1264/2001 of 27 June 2001 amending Regulations (EC) No 1531/2000 relating to a standing invitation to tender to determine levies and/or refunds on exports of white sugar for the 2000/01 marketing year, (EEC) No 1729/78 laying down detailed rules of application in respect of the production refund for sugar used in the chemical industry and (EC) No 1729/97 on the adjustment, following a change in prices or the storage levy in the sugar sector, of certain export refunds fixed in advance\n", "header": "Commission Regulation (EC) No 1264/2001\nof 27 June 2001\namending Regulations (EC) No 1531/2000 relating to a standing invitation to tender to determine levies and/or refunds on exports of white sugar for the 2000/01 marketing year, (EEC) No 1729/78 laying down detailed rules of application in respect of the production refund for sugar used in the chemical industry and (EC) No 1729/97 on the adjustment, following a change in prices or the storage levy in the sugar sector, of certain export refunds fixed in advance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), and in particular Article 7(5) thereof,\nWhereas:\n(1) Article 7 of Commission Regulation (EC) No 2135/95(2) provides that if there is a change in the prices of sugar during the period between the day of lodging of the application for an export licence with fixing of the refund or the closing date for the submission of tenders and the day of export, the refund may be adjusted.\n(2) Article 14(1) of Commission Regulation (EC) No 1531/2000(3), Article 5a(1) of Commission Regulation (EEC) No 1729/78(4), as last amended by Regulation (EC) No 1148/98(5), and Article 1(1) of Commission Regulation (EC) No 1729/97(6), as amended by Regulation (EC) No 1148/98, provide, notwithstanding Article 7 of Regulation (EC) No 2135/95, for the adjustment of export and production refunds if the storage levy is changed during the period referred to therein. That adjustment takes account of the change in the costs of sugar on which the refunds are based.\n(3) From 1 July 2001 Regulation (EC) No 1260/2001 no longer makes provision for a compensation system for storage costs involving a flat-rate reimbursement and its financing by means of a levy. The derogation provided for in Article 7 of Regulation (EC) No 2135/95 is therefore no longer warranted once the storage levy lapses from the common organisation of the markets in the sugar sector(7).\n(4) The sugar costs attracting those refunds are unaffected in so far as Article 48(2) of abovementioned Regulation (EC) No 1260/2001 provides that, under the compensation system for storage costs, 30 June 2001 is regarded as the date of disposal for the purposes of collecting the storage levy on sugar in storage at 30 june 2001. Export refunds fixed before 1 July 2001 on such sugar should therefore not be adjusted during the term of validity of the documents concerned or any later than 30 September 2001, where the documents are valid beyond that date. The derogations provided for in Article 7 of Regulation (EC) No 2135/95 should accordingly be amended.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["For sugar in storage on 30 June 2001 on which the storage levy referred to in Article 1 of Commission Regulation (EC) No 1434/2000(8) is payable, i.e. sugar produced in the marketing year prior to 2001/02, the adjustment linked to the change in the storage levy and provided for in:\n- Article 14(1) of Regulation (EC) No 1531/2000,\n- Article 5a(1) of Regulation (EEC) No 1729/78 and\n- Article 1(1) of Regulation (EC) No 1729/97,\nshall not be applied to refunds fixed prior to 1 July 2001 during the term of validity of the export licences and production refund certificates or any later than 30 September 2001, where they are valid beyond that date.", "This Regulation shall enter into force on 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) See page 1 of this Official Journal.\n(2) OJ L 214, 8.9.1995, p. 16.\n(3) OJ L 175, 14.7.2000, p. 69.\n(4) OJ L 201, 25.7.1978, p. 26.\n(5) OJ L 159, 3.6.1998, p. 39.\n(6) OJ L 243, 5.9.1997, p. 1.\n(7) OJ C 29 E, 30.1.2001, p. 315.\n(8) OJ L 161, 1.7.2000, p. 59."}