{"celex_id": "32006D0328", "uri": "http://publications.europa.eu/resource/cellar/540d2d9a-c5ea-43ea-ba91-84b2b7344a64", "type": "Decision", "concepts": ["1318", "1445", "2356", "2560", "3408", "3584", "5369"], "title": "2006/328/EC: Commission Decision of  4 May 2006  amending Decision 2006/274/EC concerning certain protection measures relating to classical swine fever in Germany  (notified under document number C(2006) 1897)   (Text with EEA relevance)\n", "header": "5.5.2006 EN Official Journal of the European Union L 120/25\nCOMMISSION DECISION\nof 4 May 2006\namending Decision 2006/274/EC concerning certain protection measures relating to classical swine fever in Germany\n(notified under document number C(2006) 1897)\n(Text with EEA relevance)\n(2006/328/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular Article 10(4) thereof,\nWhereas:\n(1) Outbreaks of classical swine fever have occurred in Germany.\n(2) Commission Decision 2006/274/EC of 6 April 2006 concerning certain protection measures relating to classical swine fever in Germany and repealing Decision 2006/254/EC (2) was adopted in order to maintain and extend the measures taken by Germany pursuant to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (3).\n(3) On the basis of new epidemiological information provided by Germany, the duration for the minimum residence of pigs in the holding of origin should be reduced from 45 days to 30 days.\n(4) Decision 2006/274/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2006/274/EC is amended as follows:\n1. In Article 1, paragraph 2(b) is replaced by the following:\n‘(b) the transport of breeding and production pigs to a holding outside Germany, provided that the vehicles used for transport of pigs comply with the requirements in Article 6(2)(a) and that the pigs have been resident for at least 30 days, or since birth if less than 30 days of age, on a single holding:\n(i) which is situated outside the areas listed in Annex I;\n(ii) which has not received live pigs during the 30-day period immediately prior to the date of dispatch of the pigs;\n(iii) on which the clinical examination carried out in accordance with Chapter IV(D)(2) of the Annex to Decision 2002/106/EC have been completed with negative results.’\n2. Article 2, paragraph 1(b) is replaced by the following:\n‘(b) no pigs are dispatched from the areas listed in Annex I(B) to other areas within Germany, except for direct transport of:\n(i) slaughter pigs to a slaughterhouse for immediate slaughter, provided that the pigs originate from one single holding;\n(ii) breeding and production pigs to a holding, provided that the pigs have been resident for at least 30 days, or since birth if less than 30 days of age, on a single holding:\n— which has not received live pigs during the 30-day period immediately prior to the date of dispatch of the pigs; and\n— on which the clinical examination carried out in accordance with Chapter IV(D)(2) of the Annex to Decision 2002/106/EC have been completed with negative results.’\n3. Article 2, paragraph 2(b) is replaced by the following:\n‘(b) to a holding situated within the areas laid down in Annex I, provided that the pigs have been resident for at least 30 days, or since birth if less than 30 days of age, on a single holding:\n(i) which has not received live pigs during the 30-day period immediately prior to the date of dispatch of the pigs;\n(ii) on which the clinical examination carried out in accordance with Chapter IV(D)(2) of the Annex to Decision 2002/106/EC have been completed with negative results.\n4. Article 6 is replaced by the following:", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 May 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(2)  OJ L 99, 7.4.2006, p. 36. Decision as last amended by Decision 2006/306/EC (OJ L 113, 27.4.2006).\n(3)  OJ L 316, 1.12.2001, p. 5. Directive as amended by the 2003 Act of Accession."}