{"celex_id": "32009D0980", "uri": "http://publications.europa.eu/resource/cellar/39e178b9-61f4-4aab-a67f-22115d9809d8", "type": "Decision", "concepts": ["1268", "1425", "1605", "2731", "2735", "2741", "2816", "3885", "5181"], "title": "Commission Decision of 17 December 2009 authorising a health claim on the effect of water-soluble tomato concentrate on platelet aggregation and granting the protection of proprietary data under Regulation (EC) No 1924/2006 of the European Parliament and of the Council (notified under document C(2009) 10113) (Text with EEA relevance)\n", "header": "18.12.2009 EN Official Journal of the European Union L 336/55\nCOMMISSION DECISION\nof 17 December 2009\nauthorising a health claim on the effect of water-soluble tomato concentrate on platelet aggregation and granting the protection of proprietary data under Regulation (EC) No 1924/2006 of the European Parliament and of the Council\n(notified under document C(2009) 10113)\n(Only the English text is authentic)\n(Text with EEA relevance)\n(2009/980/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 18(4) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on food are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as ‘the Authority’.\n(3) Following receipt of an application the Authority is to inform without delay the other Member States and the Commission and to deliver an opinion on a health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) In order to stimulate innovation, health claims which are based on newly developed scientific evidence and/or which include a request for the protection of proprietary data shall undergo an accelerated type of authorisation. Where at the applicant’s request for the protection of proprietary data, the Commission proposes to restrict the use of such data in favour of the applicant, such restriction shall, in accordance with Article 21 of Regulation (EC) No 1924/2006 expire after 5 years.\n(6) Following an application from Provexis Natural Products Ltd, submitted on 7 January 2009 pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of water-soluble tomato concentrate (WSTC) I and II on the blood platelet activity in healthy people (Question No EFSA-Q-2009-00229) (2). The claim proposed by the applicant was worded as follows: ‘Helps to maintain a healthy blood flow and benefits circulation’.\n(7) On 28 May 2009, the Commission and the Member States received the scientific opinion from the Authority which concluded that on the basis of the data presented, a cause and effect relationship had been established between the consumption of WSTC I and II and helping to maintain normal platelet aggregation. Subject to a revised wording, taking into account in particular the requirement referred to Article 5(2) of Regulation (EC) No 1924/2006, the claim should be considered as complying with the requirements of Regulation (EC) No 1924/2006, and it should be included in the Community list of permitted claims.\n(8) One of the objectives of the Regulation (EC) No 1924/2006 is to ensure that health claims are truthful, clear and reliable and useful to the consumer, and that wording and presentation are taken into account in that respect. Therefore, where the wording of claims used by the applicant has the same meaning for consumers as that of an authorised health claim, because they demonstrate the same relationship that exists between a food category, a food or one of its constituents and health, they should be subject to the same conditions of use, as indicated in the Annex to the present Decision.\n(9) The Authority indicated in its opinion that its conclusions could not have been reached without considering the nine studies claimed by the applicant as proprietary.\n(10) Following the receipt of the Authority’s opinion, the Commission went back to the applicant for further clarification on the justification provided regarding the nine studies claimed as proprietary and in particular regarding the ‘exclusive right of reference’ as referred to in Article 21(1)(b) of Regulation (EC) No 1924/2006. All the justifiable information provided by the applicant has been assessed. For the seven unpublished studies it is considered that the requirements laid down in Article 21(1) of Regulation (EC) No 1924/2006 are fulfilled. Accordingly, the scientific data and other information included in the seven studies may not be used for the benefit of a subsequent applicant for a period of 5 years from the date of authorisation, under the conditions laid down in Article 21(1) of that Regulation. For the two studies, which had been published prior to the submission of the application for authorisation of the health claim (3), it is considered that as the studies have been published and made available to the public domain, their protection is not justified in the light of the objectives of Regulation (EC) No 1924/2006 among which to protect the investment made by innovators in gathering the information and data supporting an application under that Regulation and accordingly it should not be granted.\n(11) The comments from the applicant received by the Commission, pursuant to Article 16(6) of Regulation (EC) No 1924/2006, have been considered when setting the measures provided for in this Decision.\n(12) The Member States have been consulted,", "main_body": ["The health claim set out in the Annex to this Decision shall be included in the Community list of permitted claims as provided for in Article 13(3) of Regulation (EC) No 1924/2006.", "The scientific data and other information included in the studies identified in the Annex to this Decision shall be restricted for use for the benefit of the applicant for a period of 5 years from the date of authorisation under the conditions laid down in Article 21(1) of Regulation (EC) No 1924/2006.", "This Decision is addressed to Provexis Natural Products Ltd, Thames Court, 1 Victoria Street, Windsor, Berkshire, SL4 1YB, United Kingdom."], "attachments": "Done at Brussels, 17 December 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  The EFSA Journal (2009) 1101, pp. 1-15.\n(3)  O’Kennedy, N., Crosbie, L., Whelam, S., Luther, V., Horgan, G., Broom, J.I., Webb, D.J., Duttaroy, A.K., Effects of tomato extract on platelet function: a double-blinded crossover study in healthy humans, The American Journal of Clinical Nutrition, 2006, Vol. 84, pp. 561-569 and O’Kennedy N., Crosbie, L., van Lieshout, M., Broom, J.I., Webb, D.J., Duttaroy, A.K., Effects of antiplatelet components of tomato extract on platelet function in vitro and ex vivo: a time-course cannulation study in healthy humans. The American Journal of Clinical Nutrition, 2006, Vol. 84, pp. 570-579.\nANNEX\nApplicant — Address Nutrient, substance, food or food category Claim Conditions of use of the claim Conditions and/or restrictions of use of the food and/or additional statement or warning Proprietary data restricted for use for the benefit of the applicant EFSA opinion reference\n1. O’Kennedy, N., Crosbie, L., van Lieshout M., Broom J.I., Webb, D.J., Duttaroy, A.K., 2003a. Persistence of the antiplatelet effect of a single dose of WSTC equivalent to 2 fresh tomatoes over a 24-hour timecourse. REC No 02/0269\n2. O’Kennedy et al. 2003b. A 42-day randomised, controlled and double-blinded crossover study to evaluate effects of daily WSTC consumption on platelet function, coagulation and some baseline CVD risk markers. REC No 03/0177.\n3. O’Kennedy et al. 2005. Effects of overconsuming Sirco®, a one-a-day fruit juice drink containing 12g/L WSTC, on platelet function in healthy subjects. REC No 05/S0802/77.\n4. O’Kennedy et al. 2006c. A pilot study to compare the antiplatelet effects of WSTC in healthy subjects, after consumption in two different food matrices. REC No 06/S0802/60.\n5. O’Kennedy et al. 2007. A randomised, controlled and double-blinded crossover study to compare the antiplatelet effects of three different formats of WSTC in healthy humans. REC No 07/S0801/13.\n6. Song, V., Sheddon, A., Horgan, G. and O’Kennedy, N. Anticoagulatory and anti-inflammatory activities of WSTC in platelets and endothelial cells. Manuscript for submission; 2008.\n7. Zhang, F., Song, V., Neascu, M., Crosbie, L., Duncan, G., Horgan, G., de Roos, B. and O’Kennedy, N. Flow cytometric and proteomic studies examining the effects of WSTC on platelet function in vitro. Unpublished, 2007/2008."}