{"celex_id": "32005D0131", "uri": "http://publications.europa.eu/resource/cellar/bc6853ed-9eb0-4df6-a53e-e98063e8cf7c", "type": "Decision", "concepts": ["1856", "192", "3660", "5283", "862", "922"], "title": "2005/131/EC: Commission Decision of 7 February 2005 as regards Community financial aid for the year 2005, to certain Community reference laboratories in the veterinary public health field of biological risks (notified under document number C(2005) 262)\n", "header": "16.2.2005 EN Official Journal of the European Union L 45/15\nCOMMISSION DECISION\nof 7 February 2005\nas regards Community financial aid for the year 2005, to certain Community reference laboratories in the veterinary public health field of biological risks\n(notified under document number C(2005) 262)\n(Only the Spanish, French, Dutch and English texts are authentic)\n(2005/131/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 28(2) thereof,\nWhereas\n(1) Decision 90/424/EEC provides that the Community is to contribute towards improving the efficiency of veterinary inspections by granting financial aid to reference laboratories. Any reference laboratory designated as such, in accordance with Community veterinary legislation may receive Community aid, subject to certain conditions.\n(2) Commission Regulation (EC) No 156/2004 of 29 January 2004 on the Community’s financial assistance to the Community reference laboratories pursuant to Article 28 of Decision 90/424/EEC (2) provides that the financial contribution from the Community is to be granted if the approved work programmes are efficiently carried out and that the beneficiaries supply all the necessary information within certain time limits.\n(3) The Commission has assessed the work programmes and corresponding budget estimates submitted by the Community reference laboratories for the year 2005.\n(4) Accordingly, Community financial aid should be granted to the Community reference laboratories designated to carry out the functions and duties provided for in Council Directive 92/46/EEC of 16 June 1992 laying down the health rules for the production and placing on the market of raw milk, heat-treated milk and milk-based products (3), Council Decision 93/383/EEC of 14 June 1993 on reference laboratories for the monitoring of marine biotoxins (4), Council Decision 1999/313/EC of 29 April 1999 on reference laboratories for monitoring bacteriological and viral contamination of bivalve molluscs (5), Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (6), and Commission Decision 2004/564/EC of 20 July 2004 concerning Community reference laboratories for the epidemiology of zoonoses and for salmonella and national reference laboratories for salmonella (7).\n(5) In addition to the financial aid from the Community, further aid should also be granted for the organisation of workshops in areas falling under the responsibility of the Community reference laboratories.\n(6) Regulation (EC) No 156/2004 lays down eligibility rules for the workshops organised by the Community reference laboratories. It also limits the financial assistance to a maximum of 30 participants in workshops. Derogations to that limitation should be provided to one Community reference laboratory that needs support for attendance by more than 30 participants in order to achieve the best outcome of its workshops.\n(7) Sound financial management requires that recurring difficulties which have occurred in the operation of one Community reference laboratory be taken into account when providing the Community financial aid to that laboratory, which should be audited in the course of the year to further verify compliance with the functions, duties and eligibility conditions laid down by Community rules.\n(8) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (8), the veterinary and plant health measures undertaken in accordance with Community rules are financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund. For financial control purposes, Articles 8 and 9 of Regulation (EC) No 1258/1999 apply.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Financial aid to Spain for the functions and duties under Decision 93/383/EEC\n1.   The Community grants financial aid to Spain for the functions and duties provided for in Article 4 of Decision 93/383/EEC, to be carried out by the Laboratorio de Biotoxinas Marinas Area de Sanidad, Vigo, Spain, for the monitoring of marine biotoxins.\nFor the period from 1 January 2005 to 31 December 2005, that financial aid shall not exceed EUR 201 000.\n2.   In addition to the maximum amount provided for in paragraph 1, the Community grants financial aid to Spain for the organisation of a workshop by the laboratory referred to in paragraph 1. That aid shall not exceed EUR 30 000.\n3.   A technical and financial audit of the laboratory referred to in paragraph 1 shall be performed by the Commission before 30 June 2005.", "Financial aid to France for the functions and duties under Directive 92/46/EEC\n1.   The Community grants financial aid to France for the functions and duties provided for in Chapter II of Annex D to Directive 92/46/EEC, to be carried out by the Laboratoire d'études et de recherches sur la qualité des aliments et sur les procédés agro-alimentaires, of the Agence française de sécurité sanitaire des aliments (formerly the Laboratoire d'études et de recherches sur l’hygiène et la qualité des aliments), Maisons-Alfort, France, for the analysis and testing of milk and milk products.\nFor the period from 1 January 2005 to 31 December 2005, that financial aid shall not exceed EUR 200 000.\n2.   In addition to the maximum amount provided for in paragraph 1, the Community grants financial aid to France for the organisation of a workshop by the laboratory referred to in paragraph 1. That aid shall not exceed EUR 27 000.", "Financial aid to the Netherlands for the functions and duties under Decision 2004/564/EC\n1.   The Community grants financial aid to the Netherlands for the functions and duties provided for in Decision 2004/564/EC, to be carried out by the Rijksinstituut voor Volksgezondheid en Milieu, Bilthoven, Netherlands, in respect of salmonella.\nFor the period from 1 January 2005 to 31 December 2005, that financial aid shall not exceed EUR 270 000.\n2.   In addition to the maximum amount provided for in paragraph 1, the Community grants financial aid to the Netherlands for the organisation of a workshop by the laboratory referred to in paragraph 1. That aid shall not exceed EUR 28 000.", "Financial aid to the United Kingdom for the functions and duties under Decision 1999/313/EC\n1.   The Community grants financial aid to the United Kingdom for the functions and duties provided for in Article 4 of Decision 1999/313/EC, to be carried out by the laboratory of the Centre for Environment, Fisheries and Aquaculture Science, Weymouth, United Kingdom, for the monitoring of viral and bacteriological contamination of bivalve molluscs.\nFor the period from 1 January 2005 to 31 December 2005, that financial aid shall not exceed EUR 248 000.\n2.   In addition to the maximum amount provided for in paragraph 1, the Community grants financial aid to the United Kingdom for the organisation of a workshop by the laboratory referred to in paragraph 1. That aid shall not exceed EUR 30 000.", "Financial aid to the United Kingdom for the functions and duties under Regulation (EC) No 999/2001\n1.   The Community grants financial aid to the United Kingdom for the functions and duties provided in Chapter B of Annex X to Regulation (EC) No 999/2001, to be carried out by the Veterinary Laboratories Agency, Addlestone, United Kingdom, for the monitoring of transmissible spongiform encephalopathies.\nFor the period from 1 January 2005 to 31 December 2005, that financial aid shall not exceed EUR 500 000.\n2.   In addition to the maximum amount provided for in paragraph 1, the Community grants financial aid to the United Kingdom for the organisation of a workshop by the laboratory referred to in paragraph 1. That aid shall not exceed EUR 70 500.\n3.   By way of derogation from Article 4(1) of Regulation (EC) No 156/2004, the laboratory referred to in paragraph 1 shall be entitled to claim financial assistance for attendance by a maximum of 50 participants at one of its workshops referred to in paragraph 2 of this Article.", "Addresses\nThis Decision is addressed to the Kingdom of Spain, the French Republic, the Kingdom of the Netherlands and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 7 February 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Directive 2003/99/EC of the of the European Parliament and of the Council (OJ L 325, 12.12.2003, p. 31).\n(2)  OJ L 27, 30.1.2004, p. 5.\n(3)  OJ L 268, 14.9.1992, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(4)  OJ L 166, 8.7.1993, p. 31. Decision as last amended by the 2003 Act of Accession.\n(5)  OJ L 120, 8.5.1999, p. 40.\n(6)  OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 36/2005 (OJ L 10, 13.1.2005, p. 9).\n(7)  OJ L 251, 27.7.2004, p. 14.\n(8)  OJ L 160, 26.6.1999, p. 103."}