{"celex_id": "32009R0019", "uri": "http://publications.europa.eu/resource/cellar/b34a86b2-765b-410b-a81d-81776bf6f114", "type": "Regulation", "concepts": ["2126", "2198", "3537", "4159", "4258", "5334", "6030", "616"], "title": "Commission Regulation (EC) No 19/2009 of 13 January 2009 implementing Regulation (EC) No 453/2008 of the European Parliament and of the Council on quarterly statistics on Community job vacancies, as regards the definition of a job vacancy, the reference dates for data collection, data transmission specifications and feasibility studies (Text with EEA relevance)\n", "header": "14.1.2009 EN Official Journal of the European Union L 9/3\nCOMMISSION REGULATION (EC) No 19/2009\nof 13 January 2009\nimplementing Regulation (EC) No 453/2008 of the European Parliament and of the Council on quarterly statistics on Community job vacancies, as regards the definition of a job vacancy, the reference dates for data collection, data transmission specifications and feasibility studies\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 453/2008 of the European Parliament and of the Council of 23 April 2008 concerning quarterly statistics on Community job vacancies (1), and in particular the second subparagraph of Article 2(1) and Articles 3(1), 5(1) and 7(1) thereof,\nWhereas:\n(1) Regulation (EC) No 453/2008 established a common framework for the systematic production of quarterly statistics on Community job vacancies.\n(2) Implementing measures are necessary concerning the definition of the information to be provided and the reference dates for which the information will be collected.\n(3) It is also necessary to specify the format, the deadlines for the transmission of the required data and the date of the first reference quarter to be transmitted.\n(4) In accordance with Article 7 of Regulation (EC) No 453/2008, it is necessary to establish the appropriate framework of a series of feasibility studies to be carried out by those Member States with difficulties in providing data for small units and for certain activities.\n(5) The European Central Bank has been consulted.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["Definitions related to ‘job vacancy’\nFor the purposes of applying Article 2(1) of Regulation (EC) No 453/2008:\n(a) ‘active steps to find a suitable candidate’ shall include:\n(i) notifying the job vacancy to the public employment services;\n(ii) contacting a private employment agency/head hunters;\n(iii) advertising the vacancy in the media (for example internet, newspapers, magazines);\n(iv) advertising the vacancy on a public notice board;\n(v) approaching, interviewing or selecting possible candidates/potential recruits directly;\n(vi) approaching employees and/or personal contacts;\n(vii) using internships.\n(b) ‘specific period of time’ shall refer to the maximum time the vacancy is open and intended to be filled. That period shall be unlimited; all vacancies for which active steps are continuing on the reference date shall be reported.", "Reference dates\nMember States shall provide data on the number of job vacancies and the number of occupied posts, as defined in Article 2(1) and (2) of Regulation (EC) No 453/2008 that can be considered representative for the reference quarter. The preferred methods to achieve this are data collection on a continuous basis or the calculation of a representative average of data collected for specific reference dates.", "Data transmission\n1.   Within 70 days after the end of the reference quarter, Member States shall transmit data broken down as specified in Article 1(2) of Regulation (EC) No 453/2008, together with the corresponding metadata.\nThose Member States whose number of employees represents more than 3 % of the European Community total shall transmit the aggregate number of vacancies and occupied posts and the corresponding metadata within 45 days after the end of the reference quarter.\nEach Member State’s share of the total number of employees in the EC shall be calculated every five years on the basis of the average of the four quarters of the previous calendar year. In the event of accession of new Member States, ad hoc calculations shall be carried out. The first calculation shall refer to the calendar year previous to the year of the adoption of this Regulation. The source for the data on employees shall be the European Union Labour Force Survey provided for by Council Regulation (EC) No 577/98 (2). Data shall refer to business units covered by Article 1 of Regulation (EC) No 453/2008.\nAny changes in the transmission deadline for countries exceeding the 3 % threshold for the first time shall be applicable from the first reference quarter of the year following the calculation.\n2.   Corresponding metadata shall refer specifically to information regarding methodological or technical events in the quarter that is needed to interpret the results, and information about data cells that are deemed not to be sufficiently reliable or must not be disclosed.\n3.   The Member States shall send the quarterly data and corresponding metadata to the Commission (Eurostat) in electronic form. Transmission shall comply with appropriate interchange standards approved by the Statistical Programme Committee. The Commission (Eurostat) shall make available detailed documentation in relation to approved standards and shall supply guidelines on how to implement these standards.\n4.   The first data transmission shall relate to the first quarter of the year following that of the entry into force of this Regulation.\nThe data series shall be transmitted in the following forms:\n(a) unadjusted;\n(b) seasonally adjusted, in accordance with the Commission Regulation implementing Regulation (EC) No 453/2008 as regards seasonal adjustment procedures and quality reports; and\n(c) on a voluntary basis, in the form of trend-cycle series.", "Feasibility studies\nThe framework for the feasibility studies provided for in Article 7 of Regulation (EC) No 453/2008 is set out in the Annex.", "Entry into force\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 January 2009.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 145, 4.6.2008, p. 234.\n(2)  OJ L 77, 14.3.1998, p. 3.\nANNEX\nFeasibility study to assess how quarterly job vacancy statistics can be obtained for NACE Rev. 2 sections O, P, Q, R and/or S\nThe feasibility study undertaken by a Member State shall cover in particular:\n1. the contribution which each of these economic activities makes to the national economy, expressed in terms of number of companies and employment share or a suitable alternative measure;\n2. a description of the similarities and differences in job vacancy structures and developments for these economic activities compared to the job vacancy structures and developments within NACE Rev. 2 sections B to N.\nOptions\nThe different options for obtaining the number of job vacancies and the number of occupied jobs for NACE Rev. 2 sections O, P, Q, R and/or S are to be assessed. The following possible data sources should be taken into account:\n(a) existing data collections;\n(b) administrative sources;\n(c) statistical estimation procedures;\n(d) new data collections.\nFor each option considered, the assessment shall include details of the technical and legal issues involved, including: the timing of implementation; the expected statistical quality of the results; expected start-up and running costs of data collection expressed in euro and full-time equivalent persons employed; cost by single unit surveyed; estimates of any additional burden on businesses; any risk or uncertainties; and particular advantages or disadvantages. Cost and quality shall be compared with that of the existing data collection for sections B to N.\nRecommendation\nBased on the assessment of the different options, a recommendation on the most suitable approach shall be proposed.\nImplementation\nDetails of the proposed implementation plan, including the starting and the completion dates of specific stages, shall be provided.\nMember States undertaking feasibility studies\nThe following Member States shall undertake feasibility studies to assess how the quarterly job vacancy data defined in Article 2 of Regulation (EC) No 453/2008 can be obtained for NACE Rev. 2 sections O, P, Q, R and/or S:\n— Denmark,\n— Germany,\n— Spain,\n— France,\n— Italy,\n— Malta,\n— Austria.\nFeasibility study to assess how the quarterly job vacancy statistics can be obtained from business units with less than 10 employees\nThe feasibility study undertaken by a Member State shall cover in particular:\n1. the contribution which each firm size class makes to the national economy, expressed in terms of number of companies and employment share or a suitable alternative measure;\n2. a description of the similarities and differences in job vacancy structures and developments for this firm size class compared to the job vacancy structures and developments in firms with 10 or more employees.\nOptions\nThe different options for obtaining the number of job vacancies and the number of occupied jobs for firms with less than 10 employees, are to be assessed. The following possible data sources should be taken into account:\n(a) existing data collections;\n(b) administrative sources;\n(c) statistical estimation procedures;\n(d) new data collections.\nFor each option considered, the assessment shall include details of the technical and legal issues involved, including the timing of implementation; the expected statistical quality of the results; expected start-up and running costs of data collection expressed in euro and full-time equivalent persons employed; cost by single unit surveyed; estimates for any additional burden on businesses; any risk or uncertainties; and particular advantages or disadvantages. Cost and quality shall be compared with that of the existing data collection for businesses with 10 or more employees.\nRecommendation\nBased on the assessment of the different options, a recommendation on the most suitable approach shall be proposed.\nImplementation\nDetails of the proposed implementation plan, including the starting and the completion dates of specific stages, shall be provided.\nMember States undertaking feasibility studies\nThe following Member States shall undertake feasibility studies to assess how the quarterly job vacancy data defined in Article 2 of Regulation (EC) No 453/2008 can be obtained for business units with less than 10 employees:\n— Denmark,\n— France,\n— Italy,\n— Malta."}