{"celex_id": "32003R0070", "uri": "http://publications.europa.eu/resource/cellar/305b262a-646d-4911-905f-07eded647164", "type": "Regulation", "concepts": ["1772", "3568"], "title": "Commission Regulation (EC) No 70/2003 of 16 January 2003 fixing the export refunds on malt\n", "header": "Commission Regulation (EC) No 70/2003\nof 16 January 2003\nfixing the export refunds on malt\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organization of the market in cereals(1), as last amended by Regulation (EC) No 1666/2000(2), and in particular the third subparagraph of Article 13(2) thereof,\nWhereas:\n(1) Article 13 of Regulation (EEC) No 1766/92 provides that the difference between quotations or prices on the world market for the products listed in Article 1 of that Regulation and prices for those products within the Community may be covered by an export refund.\n(2) The refunds must be fixed taking into account the factors referred to in Article 1 of Commission Regulation (EC) No 1501/95 of 29 June 1995 laying down certain detailed rules under Council Regulation (EEC) No 1766/92 on the granting of export refunds on cereals and the measures to be taken in the event of disturbance on the market for cereals(3), as last amended by Regulation (EC) No 1163/2002(4), as amended by Regulation (EC) No 1324/2002(5).\n(3) The refund applicable in the case of malts must be calculated with amount taken of the quantity of cereals required to manufacture the products in question. The said quantities are laid down in Regulation (EC) No 1501/95.\n(4) The world market situation or the specific requirements of certain markets may make it necessary to vary the refund for certain products according to destination.\n(5) The refund must be fixed once a month. It may be altered in the intervening period.\n(6) It follows from applying these rules to the present situation on markets in cereals, and in particular to quotations or prices for these products within the Community and on the world market, that the refunds should be as set out in the Annex hereto.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The export refunds on malt listed in Article 1(1)(c) of Regulation (EEC) No 1766/92 shall be as set out in the Annex hereto.", "This Regulation shall enter into force on 17 January 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 193, 29.7.2000, p. 1.\n(3) OJ L 147, 30.6.1995, p. 7.\n(4) OJ L 170, 29.6.2002, p. 46.\n(5) OJ L 194, 23.7.2002, p. 26.\nANNEX\nto the Commission Regulation of 16 January 2003 fixing the export refunds on malt\n>TABLE>\nNB:\nThe product codes and the \"A\" series destination codes are set out in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1) as amended.\nThe numeric destination codes are set out in Commission Regulation (EC) No 2020/2001 (OJ L 273, 16.10.2001, p. 6).\nThe other destinations are as follows:\nC12 All destinations except for Bulgaria, Estonia, Hungary, Lithuania, the Czech Republic, Romania and Slovenia.\nC13 All destinations except for Bulgaria, Estonia, Hungary, Lithuania, the Czech Republic, Romania, Slovakia and Slovenia."}