{"celex_id": "32000D0330", "uri": "http://publications.europa.eu/resource/cellar/1243d9d3-f90e-4de0-a42a-332548270ae3", "type": "Decision", "concepts": ["1755", "192", "5034", "619"], "title": "2000/330/EC: Commission Decision of 18 April 2000 approving tests for the detection of antibodies against bovine brucellosis within the framework of Council Directive 64/432/EEC (notified under document number C(2000) 1042) (Text with EEA relevance)\n", "header": "Commission Decision\nof 18 April 2000\napproving tests for the detection of antibodies against bovine brucellosis within the framework of Council Directive 64/432/EEC\n(notified under document number C(2000) 1042)\n(Text with EEA relevance)\n(2000/330/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on health problems affecting intra-Community trade in bovine animals and swine(1), as last amended by Directive 98/99/EC(2), and in particular Article 6(2)(b) thereof,\nWhereas:\n(1) Bovine animals intended for intra-Community trade must, with regard to bovine brucellosis, come from a holding officially free of bovine brucellosis and, in addition, be tested within 30 days of dispatch by use of either a serum-agglutination test or any other test approved by Standing Veterinary Committee procedure following the adoption of the relevant protocols.\n(2) In accordance with Article 16 of Directive 64/432/EEC, the Commission, in acordance with the procedures of Article 17 and on the basis of the opinion of the Scientific Veterinary Committee, shall update and if necessary amend Annexes B, C and D (Chapter II) to adapt them to scientific developments.\n(3) The Commission has now received the final report of the Scientific Committee on Animal Health and Animal Welfare on the modification of the technical annexes to Directive 64/432/EEC to take account of scientific developments regarding tuberculosis, brucellosis and enzootic bovine leucosis(3).\n(4) In this report the Scientific Committee recommended the preferential use of ELISA tests, the complement fixation test and the buffered brucella antigen tests for the detection of antibodies against bovine brucellosis, carried out inter alia on samples of blood taken from individual bovine animals. The recommended procedures are in line with the internationally recognised standards set out by the OIE (Manual of standards, Edition 1996, Chapter 3.2.1).\n(5) It appears appropriate to recognise for certification purposes the brucellosis test results produced by use of ELISA tests, the complement fixation test and the buffered brucella antigen tests, if the tests were carried out in accordance with the approved protocols on samples of blood taken from individually identified bovine animals within the 30 days prior to certification of the tested animals for intra-Community trade.\n(6) Therefore, pending the update of the technical Annexes B, C and D (Chapter II) in accordance with Article 16 of Directive 64/432/EEC, the ELISA tests, as specified in the report of the Scientific Committee and the complement fixation test and the buffered brucella antigen tests as specified in Annex C to that Directive shall be approved for brucellosis testing for certification purposes as provided for in Article 6(2)(b) and the animal health certificate in Annex F, model 1.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing veterinary Committee,", "main_body": ["The following tests for the detection of antibodies for bovine brucellosis are hereby approved for certification purposes referred to in Article 6(2)(b) of Directive 64/432/EEC:\n1. the complement fixation test and the buffered brucella antigen tests carried out in accordance with the provisions set up in Annex C of Directive 64/432/EEC;\n2. the ELISA tests carried out in accordance with the provisions set up in the Annex to this Decision.", "Where, for the purposes referred to in Article 6(2)(b) of Directive 64/432/EEC a test referred to in Article 1 of this Decision is used, the test must be specified in the column \"Test\" of the tables in point 3, second indent, and in point 5 of Section A in Annex F, Model 1 (health certificate) to Directive 64/432/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 April 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 1977/64.\n(2) OJ L 358, 31.12.1998, p. 107.\n(3) Doc. SANCO/B3/R10/1999.\nANNEX\n1. Enzyme linked immunosorbent assays (ELISAs)\n1.1. The two ELISA tests referred to in the Manual of standards for diagnostic tests and vaccines of the Office International des Epizooties (OIE) (Edition 1996, Chapter 3.2.1) are:\n1.1.1. the indirect ELISA specific for IgG1 using smooth lipopolysaccharide, and\n1.1.2. the competitive (inhibition) ELISA using monoclonal antibodies specific to the O chain polysaccharide position on the smooth lipopolysaccharide.\n1.2. The standard reference sera for the ELISA are the strong positive, weak positive and negative OIE standards, available from the Veterinary Laboratories Agency, Weybridge, United Kingdom.\n1.3. The technique used, its standardisation and the interpretation of results must conform to that specified in the OIE Manual of standards (Edition 1996, Chapter 3.2.1)\n1.4. ELISA tests used for the testing of plasma or serum must detect the OIE positive and weak positive reference sera.\n1.5. The definition of the diagnostic threshold for ELISA tests should be redefined in terms of the designated OIE sera in line with that stated in the OIE manual. The standard sera are international primary reference standards from which national secondary reference standards must be established for each test for use in each Member State against which working standards must be calibrated.\n1.6. When samples of serum or plasma are pooled, the number of samples included in each pool shall be such that the OIE weak positive standard serum shall be detected as positive when diluted in negative sera or plasma by the number of samples making up the pool. This upper limit shall be determined by the national reference laboratory, taking into account that the test must be adequate to detect evidence of infection in a single animal of the group of animals, of which samples of serum or plasma have been pooled.\n1.7. Where ELISA tests are used for certification purposes pooling of samples of serum or plasma must be carried out in such a way that the test results can be undoubtedly related to the individual animal included in the pool. Any confirmatory test must be carried out on samples of serum or plasma taken from individual animals."}