{"celex_id": "32002D0578", "uri": "http://publications.europa.eu/resource/cellar/a622dcab-1c81-4162-a817-254068486164", "type": "Decision", "concepts": ["1309", "192", "1937", "2560", "5034", "5100", "5369", "5860"], "title": "2002/578/EC: Commission Decision of 10 July 2002 amending Decision 2002/199/EC concerning animal health conditions and veterinary certification for imports of live bovine and porcine animals from certain third countries (Text with EEA relevance) (notified under document number C(2002) 2553)\n", "header": "Commission Decision\nof 10 July 2002\namending Decision 2002/199/EC concerning animal health conditions and veterinary certification for imports of live bovine and porcine animals from certain third countries\n(notified under document number C(2002) 2553)\n(Text with EEA relevance)\n(2002/578/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Regulation (EC) No 1452/2001(2), and in particular Article 8(3) thereof,\nWhereas:\n(1) Under Article 8(3) of Directive 72/462/EEC the requirements for testing for brucellosis, enzootic bovine leukosis and tuberculosis laid down in certain third countries may be regarded as equivalent to those laid down for intra-Community trade.\n(2) Canada has submitted information relating to its scheme for recognising herds as officially free of enzootic bovine leukosis.\n(3) The Czech Republic has submitted information relating to its scheme for recognition as officially free of enzootic bovine leukosis.\n(4) These guarantees provided by Canada and the Czech Republic as regards Enzootic bovine leukosis may be considered as equivalent to those required for intra-Community trade.\n(5) The competent veterinary authorities of Canada and the Czech Republic have undertaken to notify the Commission without delay of any proposed changes in their rules concerning these schemes.\n(6) Commission Decision 2002/199/EC(3) should be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex VI to Decision 2002/199/EC is replaced by the text in the Annex to this Decision.", "This Decision shall apply from the 60th day following that of its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 July 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 198, 21.7.2001, p. 11.\n(3) OJ L 71, 13.3.2002, p. 1.\nANNEX\n\"ANNEX VI\nRequirements for the recognition of bovine herds, countries and regions as officially free\n(Section A or B applies)\nSection A\n1. Tuberculosis and brucellosis: Annex A of Council Directive 64/432/EEC\n2. Enzootic bovine leukosis (EBL): Annex D of Council Directive 64/432/EEC\nSection B Equivalency\n1. The official control programme of the exporting third country is deemed equivalent to Annexes A and or D of Council Directive 64/432/EEC.\n2. The following official control programmes have been recognised as equivalents:\n>TABLE>\""}