{"celex_id": "32002D0971", "uri": "http://publications.europa.eu/resource/cellar/a5c5fff1-019c-4b95-8a03-c09cbb906578", "type": "Decision", "concepts": ["1339", "2535", "3135", "3468", "36", "3926", "42", "4308", "4522", "5420"], "title": "2002/971/EC: Council Decision of 18 November 2002 authorising the Member States, in the interest of the Community, to ratify or accede to the International Convention on Liability and Compensation for Damage in Connection with the Carriage of Hazardous and Noxious Substances by Sea, 1996 (the HNS Convention)\n", "header": "Council Decision\nof 18 November 2002\nauthorising the Member States, in the interest of the Community, to ratify or accede to the International Convention on Liability and Compensation for Damage in Connection with the Carriage of Hazardous and Noxious Substances by Sea, 1996 (the HNS Convention)\n(2002/971/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 61(c), Article 67(1) and Article 300(2) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The International Convention on Liability and Compensation for Damage in Connection with the Carriage of Hazardous and Noxious Substances by Sea, 1996 (hereinafter referred to as the \"HNS Convention\") is aimed at ensuring adequate, prompt, and effective compensation of persons who suffer damage caused by spills of hazardous and noxious substances, when carried by sea. The HNS Convention fills a significant gap in the international regulation of marine pollution liability.\n(2) Articles 38, 39 and 40 of the HNS Convention affect Community secondary legislation on jurisdiction and the recognition and enforcement of judgments, as laid down in Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters(3).\n(3) The Community therefore has sole competence in relation to Articles 38, 39 and 40 of the HNS Convention inasmuch as that Convention affects the rules laid down in Regulation (EC) No 44/2001. The Member States retain their competence for matters covered by that Convention which do not affect Community law.\n(4) Pursuant to the HNS Convention, only sovereign States may be party to it; there are no plans, in the short term, to reopen negotiations for the purpose of taking into account Community competence for the matter. It is not therefore possible for the Community to ratify or accede to the HNS Convention at present, nor is there any prospect that it will be able to do so in the near future.\n(5) The HNS Convention is particularly important, given the interests of the Community and its Member States, because it makes for improved victim protection under international rules on marine pollution liability, in keeping with the 1982 United Nations Convention on the Law of the Sea.\n(6) The substantive rules of the system established by the HNS Convention fall under the national competence of Member States and only the provisions of jurisdiction and the recognition and enforcement of the judgments are matters covered by exclusive Community competence. Given the subject matters and the aim of the HNS Convention, acceptance of the provisions of that Convention which come under Community competence cannot be dissociated from the provisions which come under the competence of the Member States.\n(7) The Council should therefore authorise the Member States to ratify or accede to the HNS Convention in the interest of the Community, under the conditions set out in this Decision.\n(8) Member States should finalise, within a reasonable time, their procedures for ratification of, or accession to, the HNS Convention in the interest of the Community. Member States should exchange information on the state of their ratification or accession procedures in order to prepare the deposit of their instruments of ratification of, or accession to, the Convention.\n(9) The United Kingdom and Ireland are taking part in the adoption and application of this Decision.\n(10) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision, and is not bound by it or subject to its application,", "main_body": ["1. Without prejudice to existing European Community competence in the matter, the Council hereby authorises the Member States to ratify or accede to the HNS Convention in the interest of the Community, subject to the conditions set out in the following Articles.\n2. The text of the HNS Convention is attached to this Decision.\n3. In this Decision, the term \"Member State\" shall mean all Member States with the exception of Denmark.", "When ratifying or acceding to the HNS Convention, Member States shall make the following declaration:\n\"Judgments on matters covered by the Convention shall, when given by a court of ((4)...), be recognised and enforced in ((5)... ) according to the relevant internal Community rules on the subject.(6)\"", "1. Member States shall take the necessary steps to deposit the instruments of ratification of, or accession to, the HNS Convention within a reasonable time with the Secretary-General of the International Maritime Organisation and, if possible, before 30 June 2006.\n2. Member States shall inform the Council and the Commission, before 30 June 2004, of the prospective date of finalisation of their ratification or accession procedures.\n3. Member Sates shall seek to exchange information on the state of their ratification or accession procedures.", "When ratifying or acceding to the HNS Convention, Member States shall inform the Secretary-General of the International Maritime Organisation in writing that such ratification or accession has taken place in accordance with this Decision.", "Member States shall, at the earliest opportunity, use their best endeavours to ensure that the HNS Convention is amended to allow the Community to become a contracting party to it."], "attachments": "Done at Brussels, 18 November 2002.\nFor the Council\nThe President\nP. S. MĂ¸ller\n(1) OJ C 51 E, 26.2.2002, p. 370.\n(2) Opinion delivered on 11 June 2002 (not yet published in the Official Journal).\n(3) OJ L 12, 16.1.2001, p. 1.\n(4) All the Member States to which this Decision is applicable except the Member State making the declaration and Denmark.\n(5) Member State making the declaration.\n(6) At present, these rules are laid down in Regulation (EC) No 44/2001."}