{"celex_id": "32009D0891", "uri": "http://publications.europa.eu/resource/cellar/48449ec9-752f-4fc5-adcf-304677b1ac2c", "type": "Decision", "concepts": ["1728", "3194", "4250", "5469", "7932", "862", "922"], "title": "2009/891/EC: Council Decision of 30 November 2009 providing macro-financial assistance to Bosnia and Herzegovina\n", "header": "5.12.2009 EN Official Journal of the European Union L 320/6\nCOUNCIL DECISION\nof 30 November 2009\nproviding macro-financial assistance to Bosnia and Herzegovina\n(2009/891/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament,\nAfter consulting the Economic and Financial Committee,\nWhereas:\n(1) Relations between Bosnia and Herzegovina and the European Union (EU) are developing within the framework of the Stabilisation and Association Process and the European Partnership; Bosnia and Herzegovina and the Commission signed on 16 June 2008 a Stabilisation and Association Agreement and the Interim Agreement on Trade and Trade related Matters.\n(2) The Bosnian economy has been increasingly hit by the international economic and financial crisis since the fourth quarter of 2008, with declining output and trade and falling fiscal revenues.\n(3) Bosnia and Herzegovina’s economic stabilisation and recovery are supported by financial assistance from the International Monetary Fund (IMF). In May 2009, the Bosnian authorities agreed with the IMF on a new disbursing programme of EUR 1,15 billion over a three-year period which was approved by the IMF Board in July 2009.\n(4) Bosnia and Herzegovina has requested additional Community macro-financial assistance in view of the worsening economic situation and outlook.\n(5) Given that, following the assumptions of the IMF, a residual financing gap remains in the balance of payments in 2010, macro-financial assistance is considered an appropriate response to Bosnia and Herzegovina’s request under the current exceptional circumstances to support economic stabilisation in conjunction with the current IMF programme. The present financial assistance is also expected to contribute to alleviate budgetary financing needs.\n(6) In order to ensure efficient protection of the Community’s financial interests linked to the present financial assistance, it is necessary to provide for appropriate measures by Bosnia and Herzegovina related to the prevention of, and the fight against, fraud, corruption and any other irregularities linked to this assistance, as well as for controls by the Commission and audits by the Court of Auditors.\n(7) The release of the Community financial assistance is without prejudice to the powers of the budgetary authority.\n(8) This assistance should be managed by the Commission, in consultation with the Economic and Financial Committee.\n(9) The Treaty does not provide, for the adoption of this Decision, powers other than those of Article 308,", "main_body": ["1.   The Community shall make available to Bosnia and Herzegovina macro-financial assistance in the form of a loan facility with a maximum principal amount of EUR 100 million and a maximum average maturity of 15 years with a view to supporting Bosnia and Herzegovina’s economic stabilisation and alleviating its balance of payments and budgetary needs as identified in the current IMF programme.\n2.   To this end, the Commission is empowered to borrow on behalf of the Community the necessary resources.\n3.   The release of the Community financial assistance shall be managed by the Commission, in close cooperation with the Economic and Financial Committee, in a manner consistent with the agreements or understandings reached between the IMF and Bosnia and Herzegovina.\n4.   The Community financial assistance shall be made available for two years starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 2(1). However, if circumstances so require, the Commission, after consultation of the Economic and Financial Committee, may decide to extend the availability period by a maximum of one year.", "1.   The Commission is empowered to agree with the authorities of Bosnia and Herzegovina, after consulting the Economic and Financial Committee, the economic policy conditions attached to the Community macro-financial assistance, to be laid down in a Memorandum of Understanding. The conditions shall be consistent with the agreements or understandings reached between the IMF and Bosnia and Herzegovina. The detailed financial terms of the assistance shall be laid down in a Loan Agreement to be agreed between the Commission and the authorities of Bosnia and Herzegovina.\n2.   During the implementation of the Community financial assistance, the Commission shall monitor the soundness of Bosnia and Herzegovina’s financial arrangements, administrative procedures, and the internal and external control mechanisms which are relevant to such assistance.\n3.   The Commission shall verify at regular intervals that Bosnia and Herzegovina’s economic policies are in accordance with the objectives of the Community assistance and that the agreed economic policy conditions are being satisfactorily fulfilled. In doing so, the Commission shall coordinate closely with the IMF and the World Bank, and, when required, with the Economic and Financial Committee.", "1.   The Community financial assistance shall be made available by the Commission to Bosnia and Herzegovina in two loan instalments, subject to the conditions of paragraph 2. The size of the loan instalments will be laid down in the Memorandum of Understanding.\n2.   The Commission shall decide on the release of the instalments subject to satisfactory implementation of the economic policy conditions agreed in the Memorandum of Understanding. The disbursement of the second instalment shall not take place earlier than three months after the release of the first instalment.\n3.   The Community funds shall be paid to the Central Bank of Bosnia and Herzegovina. Subject to provisions to be spelled out in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, their counter-value in local currency may be transferred to the Treasuries of Bosnia and Herzegovina and its entities as the final beneficiaries.", "1.   The Community borrowing and lending operations referred to in this Decision shall be carried out in euro using the same value date and shall not involve the Community in the transformation of maturities, in any exchange or interest rate risks, or in any other commercial risk.\n2.   The Commission shall take the necessary steps, if Bosnia and Herzegovina so requests, to ensure that an early repayment clause is included in the loan terms and conditions and matched by a corresponding clause in the terms and conditions of the borrowing operations.\n3.   At the request of Bosnia and Herzegovina, and where circumstances permit an improvement of the interest rate of the loan, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average maturity of the borrowing concerned or increasing the amount of capital outstanding at the date of the refinancing or restructuring.\n4.   All costs incurred by the Community which are related to the borrowing and lending operations under this Decision shall be borne by Bosnia and Herzegovina.\n5.   The Economic and Financial Committee shall be kept informed of developments in the operations referred to in paragraphs 2 and 3.", "The Community financial assistance shall be implemented in accordance with the provisions of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (1) and its implementing rules (2). In particular, the Memorandum of Understanding and the Loan Agreement to be agreed with the authorities of Bosnia and Herzegovina shall provide for appropriate measures by Bosnia and Herzegovina in relation to the prevention of, and the fight against, fraud, corruption and other irregularities affecting the assistance. They shall also provide for controls by the Commission, including the European Anti-Fraud Office (OLAF), with the right to perform on-the-spot checks and inspections, and for audits by the Court of Auditors, where appropriate, to be carried out on the spot.", "By 31 August of each year the Commission shall submit to the European Parliament and to the Council a report, including an evaluation of the implementation of this Decision in the preceding year. The report shall indicate the connection between the policy conditions as laid down in a Memorandum of Understanding pursuant to Article 2(1), Bosnia and Herzegovina’s on-going economic and fiscal performance, and the Commission’s decision to release the instalment of the assistance.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Council\nThe President\nB. ASK\n(1)  OJ L 248, 16.9.2002, p. 1.\n(2)  Commission Regulation (EC, Euratom) No 2342/2002 (OJ L 357, 31.12.2002, p. 1)."}