{"celex_id": "32007D0238", "uri": "http://publications.europa.eu/resource/cellar/9eb7c723-5eb3-48f0-9902-7e6482db5eff", "type": "Decision", "concepts": ["3367", "3559", "4217", "5577", "5788"], "title": "Council Decision 2007/238/CFSP of 19 April 2007 appointing the European Union Special Representative for Sudan\n", "header": "20.4.2007 EN Official Journal of the European Union L 103/52\nCOUNCIL DECISION 2007/238/CFSP\nof 19 April 2007\nappointing the European Union Special Representative for Sudan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and, in particular, Article 18(5) in conjunction with Article 23(2) thereof,\nWhereas:\n(1) On 18 July 2005, the Council adopted Joint Action 2005/556/CFSP (1) appointing Mr Pekka HAAVISTO as the Special Representative of the European Union (EUSR) for Sudan.\n(2) On 5 July 2006, the Council adopted Joint Action 2006/468/CFSP (2) renewing and revising the mandate of the EUSR for Sudan.\n(3) On 15 February 2007, the Council adopted Joint Action 2007/108/CFSP (3) extending, until 30 April 2007, the mandate of Mr Pekka HAAVISTO as the EUSR for Sudan. The Council also agreed that the mandate of the EUSR for Sudan should, in principle, be extended for a period of 12 months.\n(4) Mr Pekka HAAVISTO has informed the Secretary-General/High Representative of his intention to resign at the end of April 2007. A new EUSR for Sudan should therefore be appointed as from 1 May 2007 for the remaining period of the mandate.\n(5) The Secretary-General/High Representative has recommended that Mr Torben BRYLLE be appointed as the new EUSR for Sudan.\n(6) Article 49(3) of the Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (4) provides that basic acts may notably take the form of a decision pursuant to Article 18(5) of the Treaty.\n(7) The EUSR will implement his mandate in the context of a situation which may deteriorate and could harm the Common Foreign and Security Policy objectives set out in Article 11 of the Treaty,", "main_body": ["Appointment\nMr Torben BRYLLE is hereby appointed as European Union Special Representative (EUSR) for Sudan from 1 May 2007 to 29 February 2008. He shall exercise his functions in accordance with the mandate and the detailed arrangements set out in Joint Action 2007/108/CFSP.", "Financing\n1.   The financial reference amount intended to cover the expenditure related to the mandate of the EUSR in the period from 1 May 2007 to 29 February 2008 shall be EUR 1 700 000.\n2.   The management of the expenditure shall be subject to a contract between the EUSR for Sudan and the Commission. The expenditure shall be eligible as from 1 May 2007.", "Review\nThe EUSR for Sudan shall present the Secretary-General/High Representative, the Council and the Commission with a comprehensive report on the implementation of his mandate by mid-November 2007.", "Taking of effect\nThis Decision shall take effect on the day of its adoption.", "Publication\nThis Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 19 April 2007.\nFor the Council\nThe President\nBrigitte ZYPRIES\n(1)  OJ L 188, 20.7.2005, p. 43.\n(2)  OJ L 184, 6.7.2006, p. 38.\n(3)  OJ L 46, 16.2.2007, p. 63.\n(4)  OJ L 248, 16.9.2002, p. 1. Regulation as amended by Regulation (EC, Euratom) No 1995/2006 (OJ L 390, 30.12.2006, p. 1)."}