{"celex_id": "32004R0463", "uri": "http://publications.europa.eu/resource/cellar/92649a79-a4ef-4b3b-84fc-1dd8f08381d6", "type": "Regulation", "concepts": ["3060", "4522", "539", "818"], "title": "Commission Regulation (EC) No 463/2004 of 12 March 2004 amending Regulation (EC) No 823/2000 on the application of Article 81(3) of the Treaty to certain categories of agreements, decisions and concerted practices between liner shipping companies (consortia) (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 463/2004\nof 12 March 2004\namending Regulation (EC) No 823/2000 on the application of Article 81(3) of the Treaty to certain categories of agreements, decisions and concerted practices between liner shipping companies (consortia)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 479/92 of 25 February 1992 on the application of Article 85(3) of the Treaty to certain categories of agreements, decisions and concerted practices between liner shipping companies (consortia)(1), and in particular Article 2(2) thereof,\nHaving published a draft of this Regulation(2),\nAfter consulting the Advisory Committee on Restrictive Practices and Dominant Positions in Maritime Transport,\nWhereas:\n(1) Regulation (EEC) No 479/92 empowers the Commission to apply Article 81(3) of the Treaty by regulation to certain categories of agreements, decisions and concerted practices between shipping companies (consortia) relating to the joint operation of liner transport services.\n(2) Commission Regulation (EC) No 823/2000(3) grants a general exemption to liner shipping consortia from the prohibition contained in Article 81(1) of the Treaty, subject to certain conditions and obligations.\n(3) One of the conditions concerns the market share held by the consortium on each market upon which it operates. Any consortium with a market share below 30 % (if the consortium operates within a conference) or 35 % (if the consortium operates outside a conference) is automatically exempt if it fulfils the other conditions of the Regulation. A consortium with a market share above that ceiling but below 50 % may still benefit from the block exemption if the agreement is notified to the Commission and the Commission does not oppose the exemption within six months.\n(4) Regulation (EC) No 1/2003 introduces a directly applicable exception system in which the competition authorities and the courts of the Member States have the power to apply Article 81(3) of the Treaty, in addition to Article 81(1) and Article 82. Undertakings no longer have the obligation or option to notify agreements to the Commission with a view to obtaining an exemption decision. Under the new system, agreements that fulfil the conditions of Article 81(3) are legally valid and enforceable without the adoption of an administrative decision. Undertakings will be able to invoke the exception from the prohibition on agreements which restrict competition laid out in Article 81(3) as a defence in all proceedings.\n(5) The provisions of Regulation (EC) No 823/2000 should be aligned with those of Regulation (EEC) No 479/92 and Council Regulation (EC) No 4056/86 of 22 December 1986 laying down detailed rules for the application of Articles 85 and 86 of the Treaty to maritime transport(4). In particular the opposition procedure should be abolished and references to notification of consortia deleted. Transitional provisions should be introduced in respect of notifications already made under the opposition procedure. It is also necessary to introduce references to the new powers of the national competition authorities.\n(6) Regulation (EC) No 823/2000 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 823/2000 is amended as follows:\n1. Article 7 is deleted.\n2. Article 9 is amended as follows:\n(a) paragraph 4 is deleted;\n(b) paragraph 5 is replaced by the following:\n\"5. Any consortium claiming the benefit of this Regulation must be able, on being given a period of notice which the Commission or the Member States' competition authorities shall determine on a case-by-case basis and which shall be not less than one month, to demonstrate at the request of the Commission or the Member States' competition authorities that the conditions and obligations imposed by Articles 5 to 8 and paragraphs 2 and 3 of this Article are met. It must submit the consortium agreement in question to the Commission or the Member States' competition authorities as appropriate within that period.\"\n3. In Article 11, paragraph 1 is replaced by the following:\n\"1. Information acquired as a result of the application of Article 9(5) shall be used only for the purposes of this Regulation.\"\n4. Article 12 is replaced by the following:\n\"Article 12\nWithdrawal in individual cases\n1. The Commission may withdraw the benefit of this Regulation, in accordance with Article 29 of Council Regulation (EC) No 1/2003(5), where it finds in a particular case that an agreement, decision by an association of undertakings or concerted practice to which Article 3 or Article 13(1) of this Regulation apply nevertheless has certain effects which are incompatible with Article 81(3) in particular where:\n(a) in a given trade, competition from outside the conference within which the consortium operates or from outside a particular consortium is not effective;\n(b) a consortium fails repeatedly to comply with the obligations provided for in Article 9 of this Regulation;\n(c) such effects result from an arbitration award.\n2. Where, in any particular case, an agreement, decision by an association of undertakings or concerted practice referred to in paragraph 1 has effects which are incompatible with Article 81(3) of the Treaty in the territory of a Member State, or in a part thereof, which has all the characteristics of a distinct geographic market, the competition authority of that Member State may withdraw the benefit of this Regulation in respect of that territory.\"\n5. In Article 13, paragraph 2 is replaced by the following:\n\"2. A notification made pursuant to Article 7 in respect of which the period of six months referred to in the second subparagraph of paragraph 1 of that Article has not expired shall lapse as from 1 May 2004.\"", "This Regulation shall enter into force on 1 May 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 2004.\nFor the Commission\nMario Monti\nMember of the Commission\n(1) OJ L 55, 29.2.1992, p. 3. Regulation as last amended by Regulation (EC) No 1/2003 (OJ L 1, 4.1.2003, p. 1).\n(2) OJ C 233, 30.9.2003, p. 8.\n(3) OJ L 100, 20.4.2000, p. 24. Regulation as amended by the 2003 Act of Accession.\n(4) OJ L 378, 31.12.1986, p. 4. Regulation as last amended by Regulation (EC) No 1/2003 (OJ L 1, 4.1.2003, p. 1).\n(5) OJ L 1, 4.1.2003, p. 1."}