{"celex_id": "32001D0819", "uri": "http://publications.europa.eu/resource/cellar/2333a33f-82f8-4660-a8ed-6ae1aa1360c2", "type": "Decision", "concepts": ["1596", "1899", "2320", "2718", "2771", "5369"], "title": "2001/819/EC: Commission Decision of 22 November 2001 amending Decision 98/695/EC laying down special conditions governing imports of fishery and aquaculture products originating in Mexico (Text with EEA relevance) (notified under document number C(2001) 3694)\n", "header": "Commission Decision\nof 22 November 2001\namending Decision 98/695/EC laying down special conditions governing imports of fishery and aquaculture products originating in Mexico\n(notified under document number C(2001) 3694)\n(Text with EEA relevance)\n(2001/819/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by Council Directive 97/79/EC(2), and in particular Article 11(5) thereof,\nWhereas:\n(1) Article 1 of Commission Decision 98/695/EC of 24 November 1998 laying down special conditions governing imports of fishery and aquaculture products originating in Mexico(3), states that the \"Dirección General de Calidad Sanitaria de Bienes y Servicios (DGCSBS) de la Secretaría de Salud\" shall be the competent authority in Mexico for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\n(2) Following a restructuring of the Mexican administration, the competent authority for issuing health certificates for fishery products has changed to the \"Dirección General de Control Sanitario de Productos y Servicios (DGCSPS) de la Secretaría de Salud\". This new authority is capable of effectively verifying the application of the laws in force. It is therefore necessary to modify the nomination of the Competent Authority mentioned in Decision 98/695/EC and the model of health certificate included in Annex A to this Decision.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 98/695/EC is modified as follows:\n1. Article 1 is replaced by the following: \"Article 1\nThe 'Dirección General de Control Sanitario de Productos y Servicios (DGCSPS) de la Secretaría de Salud' shall be the competent authority in Mexico for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\"\n2. Point 2 of the Article 3 is replaced by the following: \"2. Certificates must bear the name, capacity and signature of the representative of the DGCSPS and the latter's official stamp in a colour different from that of other endorsements.\"\n3. Annex A is replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 November 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 332, 8.12.1998, p. 9.\nANNEX\n\"ANNEX A\n>PIC FILE= \"L_2001307EN.002303.TIF\">\n>PIC FILE= \"L_2001307EN.002401.TIF\">\""}