{"celex_id": "32008D0465", "uri": "http://publications.europa.eu/resource/cellar/c404af43-1b31-4021-919e-417f3e6534e7", "type": "Decision", "concepts": ["12", "1360", "1596", "3763", "5063", "525"], "title": "2008/465/EC: Commission Decision of 6 June 2008 amending Appendix B of Annex VII to the Act of Accession of Bulgaria and Romania as regards certain establishments in the meat, poultrymeat, fish and milk and milk products sectors in Romania (notified under document number C(2008) 2400) (Text with EEA relevance)\n", "header": "20.6.2008 EN Official Journal of the European Union L 161/36\nCOMMISSION DECISION\nof 6 June 2008\namending Appendix B of Annex VII to the Act of Accession of Bulgaria and Romania as regards certain establishments in the meat, poultrymeat, fish and milk and milk products sectors in Romania\n(notified under document number C(2008) 2400)\n(Text with EEA relevance)\n(2008/465/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Annex VII, Chapter 5, Section B, Subsection I, paragraph (e) thereto,\nWhereas:\n(1) Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (1) and Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (2) provide for certain structural requirements for establishments falling within the scope of those Regulations.\n(2) Annex VII, Chapter 5, Section B, Subsection I, paragraph (a) to the Act of Accession of Bulgaria and Romania provides that certain structural requirements laid down in those Regulations are not to apply to the establishments in Romania listed in Appendix B of Annex VII to the Act of Accession until 31 December 2009, subject to certain conditions.\n(3) As long as those establishments are in transition, products originating from those establishments should only be placed on the domestic market or used for further processing in Romanian establishments in transition.\n(4) Appendix B of Annex VII to the Act of Accession of Bulgaria and Romania has been amended by Commission Decisions 2007/23/EC (3) and 2007/710/EC (4).\n(5) In Romania, certain establishments in the meat, poultrymeat, fish and milk and milk products sectors have completed their upgrading process and are now in full compliance with Community legislation. In addition, certain establishments have ceased their activities. Those establishments should therefore be deleted from the list of establishments in transition.\n(6) Appendix B of Annex VII to the Act of Accession of Bulgaria and Romania should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The establishments listed in the Annex to this Decision are deleted from Appendix B of Annex VII to the Act of Accession of Bulgaria and Romania.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 1, as corrected by OJ L 226, 25.6.2004, p. 3.\n(2)  OJ L 139, 30.4.2004, p. 55, as corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Commission Regulation (EC) No 1243/2007 (OJ L 281, 25.10.2007, p. 8).\n(3)  OJ L 8, 13.1.2007, p. 9.\n(4)  OJ L 288, 6.11.2007, p. 35.\nANNEX\nList of meat, poultrymeat, fish and milk and milk products establishments to be deleted from Appendix B of Annex VII to the Act of Accession of Bulgaria and Romania\nMeat establishments\nNo Veterinary approval Name of the establishment Address\n24 B 764 SC Antrefrig SRL București, 062620\n28 B 70304 SC Vericom 2001 SRL Str. Turnu Măgurele nr. 17, București, 041706\n90 CJ 120 SC Mariflor SRL Gherla, județul Cluj, 405300\n114 CV 158 SC Agrochem SRL Câmpu Frumos nr. 5, județul Covasna, 520072\n115 CV 1776 SC Lefrumarin 2000 SRL Micloșoara, str. Laterală nr. 201, județul Covasna, 525104\n121 DJ 222 SC Elisiria SRL Podari, județul Dolj, 207465\n122 DJ 312 SC Olas Prod SRL Craiova, str. N. Romanescu nr. 130, județul Dolj, 200738\n129 GL 3710 SC Saltempo SRL Galați, județul Galați, 800830\n147 IF 2755 SC Ifantis Romania SRL Otopeni, județul Ilfov, 075100\n149 IF 2831 SC Picovit Rom Impex SRL Popești Leordeni, str. Olteniței nr. 220, județul Ilfov, 077160\n173 MM 5642 SC Selmont SRL Baia Mare, județul Maramureș, 430530\n191 NT 31 SC Dustim SRL Piatra Neamț, str. G-ral Dăscălescu nr. 254, județul Neamț, 610201\n208 PH 4987 SC Ana & Cornel SNC Mizil, str. Amarului nr. 1, județul Prahova, cod 105800\n245 TL 269 SC Romit SA Tulcea, județul Tulcea, 820320\n253 TM 1931 SC Agil SRL Timișoara, Aleea Viilor nr. 24 A, județul Timiș, 303700\nPoultrymeat establishments\nNo Veterinary approval Name of the establishment Address\n8 BR 456 SC Bona Avis SRL Oraș Ianca, Șos. Brăilei nr. 3, județul Brăila, 817200\n21 IS 461 SC Avitop SA Iași, șos. Iași-Târgu Frumos km 10, jud. Iași, 707410\n23 MS 3896 SC Oprea Avicom SRL Crăiești, nr. 5, județul Mureș, 547180\nCold stores\nNo Veterinary approval Name of the establishment Address\n7 AR 498 SC Codlea Vial International SRL Arad, Calea 6 Vânători nr. 55, județul Arad, 301061\n9 AR 570 SC Palrom SRL Șofronea F.N, județul Arad, 310640\n18 BR 157 SC Risk SRL Brăila, str. Râmnicu Sărat nr. 86, județul Brăila, 810166\n36 CJ 31 SC Macromex SRL Cluj-Napoca, Calea Baciului nr. 179/B, județul Cluj, 400230\n69 IF 102 SC Exel Delamode Logistic SRL Chiajna, str. Centura nr. 37-41, județul Ilfov, 077040\n74 MM 141 SC Maruami Com SRL Recea, județul Maramureș, 227414\n78 MS 65 SC Alex Agrocom Impex SRL Ernei, județul Mureș, 547215\n81 MS 6666 SC Royal German Fish & Seafood SRL Târnăveni, str. Industriei nr. 4/205, județul Mureș, 540700\n82 MS 6665 SC Romfleich SRL Târnăveni, str. Industriei 4/202, județul Mureș, 540700\n85 NT 214 SC Marcel SRL Neamț, str. Castanilor nr. 7, județul Neamț, 610139\n86 NT 145 SC Medas Impex Dumbrava Roșie, str. Dumbravei nr. 182, județul Neamț, 617185\n87 PH 25 SC Casco Distribution SRL Minier, Șerban Cantacuzino nr. 138, județul Prahova, 107247\n89 PH 5727 SC Frigoriferul SA Ploiești, str. Laboratorul nr. 5, județul Prahova, 100720\n107 B 545 Euroccoling Center SRL București, șos. Andronache nr. 203, sector 2, 022524\n108 B 488 Expomarket Aliment SRL București, str. Fântânica nr. 36, sector 2, 021802\n131 B 72394 Antepozite Frigorifice PGA SRL București, str. Fântânica nr. 36, 021802\nFish establishments\nNo Veterinary approval Name of the establishment Address\n2 BC 1662 SC Bonito SRL Bacău, str. 22 Decembrie nr. 38, județul Bacău, 600374\n3 BC 4978 SC Salmar Prod SRL Comănești, str. 1 Mai, Complex Zăvoi, județul Bacău, 605200\nMilk and milk products establishments\nNo Veterinary approval Name of the establishment Address\n94 CV 23 SC MBI SRL Chichiș, județul Covasna, 527075\n97 DB 716 SC Marion Invest SRL Cranguri, județul Dâmbovița, 137170\n115 IL 1127 SC Sami Ian SRL Grindu, județul Ialomița, 927140\n120 IF 3260 SC DO & DO SRL Pantelimon, județul Ilfov, 077145\n139 MS 618 SC I.L. Mures SA Târgu Mureș, județul Mureș, 540390\n146 NT 313 SC Prod A.B.C. Company SRL Grumăzești, județul Neamț, 617235\n153 NT 607 SC D. A. Secuieni Secuieni, județul Neamț, 617415\n155 NT 37 SC Conf Prod Vidu SNC Crăcăoani, județul Neamț, 617145\n156 PH 6064 SC Alto Impex SRL Bușteni, județul Prahova, 105500\n157 PH 6448 SC Rusara Prodcom SRL Valea Călugărească, județul Prahova, 107620\n159 PH 3868 SC Micolact SRL Mizil, județul Prahova, 105800\n160 PH 4625 SC Palex 97 SRL Ciorani, județul Prahova, 107155\n180 SV 5398 SC Chitriuc Impex SRL Bălcăuți, județul Suceava, 727025\n181 SV 5614 SC Cozarux SRL Suceava, județul Suceava, 720158\n187 SV 737 SC Cavior SRL Forăști, județul Suceava, 727235\n198 TM 6014 SC Friesland Romania SA Deta, județul Timiș, 305200"}