{"celex_id": "32001R1725", "uri": "http://publications.europa.eu/resource/cellar/c33440a5-abfa-4af9-b286-4545dbfdffaf", "type": "Regulation", "concepts": ["2300", "2647", "411", "862", "945"], "title": "Council Regulation (EC) No 1725/2001 of 23 July 2001 concerning action against anti-personnel landmines in third countries other than developing countries\n", "header": "Council Regulation (EC) No 1725/2001\nof 23 July 2001\nconcerning action against anti-personnel landmines in third countries other than developing countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) The European Community is concerned by the presence of anti-personnel land-mines and other unexploded devices in areas where civil communities are trying to recover from armed conflict.\n(2) Anti-personnel landmines cause suffering and casualties and constitute a serious obstacle to economic development, inhibit the return of refugees and displaced persons, and obstruct humanitarian aid operations, reconstruction and rehabilitation and the restoration of normal social conditions.\n(3) The Community is determined to make a full contribution towards the goal of total elimination of anti-personnel landmines world-wide in the coming years.\n(4) The Community and its Member States have provided the largest contribution to the wider international effort to overcome the tragedy of anti-personnel landmines.\n(5) Action to achieve the total elimination of anti-personnel landmines is still at an early stage and therefore the Community should continue to exercise determined leadership until the goal is fully achieved.\n(6) This Regulation is a direct response to the Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines and on Their Destruction (Ottawa Convention).\n(7) Therefore, financial aid should, as a priority, benefit those third countries which are committed to the fight against anti-personnel landmines and are parties to the Ottawa Convention.\n(8) Community mine action is often an integral part of humanitarian aid, rehabilitation, reconstruction or development activities, whilst being a discrete and specialised activity responding to distinct priorities, operational requirements and political imperatives.\n(9) As part of such activities, as well as in the case of framework programmes for the research and development of mine action technology, new and existing actions will continue to be funded from specific budget lines, supported, complemented and coordinated under this Regulation where appropriate.\n(10) For the Community to be able to contribute effectively to preventive actions on mines, it will be necessary to allow for Community action to destroy anti-personnel landmines in stockpiles in conjunction with operations to destroy anti-personnel landmines in the ground.\n(11) Scientific research should be intensified with the aim of developing technologies to facilitate mine detection and identification of the affected areas with greater precision.\n(12) The Community needs to be in a position to ascertain that the mine clearance actions which it has financed have been effective. It must therefore employ the appropriate technical means, including military technology where necessary.\n(13) This Regulation is designed to provide the basis for a coherent and efficient approach for the Community mine action in third countries other than developing countries, through advancing an integrating strategy, in close coordination between the Commission, the Member States and the international community at all stages of mine actions.\n(14) Such an approach should not prevent Community response to humanitarian emergencies wherever they occur.\n(15) It is necessary to ensure that these actions are coherent with the European Union's foreign policy as a whole, including the Common Foreign and Security Policy.\n(16) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(2).\n(17) The anti-personnel landmine problem, by its life-threatening nature and its global extent, requires efficient, flexible and, where necessary, rapid decision-making procedures for the financing of Community actions.\n(18) The Community should ensure maximum transparency in the implementation of the financial assistance and stringent controls in the use of appropriations.\n(19) The protection of the Communities' financial interests as well as the fight against fraud and irregularities constitute an inherent part of this Regulation.\n(20) The operations referred to in this Regulation fit into the framework of Community cooperation policy in third countries other than developing countries and are necessary to attain one of the objectives of the Treaty. The Treaty does not provide for the adoption of this Regulation, powers other than those laid down in Article 308.\n(21) Article 6 of Regulation (EC) No 1724/2001 of the European Parliament and of the Council of 23 July 2001 concerning action against anti-personnel landmines in developing countries(3) provides for a financial framework for the implementation of all Community mine actions, including under this Regulation,", "main_body": ["1. This Regulation lays down the procedures for the implementation of Community operations against anti-personnel landmines within the framework of Community cooperation policy in third countries, while advancing a consistent and coherent humanitarian mine clearance strategy in response to the Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti-Personnel Mines and on their Destruction (hereinafter referred to as the \"Ottawa Convention\").\n2. The operations referred to in this Regulation shall be implemented in the territory of third countries other than developing countries or shall be directly related to situations arising in these countries, particularly in those recovering from conflicts.\nMine actions shall be integrated into all country and cooperation strategies of such third countries which suffer from the consequences of anti-personnel landmines.", "1. Community operations under this Regulation shall be aimed at assisting countries which suffer from the consequences of anti-personnel landmines, to create the conditions necessary for their economic and social development, by\n(a) supporting the elaboration, monitoring and implementation of a civilian mine action strategy;\n(b) assisting afflicted countries in their implementation of the Ottawa Convention;\n(c) creating and sustaining international structures and local capabilities within the afflicted countries to carry out mine actions with maximum effectiveness;\n(d) responding to humanitarian emergency, preventing casualties and assisting the rehabilitation of mine victims;\n(e) supporting the in-country trial and introduction into operational use of appropriate mine action equipment and techniques;\n(f) promoting coordination with end-users of the mine clearance equipment at the early stages of research and to support the use of these technologies in mine-affected countries;\n(g) encouraging mine clearance actions that are compatible with the local environment and consistent with the sustainable development of the affected region;\n(h) supporting coordination among international mine action actors.\n2. The operations financed under this Regulation may comprise all activities related to action against anti-personnel landmines which will support objectives necessary for economic and social development, including:\n(a) mine awareness education;\n(b) training of specialist personnel;\n(c) survey and marking of suspected areas;\n(d) detection and identification of anti-personnel landmines;\n(e) mine clearance to humanitarian standards and destruction of anti-personnel landmines in the ground and in conjunction therewith the destruction of anti-personnel landmines in stockpiles;\n(f) victim assistance, rehabilitation and socio-economic reintegration of mine victims;\n(g) information management, including geographical information systems;\n(h) other activities, which contribute to the reduction of the human, economic and environmental impact of anti-personnel landmines.\n3. In the context of paragraph 2, priority shall be given to operations in the most seriously mine afflicted countries, where anti-personnel landmines or, in conjunction therewith, other unexploded ordnance cause many civilian casualties or where the presence or suspected presence of these devices is a major obstacle to the restoration of economic and social activity or to development and thus requires a specific long-term commitment that emergency humanitarian or reconstruction aid are unable to provide.\n4. In order to ensure coherence, complementarity and synergy within regional operation programmes and in the context of humanitarian aid, rehabilitation, reconstruction and development projects, mine actions which can be financed within the framework of any of those programmes or projects shall continue to be financed from the budget line on which the principal action is financed. Where necessary, these activities may be complemented or supported by mine actions financed under this Regulation.", "The operations financed under this Regulation shall in principle benefit those countries which are committed to the fight against anti-personnel landmines and are parties to the Ottawa Convention. Exceptions may be made for humanitarian emergency, for assistance to mine victims and for actions in direct support of vulnerable civil communities, such as refugees and displaced persons, or where the national administration is not functioning.", "1. Partners eligible for financial support under this Regulation may include regional and international organisations and agencies, non-governmental organisations (NGOs), national, provincial and local governments, their departments and agencies, institutes and public and private operators with appropriate specialised expertise and experience.\n2. Participation in invitations to tender and the award of contracts shall be open on equal terms to natural and legal persons of the Member States and of the beneficiary country. In exceptional cases which are fully justified, participation may be extended to third countries.\n3. Companies and other organisations tendering for contracts shall show that they have an operations policy that does not put their employees unduly at risk, and that such policy is supported by adequate employee accident and liability insurance.", "1. Community aid under this Regulation may be used to finance technical assistance, training, personnel or other services related to mine action; trials of equipment and techniques; logistical support, procurement, provision and storage of any equipment, supplies and works needed for the implementation of mine actions; studies and conferences and measures to strengthen international coordination of mine action; evaluation and monitoring missions; as well as activities to raise public awareness.\n2. Community financing under this Regulation shall take the form of grants.\n3. Where operations are the subject of financial agreements between Community and partner countries such agreements shall stipulate that the payment of taxes, duties or any other charges is not to be covered by the Community.", "1. The Commission shall be assisted by the relevant geographical committee.\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at three months.\n3. The Committee shall adopt its rules of procedure.", "1. The Commission shall, on the basis of a regular exchange of information, including the exchange of information on the spot, facilitate effective coordination of the assistance efforts undertaken by the Community and individual Member States, in order to increase the coherence and complementarity of their programmes.\n2. The Commission may seek opportunities for cofinancing with other providers of funds, especially with Member States.\n3. The Commission shall promote coordination and cooperation with international contributors and actors, in particular those which form part of the United Nations system and with NGOs, as well as with relevant centres such as the Geneva International Centre for Humanitarian Demining.\n4. The necessary measures shall be taken to give visibility to the contribution by the Community.", "1. The Commission shall appraise, decide, and administer operations covered by this Regulation in accordance with the budgetary and other procedures in force, and in particular those laid down in Articles 116 and 118 of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities(4).\n2. Financing decisions exceeding EUR 3 million shall be taken under the procedure laid down in Article 6(2).\n3. The Commission shall inform the relevant Committee referred to in Article 6(1) of any financing decision of less than EUR 3 million in value. This information shall be made available no later than one week before the adoption of the financing decision.\n4. The Commission may take decisions amending financing decisions adopted in accordance with the procedure laid down in Article 6(2), where they do not entail any substantial amendments or additional commitments in excess of 20 % of the initial commitment.", "1. Projects shall form part of the wider reconstruction framework of the country or region in question, and be prioritised and appraised in terms of their positive impact and cost effectiveness.\n2. Wherever possible, the project should be clearly integrated within a national anti-personnel landmines programme coordinated by the beneficiary government or by local society in cooperation with NGOs, or by an international institution mandated for that purpose. The aim should be for the project to be taken over, in due course, by the beneficiary government itself or by local society or NGOs in order to enhance local capacity and the sustainability of the project.", "0\nAll financing agreements or contracts concluded under this Regulation shall provide for the Commission and the Court of Auditors to conduct on-the-spot checks according to the usual procedures laid down by the Commission under the rules in force, and in particular those of the Financial Regulation.\nIn addition, the Commission may carry out on-the-spot checks and inspections in conformity with Council Regulation (Euratom, EC) No 2185/96(5). The measures taken by the Commission shall provide for adequate protection of the financial interests of the Community in conformity with Council Regulation (EC, Euratom) No 2988/95(6).", "1\nTo facilitate multiannual mine action coordination and programming, an Anti-personnel Landmines (APL) Strategy Paper comprising horizontal guidelines and priorities for Community mine action and the benchmarks for their achievement, shall regularly be presented to a joint meeting of the Committees referred to in Article 6, for consideration in accordance with the procedures laid down in Article 6(2). The APL Strategy Paper shall cover issues such as a multi-annual indicative programme and shall refer to existing mine action programmes at country and regional levels, to the contributions of other donors including Member States and to Community mine actions funded from other budget lines. The APL Strategy Paper shall also be transmitted to the European Parliament for information.", "2\nThe Commission shall regularly assess operations financed by the Community in order to establish whether the objectives of the operations have been achieved and to provide guidelines for improving the effectiveness of future operations.", "3\nEvery three years after entry into force of this Regulation, the Commission shall submit to the European Parliament and the Council an overall assessment of all Community mine actions, together with suggestions for the future of this Regulation and, as necessary, proposals for amendments to it.", "4\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2001.\nFor the Council\nThe President\nA. Neyts-Uyttebroeck\n(1) OJ C 120 E, 24.4.2001, p. 173.\n(2) OJ L 184, 17.7.1999, p. 23.\n(3) See page 1 of this Official Journal.\n(4) OJ L 356, 31.12.1977, p. 1. Regulation as last amended by Regulation (EC, ECSC, Euratom) No 762/2001 (OJ L 111, 20.4.2001, p. 1).\n(5) OJ L 292, 15.11.1996, p. 2.\n(6) OJ L 312, 23.12.1995, p. 1."}