{"celex_id": "32009D0799", "uri": "http://publications.europa.eu/resource/cellar/5baf7eed-fef2-480c-96f2-aac15d97f4c1", "type": "Decision", "concepts": ["1309", "1445", "192", "2121", "2212", "2737", "2771", "5969", "6268"], "title": "2009/799/EC: Commission Decision of 29 October 2009 amending Decision 2002/994/EC concerning certain protective measures with regard to the products of animal origin imported from China (notified under document C(2009) 8243) (Text with EEA relevance)\n", "header": "31.10.2009 EN Official Journal of the European Union L 285/42\nCOMMISSION DECISION\nof 29 October 2009\namending Decision 2002/994/EC concerning certain protective measures with regard to the products of animal origin imported from China\n(notified under document C(2009) 8243)\n(Text with EEA relevance)\n(2009/799/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (1), and in particular Article 22(6) thereof,\nWhereas:\n(1) Commission Decision 2002/994/EC of 20 December 2002 concerning certain protective measures with regard to the products of animal origin imported from China (2) applies to all products of animal origin imported from China and intended for human consumption or for animal feed.\n(2) Under Article 3 of that Decision Member States are to authorise imports of products listed in Part II of the Annex to that Decision which are accompanied by a declaration of the Chinese competent authority stating that each consignment has been subjected before dispatch to a chemical test in order to ensure that the products concerned do not present a danger to human health. That test must be carried out, in particular, with a view to detecting the presence of chloramphenicol and nitrofuran and its metabolites.\n(3) Commission Decision 2008/772/EC of 1 October 2008 amending Decision 2004/432/EC on the approval of residue monitoring plans submitted by third countries in accordance with Council Directive 96/23/EC (3) amended Commission Decision 2004/432/EC (4) in order to take account of the residue monitoring plan for eggs intended for export to the Community submitted by the Chinese competent authorities.\n(4) Eggs and egg products should therefore be included in the list of products set out in Part II of the Annex to Decision 2002/994/EC and that Decision should be amended accordingly.\n(5) The authorisation to import eggs and egg products from China into the Community is without prejudice to other sanitary measures adopted for public or animal health reasons.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Part II of the Annex to Decision 2002/994/EC, the following indent is added:\n‘— Eggs and egg products’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 October 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 24, 30.1.1998, p. 9.\n(2)  OJ L 348, 21.12.2002, p. 154.\n(3)  OJ L 263, 2.10.2008, p. 20.\n(4)  OJ L 154, 30.4.2004, p. 44."}