{"celex_id": "32004D0079", "uri": "http://publications.europa.eu/resource/cellar/21420244-6586-4b3e-84cd-7bee564ab33e", "type": "Decision", "concepts": ["1474", "1509", "2084", "217", "5415"], "title": "2004/79/EC: Council Decision of 17 December 2003 on the signing of the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the application of certain provisions of the Convention of 29 May 2000 on Mutual Assistance in Criminal Matters between the Member States of the European Union and the 2001 Protocol thereto\n", "header": "Council Decision\nof 17 December 2003\non the signing of the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the application of certain provisions of the Convention of 29 May 2000 on Mutual Assistance in Criminal Matters between the Member States of the European Union and the 2001 Protocol thereto\n(2004/79/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and in particular Articles 24 and 38 thereof,\nWhereas:\n(1) On 29 May 2000 the Council established, in accordance with Article 34(2)(d) of the Treaty on European Union, the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union(1) (hereinafter: \"the EU Mutual Assistance Convention\").\n(2) Article 2(1) of that Convention determines its provisions which constitute a development of the Schengen acquis within the meaning of the Agreement of 18 May 1999 concluded by the Council of the European Union with the Republic of Iceland and the Kingdom of Norway concerning the latters' association with the application, implementation and development of the Schengen acquis(2).\n(3) On 16 October 2001 the Council established, in accordance with Article 34(2)(d) of the Treaty on European Union, the Protocol to the Convention on Mutual Assistance in Criminal Matters between the Member States of the European Union(3) (hereinafter: \"the EU Mutual Assistance Protocol\").\n(4) Article 15 of that Protocol determines that Article 8 thereof constitutes a development of the Schengen acquis within the meaning of the Agreement, concluded by the Council of the European Union with the Republic of Iceland and the Kingdom of Norway concerning the latters' association with the application, implementation and development of the Schengen acquis.\n(5) Pursuant to the terms of Article 8 of that Agreement, the Republic of Iceland and the Kingdom of Norway will become bound by the content of those provisions of the EU Mutual Assistance Convention in their mutual relations and in their relations with the Member States of the European Union.\n(6) Following the Council Decision of 19 December 2002 authorising the Presidency of the Council to open negotiations with a view to the application of certain provisions in the field of judicial cooperation in criminal matters on the basis of Articles 24 and 38 of the Treaty on European Union, the Presidency, assisted by the Commission, negotiated an agreement with the Republic of Iceland and the Kingdom of Norway, according to which the content of the other substantive provisions of the EU Mutual Assistance Convention and the EU Mutual Assistance Protocol will also become applicable to the Republic of Iceland and the Kingdom of Norway in their mutual relations and in their relations with the Member States of the European Union.\n(7) That Agreement should be signed on behalf of the European Union, subject to its subsequent conclusion,", "main_body": ["The signing of the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the application of certain provisions of the Convention of 29 May 2000 on Mutual Assistance in Criminal Matters between Member States of the European Union and the 2001 Protocol thereto is hereby approved on behalf of the European Union, subject to the Council Decision concerning the conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement subject to its conclusion.", "This Decision and the Agreement attached thereto shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 17 December 2003.\nFor the Council\nThe President\nG. Alemanno\n(1) OJ C 197, 12.7.2000, p. 1.\n(2) OJ L 176, 10.7.1999, p. 36.\n(3) C 326, 21.11.2001, p. 1."}