{"celex_id": "32001D0238", "uri": "http://publications.europa.eu/resource/cellar/3592bb2a-0894-4774-a734-9cde1fb29123", "type": "Decision", "concepts": ["3545", "3559", "4175", "4177", "5237", "5383"], "title": "2001/238/EC: Commission Decision of 21 March 2001 concerning the appointment of new members, chairmen and vice-chairmen of the expert groups to assist the Commission on the content and direction of the key actions in the field of research and technological development (Text with EEA relevance) (notified under document number C(2001) 695)\n", "header": "Commission Decision\nof 21 March 2001\nconcerning the appointment of new members, chairmen and vice-chairmen of the expert groups to assist the Commission on the content and direction of the key actions in the field of research and technological development\n(notified under document number C(2001) 695)\n(Text with EEA relevance)\n(2001/238/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Commission Decision 98/610/EC, Euratom of 22 October 1998 setting up expert groups to assist the Commission on the content and direction of the key actions in the field of research and technological development(1), as amended by Decision 1999/506/EC, Euratom(2),\nWhereas:\n(1) By Decision 98/682/EC, Euratom(3) on 20 November 1998 the Commission appointed the members, chairmen and vice-chairmen to assist it on the content and direction of the key actions in the field of research and technological development. That Decision was amended by Commission Decisions of 26 July 1999(4) and 29 February 2000(5).\n(2) The decisions of the association councils adopting the terms and conditions for the participation of Bulgaria(6), Estonia(7), Hungary(8), Latvia(9), Lithuania(10), Poland(11), Romania(12), the Czech Republic(13), the Slovak Republic(14) and Slovenia(15) in Community Programmes in the field of research and technological development and demonstration (1998 to 2002) and, where appropriate, in programmes for research and training activities (1998 to 2002) provide for the possibility of experts from those countries sitting as members of the consultative groups which assist the Commission in implementing the fifth framework programme and, where appropriate, the Euratom fifth framework programme. Similar provisions appear in the Additional Protocol to the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus(16).\n(3) In accordance with the provisions of Article 100 of the Agreement on the European Economic Area (EEA), the Decision of the EEA Joint Committee amending Protocol 31 of the EEA Agreement on cooperation in specific fields outside the four freedoms (research and technological development) provides for the possibility of experts who are nationals of the countries in question taking part in the work of the bodies advising the Commission in the fields covered by the fifth framework programme(17).\n(4) Under Article 4(1), first subparagraph, of Decision 98/610/EC, Euratom, the members of the expert groups are appointed by the Commission in a personal capacity for a maximum period of two years. The appointment may be renewed once only, for a maximum of two years.\n(5) The period of appointment of the members listed in the Commission Decisions of 20 November 1998, 26 July 1999 and 29 February 2000 came to an end on 20 November 2000. New members should now be appointed.\n(6) Article 3(1) of Decision 98/610/EC, Euratom, lays down that the expert groups shall be set up by the Commission so as to ensure that the groups have a balanced composition, taking account of the geographical origin and sector of origin (industry and services, research and innovation, users, public regulatory authorities and socioeconomic circles) of their members. The Commission also endeavours to ensure, as far as possible, a balanced participation of women and men.\n(7) For the purposes of appointing members of the expert groups, the Commission assesses all applications in accordance with the selection criteria set out in section A(2) of the Annex to Decision 98/610/EC, Euratom. On the basis of that assessment, the Commission appoints members of the expert groups in accordance with the provisions of Article 3(1) of the Decision and section B of the Annex thereto.\n(8) In accordance with Article 4(4) of Decision 98/610/EC, Euratom, the Commission also appoints the chairman and vice-chairman of each of the expert groups from among the members of each group. The vice-chairman may not be of the same geographical origin or sector of origin as the chairman.\n(9) The role of the expert groups is to deliver conclusions in a completely transparent and independent manner. Their members must therefore act independently of any external influence in order to provide the Commission with objective observations.\n(10) To this end, it is necessary for members to inform the Commission before each meeting, on the basis of the agenda, of any interests which could be regarded as compromising their independence. They must refrain from discussing any subject where they have a conflict of interests.\n(11) To this end, the experts selected must sign a declaration before each meeting of the expert groups certifying that, on the basis of the agenda, there are no conflicts of interests which could compromise their independence.\n(12) Without prejudice to Article 287 of the Treaty establishing the European Community and Article 194 of the Treaty establishing the European Atomic Energy Community, the members of the expert groups must be required not to divulge information communicated in the course of the work of those groups where they have been notified that such information is the subject of a request for confidentiality.\n(13) Where a member fails to meet these obligations of independance and confidentiality, he must be regarded as no longer able to make an effective contribution to the work of the group within the meaning of Article 4(1), third subparagraph, of Decision 98/610/EC, Euratom.\n(14) New members of the expert groups as well as the chairmen and vice-chairmen of those groups should therefore be appointed, and the confidentiality of the proceedings and the independence of the members guaranteed,", "main_body": ["The persons whose names are listed in Annex I shall be appointed members of the expert groups set up by Decision 98/610/EC, Euratom until 31 December 2002.", "The persons whose names are listed in Annex II shall be appointed chairmen or vice-chairmen of the expert groups referred to in Article 1.", "The persons referred to in Articles 1 and 2 are obliged to comply with the requirements of independence and confidentiality appearing in Annex III.", "This Decision shall take effect on the day of its adoption."], "attachments": "Done at Brussels, 21 March 2001.\nFor the Commission\nPhilippe Busquin\nMember of the Commission\n(1) OJ L 290, 29.10.1998, p. 57.\n(2) OJ L 194, 27.7.1999, p. 65.\n(3) OJ L 318, 27.11.1998, p. 51.\n(4) OJ C 216, 29.7.1999, p. 5.\n(5) OJ C 61, 3.3.2000, p. 4.\n(6) OJ L 253, 28.9.1999, p. 10.\n(7) OJ L 181, 16.7.1999, p. 24.\n(8) OJ L 245, 17.9.1999, p. 43.\n(9) OJ L 265, 13.10.1999, p. 23.\n(10) OJ L 270, 20.10.1999, p. 17.\n(11) OJ L 281, 4.11.1999, p. 71.\n(12) OJ L 245, 17.9.1999, p. 35.\n(13) OJ L 258, 5.10.1999, p. 19.\n(14) OJ L 249, 22.9.1999, p. 16.\n(15) OJ L 256, 1.10.1999, p. 73.\n(16) OJ L 180, 15.7.1999, p. 37.\n(17) OJ L 148, 22.6.2000, p. 54.\nANNEX I\n>TABLE>\nANNEX II\nList of chairmen and vice-chairmen of the expert groups\n>TABLE>\nANNEX III\nCONDITIONS CONCERNING THE INDEPENDENCE OF THE MEMBERS AND THE CONFIDENTIALITY OF THEIR WORK\nA. Confidentiality of work\nWithout prejudice to Article 287 of the Treaty establishing the European Community and Article 194 of the Treaty establishing the European Atomic Energy Community, the members are required not to divulge information given in the context of the work of the expert groups when it has been indicated to them that this information is subject to a request for confidentiality.\nB. Independence of the members\n1. The members will inform the Commission of all interests which could be considered as prejudicial to their independence.\n2. Before each meeting, the members will declare to the Commission, on the basis of the agenda, any particular interests which could be considered prejudicial to their independence. They will abstain from discussions on a topic on which they have a conflict of interests.\n3. For this purpose, the experts selected should, before each meeting of the expert groups, sign the declaration in the Appendix, in which they certifiy that there is no conflict of interests.\nC. Breaches\nWhen a member is in breach of the requirements set out above, he/she will be considered as no longer being in a position to contribute effectively to the group's work, in accordance with Article 4 of Decision 98/610/EC, Euratom.\nAppendix\n>PIC FILE= \"L_2001085EN.004202.EPS\">"}