{"celex_id": "32000R2788", "uri": "http://publications.europa.eu/resource/cellar/c748ed3a-594e-4f0d-a867-a97eee4c5650", "type": "Regulation", "concepts": ["1309", "1736", "2771", "4080", "519", "5969"], "title": "Council Regulation (EC) No 2788/2000 of 18 December 2000 amending Regulation (EC) No 2402/98 imposing a definitive anti-dumping duty on imports of unwrought unalloyed magnesium originating in the People's Republic of China\n", "header": "Council Regulation (EC) No 2788/2000\nof 18 December 2000\namending Regulation (EC) No 2402/98 imposing a definitive anti-dumping duty on imports of unwrought unalloyed magnesium originating in the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 11(3) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURES\n1. Measures in force\n(1) By Regulation (EC) No 2402/98(2) (\"the Regulation\"), the Council imposed a definitive anti-dumping duty on imports of unwrought unalloyed magnesium originating in the People's Republic of China.\nAccording to the Regulation, unwrought unalloyed magnesium comprises inter alia:\n- unwrought magnesium unintentionally containing small amounts of other elements as impurities, and\n- unwrought magnesium, intentionally containing added elements such as aluminium and zinc, which does not correspond to one of the alloys described in the Annex to the Regulation.\n2. Anti-absorption investigation\n(2) Following a request lodged by the Community industry, the Commission initiated on 4 September 1999(3) an anti-absorption investigation. The findings of this investigation were published in the Official Journal of the European Communities(4).\nB. INVESTIGATION CONCERNING THE PRODUCT SCOPE\n1. Procedure\n(3) On 8 February 2000, by a notice published in the Official Journal of the European Communities(5), the Commission initiated an interim review, pursuant to Article 11(3) of Council Regulation (EC) No 384/96, (\"the basic Regulation\"). The interim review was limited in scope to the clarification of the product covered by the Regulation.\n(4) This was done following a request by two Community importers: Pro.cat Scarl, Bolzano, Italy, and De Stefani Luigi, Trento, Italy (\"the applicants\"). They argued that certain types of magnesium alloys not listed in the Annex to the Regulation, in particular magnesium alloy ingots for anode casting, met international standards for being considered as \"alloys\" and should consequently not be covered by the anti-dumping measures.\n(5) The evidence submitted in the request was considered sufficient for the initiation of an interim review. The Commission officially advised the authorities of the exporting country and parties known to be concerned of the initiation of this review.\n(6) The Commission sent questionnaires to exporting producers, importers, the Community industry, steel and magnesium associations and users who cooperated in the investigation that led to the existing measures. Five replies were received.\n2. Findings\n(7) It is recalled that the Regulation considered the risk of circumvention of the measures by wrongly declaring imports of unwrought unalloyed magnesium as alloys, in defining the product concerned as described in recital (1). The Regulation contained an Annex setting out those alloys which correspond to previously established industrial standards.\n(8) It was found that there are two European standards for magnesium alloys EN 12438:1998 (\"Chemical composition of magnesium alloy ingots for anode castings\") and EN 1753:1997 (\"Chemical composition of magnesium alloy ingots\"), defined by the European Committee for Standardisation (CEN). These European standards correspond to international industry standards.\n(9) The alloys defined in the standard EN 1753:1997 (\"Chemical composition of magnesium alloy ingots\"), which coincide with the Annex to the Regulation, were excluded from the scope of the product concerned in the Regulation. The standard EN 12438:1998 (\"Chemical composition of magnesium alloys ingots for anode castings\") was finalised in April 1998 and not brought to the attention of the Commission during the investigation that led to the existing measures. It could thus not be taken into account.\n(10) The present investigation established that alloys covered by the standard EN 12438:1998 (\"Chemical composition of magnesium alloys ingots for anode castings\") should also be excluded from the measures as they correspond to the definition of alloys which were originally excluded. Indeed, these alloys are designed for applications for which alloyed magnesium is typically required and were used by downstream industries prior to the imposition of provisional measures in May 1998. No party questioned these facts.\n(11) In addition it was found that in the publication of the Annex of the Regulation there were some incorrect transcriptions of European standard EN 1753:1997 (\"Chemical composition of magnesium alloy ingots\"). The latter should be rectified.\n(12) One user of magnesium, producing alloys, opposed the exclusion of the abovementioned alloys from the anti-dumping measures. This cooperating user argued that imports of these alloys would injure its business. This argument is entirely irrelevant. Indeed, the Regulation imposed anti-dumping measures on unwrought unalloyed magnesium, and alloys should not, therefore, have been subject to anti-dumping measures. One importer of magnesium argued that alloys covered by standard EN 12438:1998 (\"Chemical composition of magnesium alloys ingots for anode castings\") should not be excluded from the measures without substantiating its position.\n(13) During the investigation, the question was raised whether not only ingots, but also certain elementary castings made of the magnesium alloys defined in the CEN standards are excluded from the measures in place. In this respect it is considered that, like any metals, magnesium is in a liquid form when it emerges from furnaces and takes a given shape when becoming solid. When processed, magnesium comes out of furnaces as a continuous bar that is cut into parts (generally called ingots) so that it can be transported and further processed. It could however be the case that the given form is not that of an ingot but of a \"notch bar\", a \"slab\", a \"stick\", a \"cake\", a \"cube\", etc. Therefore, it was concluded that all the possible forms for unwrought magnesium should be considered as equivalent to the form \"ingot\". More processed articles of magnesium and magnesium alloys do not fall under the category \"unwrought\" and therefore are not concerned by the measures.\n(14) Given the fact that the present review investigation is limited to the clarification of the product that was intended to be covered by the original measures and to prevent any subsequent prejudice to importers of the product, it is appropriate that the findings be applied from the date of the entry into force of the Regulation.\n(15) Given the above, it is considered appropriate to amend the Regulation to clarify the product definition and to exclude not only alloys conforming to the European standard EN 1753:1997 (\"Chemical composition of magnesium alloy ingots\") but also those conforming to the European standard EN 12438:1998 (\"Chemical composition of magnesium alloys ingots for anode castings\") from the measures by amending the Annex to the Regulation,", "main_body": ["Regulation (EC) No 2402/98 is hereby amended as follows:\nThe Annex shall be replaced by the following:\n\"ANNEX\nUnwrought magnesium:\n- Material designation in accordance with CEN standard EN 1753:1997:\n>TABLE>\n- Material designation in accordance with CEN standard EN 12438:1998:\n>TABLE>\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities and shall apply to all imports of unwrought unalloyed magnesium originating in the People's Republic of China which entered into free circulation in the Community as from 8 November 1998.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2000.\nFor the Council\nThe President\nD. Voynet\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2238/2000 (OJ L 257, 11.10.2000, p. 2).\n(2) OJ L 298, 7.11.1998, p. 1. Regulation as amended by Regulation (EC) No 2315/2000 (OJ L 267, 20.10.2000, p. 17).\n(3) OJ C 253, 4.9.1999, p. 15.\n(4) OJ L 267, 20.10.2000, p. 17.\n(5) OJ C 35, 8.2.2000, p. 12."}