{"celex_id": "32001D0644", "uri": "http://publications.europa.eu/resource/cellar/32835e32-a0a8-4414-bdc9-7d12c5369427", "type": "Decision", "concepts": ["1309", "2084", "2384", "2435", "2696", "519"], "title": "2001/644/EC: Commission Decision of 20 July 2001 amending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of farmed Atlantic salmon originating in Norway (notified under document number C(2001) 2215)\n", "header": "Commission Decision\nof 20 July 2001\namending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of farmed Atlantic salmon originating in Norway\n(notified under document number C(2001) 2215)\n(2001/644/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": "Having regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 2238/2000(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(3), and in particular Article 13 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 31 August 1996, by means of two separate notices published in the Official Journal of the European Communities, the Commission announced the initiation of an anti-dumping proceeding(4) and an anti-subsidy proceeding(5) in respect of imports of farmed Atlantic salmon originating in Norway.\n(2) These proceedings resulted in anti-dumping and countervailing duties being imposed by Council Regulations (EC) No 1890/97(6) and (EC) No 1891/97(7) in September 1997, in order to eliminate the injurious effects of dumping and subsidisation.\n(3) In parallel to this, by Decision 97/634/EC(8), as last amended by Decision 2000/744/EC(9), the Commission accepted undertakings from 190 Norwegian exporters and imports of farmed Atlantic salmon originating in Norway (\"the product concerned\") exported to the Community by these companies were exempted from the said anti-dumping and countervailing duties.\n(4) The form of the duties was later reviewed and Regulations (EC) No 1890/97 and 1891/97 were replaced by Regulation (EC) No 772/1999(10), as last amended by Council Regulation (EC) No 1677/2001(11).\nB. BREACHES OF THE UNDERTAKING\n(5) The undertakings offered by the Norwegian companies oblige them, inter alia, to provide the Commission with regular and detailed information in a quarterly report of all sales transactions of farmed Atlantic salmon sold by them (or any of their related importers in the Community), to unrelated customers in the Community.\n(6) The text of the undertakings also provides that failure to submit a such quarterly report within 30 days of the end of the quarter in question would, except in case of force majeure, be construed as a violation of the undertaking.\n(7) For the fourth quarter of 2000, two Norwegian companies, Marstein Seafood AS (UT No 1/93, TARIC additional code 8197 ) and Westmarine AS (UT No 1/192, TARIC additional code 8625 ), failed to present their sales reports. The companies were given in writing an opportunity to inform the Commission of any reasons which may have prevented their reports from being received within the due deadline and to request hearings, however, neither of them reacted.\n(8) As breaches of the undertakings appeared to have occurred, the companies were then informed in writing of the essential facts and considerations on the basis of which it was intended to recommend the imposition of definitive duties against them. The companies were also given a further opportunity to submit comments, however, as before, neither of them reacted.\n(9) In view of the above and in the absence of any reasons showing that the non-receipt of the reports in question was caused by reasons beyond their control, it is considered necessary to withdraw acceptance of the undertakings offered by Marstein Seafood AS and Westmarine AS and to impose definitive anti-dumping and countervailing duties against them. Accordingly, the names of these companies should be deleted from the Annex to Decision 97/634/EC which lists the companies from which undertakings are accepted.\nC. NEW EXPORTERS\n(10) Since the original imposition of definitive anti-dumping and countervailing duties, certain Norwegian companies have made themselves known to the Commission, claiming to be new exporters, and requested, in accordance with Article 2 of Regulation (EC) No 772/1999 in conjunction with Article 11(4) of Regulation (EC) No 384/96 and Article 20 of Regulation (EC) No 2026/97, that the exemption to the duties be extended to them.\n(11) In this regard, two such exporters, Atlantis AS and Cape Fish AS demonstrated that they had not exported the product concerned to the Community during the investigation period which led to the current anti-dumping and countervailing duties.\n(12) The companies also showed that they are not related to any of the companies in Norway which are subject to anti-dumping and countervailing duties. In addition, they provided evidence that they had entered into irrevocable contractual obligations to export a significant amount of the product concerned to the Community.\n(13) The companies have offered undertakings which are identical to those previously accepted from other Norwegian companies exporting farmed Atlantic salmon originating in Norway. By doing so, both of them have agreed to respect the minimum import prices laid down therein and to provide the Commission with regular and detailed information concerning their exports to the Community.\n(14) Since the undertakings offered by the companies concerned can be monitored effectively by the Commission, and they eliminate the injurious effects of dumping and subsidisation, the offers are considered acceptable. Atlantis AS and Cape Fish AS have been informed of the essential facts, considerations and obligations upon which this acceptance is based.\n(15) The names of Atlantis AS and Cape Fish AS should therefore be added to the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC.\nD. CHANGES OF NAME\n(16) One Norwegian exporter with an undertaking, Mesan Seafood AS (UT No 1/194, TARIC additional code A034), advised the Commission that the group of companies to which it belonged had been reorganised that another company within the group, Mesan Holding AS, was now responsible for exports to the Community. The company therefore requested that its name be replaced by that of Mesan Holding AS on the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC.\n(17) Two other exporters, Rolf Olsen Seafood AS (UT No 1/144, TARIC additional code 8254 ) and Fjord Domstein A/S (UT No 1/167, TARIC additional code 8278 ) advised the Commission that their names had changed to Olsen Seafood AS and Fjord Seafood Sales AS respectively and requested that the list of companies from which undertakings are accepted be amended accordingly.\n(18) Having verified the nature of the requests, the Commission considers that they are all acceptable since the modifications do not entail any substantive changes which would affect the reassessment of dumping or subsidisation, nor do they affect any of the considerations on which the acceptance of the undertaking was based.\n(19) Consequently, the names of Mesan Seafood AS, Rolf Olsen Seafood AS and Fjord Domstein A/S should be changed to Mesan Holding AS, Olsen Seafood AS and Fjord Seafood Sales AS respectively on the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC.\nE. AMENDMENT OF THE ANNEX TO DECISION 97/634/EC\n(20) In view of the above changes, the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC should be amended accordingly.\n(21) The Advisory Committee has been consulted on all of the above changes and has raised no objections.\n(22) For the sake of clarity, an updated version of the Annex to that Decision is published herewith, showing all the exporters whose undertakings are currently in force.\n(23) In parallel to this Decision, the Council, by Regulation (EC) No 1677/2001 has also withdrawn the exemption from the anti-dumping and countervailing duties granted to Marstein Seafood AS and Westmarine AS, granted exemption to those duties to Atlantis AS and Cape Fish AS, and changed the names of Mesan Seafood AS, Rolf Olsen Seafood AS and Fjord Domstein A/S to Mesan Holding AS, Olsen Seafood AS and Fjord Seafood Sales AS respectively, by amending the Annex to Regulation (EC) No 772/1999,", "main_body": ["The Annex to Decision 97/634/EC is replaced by the Annex hereto.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 20 July 2001.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ L 288, 21.10.1997, p. 1.\n(4) OJ C 253, 31.8.1996, p. 18.\n(5) OJ C 253, 31.8.1996, p. 20.\n(6) OJ L 267, 30.9.1997, p. 1.\n(7) OJ L 267, 30.9.1997, p. 19.\n(8) OJ L 267, 30.9.1997, p. 81.\n(9) OJ L 301, 30.11.2000, p. 82.\n(10) OJ L 101, 16.4.1999, p. 1.\n(11) See page 15 of this Official Journal.\nANNEX\nLIST OF COMPANIES FROM WHICH UNDERTAKINGS ARE ACCEPTED\n>TABLE>"}