{"celex_id": "32000D0239", "uri": "http://publications.europa.eu/resource/cellar/2297e9fb-64bc-4b96-87c2-933adb8a2f31", "type": "Decision", "concepts": ["1474", "2488", "2734", "4324", "666"], "title": "2000/239/EC: Council Decision of 13 March 2000 concerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Swiss Confederation, of the other part, on Protocol 2 to the Agreement between the European Economic Community and the Swiss Confederation\n", "header": "Council Decision\nof 13 March 2000\nconcerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Swiss Confederation, of the other part, on Protocol 2 to the Agreement between the European Economic Community and the Swiss Confederation\n(2000/239/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first sentence of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) An Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Swiss Confederation, of the other part, concerning Protocol 2 to the Agreement between the European Economic Community and the Swiss Confederation(1), has been negotiated on a reciprocal basis in order to improve the trading arrangements and solve certain related problems.\n(2) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(2).\n(3) The Agreement should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Swiss Confederation, of the other part, concerning Protocol 2 to the Agreement between the European Economic Community and the Swiss Confederation is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The measures necessary for the implementation of this Decision shall be adopted in accordance with the management procedure referred to in Article 3(2).", "1. The Commission shall be assisted by the management committee on horizontal questions concerning trade in processed agricultural products not listed in Annex II referred to in Article 15 of Council Regulation (EC) No 3448/93(3).\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period referred to in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its rules of procedure.", "The President of the Council is hereby authorised to designate the person empowered to sign the Agreement in order to bind the Community.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 13 March 2000.\nFor the Council\nThe President\nJ. Pina Moura\n(1) OJ L 300, 31.12.1972, p. 189.\n(2) OJ L 184, 17.7.1999, p. 23.\n(3) OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2491/98 (OJ L 309, 19.11.1998, p. 28)."}