{"celex_id": "32007R1547", "uri": "http://publications.europa.eu/resource/cellar/3384cee7-3561-49ce-8ebd-bfd41c3033d2", "type": "Regulation", "concepts": ["2179", "2299", "2590", "5108"], "title": "Commission Regulation (EC) No 1547/2007 of 20 December 2007 establishing a transitional period for withdrawing the Republic of Cape Verde from the list of beneficiary countries of the special arrangement for least developed countries, as set out in Council Regulation (EC) No 980/2005 applying a scheme of generalised tariff preferences\n", "header": "21.12.2007 EN Official Journal of the European Union L 337/70\nCOMMISSION REGULATION (EC) No 1547/2007\nof 20 December 2007\nestablishing a transitional period for withdrawing the Republic of Cape Verde from the list of beneficiary countries of the special arrangement for least developed countries, as set out in Council Regulation (EC) No 980/2005 applying a scheme of generalised tariff preferences\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 980/2005 of 27 June 2005 applying a scheme of generalised tariff preferences (1), and in particular Article 12(7) thereof,\nWhereas:\n(1) The Republic of Cape Verde (hereinafter referred to as Cape Verde) is included in the special arrangement for least developed countries under the Community’s scheme of generalised tariff preferences.\n(2) Article 12(7) of Regulation (EC) No 980/2005 provides for the withdrawal of a country from the special arrangement for least developed countries, when that country is excluded by the United Nations from the list of least developed countries. That Article also provides for the establishment of a transitional period of at least three years, to alleviate any adverse effects which may be caused by the removal of the tariff preferences granted under the special arrangement for least developed countries.\n(3) Cape Verde has been excluded by the United Nations from the list of least developed countries, with effect from 1 January 2008 (2).\n(4) Cape Verde should, therefore, be allowed to continue to benefit from the preferences granted under the special arrangement for least developed countries, until the end of 2010.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Generalised Preferences Committee,", "main_body": ["The Republic of Cape Verde shall be removed from the list of beneficiaries of the special arrangement for least developed countries in Annex I to Regulation (EC) No 980/2005, with effect from 1 January 2011.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2007.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 169, 30.6.2005, p. 1. Regulation as last amended by Commission Regulation (EC) No 606/2007 (OJ L 141, 2.6.2007, p. 4).\n(2)  UN General Assembly Resolution A/Res/59/210 of 20 December 2004."}