{"celex_id": "32008R1144", "uri": "http://publications.europa.eu/resource/cellar/2d3c9f87-e2d3-4e30-8f7f-8d88903e6645", "type": "Regulation", "concepts": ["1919", "192", "2300", "3204", "5563"], "title": "Commission Regulation (EC) No 1144/2008 of 18 November 2008 amending Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards Croatia (Text with EEA relevance)\n", "header": "19.11.2008 EN Official Journal of the European Union L 308/15\nCOMMISSION REGULATION (EC) No 1144/2008\nof 18 November 2008\namending Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards Croatia\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Article 8(3)(a) and Article 19 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 lays down the animal health requirements applicable to the non-commercial movement of pet animals and the rules applicable to checks on such movements.\n(2) Those requirements differ, depending on whether the pet animals are moved between Member States or from third countries to Member States. Moreover, the requirements for such movements from third countries are further differentiated between third countries listed in Section 2 of Part B of Annex II to that Regulation and those third countries which are listed in Part C of that Annex.\n(3) Third countries which apply to non-commercial movement of pet animals rules at least equivalent to Community rules as provided for in Chapter III of Regulation (EC) No 998/2003 are listed in Section 2 of Part B of Annex II to that Regulation. These rules include the possibility for those third countries to use the passport in accordance with the model established by Commission Decision 2003/803/EC (2) instead of the certificate.\n(4) The non-commercial movement of pet animals from those third countries into the Community is subjected to the same rules as movement of those animals between the Member States, as provided for in Chapter II of Regulation (EC) No 998/2003.\n(5) The list in Part C of Annex II to Regulation (EC) No 998/2003 includes the third countries and territories which are free of rabies and the third countries and territories, including Croatia, in respect of which the risk of rabies entering the Community as a result of movements from those third countries and territories has been found to be no higher than the risk associated with movements between Member States.\n(6) Croatia has recently requested to be included in Section 2 of Part B of Annex II to Regulation (EC) No 998/2003 in order to simplify the movements of pet animals between Croatia and the EU.\n(7) Having regard to information supplied by Croatia about its national legislation, it appears that Croatia applies to non-commercial movement of pet animals rules at least equivalent to Community rules as provided for in Chapter III of Regulation (EC) No 998/2003.\n(8) It is therefore appropriate to delete Croatia from the list in Part C of Annex II to Regulation (EC) No 998/2003 and include it in the list in Section 2 of Part B of that Annex.\n(9) Regulation (EC) No 998/2003 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 998/2003 is amended as follows:\n1. in Section 2 of Part B, the following entry is inserted between the entry for Switzerland and that for Iceland:\n2. in Part C, the following entry is deleted:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 146, 13.6.2003, p. 1.\n(2)  OJ L 312, 27.11.2003, p. 1."}