{"celex_id": "32005R0332", "uri": "http://publications.europa.eu/resource/cellar/dcd47fbc-6234-4bd0-bad0-1f0b79486c39", "type": "Regulation", "concepts": ["1102", "1642", "3568", "5563", "946"], "title": "Commission Regulation (EC) No 332/2005 of 25 February 2005 on the payment of the refund on exports to Croatia of products falling under CN code 0406 covered by licences applied for before 1 June 2003\n", "header": "26.2.2005 EN Official Journal of the European Union L 53/17\nCOMMISSION REGULATION (EC) No 332/2005\nof 25 February 2005\non the payment of the refund on exports to Croatia of products falling under CN code 0406 covered by licences applied for before 1 June 2003\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 26(3) and Article 31(14) thereof,\nWhereas:\n(1) To prevent deflection of trade, Article 2 of Commission Regulation (EC) No 951/2003 of 28 May 2003 derogating from Regulation (EC) No 174/1999 laying down special detailed rules for the application of Council Regulation (EEC) No 804/68 as regards export licences and export refunds in the case of milk and milk products and Regulation (EC) No 800/1999 laying down common detailed rules for the application of the system of export refunds on agricultural products (2) prevented the payment of refunds on export licences for products falling in CN code 0406 and showing in box 7 a different destination than Croatia when used for exports to Croatia as from 1 June 2003.\n(2) Entitlement to the refund arising from export licences applied for before the date of application of a regulation should not be affected.\n(3) The limitation introduced by Article 2 of Regulation (EC) No 951/2003 should therefore only apply to licences applied for from 1 June 2003.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The refund on exports to Croatia of products falling in CN code 0406 covered by licences applied for before 1 June 2003 and showing in box 7 a destination other than Croatia falling under destination zone I, as then defined in Article 15(3) of Commission Regulation (EC) No 174/1999 (3), shall be paid.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 June 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation last amended by Commission Regulation (EC) No 186/2004 (OJ L 29, 3.2.2004, p. 6).\n(2)  OJ L 133, 29.5.2003, p. 82. Regulation repealed by Regulation (EC) No 1948/2003 (OJ L 287, 5.11.2003, p. 13).\n(3)  OJ L 20, 27.1.1999, p. 8."}