{"celex_id": "32007D0376", "uri": "http://publications.europa.eu/resource/cellar/23f58372-150e-485c-bdc2-c49909e2bbbc", "type": "Decision", "concepts": ["12", "1474", "1899", "209", "2095", "220", "2850", "3466", "3763", "5063"], "title": "2007/376/EC: Council Decision of 15 February 2007 on the signature and provisional application of a Second Additional Protocol to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union\n", "header": "2.6.2007 EN Official Journal of the European Union L 141/67\nCOUNCIL DECISION\nof 15 February 2007\non the signature and provisional application of a Second Additional Protocol to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union\n(2007/376/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 57(2), 71, 80(2), 133(1), 133(5) and 181 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the 2005 Act of Accession (1), and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 23 October 2006 the Council authorised the Commission, on behalf of the European Community and its Member States, to negotiate with Mexico a Second Additional Protocol to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part (2), to take account of the accession of the Republic of Bulgaria and Romania to the European Union.\n(2) These negotiations have been concluded satisfactorily.\n(3) The text of the Second Additional Protocol provides for the provisional application of the Protocol before its entry into force.\n(4) Subject to its conclusion at a later date, the Second Additional Protocol should be signed on behalf of the Community and the Member States,", "main_body": ["The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the European Community and its Member States, the Second Additional Protocol to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union.\nThe text of the Second Additional Protocol is attached to this Decision.", "The European Community and its Member States shall apply provisionally the terms of the Second Additional Protocol as from the date of its signature, subject to its conclusion at a later date."], "attachments": "Done at Brussels, 15 February 2007.\nFor the Council\nThe President\nW. SCHÄUBLE\n(1)  OJ L 157, 21.6.2005, p. 203.\n(2)  OJ L 276, 28.10.2000, p. 45.\nSECOND ADDITIONAL PROTOCOL\nto the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union\nTHE KINGDOM OF BELGIUM,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nIRELAND,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nTHE REPUBLIC OF MALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nhereinafter referred to as ‘European Community Member States’,\nTHE EUROPEAN COMMUNITY,\nhereinafter referred to as ‘the Community’,\nTHE UNITED MEXICAN STATES,\nhereinafter referred to as ‘Mexico’,\nand\nTHE REPUBLIC OF BULGARIA,\nROMANIA,\nhereinafter referred to as ‘the New Member States’,\nWHEREAS the Economic Partnership, Political Coordination and Cooperation Agreement between the Community and its Member States, of the one part, and Mexico, of the other part, hereinafter referred to as ‘the Agreement’, was signed in Brussels on 8 December 1997 and entered into force on 1 October 2000;\nWHEREAS the first Additional Protocol to the Agreement was signed in Mexico City on 2 April 2004 and in Brussels on 29 April 2004;\nWHEREAS the Treaty concerning the accession of the Republic of Bulgaria and Romania to the European Union (hereinafter referred to as ‘Treaty of Accession’) was signed in Luxembourg on 25 April 2005;\nWHEREAS, pursuant to the Treaty of Accession, and in particular Article 6(2) of the Act of Accession attached to that Treaty of Accession, the incorporation of the New Member States to the Agreement is to be formalised by the conclusion of a Protocol to the Agreement;\nWHEREAS Article 55 of the Agreement states: ‘For the purposes of this Agreement, ‘the parties’ shall mean, on the one hand, the Community or its Member States or the Community and its Member States, in accordance with their respective areas of competence, as derived from the Treaty establishing the European Community and, on the other hand, Mexico’;\nWHEREAS Article 56 of the Agreement states: ‘This Agreement shall apply to the territory in which the Treaty establishing the European Community is applied under the conditions laid down in that Treaty, on the one hand, and to the territory of the United Mexican States, on the other’;\nWHEREAS Article 59 of the Agreement states: ‘This Agreement is drawn up in duplicate in the Danish, Dutch, English, Finnish, French, German, Greek, Italian, Portuguese, Spanish and Swedish languages, each of these texts being equally authentic’;\nWHEREAS the first Additional Protocol to the Agreement takes account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union;\nWHEREAS the Agreement was authenticated in the Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovenian language versions under the same conditions as the versions drawn up in the original languages of the Agreement;\nWHEREAS the Community, in view of the date of accession of the New Member States to the European Union, may need to apply the provisions of this Protocol before having completed all internal procedures required for its entry into force;\nWHEREAS Article 5(3) of this Protocol would allow for the Protocol to be applied provisionally by the Community and its Member States before they had completed their internal procedures required for its entry into force,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Republic of Bulgaria and Romania are hereby incorporated as Parties to the Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part.\nArticle 2\nWithin six months of the initialling of this Protocol the Community shall communicate to the Member States and to Mexico the Bulgarian and Romanian language versions of the Agreement. Subject to the entry into force of this Protocol the new language versions shall become authentic under the same conditions as the versions drawn up in the present languages of the Agreement.\nArticle 3\nThis Protocol shall form an integral part of the Agreement.\nArticle 4\nThis Protocol is drawn up in duplicate in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish languages, each of these texts being equally authentic.\nArticle 5\n1.   This Protocol shall be signed and approved by the Community, by the Council of the European Union on behalf of the Member States and by Mexico in accordance with their respective procedures.\n2.   This Protocol shall enter into force on the first day of the month following the date on which the Parties notify each other of the completion of the procedures necessary for this purpose.\n3.   Notwithstanding paragraph 2, the Parties agree that, pending the completion of the internal procedures of the Community and its Member States for the entry into force of the Protocol, they shall apply the provisions of this Protocol for a maximum period of 12 months from the first day of the month following the date on which the Community and its Member States give notification of the completion of their procedures necessary for that purpose and Mexico gives notification of the completion of its procedures necessary for entry into force of the Protocol.\n4.   Notification shall be sent to the Secretary-General of the Council of the European Union who shall be the depositary for the Agreement.\nCъставено в Брюкссл на двалесет и първи февруари две хиляди и седма година.\nHecho en Bruselas, el veintiuno de febrero del dos mil siete.\nV Bruselu dne dvacátého prvního února dva tísíce sedm.\nUdfærdiget i Bruxelles den enogtyvende februar to tusind og syv.\nGeschehen zu Brüssel am einundzwanzigsten Februar zweitausendsieben.\nKahe tuhande kuuenda aasta veebruarikuu kahekümne esimesel päeval Brüsselis.\nΈγινε στις Βρυξέλλες, στις είκοσι μία Φεβρουαρίου δύο χιλιάδες επτά.\nDone at Brussels on the twenty-first day of February in the year two thousand and seven.\nFait à Bruxelles, le vingt et un février deux mille sept.\nFatto a Bruxelles, addì ventuno febbraio duemilasette.\nBriselē, divtūkstoš septītā gada divdesmit pirmajā februārī.\nPriimta du tūkstančiai septintų metų vasario dvidešimt pirmą dieną Briuselyje.\nKelt Brüsszelben, a kettőezer hetedik év február havának huszonegyedik napján.\nMaghmul fi Brussell, fil-wiehed u ghoxrin jum ta' Frar tas-sena elfejn u sebgha.\nGedaan te Brussel, de eenentwintigste februari tweeduizend zeven.\nSporządzono w Brukseli dnia dwudziestego pierwszego lutego roku dwa tysiące siódmego.\nFeito em Bruxelas, em vinte e um de Fevereiro de dois mil e sete.\nÎntocmit la Bruxelles, douăzeci și unu februarie două mii șapte.\nV Bruseli dvadsiateho prvého februára dvetisícsedem.\nV Bruslju, enaindvajsetega februarja leta dva tisoč sedem.\nTehty Brysselissä kahdentenakymmenentenäensimmäisenä päivänä helmikuuta vuonna kaksituhattaseitsemän.\nSom skedde i Bryssel den tjugoförsta februari tjugohundrasju.\nЗа държавите-членки\nРог los Estados miembros\nZa členské státy\nFor medlemsstaterne\nFür die Mitgliedstaaten\nLiikmesriikide nimel\nΓια τα κράτη μέλη\nFor the Member States\nPour les États membres\nPer gli Stati membri\nDalībvalstu vārdā\nValstybių narių vardu\nA tagállamok részéről\nGħall-Istati Membri\nVoor de lidstaten\nW imieniu państw członkowskich\nPelos Estados-Membros\nPentru statele membre\nZa členské štáty\nZa države članice\nJäsenvaltioiden puolesta\nPå medlemsstaternas vägnar\nЗа Европейската общност\nPor la Comunidad Europea\nZa Evropské společenství\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nEuroopa Ühenduse nimel\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nEiropas Kopienas vārdā\nEuropos bendrijos vardu\naz Europai Közösség részéről\nGħall-Komunita Ewropea\nVoor de Europese Gemeenschap\nW imieniu Wspólnoty Europejskiej\nPela Comunidade Europeia\nPentru Comunitatea Europeană\nZa Európske spoločenstvo\nZa Evropsko skupnost\nEuroopan yhteisön puolesta\nPå Europeiska gemenskapens vägnar\nЗа Съединените мексикански щати\nPor los Estados Unidos Mexicanos\nZa Spojene státy mexické\nFor De Forenede Mexicanske Stater\nFür die Vereinigten Mexikanischen Staaten\nMehhiko Ühendriikide nimel\nΓια τις Ηνωμένες Πολιτείες του Μεξικού\nFor the United Mexican States\nPour les États-Unis mexicains\nPer gli Stati Uniti messicani\nMeksikas Savienoto Valstu vārdā\nMeksikos Jungtinių Valstijų vardu\na Mexikói Egyesült Államok részéről\nGħall-Istati Uniti Messikani\nVoor de Verenigde Mexicaanse Staten\nW imieniu Meksykańskich Stanów Zjednoczonych\nPelos Estados Unidos Mexicanos\nPentru Statele Unite Mexicane\nZa Spojené Státy mexické\nZa Združene države Mehike\nMeksikon yhdysvaltojen puolesta\nFör Mexikos förenta stater"}