{"celex_id": "32006D0685", "uri": "http://publications.europa.eu/resource/cellar/c8434d9f-f316-4d33-b659-42b0a4572ee5", "type": "Decision", "concepts": ["1252", "1445", "192", "2384", "5283", "6124"], "title": "2006/685/EC: Commission Decision of 6 October 2006 amending Annexes I and II to Decision 2003/634/EC approving programmes for the purpose of obtaining the status of approved zones and of approved farms in non-approved zones with regard to viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN) in fish (notified under document number C(2006) 4363)   (Text with EEA relevance)\n", "header": "13.10.2006 EN Official Journal of the European Union L 282/44\nCOMMISSION DECISION\nof 6 October 2006\namending Annexes I and II to Decision 2003/634/EC approving programmes for the purpose of obtaining the status of approved zones and of approved farms in non-approved zones with regard to viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN) in fish\n(notified under document number C(2006) 4363)\n(Text with EEA relevance)\n(2006/685/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (1), and in particular Article 10(2) thereof,\nWhereas:\n(1) Commission Decision 2003/634/EC (2) approves and lists programmes submitted by various Member States. The programmes are designed to enable the Member State subsequently to initiate the procedures for a zone, or a farm situated in a non-approved zone, to obtain the status of approved zone, or of approved farm situated in a non-approved zone, as regards one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN).\n(2) By letter dated 22 November 2005, Italy applied for approval of the programme to be applied in the zone Bacino del torrente Taverone. The application submitted has been found to comply with Article 10 of Directive 91/67/EEC and the programme should therefore be approved.\n(3) By letter dated 2 February 2006, Italy applied for approval of the programme to be applied in the zone Valle Sessera. The application submitted has been found to comply with Article 10 of Directive 91/67/EEC and the programme should therefore be approved.\n(4) By letter dated 21 February 2006, Italy applied for approval of the programme to be applied in the zone Valle del torrente Bondo. The application submitted has been found to comply with Article 10 of Directive 91/67/EEC and the programme should therefore be approved.\n(5) By letter dated 22 May 2006, Italy applied for approval of the programme to be applied in the zone Fosso Melga. The application submitted has been found to comply with Article 10 of Directive 91/67/EEC and the programme should therefore be approved.\n(6) The programme applicable to the entire territory of Cyprus has been finalised. It should therefore be deleted from Annex I to Decision 2003/634/EC.\n(7) The programme applicable to Azienda agricola Bassan Antonio in the Veneto Region has been finalised. It should therefore be deleted from Annex II to Decision 2003/634/EC.\n(8) Decision 2003/634/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/634/EC is amended as follows:\n1. Annex I is replaced by the text in Annex I to this Decision.\n2. Annex II is replaced by the text in Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 October 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 46, 19.2.1991, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 220, 3.9.2003, p. 8. Decision as last amended by Decision 2005/770/EC (OJ L 291, 5.11.2005, p. 33).\nANNEX I\n‘ANNEX I\nPROGRAMMES SUBMITTED FOR THE PURPOSE OF OBTAINING APPROVED ZONE STATUS WITH REGARD TO ONE OR MORE OF THE FISH DISEASES VHS AND IHN\n1.   DENMARK\nTHE PROGRAMMES SUBMITTED BY DENMARK ON 22 MAY 1995 COVERING:\n— the catchment area of FISKEBÆK Å,\n— all PARTS OF JUTLAND south and west of the catchment areas of Storåen, Karup Å, Gudenåen and Grejs Å,\n— the area of all THE DANISH ISLES.\n2.   GERMANY\nTHE PROGRAMME SUBMITTED BY GERMANY ON 25 FEBRUARY 1999 COVERING:\n— a zone in the water catchment area OBERN NAGOLD.\n3.   ITALY\n3.1. THE PROGRAMME SUBMITTED FOR THE AUTONOMOUS PROVINCE OF BOLZANO BY ITALY ON 6 OCTOBER 2001 AS AMENDED BY LETTER OF 27 MARCH 2003, COVERING:\n— The zone comprises all water catchment areas within the Province of Bolzano.\n3.2. THE PROGRAMMES SUBMITTED FOR THE AUTONOMOUS PROVINCE OF TRENTO BY ITALY ON 23 DECEMBER 1996 AND 14 JULY 1997 COVERING:\nZona Val di Sole e Val di Non\n— the water catchment area from the source of the Noce to the S. Giustina dam.\nZona Val dell’Adige — lower part\n— the water catchment areas of the Adige river and its sources in the territory of the Autonomous Province of Trento, from the border with the Province of Bolzano to the Ala dam (hydroelectric generating station).\nZona Torrente Arnò\n— the water catchment area from the source of the Arnò stream to the dams down stream, near the point where the Arnò stream flows into the Sarca river.\nZona val Banale\n— the water catchment area of the Ambies stream to the hydroelectric dam.\nZona Varone\n— the water catchment area from the source of the Magnone stream to the waterfall.\nZona Alto e Basso Chiese\n— the water catchment area of the Chiese river from its source to the Condino dam, excluding the catchment areas of the Adanà and Palvico streams.\nZona Torrente Palvico\n— the water catchment area of the Palvico stream to the concrete and stone dam.\n3.3. THE PROGRAMME SUBMITTED FOR THE VENETO REGION BY ITALY ON 21 FEBRUARY 2001 COVERING:\n— the water catchment area of the Astico river, from its sources (in the Autonomous Province of Trento and in the Province of Vicenza (Veneto Region) to the dam near the Pedescala bridge in the Province of Vicenza.\n3.4. THE PROGRAMME SUBMITTED FOR THE UMBRIA REGION BY ITALY ON 20 FEBRUARY 2002 COVERING:\n3.5. THE PROGRAMME SUBMITTED FOR THE LOMBARDY REGION BY ITALY ON 23 DECEMBER 2003 COVERING:\n— the water catchment area of the Vienna river from its sources to the following boundaries:\n— west: Livrio valley,\n— south: Orobie Alps from Publino Pass to Redorta Peak,\n— east: Armisa and Armisola valleys.\n3.6. THE PROGRAMME SUBMITTED FOR THE TUSCANY REGION BY ITALY ON 23 SEPTEMBER 2004 COVERING:\n— the water catchment area of the Vicano di S. Ellero river from its sources to the dam at Il Greto near the village of Raggioli.\n3.7. THE PROGRAMME SUBMITTED FOR THE TUSCANY REGION BY ITALY ON 22 NOVEMBER 2005 COVERING:\n— the water catchment area of the Taverone river from its sources to the dam situated downstream from the fish farm Il Giardino.\n3.8. THE PROGRAMME SUBMITTED FOR BY ITALY IN THE PIEMONTE REGION BY ITALY ON 2 FEBRUARY 2006 COVERING:\n— the water catchment area of the Sessera river from its sources to the ‘Ponte Granero’ dam in the municipality of Coggiola.\n3.9. THE PROGRAMME SUBMITTED FOR THE LOMBARDY REGION BY ITALY ON 21 FEBRUARY 2006 COVERING:\n— the water catchment area of the Bondo river from its sources to the Vesio dam.\n3.10. THE PROGRAMME SUBMITTED FOR THE LOMBARDY REGION BY ITALY ON 22 MAY 2006 COVERING:\n— the water catchment area of the Fosso Melga river from its sources to the dam where Fosso Melga drains into the river Caffaro.\n4.   FINLAND\n4.1. THE PROGRAMME FOR VHS-FREEDOM (1) INCLUDING SPECIFIC ERADICATION MEASURES SUBMITTED BY FINLAND ON 29 MAY 1995, AS AMENDED BY LETTERS OF 27 MARCH AND 4 JUNE 2002, 12 MARCH, 12 JUNE AND 20 OCTOBER 2003 AND 17 MAY 2005 COVERING:\n— all coastal areas of FINLAND with special eradications measures in:\n— the Province of Åland,\n— the restriction area in Pyhtää,\n— the restriction area covering the municipalities of Uusikaupunki, Pyhäranta and Rauma.\n(1)  The programme was terminated by Decision 2005/770/EC with respect to IHN, for which approved status has been granted.’\nANNEX II\n‘ANNEX II\nPROGRAMMES SUBMITTED FOR THE PURPOSE OF OBTAINING STATUS AS APPROVED FARM SITUATED IN A NON-APPROVED ZONE WITH REGARD TO ONE OR MORE OF THE FISH DISEASES VHS AND IHN\n1.   ITALY\n1.1. THE PROGRAMME SUBMITTED FOR THE PROVINCE OF UDINE IN THE REGION OF FRIULI VENEZIA GIULIA BY ITALY ON 2 MAY 2000 COVERING:\n— Azienda Vidotti Giulio s.n.c., Sutrio’."}