{"celex_id": "32003R1935", "uri": "http://publications.europa.eu/resource/cellar/d2d7b028-9ca8-4e6b-9fc1-fb9541c091f3", "type": "Regulation", "concepts": ["161", "4692", "5407", "5898"], "title": "Commission Regulation (EC) No 1935/2003 of 31 October 2003 amending Regulation (EC) No 571/97 establishing detailed rules for the application in the pigmeat sector of the Interim Agreement on trade and trade-related measures between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part\n", "header": "Commission Regulation (EC) No 1935/2003\nof 31 October 2003\namending Regulation (EC) No 571/97 establishing detailed rules for the application in the pigmeat sector of the Interim Agreement on trade and trade-related measures between the European Community, the European Coal and Steel Community and the European Atomic Energy Community, of the one part, and the Republic of Slovenia, of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2003/452/EC of 26 May 2003 on the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, acting within the framework of the European Union, of the one part, and the Republic of Slovenia, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions(1), and in particular Article 3 thereof,\nWhereas:\n(1) Decision 2003/452/EC provides for fresh concessions, applicable from the date of entry into force of the Protocol, for imported pigmeat products originating in Slovenia. As of the same date it will repeal Council Regulation (EC) No 2475/2000 of 7 November 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Slovenia(2).\n(2) The Annex to Commission Regulation (EC) No 571/97(3), as last amended by Regulation (EC) No 1006/2001(4), should be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Annex I to Regulation (EC) No 571/97 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 November 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 152, 20.6.2003, p. 22.\n(2) OJ L 286, 11.11.2000, p. 15.\n(3) OJ L 85, 27.3.1997, p. 56.\n(4) OJ L 140, 24.5.2001, p. 13.\nANNEX\n\"ANNEX I\nReductions in the Common Customs Tariff duty\n>TABLE>\""}