{"celex_id": "32006R2023", "uri": "http://publications.europa.eu/resource/cellar/d146cbf3-7fff-4f11-92e5-ce2beb20cd20", "type": "Regulation", "concepts": ["180", "2735", "4036", "5233", "6271", "6569"], "title": "Commission Regulation (EC) No 2023/2006 of 22 December 2006 on good manufacturing practice for materials and articles intended to come into contact with food   (Text with EEA relevance)\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/75\nCOMMISSION REGULATION (EC) No 2023/2006\nof 22 December 2006\non good manufacturing practice for materials and articles intended to come into contact with food\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1935/2004 of the European Parliament and the Council of 27 October 2004 on materials and articles intended to come into contact with food (1), and in particular Article 5(1) thereof,\nWhereas:\n(1) Groups of materials and articles listed in Annex I to Regulation (EC) No 1935/2004 and combinations of those materials and articles or recycled materials and articles used in those materials and articles should be manufactured in compliance with general and detailed rules on good manufacturing practice (GMP).\n(2) Some sectors of industry have established GMP guidelines, while others have not. Consequently, it appears necessary to ensure uniformity among Member States as regards GMP for materials and articles intended to come into contact with food.\n(3) In order to ensure such conformity, it is appropriate to lay down certain obligations on business operators.\n(4) All business operators should operate an effective quality management of their manufacturing operations which should be adapted to their position in the supply chain.\n(5) The rules should apply to materials and articles intended to be brought into contact with food, or already in contact with food and were intended for this purpose, or those which can reasonably be expected to be brought into contact with food or to transfer their constituents to food under normal or foreseeable conditions of use.\n(6) The rules on GMP should be applied proportionately to avoid undue burdens for small businesses.\n(7) Detailed rules should now be set for processes involving printing inks and should be established for other processes as necessary. For printing inks applied to the non-food contact side of a material or article GMP should in particular ensure that substances are not transferred into food by set-off or transfer through the substrate.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Subject matter\nThis Regulation lays down the rules on good manufacturing practice (GMP) for the groups of materials and articles intended to come into contact with food (hereafter referred to as materials and articles) listed in Annex I to Regulation (EC) No 1935/2004 and combinations of those materials and articles or recycled materials and articles used in those materials and articles.", "Scope\nThis Regulation shall apply to all sectors and to all stages of manufacture, processing and distribution of materials and articles, up to but excluding the production of starting substances.\nThe detailed rules set out in the Annex shall apply to the relevant individually mentioned processes, as appropriate.", "Definitions\nFor the purpose of this Regulation, the following definitions shall apply:\n(a) ‘good manufacturing practice (GMP)’ means those aspects of quality assurance which ensure that materials and articles are consistently produced and controlled to ensure conformity with the rules applicable to them and with the quality standards appropriate to their intended use by not endangering human health or causing an unacceptable change in the composition of the food or causing a deterioration in the organoleptic characteristics thereof;\n(b) ‘quality assurance system’ means the total sum of the organised and documented arrangements made with the purpose of ensuring that materials and articles are of the quality required to ensure conformity with the rules applicable to them and the quality standards necessary for their intended use;\n(c) ‘quality control system’ means the systematic application of measures established within the quality assurance system that ensure compliance of starting materials and intermediate and finished materials and articles with the specification determined in the quality assurance system;\n(d) ‘non-food-contact side’ means the surface of the material or article that is not directly in contact with food;\n(e) ‘food-contact side’ means the surface of a material or article that is directly in contact with the food.", "Conformity with good manufacturing practice\nThe business operator shall ensure that manufacturing operations are carried out in accordance with:\n(a) the general rules on GMP as provided for in Article 5, 6, and 7,\n(b) the detailed rules on GMP as set out in the Annex.", "Quality assurance system\n1.   The business operator shall establish, implement and ensure adherence to an effective and documented quality assurance system. That system shall:\n(a) take account of the adequacy of personnel, their knowledge and skills, and the organisation of the premises and equipment such as is necessary to ensure that finished materials and articles comply with the rules applicable to them;\n(b) be applied taking into account the size of the business run by the operator, so as not to be an excessive burden on the business.\n2.   Starting materials shall be selected and comply with pre-established specifications that shall ensure compliance of the material or article with the rules applicable to it.\n3.   The different operations shall be carried out in accordance with pre-established instructions and procedures.", "Quality control system\n1.   The business operator shall establish and maintain an effective quality control system.\n2.   The quality control system shall include monitoring of the implementation and achievement of GMP and identify measures to correct any failure to achieve GMP. Such corrective measures shall be implemented without delay and made available to the competent authorities for inspections.", "Documentation\n1.   The business operator shall establish and maintain appropriate documentation in paper or electronic format with respect to specifications, manufacturing formulae and processing which are relevant to compliance and safety of the finished material or article.\n2.   The business operator shall establish and maintain appropriate documentation in paper or electronic format with respect to records covering the various manufacturing operations performed which are relevant to compliance and safety of the finished material or article and with respect to the results of the quality control system.\n3.   The documentation shall be made available by the business operator to the competent authorities at their request.", "Entry into force\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 338, 13.11.2004, p. 4.\nANNEX\nDetailed rules on good manufacturing practice\nProcesses involving the application of printing inks to the non-food contact side of a material or article\n1. Printing inks applied to the non food-contact side of materials and articles shall be formulated and/or applied in such a manner that substances from the printed surface are not transferred to the food-contact side:\n(a) through the substrate or;\n(b) by set-off in the stack or the reel,\n2. Printed materials and articles shall be handled and stored in their finished and semi-finished states in such a manner that substances from the printed surface are not transferred to the food-contact side:\n(a) through the substrate or;\n(b) by set-off in the stack or reel,\n3. The printed surfaces shall not come into direct contact with food."}