{"celex_id": "32008D0599", "uri": "http://publications.europa.eu/resource/cellar/19cd9726-c48a-430c-87b1-5b1d2a414625", "type": "Decision", "concepts": ["191", "2081", "2773", "2985", "5070", "616"], "title": "2008/599/EC: Commission Decision of 4 July 2008 recognising in principle the completeness of the dossier submitted for detailed examination in view of the possible inclusion of Pseudomonas sp. strain DSMZ 13134 in Annex I to Council Directive 91/414/EEC (notified under document number C(2008) 3322) (Text with EEA relevance)\n", "header": "22.7.2008 EN Official Journal of the European Union L 193/14\nCOMMISSION DECISION\nof 4 July 2008\nrecognising in principle the completeness of the dossier submitted for detailed examination in view of the possible inclusion of Pseudomonas sp. strain DSMZ 13134 in Annex I to Council Directive 91/414/EEC\n(notified under document number C(2008) 3322)\n(Text with EEA relevance)\n(2008/599/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant-protection on the market (1), and in particular Article 6(3) thereof,\nWhereas:\n(1) Directive 91/414/EEC provides for the development of a Community list of active substances authorised for incorporation in plant protection products.\n(2) A dossier for the active substance Pseudomonas sp. strain DSMZ 13134 was submitted by Sourcon-Padena GmbH&Co. KG to the authorities of the Netherlands on 28 August 2007 with an application to obtain its inclusion in Annex I to Directive 91/414/EEC.\n(3) The authorities of the Netherlands have indicated to the Commission that, on preliminary examination, the dossier for the active substance concerned appears to satisfy the data and information requirements set out in Annex II to Directive 91/414/EEC. The dossier submitted appears also to satisfy the data and information requirements set out in Annex III to Directive 91/414/EEC in respect of one plant protection product containing the active substance concerned. In accordance with Article 6(2) of Directive 91/414/EEC, the dossier was subsequently forwarded by the applicant to the Commission and other Member States, and was referred to the Standing Committee on the Food Chain and Animal Health.\n(4) By this Decision it should be formally confirmed at Community level that the dossier is considered as satisfying in principle the data and information requirements set out in Annex II and, for at least one plant protection product containing the active substance concerned, the requirements set out in Annex III to Directive 91/414/EEC.\n(5) This Decision should not prejudice the right of the Commission to request the applicant to submit further data or information in order to clarify certain points in the dossier.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Without prejudice to Article 6(4) of Directive 91/414/EEC, the dossier concerning the active substance identified in the Annex to this Decision, which was submitted to the Commission and the Member States with a view to obtaining the inclusion of that substance in Annex I to that Directive, satisfy in principle the data and information requirements set out in Annex II to that Directive.\nThe dossier also satisfies the data and information requirements set out in Annex III to that Directive in respect of one plant protection product containing the active substance, taking into account the uses proposed.", "The rapporteur Member State shall pursue the detailed examination for the dossier referred to in Article 1 and shall communicate to the Commission the conclusions of its examination accompanied by a recommendation on the inclusion or non-inclusion in Annex I to Directive 91/414/EEC of the active substance referred to in Article 1 and any conditions for that inclusion as soon as possible and at the latest within a period of one year from the date of publication of this Decision in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 July 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2008/69/EC (OJ L 172, 2.7.2008, p. 9).\nANNEX\nActive substance concerned by this Decision\nCommon Name, CIPAC Identification Number Applicant Date of application Rapporteur Member State\nPseudomonas sp. strain DSMZ 13134 Sourcon-Padena GmbH&Co. KG 28 August 2007 NL"}