{"celex_id": "32004R0923", "uri": "http://publications.europa.eu/resource/cellar/ce90fc88-4149-4cce-81b7-7291a648621a", "type": "Regulation", "concepts": ["161", "1644", "4319", "4605"], "title": "Commission Regulation (EC) No 923/2004 of 29 April 2004 on granting import licences for cane sugar for the purposes of certain tariff quotas and preferential agreements\n", "header": "Commission Regulation (EC) No 923/2004\nof 29 April 2004\non granting import licences for cane sugar for the purposes of certain tariff quotas and preferential agreements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1),\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations(2),\nHaving regard to Commission Regulation (EC) No 1159/2003 of 30 June 2003 laying down detailed rules of application for the 2003/2004, 2004/2005 and 2005/2006 marketing years for the import of cane sugar under certain tariff quotas and preferential agreements and amending Regulations (EC) No 1464/95 and (EC) No 779/96(3), and in particular Article 5(3) thereof,\nWhereas:\n(1) Article 9 of Regulation (EC) No 1159/2003 lays down detailed rules on determining the delivery obligations at zero duty for products falling within CN code 1701 expressed as white sugar equivalent for imports originating in countries which are parties to the ACP Protocol and the India Agreement.\n(2) Commission Regulation (EC) No 919/2004 of 29 April 2004 amending the delivery obligations for cane sugar to be imported under the ACP Protocol and the India Agreement for the 2003/2004 delivery period(4) fixed a delivery obligation for Mauritius higher than all the import licence applications submitted to date for the 2003/2004 delivery period.\n(3) A check on import licence applications submitted for the 2003/2004 delivery period for Malawi has shown that in the case of the delivery obligation for cane sugar originating in Malawi quantities of sugar are still available.\n(4) In these circumstances and in the interests of clarity, it should be indicated that the maximum quantities of the delivery obligations for Mauritius and Malawi for the delivery period concerned have not been reached,", "main_body": ["For import licence applications submitted in the period from 19 to 23 April 2004 under Article 5(1) of Regulation (EC) No 1159/2003, licences shall be issued up to the maximum quantities indicated in the Annex to this Regulation.", "This Regulation shall enter into force on 30 April 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 April 2004.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2) OJ L 146, 20.6.1996, p. 1.\n(3) OJ L 162, 1.7.2003, p. 25.\n(4) See page 90 of this Official Journal.\nANNEX\nACP-India Preferential Sugar\nTitle II of Regulation (EC) No 1159/2003\n2003/04 marketing year\n>TABLE>\nSpecial Preferential Sugar\nTitle III of Regulation (EC) No 1159/2003\n2003/04 marketing year\nQuota opened for the Member States referred to in Article 39 of Regulation (EC) No 1260/2001, except Slovenia\n>TABLE>\nSpecial Preferential Sugar\nTitle III of Regulation (EC) No 1159/2003\n2003/04 marketing year\nQuota opened for Slovenia\n>TABLE>\nCXL concessions sugar\nTitle IV of Regulation (EC) No 1159/2003\n2003/04 marketing year\n>TABLE>"}