{"celex_id": "32006D0147", "uri": "http://publications.europa.eu/resource/cellar/6d6991b6-303d-4982-b6c4-1e5130a53de5", "type": "Decision", "concepts": ["192", "2286", "4152", "4636", "4687", "4743", "5369", "619", "8464"], "title": "2006/147/EC: Commission Decision of  24 February 2006  on introducing preventive vaccination against highly pathogenic avian influenza H5N1 and related provisions for movements in the Netherlands  (notified under document number C(2006) 630)\n", "header": "25.2.2006 EN Official Journal of the European Union L 55/47\nCOMMISSION DECISION\nof 24 February 2006\non introducing preventive vaccination against highly pathogenic avian influenza H5N1 and related provisions for movements in the Netherlands\n(notified under document number C(2006) 630)\n(Only the Dutch text is authentic)\n(2006/147/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza and repealing Directive 92/40/EEC (1), and in particular, Article 57 (2) thereof;\nWhereas:\n(1) Avian influenza is an infectious viral disease in poultry and birds, causing mortality and disturbances which can quickly take epizootic proportions liable to present a serious threat to animal health and under certain circumstances to human health. There is a risk that the disease agent might be spread to other holdings thus reducing sharply the profitability of poultry farming, to wild birds and from one Member State to other Member States and third countries through the international trade in live birds or their products.\n(2) Highly pathogenic avian influenza A virus of subtype H5N1 has been isolated from wild birds in certain parts of the Community and in third countries adjacent to the Community or populated by migratory birds during winter. The likelihood of virus introduction with wild birds is increasing during the forthcoming migratory season.\n(3) Early detection systems and biosecurity measures to reduce the risk of transmission of avian influenza to poultry flocks are in place in the whole territory of the Netherlands.\n(4) In its opinion on ‘Animal health and welfare aspects of avian influenza’ of 20 September 2005 the Animal Health and Welfare Panel of the European Food Safety Authority (EFSA) recommends that preventive vaccination can be considered if a high risk of virus introduction is identified in densely populated poultry areas. During an avian influenza epidemic there is always a significant risk that hobby and pet birds are hidden and constitute an ongoing risk of infection. This occurrence should be considered, and instead of mass culling of such birds, a policy of increased surveillance and biosecurity may be recommended. In addition, quarantine and vaccination may be considered as options for these types of birds. However, such a practice should not jeopardise the strict biosecurity and other measures that should be in force in such areas aimed at eradicating any introduction of virus. In particular, vaccination may be applied in flocks in which the general flock management systems that are used preclude birds being permanently housed indoors or sufficiently protected against contacts with wild birds.\n(5) On 21 February 2006, the Netherlands have submitted to the Commission for approval a plan for preventive vaccination in the light of the particular risk of introduction of avian influenza into their territory. The Commission has immediately examined this plan in collaboration with the Netherlands and deems that after certain adaptations it is in conformity with the relevant Community provisions. It appears therefore appropriate to approve this plan.\n(6) Only vaccines authorised in accordance with Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (2) or Regulation No 726/2004 of the European Parliament and of the Council of 31 March 2004 laying down Community procedures for the authorisation and supervision of medicinal products for human and veterinary use and establishing a European Medicines Agency (3) should be used.\n(7) Where preventive vaccination is carried out in the Netherlands monitoring on vaccinated and unvaccinated poultry flocks and movement restrictions for vaccinated birds have to be implemented.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Subject matter, scope and definitions\n1.   This Decision lays down certain measures to be applied in the Netherlands where preventive vaccination is carried out in certain poultry holdings at particular risk for introduction of infection including movement restrictions on vaccinated poultry and certain products derived thereof.\n2.   For the pupose of this Decision, in addition to the definitions laid down in Council Directive 2005/94/EC the following definitions shall apply:\n(a) ‘backyard poultry’ means chicken, ducks, turkeys and geese which are kept by their owners:\n(i) for their own consumption or use; or\n(ii) as pets.\n(b) ‘organic’ and ‘free range layers’ means laying hens as defined in Council Directive 1999/74/EC of 19 July 1999 laying down minimum standards for the protection of laying hensand Commission Directive 2002/4/EC (4) of 30 January 2002 on the registration of establishments keeping laying hens, covered by Council Directive 1999/74/EC which have access to open runs.", "Approval of the vaccination programme\n1.   The plan for preventive vaccination against highly pathogenic avian influenza H5N1, submitted by the Netherlands to the Commission on 21 February 2006, is approved (‘the preventive vaccination plan’).\nIn accordance with ‘the preventive vaccination plan’ the preventive vaccination against avian influenza H5N1 shall be carried out with an inactivated heterologous vaccine of avian influenza subtype H5 or in exceptional circumstances and only in the case of organic and free range layers with a bivalent vaccine containing both avian influenza subtypes H5 an H7 authorised by the Netherlands in backyard poultry, organic and free range layers in the whole territory of the Netherlands.\n2.   Intensive monitoring and surveillance, as set out in the ‘the preventive vaccination plan’ shall be carried out in the backyard poultry and flocks of organic or free range layers where preventive vaccination is carried out.\n3.   The preventive vaccination plan shall be implemented efficiently.\n4.   The Commission shall publish the preventive vaccination plan.", "Provisions for movements of live poultry, table eggs, fresh poultry meat, minced meat, meat preparations, mechanically separated meat and meat products\nThe provisions for movements of live poultry coming from and/or originating from holdings in which preventive vaccination is carried out and on movements of table eggs, fresh poultry meat, minced meat, meat preparations, mechanically separated meat and meat products derived from vaccinated poultry in accordance with ‘the preventive vaccination plan’ shall apply in accordance with Article 4 to 11 of this Decision.", "Provisions for movements and dispatch of live backyard poultry and day-old poultry and hatching eggs derived from such poultry\nThe competent authority shall ensure that:\n1. Vaccinated backyard poultry must be individually identified and may only be moved to other vaccinated backyard holdings within the Netherlands in accordance with ‘the preventive vaccination plan’ which requires records of such movements.\n2. No vaccinated backyard poultry and no day-old poultry and hatching eggs originating from such poultry may be moved to commercial poultry holdings within the Netherlands or dispatched to another Member State.", "Provisions for movements and dispatch of live organic and free range layers\nThe competent authority shall ensure that vaccinated live organic and free range layers may only be moved either to other holdings where vaccination is carried out or to a slaughterhouse for immediate slaughter within the Netherlands and may not be dispatched from the Netherlands.", "Health certification for intra-Community trade in live poultry, day-old poultry and hatching eggs\nHealth certificates for intra-Community trade in live poultry, day-old poultry and hatching eggs from the Netherlands shall include the words:\n‘The consignment consists of live poultry/day-old poultry/hatching eggs originating from holdings where no vaccination against avian influenza has been carried out’.", "Provisions for dipatch of table eggs\nThe competent authority shall ensure that table eggs that come from and/or originate from organic and free range layer holdings in which preventive vaccination is carried out are only dispatched from the Netherlands provided that the table eggs:\n(a) come from poultry which originate from flocks which have been regularly inspected and tested with negative results for highly pathogenic avian influenza H5N1 in accordance with ‘the preventive vaccination plan’, with particular attention paid to sentinel birds; and\n(b) are directly transported:\n(i) to a packing centre designated by the competent authority provided that they are packed in disposable packaging and that all biosecurity measures required by the competent authority are applied; or\n(ii) to an establishment for the manufacture of egg products as set out in Chapter II of Section X of Annex III to Regulation (EC) No 853/2004 (5) to be handled and treated in accordance with Chapter XI of Annex II to Regulation (EC) No 852/2004 (6).", "Provisions for dispatch of fresh meat of poultry, minced meat, meat preparations, mechanically separated meat and meat products\n1.   The competent authority shall ensure that fresh meat derived from vaccinated organic and free range layer flocks is only dispatched from the Netherlands, provided that the meat comes from poultry which:\n(a) originate from flocks which have been regularly inspected and tested with negative results for highly pathogenic avian influenza H5N1 in accordance with ‘the preventive vaccination plan’ with particular attention paid to sentinel birds;\n(b) originate from flocks which have been clinically inspected by an official veterinarian within 48 hours before loading, with particular attention paid to sentinel birds;\n(c) are kept separated from other flocks which do not comply with this Article; and\n(d) the meat has been produced in accordance with Annex II and Sections II and III of Annex III to Regulation (EC) No 853/2004 and controlled in accordance with Sections I, II, III, and Chapters V and VII of Section IV of Annex I to Regulation (EC) No 854/2004 (7);\n2.   The competent authority shall ensure that minced meat, meat preparations, mechanically separated meat and meat products containing meat derived from vaccinated organic and free range layer flocks is only dispatched from the Netherlands if the meat complies with paragraph (1) and are produced in accordance with Sections V and VI of Annex III to Regulation (EC) No 853/2004.", "Commercial documents for fresh poultry meat, minced meat, meat preparations, mechanically separated meat and meat products\nThe Netherlands shall ensure that fresh poultry meat, minced meat, meat preparations, mechanically separated meat and meat products complying with the conditions set out in Article 8 is accompanied by a commercial document stating:\n‘The consignment complies with the animal health conditions laid down in Commission Decision 2006/147/EC’.", "0\nInformation to Member States\nThe Netherlands shall inform in advance the central veterinary authority in the Member State of destination on movements of consignments referred to in Article 9.", "1\nWashing and disinfection of packaging and means of transport\nThe Netherlands shall ensure that in holdings where preventive vaccination is carried out all means of transport used for transporting live poultry, fresh poultry meat, minced meat, meat preparations, mechanically separated meat, meat products and poultry feedstuff are cleaned and disinfected immediately before and after each transport with disinfectants and methods of use approved by the competent authority.", "2\nPenalties\nThe Netherlands shall lay down the rules on penalties applicable to infringements of provisions of this decision and shall take all the measures necessary to ensure that they are implemented. The penalties provided for must be effective, proportionate and dissuasive. The Netherlands shall notify those provisions to the Commission by 7 March 2006 at the latest and shall notify the Commission of any subsequent amendments thereof.", "3\nReports\nThe Netherlands shall submit a report containing information on the implementation of the preventive vaccination plan to the Commission within one month from the date of application of this Decsion and give monthly reports at the Standing Committee on the Food Chain and Animal Health starting as from 7 March 2006.", "4\nReview of measures\nThe measures shall be reviewed in the light of the development of the epidemiological situation and new information becoming available.", "5\nAddresses\nThis Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 24 February 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 10, 14.1.2006, p. 16.\n(2)  OJ L 311, 28.11.2001, p. 1. Directive as last amended by Directive 2004/28/EC (OJ L 136, 30.4.2004, p. 58).\n(3)  OJ L 136, 30.4.2004, p. 1.\n(4)  OJ L 30, 31.1.2002, p. 44.\n(5)  OJ L 139, 30.4.2004, p. 55. Corrected version in OJ L 226, 25.6.2004, p. 22.\n(6)  OJ L 139, 30.4.2004, p. 1. Corrected version in OJ L 226, 25.6.2004, p. 3.\n(7)  OJ L 139, 30.4.2004, p. 206. Corrected version in OJ L 226, 25.6.2004, p. 83."}