{"celex_id": "32009L0068", "uri": "http://publications.europa.eu/resource/cellar/a4a6cfea-981a-4819-9c7f-2e170038e213", "type": "Directive", "concepts": ["1828", "2378", "4476", "4655", "469", "848"], "title": "Directive 2009/68/EC of the European Parliament and of the Council of 13 July 2009 on the component type-approval of lighting and light-signalling devices on wheeled agricultural or forestry tractors (Codified version) (Text with EEA relevance)\n", "header": "5.8.2009 EN Official Journal of the European Union L 203/52\nDIRECTIVE 2009/68/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 July 2009\non the component type-approval of lighting and light-signalling devices on wheeled agricultural or forestry tractors\n(Codified version)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Council Directive 79/532/EEC of 17 May 1979 on the approximation of the laws of the Member States relating to the component type-approval of lighting and light-signalling devices on wheeled agricultural or forestry tractors (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Directive should be codified.\n(2) Directive 79/532/EEC is one of the separate Directives of the EC type-approval system provided for in Council Directive 74/150/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to the type-approval of wheeled agricultural or forestry tractors, as replaced by Directive 2003/37/EC of the European Parliament and of the Council of 26 May 2003 on type-approval of agricultural or forestry tractors, their trailers and interchangeable towed machinery, together with their systems, components and separate technical units (5), and lays down technical prescriptions concerning the design and construction of agricultural or forestry tractors as regards the lighting and light-signalling devices. Those technical prescriptions concern the approximation of the laws of the Member States to enable the EC type-approval procedure provided for in Directive 2003/37/EC to be applied in respect of each type of tractor. Consequently, the provisions laid down in Directive 2003/37/EC relating to agricultural or forestry tractors, their trailers and interchangeable towed machinery, together with their systems, components and separate technical units, apply to this Directive.\n(3) In Directive 2009/61/EC of the European Parliament and of the Council of 13 July 2009 relating to the installation of lighting and light-signalling devices on wheeled agricultural and forestry tractors (6) common requirements were laid down for the installation of lighting and light-signalling devices on wheeled agricultural or forestry tractors. Such lighting and light-signalling devices possess the same characteristics as those fitted to motor vehicles. Therefore, devices having received an EC component type-approval mark in accordance with the Directives already adopted on this subject in connection with the EC type-approval of motor vehicles and their trailers may also be used on tractors.\n(4) This Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Part B of Annex II,", "main_body": ["1.   For the purposes of this Directive, ‘tractor’ (agricultural or forestry) means any motor vehicle, fitted with wheels or endless tracks and having at least two axles, the main function of which lies in its tractive power and which is specially designed to tow, push, carry or power certain tools, machinery or trailers intended for agricultural or forestry use. It may be equipped to carry a load and passengers.\n2.   This Directive shall apply only to tractors defined in paragraph 1 which are equipped with pneumatic tyres and have a maximum design speed of between 6 and 40 km/h.", "No Member State may refuse to grant EC type-approval or national type-approval of a tractor on grounds relating to the following lamps or reflectors, if these bear the EC component type-approval mark as provided for in Annex I and are installed in accordance with the requirements laid down in Directive 2009/61/EC:\n(a) headlamps which function as main-beam and/or dipped-beam headlamps or incandescent electric filament lamps for such headlamps;\n(b) end-outline marker lamps;\n(c) front position (side) lamps;\n(d) rear position (side) lamps;\n(e) stop lamps;\n(f) direction indicator lamps;\n(g) reflex reflectors;\n(h) rear registration-plate lamps;\n(i) front fog lamps and filament lamps for such lamps;\n(j) rear fog lamps;\n(k) reversing lamps;\n(l) parking lamps.", "No Member State may refuse the registration, or prohibit the sale, entry into service or use, of a tractor on grounds relating to the following lamps or reflectors, if these bear the EC component type-approval mark as provided for in Annex I and are installed in accordance with the requirements laid down in Directive 2009/61/EC:\n(a) headlamps which function as main-beam and/or dipped-beam headlamps or incandescent electric filament lamps for such headlamps;\n(b) end-outline marker lamps;\n(c) front position (side) lamps;\n(d) rear position (side) lamps;\n(e) stop lamps;\n(f) direction indicator lamps;\n(g) reflex reflectors;\n(h) rear registration-plate lamps;\n(i) front fog lamps and filament lamps for such lamps;\n(j) rear fog lamps;\n(k) reversing lamps;\n(l) parking lamps.", "The amendments necessary to adapt to technical progress the requirements of Annex I shall be adopted in accordance with the procedure referred to in Article 20(3) of Directive 2003/37/EC.", "Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Directive 79/532/EEC, as amended by the Directives listed in Part A of Annex II, is repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Part B of Annex II.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex III.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  OJ C 162, 25.6.2008, p. 40.\n(2)  Opinion of the European Parliament of 17 June 2008 (not yet published in the Official Journal) and Council Decision of 22 June 2009.\n(3)  OJ L 145, 13.6.1979, p. 16.\n(4)  See Annex II, Part A.\n(5)  OJ L 171, 9.7.2003, p. 1.\n(6)  See page 19 of this Official Journal.\nANNEX I\n1. Headlamps which function as main-beam and/or dipped-beam headlamps and incandescent electric filament lamps for such headlamps:\nThe EC component type-approval mark is that laid down in Council Directive 76/761/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to motor-vehicle headlamps which function as main-beam and/or dipped-beam headlamps and to light sources (filament lamps and others) for use in approved lamp units of motor vehicles and of their trailers (1).\nThe provisions of Directive 76/761/EEC also apply to the component type-approval of special headlamps for agricultural or forestry tractors designed to provide both a main beam and a dipped beam of less than 160 mm, diameter D, with the following amendments:\n(a) the minimum illumination values fixed in point 2.1 of Annexes II to VI, VIII and IX to Directive 76/761/EEC are reduced according to the ratio\n— 3 lux, either at point 75 R or at point 75 L,\n— 5 lux, either at point 50 R or at point 50 L,\n— 1,5 lux, in Zone IV.\n(b) the symbol M inside an inverted triangle is affixed on the headlamp instead of the symbol CR provided for in point 5.2.3.5 of Annex I to Directive 76/761/EEC.\n2. End-outline marker lamps, front position (side) lamps, rear position (side) lamps and stop lamps:\n3. Direction indicator lamps:\n4. Reflex reflectors:\n5. Rear registration-plate lamps:\n6. Front fog lamps:\n7. Rear fog lamps:\n8. Reversing lamps:\n9. Parking lamps:\n(1)  OJ L 262, 27.9.1976, p. 96.\n(2)  OJ L 262, 27.9.1976, p. 54.\n(3)  OJ L 262, 27.9.1976, p. 71.\n(4)  OJ L 262, 27.9.1976, p. 32.\n(5)  OJ L 262, 27.9.1976, p. 85.\n(6)  OJ L 262, 27.9.1976, p. 122.\n(7)  OJ L 220, 29.8.1977, p. 60.\n(8)  OJ L 220, 29.8.1977, p. 72.\n(9)  OJ L 220, 29.8.1977, p. 83.\nANNEX II\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 6)\nCouncil Directive 79/532/EEC\nCouncil Directive 82/890/EEC Only as regards the reference to Directive 79/532/EEC in Article 1(1)\nDirective 97/54/EC of the European Parliament and of the Council Only as regards the reference to Directive 79/532/EEC in Article 1, first indent\nPART B\nList of time-limits for transposition into national law and application\n(referred to in Article 6)\nDirective Time-limit for transposition Date of application\n79/532/EEC 21 November 1980 —\n82/890/EEC 21 June 1984 —\n97/54/EC 22 September 1998 23 September 1998\nANNEX III\nCORRELATION TABLE\nDirective 79/532/EEC This Directive\nArticle 1 Article 1\nArticle 2, introductory sentence and final wording Article 2, introductory sentence\nArticle 2, indents Article 2(a)-(l)\nArticle 3, introductory sentence and final wording Article 3, introductory sentence\nArticle 3, indents Article 3(a)-(l)\nArticle 4 Article 4\nArticle 5(1) —\nArticle 5(2) Article 5\n— Article 6\n— Article 7\nArticle 6 Article 8\nAnnex Annex I\n— Annex II\n— Annex III"}