{"celex_id": "32000R2475", "uri": "http://publications.europa.eu/resource/cellar/84ba50ee-36aa-406d-84a3-069bc33b2909", "type": "Regulation", "concepts": ["161", "2734", "2771", "3156", "4048", "5898"], "title": "Council Regulation (EC) No 2475/2000 of 7 November 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Slovenia\n", "header": "Council Regulation (EC) No 2475/2000\nof 7 November 2000\nestablishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Slovenia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Slovenia, of the other part(1), provides for certain concessions for certain agricultural products originating in Slovenia.\n(2) In accordance with the directives adopted by the Council on 30 March 1999, the Commission and Slovenia concluded on 22 May 2000 negotiations on an Additional Protocol to the Europe Agreement.\n(3) The Additional Protocol, which provides for additional agricultural concessions, will be based on Article 21(5) of the Europe Agreement, establishing that the Community and Slovenia are to examine in the Association Council, product by product and on an orderly and reciprocal basis, the possibility of granting each other further concessions.\n(4) A swift implementation of the adjustments forms an essential part of the results of the negotiations for the conclusion of an Additional Protocol to the Europe Agreement with Slovenia.\n(5) It is therefore appropriate to provide for the adjustment, as an autonomous and transitional measure, of the agricultural concessions provided for in the Europe Agreement with Slovenia.\n(6) Slovenia will take all useful legislative provisions, on an autonomous and transitional basis, in order to enable a rapid and simultaneous implementation of the adaptation of the agricultural concessions of Slovenia provided for in the Europe Agreement.\n(7) The measures necessary for the implementation of this Regulation should be in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(2).\n(8) Commission Regulation (EC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(3) codified the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations,", "main_body": ["1. The arrangements for import into the Community applicable to certain agricultural products originating in Slovenia as set out in Annex A(a) and A(b) to this Regulation shall replace those set out in Annex VI to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Slovenia, of the other part.\n2. On the entry into force of the Additional Protocol adjusting the Europe Agreement referred to in paragraph 1, the concessions provided for in that Protocol shall replace those referred to in Annex A(a) and A(b) to this Regulation.\n3. The Commission shall adopt detailed rules for the application of this Regulation in accordance with the procedure laid down in Article 3(2).", "1. Tariff quotas with an order number below 09.4000 shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.\n2. Quantities of goods which have been released for free circulation in the Community from 1 January 2000 until 30 June 2000 with the benefit of a preferential duty rate provided for in Annex VI of the Europe Agreement, in the framework of the tariff quotas with order numbers 09.1532, 09.1533, 09.1534, 09.1535, 09.1537, 09.1541, 09.1542, 09.1543, 09.1544, 09.4082, 09.4083, 09.4084, 09.4086, 09.4087, 09.4088, 09.4089 and 09.4090 shall be fully taken into account for charging against the tariff quotas with the same order numbers provided for in Annex A(b) to this Regulation.", "1. The Commission shall be assisted by the committee instituted by Article 23 of Council Regulation (EC) No 1766/92 of 30 June 1992 on the common organisation of the market of cereals(4) or, where appropriate, the committee instituted by the relevant provisions of the other Regulations on the common organisation of agricultural markets.\n2. Where reference is made to this paragraph, the procedure laid down in Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its rules of procedure.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Community.\nIt shall apply from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 2000.\nFor the Council\nThe President\nL. Fabius\n(1) OJ L 51, 26.2.1999, p. 3.\n(2) OJ L 184, 17.7.1999, p. 23.\n(3) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Commission Regulation (EC) No 1662/1999 (OJ L 197, 29.7.1999, p. 25).\n(4) OJ L 181, 1.7.1992, p. 21. Regulation as last amended by Regulation (EC) No 1666/2000 (OJ L 193, 29.7.2000, p. 1).\nANNEX A(a)\nCustom duties on imports applicable in the Community to products originating in Slovenia and listed below shall be abolished\nCN code(1)\n0101 20 10\n0104 20 10\n0106 00 10\n0106 00 20\n0205 00 11\n0205 00 19\n0205 00 90\n0206 80 91\n0206 90 91\n0207 13 91\n0207 14 91\n0207 26 91\n0207 27 91\n0207 35 91\n0207 36 89\n0208 10 11\n0208 10 19\n0208 20 00\n0208 90 10\n0208 90 50\n0208 90 60\n0208 90 80\n0210 90 10\n0210 90 79\n0407 00 90\n0410 00 00\n0601 10 10\n0601 10 20\n0601 10 30\n0601 10 40\n0601 10 90\n0601 20 30\n0601 20 90\n0602 10 90\n0602 20 90\n0602 30 00\n0602 40 10\n0602 40 90\n0602 90 10\n0602 90 30\n0602 90 45\n0602 90 51\n0602 90 59\n0602 90 70\n0602 90 91\n0602 90 99\n0603 10 80\n0603 90 00\n0604 10 90\n0604 91 21\n0604 91 29\n0604 91 41\n0604 91 49\n0604 91 90\n0604 99 90\n0701 10 00\n0703 10 11\n0709 51 30\n0709 51 50\n0709 51 90\n0709 90 40\n0711 30 00\n0712 30 00\n0713 50 00\n0713 90 10\n0713 90 90\n0714 20 10\n0714 20 90\n0714 90 90\n0802 11 90\n0802 12 90\n0802 21 00\n0802 22 00\n0802 31 00\n0802 32 00\n0802 40 00\n0802 50 00\n0802 90 50\n0802 90 60\n0802 90 85\n0804 20 10\n0804 20 90\n0806 20 11\n0806 20 12\n0806 20 91\n0806 20 98\n0807 11 00\n0807 19 00\n0808 20 90\n0810 40 30\n0810 40 50\n0810 40 90\n0810 50 00\n0810 90 85\n0811 90 70\n0811 90 85\n0812 10 00\n0812 90 40\n0812 90 60\n0812 90 70\n0812 90 95\n0813 10 00\n0813 30 00\n0813 40 10\n0813 40 95\n0813 50 15\n0813 50 19\n0813 50 39\n0813 50 91\n0813 50 99\n0814 00 00\n0901 12 00\n0902 10 00\n0904 12 00\n0904 20 10\n0904 20 90\n0905 00 00\n0907 00 00\n0910 20 90\n0910 40 13\n0910 40 19\n0910 40 90\n0910 91 90\n0910 99 99\n1006 10 10\n1007 00 10\n1208 10 00\n1209 19 00\n1209 23 80\n1209 29 50\n1209 29 80\n1209 30 00\n1209 91 10\n1209 91 90\n1209 99 91\n1209 99 99\n1210 10 00\n1210 20 10\n1210 20 90\n1211 90 30\n1212 10 10\n1212 10 99\n1214 90 10\n1302 12 00\n1302 13 00\n1302 19 05\n1502 00 90\n1503 00 19\n1503 00 90\n1504 10 10\n1504 10 99\n1504 20 10\n1504 30 10\n1507 10 10\n1507 10 90\n1507 90 10\n1508 10 90\n1508 90 10\n1508 90 90\n1511 10 90\n1511 90 11\n1511 90 19\n1511 90 91\n1511 90 99\n1512 11 10\n1512 11 91\n1512 11 99\n1512 19 10\n1512 21 10\n1512 21 90\n1512 29 10\n1512 29 90\n1513 11 10\n1513 11 99\n1513 19 19\n1513 19 30\n1513 19 91\n1513 19 99\n1513 21 11\n1513 21 19\n1513 21 30\n1513 21 90\n1513 29 11\n1513 29 19\n1513 29 30\n1513 29 50\n1513 29 91\n1513 29 99\n1514 10 10\n1514 10 90\n1514 90 10\n1515 11 00\n1515 19 10\n1515 19 90\n1515 21 10\n1515 21 90\n1515 29 10\n1515 29 90\n1515 30 90\n1515 50 11\n1515 50 19\n1515 50 91\n1515 50 99\n1515 90 29\n1515 90 39\n1515 90 40\n1515 90 51\n1515 90 59\n1515 90 60\n1515 90 91\n1515 90 99\n1516 20 95\n1516 20 96\n1516 20 98\n1518 00 31\n1518 00 39\n1518 00 91\n1518 00 95\n1518 00 99\n1522 00 91\n2001 90 20\n2005 90 75\n2008 19 11\n2008 19 13\n2008 19 51\n2008 19 59\n2008 92 72\n2302 50 00\n2306 90 19\n2308 90 90\n2309 90 51\n2309 90 93\n2309 90 95\n(1) As defined in Commission Regulation (EC) No 2204/1999 of 12 October 1999 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 278, 28.10.1999, p. 1).\nANNEX Ab\nImports into the Community of the following products originating in Slovenia shall be subject to the concessions set out below\n(MFN = Most Favoured Nation duty)\n>TABLE>"}