{"celex_id": "32007D0082", "uri": "http://publications.europa.eu/resource/cellar/1b98df0d-8cfe-4bfb-88f8-794804d86dba", "type": "Decision", "concepts": ["1216", "1590", "2718", "3579", "6569"], "title": "2007/82/EC: Commission Decision of 2 February 2007 on emergency measures suspending imports from the Republic of Guinea of fishery products intended for human consumption (notified under document number C(2007) 278) (Text with EEA relevance )\n", "header": "3.2.2007 EN Official Journal of the European Union L 28/25\nCOMMISSION DECISION\nof 2 February 2007\non emergency measures suspending imports from the Republic of Guinea of fishery products intended for human consumption\n(notified under document number C(2007) 278)\n(Text with EEA relevance)\n(2007/82/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b) thereof,\nWhereas:\n(1) A recent inspection by Commission services in the Republic of Guinea has revealed serious hygiene shortcomings throughout the production chain of fishery products. These shortcomings include inadequate cold chain, use of non-potable water and poor sanitary conditions of vessels and establishments. Such deficiencies are likely to lead to the presence of harmful contamination in fishery products intended for human consumption, thus presenting a serious risk to consumer health.\n(2) The inspection visit has also revealed a lack of proper sanitary controls by the competent authorities in the Republic of Guinea, which exacerbates the situation.\n(3) It is therefore necessary to suspend imports of fishery products, as defined in Regulation (EC) No 853/2004 of the European Parliament and of the Council (2) from the Republic of Guinea with immediate effect. Considering the seriousness of the shortcomings identified during the inspection, the suspension should also apply to fishery products that have been dispatched to the Community before this Decision takes effect but which have not yet been introduced into the Community.\n(4) This Decision is to be reviewed in the light of guarantees offered by the Republic of Guinea and on the basis of a positive outcome of a new inspection by the Commission services.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Scope\nThis Decision shall apply to all fishery products originating from the Republic of Guinea and intended for human consumption.", "Prohibition\nMember States shall prohibit the import on their territory of the products referred to in Article 1.\nThat prohibition shall apply to all consignments of products received at border inspection posts in the Community whether or not the consignments were produced, stored or certified in the country of origin before this Decision takes effect.", "Charging of expenditure\nAll expenditure incurred in the application of this Decision shall be charged to the consignee or his agent.", "Compliance\nMember States shall immediately inform the Commission of the measures they take to comply with this Decision.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 February 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 575/2006, (OJ L 100, 8.4.2006, p. 3).\n(2)  OJ L 139, 30.4.2004, p. 55, corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1)."}