{"celex_id": "32008D0027(01)", "uri": "http://publications.europa.eu/resource/cellar/240032e2-c2ca-4ac4-baa5-1caa1e01b743", "type": "Decision", "concepts": ["2149", "2447", "3449", "4763", "5455", "5883"], "title": "2009/57/EC: Decision of the European Central Bank of 12 December 2008 laying down the measures necessary for the contribution to the European Central Bank’s accumulated equity value and for adjusting the national central banks’ claims equivalent to the transferred foreign reserve assets (ECB/2008/27)\n", "header": "24.1.2009 EN Official Journal of the European Union L 21/77\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 12 December 2008\nlaying down the measures necessary for the contribution to the European Central Bank’s accumulated equity value and for adjusting the national central banks’ claims equivalent to the transferred foreign reserve assets\n(ECB/2008/27)\n(2009/57/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the ESCB Statute) and in particular Article 30 thereof,\nWhereas:\n(1) Decision ECB/2008/23 of 12 December 2008 on the national central banks’ percentage shares in the key for subscription to the European Central Bank’s capital (1) provides for the adjustment of the key for subscription to the capital of the European Central Bank (ECB) (hereinafter capital key) in accordance with Article 29.3 of the ESCB Statute and establishes, with effect from 1 January 2009, the new weightings assigned to each national central bank (NCB) in the adjusted capital key (hereinafter the capital key weightings).\n(2) The adjustments to the capital key weightings and the resulting changes in the NCBs’ shares in the ECB’s subscribed capital make it necessary to adjust the claims which the ECB has credited under Article 30.3 of the ESCB Statute to the NCBs of the Member States that have adopted the euro (hereinafter the participating NCBs) and which are equivalent to the participating NCBs’ contributions of foreign reserve assets to the ECB (hereinafter the claims).\n(3) Those participating NCBs whose percentage shares in the adjusted capital key increase due to the adjustment should therefore effect a compensatory transfer to the ECB, while the ECB should effect a compensatory transfer to those participating NCBs whose percentage shares in the adjusted capital key decrease.\n(4) In accordance with the general principles of fairness, equal treatment and the protection of legitimate expectations underlying the ESCB Statute, those participating NCBs whose relative share in the ECB’s accumulated equity value increases due to the abovementioned adjustments should also effect a compensatory transfer to those participating NCBs whose relative shares decrease.\n(5) The respective capital key weightings of each participating NCB until 31 December 2008 and with effect from 1 January 2009 should be expressed as a percentage of the ECB’s total capital as subscribed to by all participating NCBs for the purpose of calculating the adjustment of the value of each participating NCB’s share in the ECB’s accumulated equity value.\n(6) Accordingly, the adoption of a new ECB decision is required that repeals Decision ECB/2006/24 of 15 December 2006 laying down the measures necessary for the contribution to the European Central Bank’s accumulated equity value and for adjusting the national central banks’ claims equivalent to the transferred foreign reserve assets (2).\n(7) Pursuant to Article 1 of Council Decision 2008/608/EC of 8 July 2008 in accordance with Article 122(2) of the Treaty on the adoption by Slovakia of the single currency on 1 January 2009 (3), the derogation in favour of Slovakia referred to in Article 4 of the 2003 Act of Accession (4) is abrogated with effect from 1 January 2009,", "main_body": ["Definitions\nFor the purposes of this Decision:\n(a) ‘accumulated equity value’ means the total of the ECB’s reserves, revaluation accounts and provisions equivalent to reserves as calculated by the ECB as at 31 December 2008. The ECB’s reserves and those provisions equivalent to reserves shall include, without limitation to the generality of the ‘accumulated equity value’, the general reserve fund and the provision equivalent to reserves for foreign exchange rate, interest rate and gold price risks;\n(b) ‘transfer date’ means the second business day following the Governing Council’s approval of the ECB’s financial accounts for the financial year 2008.", "Contribution to the ECB’s reserves and provisions\n1.   If a participating NCB’s share in the accumulated equity value increases due to the increase in its capital key weighting with effect from 1 January 2009, that participating NCB shall transfer the amount determined pursuant to paragraph 3 to the ECB on the transfer date.\n2.   If a participating NCB’s share in the accumulated equity value decreases due to the decrease in its capital key weighting with effect from 1 January 2009, that participating NCB shall receive the amount determined pursuant to paragraph 3 from the ECB on the transfer date.\n3.   The ECB shall, on or before the day the Governing Council approves the ECB’s financial accounts for the financial year 2008, calculate and confirm to each participating NCB either the amount to be transferred by that participating NCB to the ECB where paragraph 1 applies, or the amount which that participating NCB shall receive from the ECB where paragraph 2 applies. Subject to rounding, each amount to be transferred or received shall be calculated by multiplying the accumulated equity value by the absolute difference between each participating NCB’s capital key weighting on 31 December 2008 and its capital key weighting with effect from 1 January 2009 and dividing the result by 100.\n4.   Each amount described in paragraph 3 shall be due in euro on 1 January 2009 but shall be effectively transferred on the transfer date.\n5.   On the transfer date, a participating NCB or the ECB having to transfer an amount under paragraph 1 or paragraph 2 shall also separately transfer any interest accruing over the period from 1 January 2009 until the transfer date on each of the respective amounts due from such participating NCB and the ECB. The transferors and recipients of this interest shall be the same as the transferors and recipients of the amounts on which the interest accrues.\n6.   If the accumulated equity value is less than zero, the amounts that have to be transferred or received under paragraph 3 and paragraph 5 shall be settled in the opposite directions to those specified in paragraph 3 and paragraph 5.", "Adjustment of the claims equivalent to the transferred foreign reserve assets\n1.   Given that the adjustment of the claims equivalent to the transferred foreign reserve assets for Národná banka Slovenska will be regulated by Decision ECB/2008/33 of 31 December 2008 on the paying-up of capital, transfer of foreign reserve assets and contributions by Národná banka Slovenska to the European Central Bank’s reserves and provisions (5), this Article shall regulate the adjustment of the claims equivalent to the foreign reserve assets transferred by the other participating NCBs.\n2.   The participating NCBs’ claims shall be adjusted with effect from 1 January 2009 in accordance with their adjusted capital key weightings. The value of the participating NCBs’ claims with effect from 1 January 2009 is shown in the third column of the table in the Annex to this Decision.\n3.   Each participating NCB shall, by virtue of this provision and without any further formality or act being required, be considered to have either transferred or received on 1 January 2009 the absolute value of the claim (in euro) shown next to its name in the fourth column of the table in the Annex to this Decision, whereby ‘–’ shall refer to a claim that the participating NCB shall transfer to the ECB and ‘+’ to a claim that the ECB shall transfer to the participating NCB.\n4.   On the first operating day of the Trans-European Automated Real-time Gross settlement Express Transfer system (TARGET2) following 1 January 2009, each participating NCB shall either transfer or receive the absolute value of the amount (in euro) shown next to its name in the fourth column of the table in the Annex to this Decision, whereby ‘+’ shall refer to an amount that the participating NCB shall transfer to the ECB and ‘–’ to an amount that the ECB shall transfer to the participating NCB.\n5.   On the first TARGET2 operating day following 1 January 2009, the ECB and the participating NCBs that are under an obligation to transfer amounts under paragraph 4 shall also separately transfer any interest accruing over the period from 1 January 2009 until the date of this transfer on the respective amounts due from the ECB and such participating NCBs. The transferors and recipients of this interest shall be the same as the transferors and recipients of the amounts on which the interest accrues.", "General provisions\n1.   The interest accruing under Article 2(5) and Article 3(5) shall be calculated on a daily basis, using the actual over-360-day method of calculation, at a rate equal to the marginal interest rate used by the Eurosystem in its most recent main refinancing operation.\n2.   Each transfer pursuant to Article 2(1), (2) and (5) and Article 3(4) and (5) shall take place separately through TARGET2.\n3.   The ECB and the participating NCBs that are under an obligation to effect any of the transfers referred to in paragraph 2 shall, in due course, give the necessary instructions for duly executing such transfers on time.", "Final provisions\n1.   This Decision shall enter into force on 1 January 2009.\n2.   Decision ECB/2006/24 is hereby repealed with effect from 1 January 2009.\n3.   References to Decision ECB/2006/24 shall be construed as references to this Decision."], "attachments": "Done at Frankfurt am Main, 12 December 2008.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  See page 66 of this Official Journal.\n(2)  OJ L 24, 31.1.2007, p. 9.\n(3)  OJ L 195, 24.7.2008, p. 24.\n(4)  Act concerning the conditions of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded (OJ L 236, 23.9.2003, p. 33).\n(5)  See page 83 of this Official Journal.\nANNEX\nCLAIMS EQUIVALENT TO THE FOREIGN RESERVE ASSETS TRANSFERRED TO THE ECB\nParticipating NCB Claim equivalent to the foreign reserve assets transferred to the ECB, on 31 December 2008 Claim equivalent to the foreign reserve assets transferred to the ECB, with effect from 1 January 2009 Amount of transfer\nNationale Bank van België/Banque Nationale de Belgique 1 423 341 995,63 1 397 303 846,77 –26 038 148,86\nDeutsche Bundesbank 11 821 492 401,85 10 909 120 274,33 – 912 372 127,52\nCentral Bank and Financial Services Authority of Ireland 511 833 965,97 639 835 662,35 + 128 001 696,38\nBank of Greece 1 046 595 328,50 1 131 910 590,58 +85 315 262,08\nBanco de España 4 349 177 350,90 4 783 645 755,10 + 434 468 404,20\nBanque de France 8 288 138 644,21 8 192 338 994,75 –95 799 649,46\nBanca d’Italia 7 217 924 640,86 7 198 856 881,40 –19 067 759,46\nCentral Bank of Cyprus 71 950 548,51 78 863 331,39 +6 912 782,88\nBanque centrale du Luxembourg 90 730 275,34 100 638 597,47 +9 908 322,13\nCentral Bank of Malta 35 831 257,94 36 407 323,18 + 576 065,24\nDe Nederlandsche Bank 2 243 025 225,99 2 297 463 391,20 +54 438 165,21\nOesterreichische Nationalbank 1 161 289 917,84 1 118 545 877,01 –42 744 040,83\nBanco de Portugal 987 203 002,23 1 008 344 596,55 +21 141 594,32\nBanka Slovenije 183 995 237,74 189 410 251,00 +5 415 013,26\nNárodná banka Slovenska 0 399 443 637,59 (1) + 399 443 637,59\nSuomen Pankki 717 086 011,07 722 328 204,76 +5 242 193,69\nTotal (2) 40 149 615 804,58 40 204 457 215,43 54 841 410,85\n(1)  To be transferred with effect from the dates laid down in Decision ECB/2008/33.\n(2)  Due to rounding, totals may not correspond to the sum of all figures shown."}