{"celex_id": "32007D0119", "uri": "http://publications.europa.eu/resource/cellar/70d8c307-fa23-4297-bebc-3ccaf1aed2b9", "type": "Decision", "concepts": ["1755", "192", "2737", "3584", "4681", "4743", "893"], "title": "2007/119/EC: Commission Decision of 16 February 2007 amending Decisions 2006/415/EC, 2006/416/EC and 2006/563/EC as regards the identification mark to be applied to fresh poultrymeat (notified under document number C(2007) 431) (Text with EEA relevance )\n", "header": "20.2.2007 EN Official Journal of the European Union L 51/22\nCOMMISSION DECISION\nof 16 February 2007\namending Decisions 2006/415/EC, 2006/416/EC and 2006/563/EC as regards the identification mark to be applied to fresh poultrymeat\n(notified under document number C(2007) 431)\n(Text with EEA relevance)\n(2007/119/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nHaving regard to Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza and repealing Directive 92/40/EEC (3), and in particular Article 66(2) thereof,\nWhereas:\n(1) Avian influenza is an infectious viral disease in poultry and birds, causing mortality and disturbances which can quickly take epizootic proportions liable to present a serious threat to animal and public health and to reduce sharply the profitability of poultry farming. There is a risk that the disease agent might be spread to other holdings, to wild birds and from one Member State to other Member States and third countries through the trade in live birds or their products.\n(2) Directive 2005/94/EC lays down Community measures to be applied in the event of an outbreak of avian influenza in poultry and other captive birds and in order to avoid the spread of that disease. Those measures include the establishment of protection zones and a prohibition on the transport of poultry meat in such zones.\n(3) Directive 2005/94/EC also provides for certain derogations from that prohibition, subject to certain conditions. Those conditions include inter alia that such meat must not enter into intra-Community or international trade and must bear the mark provided for in Annex II to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (4), unless otherwise decided as provided for in that Directive.\n(4) Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (5), provides for an identification mark to be applied to certain meat of animal origin.\n(5) Commission Regulation (EC) No 2076/2005 of 5 December 2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004 (6), provides for the temporarily use of national marks for food of animal origin which may only be marketed in the territory of the Member State where they are produced.\n(6) In addition, Commission Decision 2006/415/EC (7) provides for certain restrictions to be applied in areas A and B, including a prohibition on the dispatch from those areas of products intended for human consumption derived from wild feathered game. However, that Decision provides for derogations from that restriction for the dispatch onto the national market of certain meat and meat products and preparations, subject to certain conditions which include the marking of such meat as provided for in Annex II to Directive 2002/99/EC.\n(7) Commission Decision 2006/416/EC of 14 June 2006 concerning certain transitional measures in relation to highly pathogenic avian influenza in poultry or other captive birds in the Community (8) lays down certain transitional measures to be applied in the event of an outbreak of that disease. Those measures include the establishment of protection zones in the case of an outbreak of the disease and the application of certain restrictions in such zones, including a prohibition on the movement of poultry meat. However, that Decision also provides for derogations from that prohibition subject to certain conditions, including the marking of such meat as provided for in Annex II to Directive 2002/99/EC.\n(8) Commission Decision 2006/563/EC of 11 August 2006 concerning certain protection measures in relation to highly pathogenic avian influenza of subtype H5N1 in wild birds in the Community and repealing Decision 2006/115/EC (9) lays down certain measures to be applied in the event of an outbreak of that disease in wild birds. Those measures include the establishment of control areas and the prohibition of the dispatch of meat and meat products and preparations from poultry and wild feathered game in such areas. However, that Decision also provides for derogations from that prohibition subject to certain conditions, including the marking of such meat with a mark in accordance with Annex II to Directive 2002/99/EC or a national mark established in accordance with Article 4 of Regulation (EC) No 2076/2005.\n(9) Commission Decision 2007/118/EC of 16 February 2007 laying down detailed rules in relation to an alternative identification mark pursuant to Council Directive 2002/99/EC (10) provides for an alternative identification mark which may be used instead of the mark provided for in Annex II to Directive 2002/99/EC.\n(10) It is therefore appropriate to amend Decisions 2006/415/EC, 2006/416/EC and 2006/563/EC in order to permit the use of that alternative identification mark.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendments to Decision 2006/415/EC\nDecision 2006/415/EC is amended as follows:", "(1) is replaced by the following:\n‘1.   By way of derogation from Article 5(b), the affected Member State may authorise the dispatch onto the national market of fresh meat, minced meat, mechanically separated meat and meat preparations or meat products from wild feathered game originating in areas A or B, if such meat is marked:\n(a) either in accordance with the special identification mark provided for in Annex II to Directive 2002/99/EC, or\n(b) in accordance with Article 2 of Decision 2007/118/EC.’", "Amendments to Decision 2006/416/EC", "8(1)(g) of Decision 2006/416/EC is replaced by the following:\n‘(g) the meat does not enter into intra-Community or international trade and is marked:\n(i) either in accordance with the special identification mark provided for in Annex II to Directive 2002/99/EC, or\n(ii) in accordance with Article 2 of Decision 2007/118/EC.’", "Amendments to Decision 2006/563/EC\nDecision 2006/563/EC is amended as follows:\n1. Article 6(e) is replaced by the following:\n‘(e) the dispatch from the control area of fresh meat, minced meat, mechanically separated meat, meat preparations and meat products from poultry originating from the control area and from wild feathered game taken from the wild in that area.’\n2. Article 11 is replaced by the following:\n(a) fresh meat from poultry, including meat of farmed feathered game, that was:\n(i) produced in accordance with Annex II and Sections II and III of Annex III to Regulation (EC) No 853/2004; and\n(ii) controlled in accordance with Sections I, II, III, and Chapters V(A)(1) and VII of Section IV of Annex I to Regulation (EC) No 854/2004;\n(b) minced meat, meat preparations, mechanically separated meat and meat products containing meat referred to in point (a) and produced in accordance with Sections V and VI of Annex III to Regulation (EC) No 853/2004;\n(c) meat products that have undergone the treatment specified for avian influenza in Table 1(a), (b) or (c) of Annex III to Directive 2002/99/EC;\n(d) fresh meat, minced meat, mechanically separated meat from poultry, farmed feathered game and wild feathered game taken from the wild in the area before the control area was established, and meat preparations and meat products containing such meat, produced in establishments in the control area.\n(a) it is marked:\n(i) either with the special identification mark as provided for in Annex II to Directive 2002/99/EC, or\n(ii) in accordance with Article 2 of Decision 2007/118/EC; and\n(b) it has been obtained, cut, stored and transported separately from other meat from poultry or farmed feathered game and is not introduced into meat preparations or meat products destined for dispatch to other Member States or for exports to third countries.’", "Addressee\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 February 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33); corrected by OJ L 195, 2.6.2004, p. 12.\n(2)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(3)  OJ L 10, 14.1.2006, p. 16.\n(4)  OJ L 18, 23.1.2003, p. 11.\n(5)  OJ L 139, 30.4.2004, p. 55; corrected by OJ L 226, 25.6.2004, p. 22; Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(6)  OJ L 338, 22.12.2005, p. 83. Regulation as amended by Regulation (EC) No 1666/2006 (OJ L 320, 18.11.2006, p. 47).\n(7)  OJ L 164, 16.6.2006, p. 51.\n(8)  OJ L 164, 16.6.2006, p. 61. Decision as amended by Decision 2007/79/EC (OJ L 26, 2.2.2007, p. 5).\n(9)  OJ L 222, 15.8.2006, p. 11.\n(10)  See page 19 of this Official Journal."}