{"celex_id": "32008R0628", "uri": "http://publications.europa.eu/resource/cellar/c3c53c7b-c8a4-444c-ad2a-94a5c4acc338", "type": "Regulation", "concepts": ["1422", "1686", "2734", "2735", "3173", "5573", "893"], "title": "Commission Regulation (EC) No 628/2008 of 2 July 2008 amending Regulation (EC) No 1898/2006 laying down detailed rules of implementation of Council Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\n", "header": "3.7.2008 EN Official Journal of the European Union L 173/3\nCOMMISSION REGULATION (EC) No 628/2008\nof 2 July 2008\namending Regulation (EC) No 1898/2006 laying down detailed rules of implementation of Council Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular Article 16(g) thereof,\nWhereas:\n(1) Annex V to Commission Regulation (EC) No 1898/2006 (2) sets out the characteristics of the Community symbols that may be used on the label or packaging of products whose name has been registered as a protected geographical indication or protected designation of origin.\n(2) Those Community symbols have contributed to the development of protected geographical indications and protected designations of origin and have enabled consumers to identify certain products whose characteristics are linked to their origin.\n(3) The symbols relating to protected designations of origin and protected geographical indications are currently identical in terms of shape, colour and design. Only the wording inside the symbols makes it possible to distinguish between them.\n(4) In the light of experience gained since they were adopted and with the aim of promoting their use, it should be made easier for consumers to distinguish between protected designations of origin and protected geographical indications. Different colours should therefore be used for the symbols relating to the two different indications.\n(5) In order to ensure that changing the colours of the Community symbols does not cause the producers and traders concerned to suffer economic loss, there should be a transitional period during which it will be possible to use Community symbols complying with the provisions applicable prior to the entry into force of this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Protected Geographical Indications and Protected Designations of Origin,", "main_body": ["Annex V to Regulation (EC) No 1898/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nHowever, the packaging or labels including the Community symbols used in accordance with Annex V to Regulation (EC) No 1898/2006, as applicable prior to the entry into force of this Regulation, may be used until 1 May 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12. Regulation as last amended by Commission Regulation (EC) No 510/2008 (OJ L 149, 7.6.2008, p. 61).\n(2)  OJ L 369, 23.12.2006, p. 1.\nANNEX\nPoints 1, 2 and 3 of Annex V to Regulation (EC) No 1898/2006 are replaced by the following:\n‘1.   COMMUNITY SYMBOLS IN COLOUR OR BLACK AND WHITE\nWhen used in colour, direct colours (Pantone) or four-colour process may be used. The reference colours are indicated below.\nCommunity symbol for “Protected designation of origin” in Pantone Community symbol for “Protected geographical indication” in Pantone\nCommunity symbols in four-colour process:\nCommunity symbol for “Protected designation of origin” in four-colour process Community symbol for “Protected geographical indication” in four-colour process\nCommunity symbols in black and white\n2.   COMMUNITY SYMBOLS IN NEGATIVE\nIf the background colour of the packaging or label is dark, the symbols may be used in negative format, using the background colour of the packaging or label.\n3.   CONTRAST WITH BACKGROUND COLOURS\nIf a symbol is used in colour on a coloured background which makes it difficult to see, a delimiting outer circle around the symbol should be used to improve contrast with the background colours.\nCommunity symbol for “Protected designation of origin” Community symbol for “Protected geographical indication”"}