{"celex_id": "32004D0588", "uri": "http://publications.europa.eu/resource/cellar/5a304427-5001-4704-8590-a495f4e3dbd4", "type": "Decision", "concepts": ["1374", "1774", "4821", "5034", "6030", "6316", "893"], "title": "2004/588/EC: Commission Decision of 3 June 2004 recognising the fully operational character of the Maltese database for bovine animals (notified under document number C(2004) 1964) (Only the English text is authentic)(Text with EEA relevance)\n", "header": "4.8.2004 EN Official Journal of the European Union L 257/8\nCOMMISSION DECISION\nof 3 June 2004\nrecognising the fully operational character of the Maltese database for bovine animals\n(notified under document number C(2004) 1964)\n(Only the English text is authentic)\n(Text with EEA relevance)\n(2004/588/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 57 thereof,\nWhereas:\n(1) Malta has presented a request for recognition of the fully operational character of the database that forms part of the Maltese system for the identification and registration of bovine animals pursuant to Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products and repealing Council Regulation (EC) No 820/97 (1).\n(2) The European Union took note of Malta’s request and considered that the request should be dealt with under the appropriate procedures prior to accession.\n(3) The Maltese authorities have submitted appropriate information that was updated to 25 March 2004.\n(4) The Maltese authorities have undertaken to improve the reliability of this database ensuring in particular that: (i) additional measures, including inspections, shall be implemented to improve the observation of the seven days deadline for notification by the keeper of births and deaths, (ii) additional measures shall be implemented to allow rapid correction of errors or omissions detected automatically or during on-the-spot inspections, (iii) the event database shall be re-enforced by developing an automatic alarm system to detect deficiencies and violations of restrictive measures, (iv) notification of premium shall be introduced in the database as well as on passports, (v) measures shall be implemented to ensure that controls on identification and registration of bovine animals are carried out in accordance with Commission Regulation (EC) No 1082/2003 (2).\n(5) The Maltese authorities undertook the commitment to implement the agreed improvement measures at the latest by 30 April 2004.\n(6) In view of the above, it is appropriate to recognise the fully operational character of the Maltese database for bovine animals,", "main_body": ["The Maltese database for bovine animals is recognised as fully operational from 1 May 2004.", "This Decision is addressed to the Republic of Malta."], "attachments": "Done at Brussels, 3 June 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 204, 11.8.2000, p. 1. Regulation as amended by the 2003 Act of Accession.\n(2)  OJ L 156, 25.6.2003, p. 9. Regulation as amended by Regulation (EC) No 499/2004 (OJ L 80, 18.3.2004, p. 24)."}