{"celex_id": "32004R0496", "uri": "http://publications.europa.eu/resource/cellar/8b9e6522-0600-4e93-a67f-0fd27a239b76", "type": "Regulation", "concepts": ["3568", "4687"], "title": "Commission Regulation (EC) No 496/2004 of 17 March 2004 fixing the export refunds on poultrymeat applicable from 18 March 2004\n", "header": "Commission Regulation (EC) No 496/2004\nof 17 March 2004\nfixing the export refunds on poultrymeat applicable from 18 March 2004\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat(1), and in particular the third subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Article 8 of Regulation (EEC) No 2777/75 provides that the difference between prices on the world market for the products listed in Article 1(1) of that Regulation and prices for those products on the Community market may be covered by an export refund.\n(2) It follows from applying these rules and criteria to the present situation on the market in poultrymeat that the refund should be fixed at an amount which would permit Community participation in world trade and would also take account of the nature of these exports and their importance at the present time.\n(3) Article 21 of Commission Regulation (EC) No 800/1999 of 15 April 1999 laying down detailed rules for the application of the system of export refunds on agricultural products(2) stipulates that no refund is granted if the products are not of sound and fair marketable quality on the date on which the export declaration is accepted. In order to ensure uniform application of the rules in force, it should be stated that, in order to qualify for the refund, the poultrymeat listed in Article 1 of Regulation (EC) No 2777/75 must bear the health mark as laid down in Council Directive 71/118/EEC of 15 February 1971 on health problems affecting trade in fresh poultrymeat(3).\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["The codes of products for which, when they are exported, the export refund referred to in Article 8 of Regulation (EEC) No 2777/75 is granted and the amount of that refund shall be as shown in the Annex hereto.\nHowever, in order to qualify for the refund, products falling within the scope of Chapter XII of the Annex to Directive 71/118/EEC must also satisfy the health marking conditions laid down in that Directive.", "This Regulation shall enter into force on 18 March 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 77, Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2) OJ L 102, 17.4.1999, p. 11, Regulation as last amended by Regulation (EC) No 444/2003 (OJ L 67, 12.3.2003, p. 3).\n(3) OJ L 55, 8.3.1971, p. 23, Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\nANNEX\nExport refunds on poultrymeat applicable from 18 March 2004\n>TABLE>\nNB:\nThe product codes and the \"A\" series destination codes are set out in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1), as amended.\nThe numeric destination codes are set out in Commission Regulation (EC) No 2081/2003 (OJ L 313, 28.11.2003, p. 11).\nThe other destinations are defined as follows:\nV01 Angola, Saudi Arabia, Kuwait, Bahrain, Qatar, Oman, United Arab Emirates, Jordan, Yemen, Lebanon, Iraq and Iran.\nV04 All destinations except the United States of America and Estonia."}