{"celex_id": "32003R1143", "uri": "http://publications.europa.eu/resource/cellar/c489e33f-9f6b-4b3e-a5d6-8e353587dfd3", "type": "Regulation", "concepts": ["13", "252", "797"], "title": "Commission Regulation (EC) No 1143/2003 of 27 June 2003 fixing the aid for unginned cotton from 1 July 2002 to 31 March 2003 for the 2002/03 marketing year\n", "header": "Commission Regulation (EC) No 1143/2003\nof 27 June 2003\nfixing the aid for unginned cotton from 1 July 2002 to 31 March 2003 for the 2002/03 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as last amended by Council Regulation (EC) No 1050/2001(1),\nHaving regard to Council Regulation (EC) No 1051/2001 of 22 May 2001 on production aid for cotton(2), and in particular Article 2(1) thereof,\nWhereas:\n(1) Article 2(1) of Regulation (EC) No 1051/2001 lays down that the amount of the production aid for unginned cotton is to be fixed on the basis of the difference between, on the one hand, the guide price established in accordance with Article 3(1) and Article 7 of that Regulation and, on the other, the world market price determined in accordance with Article 4 thereof.\n(2) Article 4(1) of Commission Regulation (EC) No 1591/2001 of 2 August 2001 laying down detailed rules for applying the cotton aid scheme(3), as amended by Regulation (EC) No 1486/2002(4), provides that the amount of aid for unginned cotton applicable for each period for which a world market price for that product has been determined is to be fixed no later than 30 June.\n(3) In accordance with Article 7 of Regulation (EC) No 1051/2001, Commission Regulation (EC) No 1141/2003(5) fixed actual production of unginned cotton and the resulting reduction in the guide price for the 2002/03 marketing year.\n(4) In accordance with Article 4(1) of Regulation (EC) No 1051/2001, the world market price for unginned cotton was fixed periodically during the 2002/03 marketing year.\n(5) The amount of aid applicable for each period for which a world market price for unginned cotton has been determined should accordingly be fixed for the 2002/03 marketing year,", "main_body": ["For the period from 1 July 2002 to 31 March 2003, the amounts of the aid for unginned cotton corresponding to the world market prices established in the Regulations listed in the Annex are fixed in that Annex from the date of entry into force of the Regulations concerned.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 June 2003.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 148, 1.6.2001, p. 1.\n(2) OJ L 148, 1.6.2001, p. 3.\n(3) OJ L 210, 3.8.2001, p. 12.\n(4) OJ L 223, 20.8.2002, p. 3.\n(5) See page 37 of this Official Journal.\nANNEX\nAid for unginned cotton\n>TABLE>"}