{"celex_id": "32008D0234", "uri": "http://publications.europa.eu/resource/cellar/a09da308-8c26-4dd1-b43b-6040c08ad2b1", "type": "Decision", "concepts": ["2451", "2472", "4258", "5640", "6050"], "title": "Decision No 234/2008/EC of the European Parliament and of the Concil of 11 March 2008 establishing the European Statistical Advisory Committee and repealing Council Decision 91/116/EEC (Text with EEA relevance)\n", "header": "15.3.2008 EN Official Journal of the European Union L 73/13\nDECISION No 234/2008/EC OF THE EUROPEAN PARLIAMENT AND OF THE CONCIL\nof 11 March 2008\nestablishing the European Statistical Advisory Committee and repealing Council Decision 91/116/EEC\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) The consultation of users and producers of statistical information as well as respondents to requests for such information is essential for the preparation and development of the Community’s statistical information policy.\n(2) The European Advisory Committee on Statistical Information in the Economic and Social Spheres set up by Council Decision 91/116/EEC (3) currently assists the Council and the Commission in the coordination of the objectives of the Community’s statistical information policy, taking into account user requirements and the costs borne by information providers and producers.\n(3) The European Advisory Committee on Statistical Information in the Economic and Social Spheres has been of use but changes that have taken place in the Community, in particular its enlargement to 27 Member States, require that a number of modifications be made to the role, mandate, composition and procedures of that Committee. In the interests of clarity, it is appropriate to replace that Committee by a new European Statistical Advisory Committee (the Committee).\n(4) The Committee should contribute to a close cooperation in the programme-planning process in order to improve the governance of the European Statistical System and enhance the quality of Community statistics. To this effect, close collaboration should be maintained with the Statistical Programme Committee established by Council Decision 89/382/EEC, Euratom (4) and with the Committee on Monetary, Financial and Balance of Payments Statistics established by Council Decision 91/115/EEC (5).\n(5) A balance should be achieved between the need to reduce membership in order to enable the Committee to work efficiently in an enlarged Community on the one hand, and the need to allow representation of all stakeholders in Community statistics, as requested in the Council conclusions of 8 November 2005, on the other.\n(6) In order to meet the objectives of better assessing and balancing the benefits and costs of Community statistical requirements and rebalancing and reducing the burden of Community statistical legislation, so facilitating compliance with increasing demand, the Committee should play a stronger role in preparing and implementing the Community statistical programme.\n(7) The Committee should serve as a channel for advice from users, respondents and producers of statistical information on the objectives of the Community’s statistical information policy.\n(8) Decision 91/116/EEC should therefore be repealed,", "main_body": ["European Statistical Advisory Committee\n1.   The European Statistical Advisory Committee (hereinafter referred to as the Committee) is hereby established.\n2.   The Committee shall assist the European Parliament, the Council and the Commission in ensuring that user requirements and the costs borne by information providers and producers are taken into account in coordinating the strategic objectives and priorities of the Community’s statistical information policy.\n3.   That assistance shall cover all statistical domains relevant to the Community’s statistical information policy.", "Tasks\n1.   The Commission shall consult the Committee at an early stage in the preparation of the Community statistical programme. The Committee shall deliver an opinion addressing in particular:\n(a) the relevance of the Community statistical programme to the requirements of European integration and development, as expressed by the Community institutions, national and regional authorities, the various economic and social categories and scientific circles;\n(b) the relevance of the Community statistical programme in relation to the activities of the Community, taking into account economic, social and technical developments;\n(c) the balance as regards priorities and resources between different areas in the Community statistical programme, the annual statistical work programme of the Commission, and possibilities of re-prioritising statistical work;\n(d) the adequacy of the resources needed to implement the Community statistical programme, including the costs incurred directly by both the Community and national authorities, and appropriateness to users’ needs of the scope, level of detail, and costs of Community statistics;\n(e) the costs related to the provision of statistical information by information providers and possibilities of reducing the response burden, with particular reference to the burden on small and medium-sized enterprises.\n2.   The Committee shall also draw the Commission’s attention to areas in which it may be necessary to develop new statistical activities and shall advise the Commission how to improve the relevance of the Community statistics to users, taking into account the costs borne by information providers and producers.", "Relations with Community institutions and other bodies\n1.   At the request of the European Parliament, the Council and the Commission, the Committee shall deliver an opinion on matters relating to user requirements and costs incurred by data suppliers in the development of the Community’s statistical information policy, in the priorities of the Community statistical programme, in the evaluation of existing statistics, in data quality and in dissemination policy.\n2.   The Committee shall deliver opinions and present reports relating to user requirements and the costs borne by data providers in the production and dissemination of Community statistics to the European Parliament, the Council and the Commission whenever it considers this necessary for the fulfilment of its task.\nThe Commission shall report on an annual basis on how it has taken account of the Committee’s opinions.\n3.   In order to accomplish its task, the Committee shall cooperate with the Statistical Programme Committee and the Committee on Monetary, Financial and Balance of Payments Statistics. It shall regularly inform those two Committees of its opinions regarding the tasks set out in Article 2 and shall send them the opinions and reports referred to in paragraphs 1 and 2 of this Article.\n4.   The Committee shall establish relationships with national statistical user councils.", "Composition and procedure for appointment\n1.   The Committee shall comprise 24 members, as follows:\n(a) twelve members shall be appointed by the Commission, after consulting the European Parliament and the Council. They shall act independently. With a view to the appointment of those twelve members, each Member State shall provide the Commission with a list of three candidates with a well-established qualification in the field of statistics. The Commission shall endeavour to ensure that the selection of the 12 members represent, in equal measure, users, respondents, and other stakeholders in Community statistics (including the scientific community, the social partners and civil society). The 12 members shall perform their duties in their personal capacity;\n(b) eleven members shall be appointed directly by the institutions and bodies to which they belong, as follows:\n(i) one member representing the European Parliament,\n(ii) one member representing the Council,\n(iii) one member representing the European Economic and Social Committee,\n(iv) one member representing the Committee of the Regions,\n(v) one member representing the European Central Bank,\n(vi) two members representing the Statistical Programme Committee,\n(vii) one member representing the Confederation of European Business (BUSINESSEUROPE),\n(viii) one member representing the European Trade Union Confederation,\n(ix) one member representing the European Association of Craft Small and Medium-sized Enterprises, and\n(x) the European Data Protection Supervisor;\n(c) the Director-General of Eurostat shall be an ex officio member of the Committee, without a voting right.\n2.   The list of members of the Committee shall be published in the Official Journal of the European Union, C series.", "Duration of mandate\n1.   Members of the Committee shall be appointed for a term of five years, renewable once. On the expiry of their term of office, members shall remain in office until they are replaced or until their appointments are renewed.\n2.   If a member resigns before the expiry of his or her term of office, he or she shall be replaced for the remainder of the term by a member appointed in accordance with Article 4.", "Structure and operation\n1.   The Committee shall elect its chairperson from among the members appointed by the Commission. The chairperson shall be appointed for a term of five years, renewable once.\n2.   The chairperson shall convene the Committee at least once a year, either on his or her own initiative or at the request of at least one third of its members.\n3.   For the preparation of opinions on highly complex statistical matters, the Committee may, in agreement with the Commission, establish temporary working parties to be chaired by a Committee member. Each working party shall be made up of experts providing an appropriate balance of professional backgrounds and geographical distribution. The chairpersons of those working parties shall present the results of their proceedings in the form of a report at a meeting of the Committee.\n4.   For the performance of its tasks, the Committee may commission studies and hold seminars.\n5.   Representatives of any Commission department concerned may participate in the meetings of the Committee and the working parties as observers.\nThe chairperson may authorise other observers to attend meetings of the Committee.\n6.   The Commission shall provide secretarial services for the Committee and the working parties.\n7.   The Commission shall include the Committee’s expenses in its budgetary estimates.", "Decision-making procedures\nThe Committee’s internal rules of procedure shall specify the detail of its decision-making procedures.", "Confidentiality\nWithout prejudice to Article 287 of the Treaty, Committee members shall be required not to disclose information to which they have gained access through Committee or working party proceedings if the Commission informs them that such information is justifiably of a confidential nature or that responding to a request for an opinion or a question raised would lead to the disclosure of such confidential information.", "Internal Rules of Procedure\nAfter consulting the Commission, the Committee shall adopt its rules of procedure. The rules of procedure shall be transmitted for information purposes to the European Parliament and the Council.", "0\nRepeal\nDecision 91/116/EEC shall be repealed.", "1\nEntry into force\nThis Decision shall enter into force on 15 June 2008."], "attachments": "Done at Strasbourg, 11 March 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  OJ C 97, 28.4.2007, p. 1.\n(2)  Opinion of the European Parliament of 24 October 2007 (not yet published in the Official Journal) and Council Decision of 14 February 2008.\n(3)  OJ L 59, 6.3.1991, p. 21. Decision as amended by Decision 97/255/EC (OJ L 102, 19.4.1997, p. 32).\n(4)  OJ L 181, 28.6.1989, p. 47.\n(5)  OJ L 59, 6.3.1991, p. 19. Decision as replaced by Decision 2006/856/EC (OJ L 332, 30.11.2006, p. 21)."}