{"celex_id": "32002D0256", "uri": "http://publications.europa.eu/resource/cellar/be83f128-8b32-4907-8081-45a6ae52b39a", "type": "Decision", "concepts": ["2325", "2897", "5283", "5811"], "title": "2002/256/EC: Commission Decision of 25 March 2002 rectifying Decision 2000/275/EC on equivalences between certain categories of driving licences (Text with EEA relevance) (notified under document number C(2002) 1175)\n", "header": "Commission Decision\nof 25 March 2002\nrectifying Decision 2000/275/EC on equivalences between certain categories of driving licences\n(notified under document number C(2002) 1175)\n(Text with EEA relevance)\n(2002/256/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/439/EEC of 29 July 1991 on driving licences(1), as last amended by Commission Directive 2000/56/EC(2), and in particular Article 1(2) and the first paragraph of Article 10 thereof,\nWhereas:\nErrors were made in the Annex to Commission Decision 2000/275/EC(3). That Decision ought therefore to be amended,", "main_body": ["The Annex to Decision 2000/275/EC is hereby rectified as follows, on the pages indicated in brackets:\n1. in the Description of Model Belgium 1 (p. 3), the words \"Generally it is a pink\" are replaced by the word \"Pink\";\n2. in the Table of equivalences for Model Germany 2 (p. 8), \"Corresponding categories\" column, third line, the words \"less than 25 passenger seats\" are replaced by the words \"25 passenger seats or fewer\";\n3. in the Table of equivalences for Model Greece 1 (p. 14), \"Corresponding categories\" column, third line, \"B*\" is replaced by \"B for professional use\";\n4. in the Table of equivalences for Model Spain 1 (p. 15), \"Corresponding categories\" column, sixth and seventh lines, \"C1\" and \"C1E\" are replaced by \"C1 (see: 1)\" and \"C1E (see: 1)\" respectively; in the eighth line, \"C, CE (see: 1)\" is replaced by \"C, CE (see: 2)\";\n5. the \"Additional information\" section of Model Spain 1 (p. 15) is replaced by the following: \"Additional information:\n1. if no restriction to a maximum authorised mass of 7500 kg appears on page 6 of the licence, category C1 includes the right to drive C vehicles. If no such restriction is indicated and the holder is entitled to drive C1E or C2E vehicles, those categories include the right to drive CE vehicles;\n2. the holder of a C2 licence is additionally entitled to drive DE vehicles if he also holds a D licence;\"\n6. only concerns the French version;\n7. in the Table of equivalences for Model Austria 3 (p. 29), \"Corresponding categories\" column, fifth line, \"(see: 1)\" is replaced by \"(see: 2)\";\n8. in the Table of equivalences for Model Austria 4 (p. 30), \"Corresponding categories\" column, second line, \"A1, B\" is replaced by \"B\";\n9. the section entitled \"Models issued in Norway\" (pp. 47-50) is replaced by the text appearing in the Annex to this Decision;\n10. the figure \"1.\" is inserted after \"Additional information\" for each of the following models:\nFrance 1 (OJ L 91, 12.4.2000, p. 16), France 2 (p. 17), France 4 (p. 18), France 5 (p. 19), Portugal 1 (p. 31), Sweden 2 (p. 37), United Kingdom 3 (p. 39), Iceland 1 (p. 44), Iceland 2 (p. 44), Iceland 3 (p. 45), Iceland 4 (p. 45) and Liechtenstein 2 (p. 47).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 March 2002.\nFor the Commission\nLoyola de Palacio\nVice-President\n(1) OJ L 237, 24.8.1991, p. 1.\n(2) OJ L 237, 21.9.2000, p. 45.\n(3) OJ L 91, 12.4.2000, p. 1.\nANNEX\nMODELS ISSUED IN NORWAY\nGeneral remark for all models: all Norwegian driving licences have preprinted text in \"bokmål\" or \"nynorsk\". The two forms of language have equal status. The words \"førerkort\" and \"Norge\" show the text is in \"bokmål\"; \"førarkort\" and \"Noreg\" indicate the \"nynorsk\" form.\nModel Norway 1 (N1)\nIssued in Norway from 23.4.1967 to 31.3.1979\nDescription: dark green cover, model folded in format A7, six pages. The word \"Førerkort\" or \"Førarkort\" is printed on the front cover.\nTable of equivalences\n>TABLE>\nAdditional information:\nthis model is valid until the holder's 100th birthday, provided the licence had a period of validity of ten years and was valid on 2 April 1982. National law requires holders driving abroad with this model to carry with them in addition a certified translation or an international permit in accordance with the Vienna Convention on Road Traffic.\nModel Norway 2 (N2)\nIssued in Norway from 1.4.1979 to 1.3.1989\nDescription: bright pink paper model encased in clear plastic, two pages. Licences issued after July 1985 carry the date of first issue of any driving licence to the holder (\"Første førerkort\").\nTable of equivalences\n>TABLE>\nAdditional information:\n1. the stamp is on the reverse of the driving licence;\n2. holders of driving licences of category BE issued prior to 1 April 1979 and subsequently exchanged for an N2 model are additionally entitled to drive vehicles in category A1;\n3. to maintain the C1 or C1E entitlement, the holder has to exchange his licence for an N4 model when renewing his D or DE entitlement.\nModel Norway 3 (N3)\nIssued in Norway from 1.3.1989 to 31.12.1997\nDescription: bright pink and grey paper model encased in clear plastic, two pages.\nTable of equivalences\n>TABLE>\nAdditional information:\n1. the stamp is on the reverse of the driving licence;\n2. driving licences of category BE first issued prior to 1 April 1979 and since exchanged for an N3 model entitle the holder to drive category A1 in addition;\n3. categories C1 and C1E were introduced on 1 January 1997;\n4. the entitlement to drive C1 and C1E may only be maintained if the holder exchanges his licence for an N4 model when renewing his DE, D2 or D2E entitlement;\n5. categories D1 and D1E were introduced on 1 January 1997 and replaced categories D2 and D2E.\nModel Norway 4 (N4)\nIssued in Norway since 1.1.1998\nDescription: Plastic card model in accordance with Annex Ia to Directive 91/439/EEC.\nTable of equivalences\n>TABLE>"}