{"celex_id": "32001D0253", "uri": "http://publications.europa.eu/resource/cellar/4494466f-a58e-483c-b5e3-1d7c161e23d0", "type": "Decision", "concepts": ["1445", "1524", "2718", "3579", "3730"], "title": "2001/253/EC: Commission Decision of 21 March 2001 amending Decision 95/538/EC laying down special conditions governing imports of fishery and aquaculture products originating in Japan (Text with EEA relevance) (notified under document number C(2001) 741)\n", "header": "Commission Decision\nof 21 March 2001\namending Decision 95/538/EC laying down special conditions governing imports of fishery and aquaculture products originating in Japan\n(notified under document number C(2001) 741)\n(Text with EEA relevance)\n(2001/253/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by Directive 97/79/EC(2), and in particular Article 11 thereof,\nWhereas:\n(1) Article 1 of Commission Decision 95/538/EC of 6 December 1995 laying down special conditions governing imports of fishery and aquaculture products originating in Japan(3), states that the Ministry of Health and Welfare - Veterinary Sanitary Division (MHW-VSD) shall be the competent authority in Japan for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\n(2) Following a restructuring of the Japanese administration, the competent authority for health certificates for fishery products has changed to the Inspection and Safety Division (ISD) of the Ministry of Health, Labour and Welfare. This new authority is capable of effectively verifying the application of the laws in force. It is therefore necessary to modify the nomination of the competent authority mentioned in Decision 95/538/EC and the model health certificate included in Annex A to this Decision\n(3) It is convenient to harmonise the wording of Decision 95/538/EC with the wording of more recently adopted Commission Decisions, laying down special conditions governing imports of fishery and aquaculture products originating in certain third countries.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 95/538/EC shall be modified as follows:\n1. Article 1 shall be replaced by the following:\n\"Article 1\nThe Inspection and Safety Division (ISD) of the Ministry of Health, Labour and Welfare shall be the competent authority in Japan for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\"\n2. Article 2 shall be replaced by the following:\n\"Article 2\nFishery and aquaculture products originating in Japan must meet the following conditions:\n1. each consignment must be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A hereto;\n2. the products must come from approved establishments, factory vessels, cold stores or registered freezer vessels listed in Annex B hereto;\n3. except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods, all packages must bear the word 'JAPAN' and the approval/registration number of the establishment, factory vessel, cold store or freezer vessel of origin in indelible letters.\"\n3. Article 3(2) shall be replaced by the following:\n\"2. Certificates must bear the name, capacity and signature of the representative of the ISD and the latter's official stamp in a colour different from that of other endorsements.\"\n4. Annex A shall be replaced by the Annex hereto.", "This Decision shall come into effect 45 days after its publication on the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 March 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 304, 16.12.1995, p. 52.\nANNEX\n\"ANNEX A\n>PIC FILE= \"L_2001091EN.008303.EPS\">\n>PIC FILE= \"L_2001091EN.008401.EPS\">\""}