{"celex_id": "32006R0966", "uri": "http://publications.europa.eu/resource/cellar/f589e635-e445-4412-9a66-6089dcf642dd", "type": "Regulation", "concepts": ["1120", "1309", "161", "1644", "2771", "5083"], "title": "Commission Regulation (EC) No 966/2006 of  29 June 2006  amending Regulation (EC) No 219/2006 opening and providing for the administration of the tariff quota for bananas falling under CN code  08030019  originating in ACP countries for the period  1 March  to  31 December 2006\n", "header": "30.6.2006 EN Official Journal of the European Union L 176/21\nCOMMISSION REGULATION (EC) No 966/2006\nof 29 June 2006\namending Regulation (EC) No 219/2006 opening and providing for the administration of the tariff quota for bananas falling under CN code 0803 00 19 originating in ACP countries for the period 1 March to 31 December 2006\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1964/2005 of 29 November 2005 on the tariff rates for bananas (1), and in particular Article 2 thereof,\nWhereas:\n(1) The import licences issued in accordance with Article 6(3) of Commission Regulation (EC) No 2015/2005 of 9 December 2005 on imports during January and February 2006 of bananas originating in ACP countries under the tariff quota opened by Council Regulation (EC) No 1964/2005 on the tariff rates for bananas (2) were valid from 1 January 2006 to 7 April 2006. In order to ensure that all these imports of bananas are adequately monitored, the Member States should notify the Commission of the quantities released into free circulation on the basis of licences used in March and April 2006 in addition to the quantities released into free circulation on the basis of licences used in January and February.\n(2) Article 6(2)(b) of Commission Regulation (EC) No 219/2006 (3), which provides for such notification, should therefore be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Article 6(2)(b) of Regulation (EC) No 219/2006 is hereby replaced by the following:\n‘(b) as soon as possible and not later than 30 June 2006, the quantities of bananas released into free circulation, on the basis of the licences issued in accordance with Article 6(3) of Regulation (EC) No 2015/2005’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 316, 2.12.2005, p. 1.\n(2)  OJ L 324, 10.12.2005, p. 5.\n(3)  OJ L 38, 9.2.2006, p. 22. Regulation as last amended by Regulation (EC) No 566/2006 (OJ L 99, 7.4.2006, p. 6)."}