{"celex_id": "32005R1558", "uri": "http://publications.europa.eu/resource/cellar/eedb696f-c6ef-41ca-91c5-f4102d08ff33", "type": "Regulation", "concepts": ["1309", "161", "1744", "2563", "2957", "4215", "863"], "title": "Commission Regulation (EC) No 1558/2005 of 23 September 2005 amending Regulation (EC) No 1839/95 laying down detailed rules for the application of tariff quotas for imports of maize and sorghum into Spain and imports of maize into Portugal\n", "header": "24.9.2005 EN Official Journal of the European Union L 249/6\nCOMMISSION REGULATION (EC) No 1558/2005\nof 23 September 2005\namending Regulation (EC) No 1839/95 laying down detailed rules for the application of tariff quotas for imports of maize and sorghum into Spain and imports of maize into Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 12(1) thereof,\nWhereas:\n(1) Following the Agreement on Agriculture (2) concluded during the Uruguay Round of multilateral trade negotiations, the Community undertook to open, as from the 1995/96 marketing year, quotas for imports into Portugal of 500 000 tonnes of maize and into Spain of 2 000 000 tonnes of maize and 300 000 tonnes of sorghum respectively.\n(2) The conditions for the administration of those quotas have been established by Commission Regulation (EC) No 1839/95 (3). In the light of the experience gained from the application of that Regulation, it appears necessary to simplify and clarify the administration of the quotas in question.\n(3) It is in the interest of Community operators to ensure an adequate supply of the products concerned on the Community market at stable prices whilst avoiding unnecessary and excessive risks or even market disruptions in the form of severe price fluctuations. The Commission, taking account of the evolving international markets, the supply conditions in Spain and Portugal, and the Community’s international commitments, should decide whether a reduction to the applicable import duties fixed in accordance with Commission Regulation (EC) No 1249/96 of 28 June 1996 on rules of application (cereal sector import duties) for Council Regulation (EEC) 1766/92 (4) are required to ensure that the import quotas for the products concerned are filled.\n(4) Regulation (EC) No 1839/95 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 4 of Regulation (EC) No 1839/95 is replaced by the following:\n‘Article 4\nImports shall be effected, as part of these quotas and within the quantitative limits set out in Article 1, to Spain and Portugal by applying an import duty reduction system as provided for in article 5 or by direct purchase on the world market.’", "In Article 5 of Regulation (EC) No 1839/95, paragraph 1 and paragraph 2 are replaced by the following:\n‘1.   Without prejudice to Article 14, for imports of maize and sorghum into Spain and imports of maize into Portugal, within the quantitative limits set in Article 1, a reduction may be applied to the import duty fixed in accordance with Regulation (EC) No 1249/96.\n1a.   The Commission, taking account of the existing market conditions, shall decide whether the reduction provided for in paragraph 1 shall be applied, so as to ensure that the import quotas are filled.\n2.   If the Commission decides to apply such a reduction, the amount of the reduction shall be fixed on a flat rate basis or by tendering procedure, at a level enabling, firstly, disturbance of the Spanish and Portuguese markets as a result of imports into those countries to be avoided and, secondly, the quantities referred to in Article 1 to be actually imported.’", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 September 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78.\n(2)  OJ L 336, 23.12.1994, p. 22.\n(3)  OJ L 177, 28.7.1995, p. 4. Regulation as last amended by Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50).\n(4)  OJ L 161, 29.6.1996, p. 125. Regulation as last amended by Regulation (EC) No 1110/2003 (OJ L 158, 27.6.2003, p. 12)."}