{"celex_id": "32007D0860", "uri": "http://publications.europa.eu/resource/cellar/835c56dc-9dc8-423a-871f-a1efe62aec0f", "type": "Decision", "concepts": ["1613", "1728", "4250", "862", "922"], "title": "2007/860/EC: Council Decision of 10 December 2007 providing Community macro-financial assistance to Lebanon\n", "header": "21.12.2007 EN Official Journal of the European Union L 337/111\nCOUNCIL DECISION\nof 10 December 2007\nproviding Community macro-financial assistance to Lebanon\n(2007/860/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nAfter consulting the Economic and Financial Committee,\nWhereas:\n(1) On 4 January 2007 the authorities of Lebanon adopted a comprehensive programme of socio-economic reforms, which simultaneously embraces fiscal, structural and social measures, setting medium-term priorities for government action.\n(2) Lebanon, on the one hand, and the European Community and its Member States on the other hand, have signed an Association Agreement (1), which entered into force on 1 April 2006.\n(3) The authorities of Lebanon are committed to economic stabilisation and structural reforms, supported by the International Monetary Fund (IMF) through a programme under the Emergency Post-Conflict Arrangement (EPCA) which was approved on 9 April 2007.\n(4) Relations between Lebanon and the European Union are developing within the framework of the European Neighbourhood Policy, which is expected to lead to deeper economic integration. The EU and Lebanon have agreed on a European Neighbourhood Policy Action Plan identifying medium-term priorities in EU-Lebanon relations and related policies.\n(5) Lebanon faces substantial financing needs arising from the mounting financial constraints of the public sector, including a high level of public debt, aggravated by the July-August 2006 military conflict and a projected deterioration of the balance of payments in 2007.\n(6) The Lebanese authorities have requested financial assistance on a concessional basis from the International Financial Institutions, the Community and other bilateral donors. Over and above the financing from the IMF and the World Bank, a substantial residual financing gap remains to be covered to relieve the country’s balance of payments, public finances and public debt and support the policy objectives attached to the authorities’ reform efforts.\n(7) Lebanon is one of the most indebted countries in the world facing a heavy debt overhang. In these circumstances, the Community assistance to Lebanon should be made available in the form of a combination of a grant and loan, as an appropriate measure to help the beneficiary country at this critical juncture.\n(8) In order to ensure efficient protection of the Community’s financial interests linked to the present financial assistance, it is necessary to provide for appropriate measures by Lebanon related to the prevention of, and to the fight against, fraud, corruption and any other irregularities linked to this assistance, as well as for controls by the Commission and audits by the Court of Auditors.\n(9) The release of the Community financial assistance is without prejudice to the powers of the budgetary authority.\n(10) This assistance should be managed by the Commission in consultation with the Economic and Financial Committee,", "main_body": ["1.   The Community shall make available to Lebanon financial assistance amounting to a maximum of EUR 80 million, with a view to supporting Lebanon’s domestic efforts of post-war reconstruction and sustainable economic recovery, and in this way, alleviating the financial constraints on the implementation of the government’s economic programme.\nGiven Lebanon’s high level of indebtedness the Community financial assistance shall consist of EUR 50 million in loans and up to EUR 30 million in grants.\n2.   The Community financial assistance shall be managed by the Commission in consultation with the Economic and Financial Committee and in a manner consistent with the agreements or understandings reached between the IMF and Lebanon.\n3.   The Community financial assistance shall be made available for two years starting from the first day after the date on which this Decision takes effect. However, if circumstances so require, the Commission, after consultation of the Economic and Financial Committee, may decide to extend the availability period by a maximum of one year.", "1.   The Commission is hereby empowered to agree with the authorities of Lebanon, after consulting the Economic and Financial Committee, the economic policy and financial conditions attached to the Community financial assistance, to be laid down in a Memorandum of Understanding and a Grant and a Loan Agreements. These conditions shall be consistent with the agreements or understandings referred to in Article 1(2).\n2.   During the implementation of the Community financial assistance, the Commission shall monitor the soundness of Lebanon’s financial arrangements, administrative procedures, internal and external control mechanisms which are relevant to such assistance.\n3.   The Commission shall verify at regular intervals that economic policy in Lebanon is in accordance with the objectives of the Community financial assistance and that the agreed economic policy and financial conditions are being satisfactorily fulfilled. In doing so, the Commission shall coordinate closely with the Bretton Woods Institutions, and, when required, with the Economic and Financial Committee.", "1.   The Community financial assistance shall be made available by the Commission to Lebanon in a maximum of three instalments.\n2.   The disbursement of each instalment shall be released on the basis of a satisfactory implementation of the economic programme supported by the IMF.\n3.   In addition, the second and third instalments shall be released on the basis of a satisfactory implementation of the economic programme supported by the IMF and of the EU-Lebanon European Neighbourhood Policy Action Plan and any other measures agreed with the Commission as set out in Article 2(1), and not before one quarter after the release of the previous instalment.\n4.   The funds shall be paid to the Banque du Liban exclusively in support of Lebanon’s financing needs.", "The Community financial assistance shall be implemented in accordance with the provisions of Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (2) and its implementing rules. In particular, the Memorandum of Understanding and the Grant/Loan Agreements with the authorities of Lebanon shall provide for appropriate measures by Lebanon related to the prevention of, and the fight against, fraud, corruption and other irregularities affecting the assistance. They shall also provide for controls by the Commission, including the European Anti-Fraud Office, with the right to perform on-the-spot checks and inspections, and for audits by the Court of Auditors, where appropriate, to be carried out on the spot.", "By 31 August of each year the Commission shall submit to the European Parliament and to the Council a report, including an evaluation of the implementation of this Decision in the preceding year. The report shall indicate the connection between the policy conditions set out in Article 2(1), Lebanon’s ongoing economic and fiscal performance, and the Commission’s decision to release the instalments of the assistance.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 10 December 2007.\nFor the Council\nThe President\nL. AMADO\n(1)  OJ L 143, 30.5.2006, p. 2.\n(2)  OJ L 248, 16.9.2002, p. 1. Regulation as amended by Regulation (EC, Euratom) No 1995/2006 (OJ L 390, 30.12.2006, p. 1)."}