{"celex_id": "32006R2025", "uri": "http://publications.europa.eu/resource/cellar/5c7a9294-0651-4a9d-b9cc-8eb87de4c561", "type": "Regulation", "concepts": ["2443", "2965", "3003", "3679", "4358", "797"], "title": "Commission Regulation (EC) No 2025/2006 of 22 December 2006 amending Regulation (EC) No 796/2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/81\nCOMMISSION REGULATION (EC) No 2025/2006\nof 22 December 2006\namending Regulation (EC) No 796/2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Article 145(c) and (n) thereof,\nWhereas:\n(1) Following the amendments of the rules of eligibility of hemp under the single payment scheme introduced by Article 2 of Council Regulation (EC) No 953/2006 (2), Commission Regulation (EC) No 796/2004 (3) needs to be amended with regard to the application procedure. Moreover, experience has shown that certain provisions of that Regulation need to be simplified or clarified.\n(2) From 2007 onwards, hemp produced for other uses than fibre will, pursuant to Chapter 4 of Title III of Regulation (EC) No 1782/2003, be allowed as a land use under the single payment scheme. In this respect a contract or commitment for the hemp produced is no longer required. As a consequence, Article 13 of Regulation (EC) No 796/2004 should be adapted accordingly.\n(3) The aid to sugar beet and cane producers provided for in Chapter 10f of Title IV of Regulation (EC) No 1782/2003 is, due to its nature, not related to agricultural area. The provisions concerning the single application under Regulation (EC) No 796/2004 should therefore not apply to that aid scheme. Provisions should subsequently be made for an appropriate application procedure. Moreover, since farmers are not bound anymore to declare separately the areas used for sugar beet or cane production, the provisions to draw an additional control sample from the farmers applying for the aid to sugar and cane producers should be abolished.\n(4) In order to harmonise the rules under the area-related aid schemes and to simplify the administration and the controls of the applications for aid, features referred to in acts listed in Annex III to Regulation (EC) No 1782/2003, or which may form part of the good agricultural and environmental condition as referred to in Article 5 of that Regulation and Annex IV thereto, shall be eligible not only for the single payment scheme but for all area-related aid schemes.\n(5) Article 54(6) of Regulation (EC) No 1782/2003 requires that set-aside entitlements are to be claimed before any other entitlements. In order to ensure equal treatment of farmers who do not have all the required set-aside area available to claim for all their set-aside entitlements, the provisions set out in Article 50(4) of Regulation (EC) No 796/2004 should be clarified.\n(6) Reductions of payments to be applied by way of off-setting against payments the following three years, and recovery of undue payment, are only possible against payments provided for under Titles III, IV and IVa of Regulation (EC) No 1782/2003. The off-setting and recovery payments should also be possible against payments of the additional amount of aid provided for in Article 12 of that Regulation.\n(7) Regulation (EC) No 796/2004 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Regulation (EC) No 796/2004 is amended as follows:\n1. In Article 2, point (12) is replaced by the following:\n‘(12) “Area-related aid schemes”: shall mean the single payment scheme, the hops payment to recognised producer groups referred to in the second paragraph of Article 68a of Regulation (EC) No 1782/2003 and all aid schemes established under Titles IV and IVa of that Regulation, except those established under Chapters 7, 10e, 10f, 11 and 12 of that Title IV and except the separate sugar payment established in Article 143(b) of that Regulation;’\n2. Article 13 is amended as follows:\n(a) Paragraph 1 is replaced by the following:\n(a) all information required for the identification of the parcels sown in hemp, indicating the varieties of seed used;\n(b) an indication as to the quantities of the seeds used (kg per hectare);\n(c) the official labels used on the packaging of the seeds in accordance with Council Directive 2002/57/EC (4), and in particular Article 12 thereof.\n(b) Paragraph 13 is deleted.\n3. Chapter IIIa is replaced by the following:\n(a) the identity of the farmer;\n(b) a statement by the farmer that he is aware of the conditions pertaining to the aid in question.\n4. In Article 26, paragraph 1 is amended as follows:\n(a) in the second subparagraph, point (e) is deleted;\n(b) the third subparagraph is replaced by the following:\n5. In Article 30, paragraph 3 is replaced by the following:\n6. In Article 50(4), points (a) and (b) are replaced by the following:\n‘(a) if a farmer does not declare all area required for the purpose of activating the set-aside entitlements at his disposal but declares, at the same time, an area for the activation of other entitlements, an area corresponding to the non-declared set-aside entitlements shall be considered as declared as set-aside area;\n(b) if area declared as set-aside is not found or is found not to be set-aside, that area shall be considered as not being determined.’\n7. In the second subparagraph of Article 51(2), the second sentence is replaced by the following:\n8. In the second subparagraph of Article 52(3), the second sentence is replaced by the following:\n9. In the second paragraph of Article 53, the second sentence is replaced by the following:\n10. Article 59 is amended as follows:\n(a) in the third subparagraph of paragraph 2, the second sentence is replaced by the following:\n(b) in the second subparagraph of paragraph 4, the second sentence is replaced by the following:\n11. In the second subparagraph of Article 60(6), the second sentence is replaced by the following:\n12. In the second paragraph of Article 64, the third sentence is replaced by the following:\n13. In Article 73(2), the first sentence is replaced by the following:", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply to aid applications relating to years or premium periods starting as of 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 1405/2006 (OJ L 265, 26.9.2006, p. 1).\n(2)  OJ L 175, 29.6.2006, p. 1.\n(3)  OJ L 141, 30.4.2004, p. 18. Regulation as last amended by Regulation (EC) No 1187/2006 (OJ L 214, 4.8.2006, p. 14).\n(4)  OJ L 193, 20.7.2002, p. 74.’"}