{"celex_id": "32005D0592", "uri": "http://publications.europa.eu/resource/cellar/982f3e37-0818-457e-b4e2-7a60fd712378", "type": "Decision", "concepts": ["1913", "2338", "3483", "3588", "3870", "4782", "5788", "584"], "title": "Council Decision 2005/592/CFSP of 29 July 2005 implementing Common Position 2004/161/CFSP renewing restrictive measures against Zimbabwe\n", "header": "30.7.2005 EN Official Journal of the European Union L 200/98\nCOUNCIL DECISION 2005/592/CFSP\nof 29 July 2005\nimplementing Common Position 2004/161/CFSP renewing restrictive measures against Zimbabwe\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Common Position 2004/161/CFSP (1) and in particular Article 6 thereof, in conjunction with Article 23(2) of the Treaty on European Union,\nWhereas:\n(1) By Common Position 2004/161/CFSP the Council adopted measures, inter alia, to prevent the entry into, or transit through, the territories of Member States of individuals who engage in activities which seriously undermine democracy, respect for human rights and the rule of law in Zimbabwe and to freeze their funds and economic resources.\n(2) On 13 June 2005 the Council adopted Council Decision 2005/444/CFSP (2) implementing Common Position 2004/161/CFSP renewing restrictive measures against Zimbabwe following a government reshuffle.\n(3) The list of persons subject to the restrictive measures annexed to Common Position 2004/161/CFSP should be updated to incorporate those responsible for the current human rights violations known under the name ‘Operation Murambatsvina’ (forcible demolition and internal displacement),", "main_body": ["The list of persons set out in the Annex to Common Position 2004/161/CFSP shall be replaced by the list set out in the Annex to this Decision.", "This Decision shall take effect on the date of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 29 July 2005.\nFor the Council\nThe President\nJ. STRAW\n(1)  OJ L 50, 20.2.2004, p. 66.\n(2)  OJ L 153, 16.6.2005, p. 37.\nANNEX\nList of persons referred to in Articles 4 and 5 of Common Position 2004/161/CFSP\n1. Mugabe, Robert Gabriel President, born 21.2.1924\n2. Bonyongwe, Happyton Director-General Central Intelligence Organisation, born 6.11.1960\n3. Buka (a.k.a. Bhuka), Flora Minister for Special Affairs responsible for Land and Resettlement Programmes (Former Minister of State in the Vice-President's Office and former Minister of State for the Land Reform Programme in the President's Office), born 25.2.1968\n4. Bvudzijena, Wayne Assistant Police Commissioner, Police Spokesman\n5. Chapfika, David Deputy Minister of Finance (former Deputy Minister of Finance and Economic Development), born 7.4.1957\n6. Charamba, George Permanent Secretary Department for Information and Publicity, born 4.4.1963\n7. Charumbira, Fortune Zefanaya Former Deputy Minister for Local Government, Public Works and National Housing, born 10.6.1962\n8. Chigudu, Tinaye Provincial Governor: Manicaland\n9. Chigwedere, Aeneas Soko Minister of Education, Sports and Culture, born 25.11.1939\n10. Chihota, Phineas Deputy Minister for Industry and International Trade\n11. Chihuri, Augustine Police Commissioner, born 10.3.1953\n12. Chimbudzi, Alice ZANU (PF) Politburo Committee Member\n13. Chimutengwende, Chen Minister of State for Public and Interactive Affairs (former Minister of Post and Telecommunications), born 28.8.1943\n14. Chinamasa, Patrick Anthony Minister of Justice, Legal and Parliamentary Affairs, born 25.1.1947\n15. Chindori-Chininga, Edward Takaruza Former Minister of Mines and Mining Development, born 14.3.1955\n16. Chipanga, Tongesai Shadreck Former Deputy Minister of Home Affairs, born 10.10.1946\n17. Chitepo, Victoria ZANU (PF) Politburo Committee Member, born 27.3.1928\n18. Chiwenga, Constantine Commander Zimbabwe Defence Forces, General (former Army Commander, Lieutenant General), born 25.8.1956\n19. Chiweshe, George Chairman, ZEC (Supreme Court Judge and Chairman of the controversial delimitation committee), born 4.6.1953\n20. Chiwewe, Willard Provincial Governor: Masvingo (former Senior Secretary responsible for Special Affairs in the President's Office), born 19.3.1949\n21. Chombo, Ignatius Morgan Chininya Minister of Local Government, Public Works and National Housing, born 1.8.1952\n22. Dabengwa, Dumiso ZANU (PF) Politburo Senior Committee Member, born 1939\n23. Damasane, Abigail Deputy Minister for Women's Affairs, Gender and Community Development\n24. Goche, Nicholas Tasunungurwa Minister of Public Service, Labour and Social Welfare (former Minister of State for National Security in the President's Office), born 1.8.1946\n25. Gombe, G Chairman, Electoral Supervisory Commission\n26. Gula-Ndebele, Sobuza Former Chairman of Electoral Supervisory Commission\n27. Gumbo, Rugare Eleck Ngidi Minister of Economic Development (former Minister of State for State Enterprises and Parastatals in the President's Office), born 8.3.1940\n28. Hove, Richard ZANU (PF) Politburo Secretary for Economic Affairs, born 1935\n29. Hungwe, Josaya (a.k.a. Josiah) Dunira Former Provincial Governor: Masvingo, born 7.11.1935\n30. Jokonya, Tichaona Minister of Information and Publicity, born 27.12.1938\n31. Kangai, Kumbirai ZANU (PF) Politburo Committee Member, born 17.2.1938\n32. Karimanzira, David Ishemunyoro Godi Provincial Governor: Harare and ZANU (PF) Politburo Secretary for Finance, born 25.5.1947\n33. Kasukuwere, Saviour Deputy Minister for Youth Development & Employment Creation and ZANU (PF) Politburo Deputy-Secretary for Youth Affairs, born 23.10.1970\n34. Kaukonde, Ray Provincial Governor: Mashonaland East, born 4.3.1963\n35. Kuruneri, Christopher Tichaona Former Minister of Finance and Economic Development, born 4.4.1949. NB currently in remand\n36. Langa, Andrew Deputy Minister of Environment and Tourism and former Deputy Minister of Transport and Communications\n37. Lesabe, Thenjiwe V. ZANU (PF) Politburo Secretary for Women's Affairs, born 1933\n38. Machaya, Jason (a.k.a. Jaison) Max Kokerai Former Deputy Minister of Mines and Mining Development, born 13.6.1952\n39. Made, Joseph Mtakwese Minister of Agriculture and Rural Development (former Minister of Lands, Agricultural and Rural Resettlement), born 21.11.1954\n40. Madzongwe, Edna (a.k.a. Edina) ZANU (PF) Politburo Deputy Secretary for Production and Labour, born 11.7.1943\n41. Mahofa, Shuvai Ben Former Deputy Minister for Youth Development, Gender and Employment Creation, born 4.4.1941\n42. Mahoso, Tafataona Chair, Media Information Commission\n43. Makoni, Simbarashe ZANU (PF) Politburo Deputy Secretary General for Economic Affairs (former Minister of Finance), born 22.3.1950\n44. Makwavarara, Sekesai Acting Mayor of Harare (ZANU-PF)\n45. Malinga, Joshua ZANU (PF) Politburo Deputy Secretary for Disabled and Disadvantaged, born 28.4.1944\n46. Mangwana, Paul Munyaradzi Minister of State (former Minister of Public Service, Labour and Social Welfare), born 10.8.1961\n47. Manyika, Elliot Tapfumanei Minister without Portfolio (former Minister of Youth Development, Gender and Employment Creation), born 30.7.1955\n48. Manyonda, Kenneth Vhundukai Former Deputy Minister of Industry and International Trade, born 10.8.1934\n49. Marumahoko, Rueben Deputy Minister for Home Affairs (former Deputy Minister of Energy and Power Development), born 4.4.1948\n50. Masawi, Eprahim Sango Provincial Governor: Mashonaland Central\n51. Masuku, Angeline Provincial Governor: Matabeleland South (ZANU (PF) Politburo Secretary for Disabled and Disadvantaged), born 14.10.1936\n52. Mathema, Cain Provincial Governor: Bulawayo\n53. Mathuthu, Thokozile Provincial Governor: Matabeleland North and ZANU (PF) Politburo Deputy Secretary for Transport and Social Welfare\n54. Matiza, Joel Biggie Deputy Minister for Rural Housing and Social Amenities, born 17.8.1960\n55. Matonga, Brighton Deputy Minister for Information and Publicity, born 1969\n56. Matshalaga, Obert Deputy Minister of Foreign Affairs\n57. Matshiya, Melusi (Mike) Permanent Secretary, Ministry of Home Affairs\n58. Mbiriri, Partson Permanent Secretary, Ministry of Local Government, Public Works and Urban Development\n59. Midzi, Amos Bernard (Mugenva) Minister of Mines and Mining Development (former Minister of Energy and Power Development), born 4.7.1952\n60. Mnangagwa, Emmerson Dambudzo Minister of Rural Housing and Social Amenities (former Speaker of Parliament), born 15.9.1946\n61. Mohadi, Kembo Campbell Dugishi Minister of Home Affairs (former Deputy Minister of Local Government, Public Works and National Housing), born 15.11.1949\n62. Moyo, Jonathan Former Minister of State for Information and Publicity in the President's Office, born 12.1.1957\n63. Moyo, July Gabarari Former Minister of Energy and Power Development (former Minister of Public Service, Labour and Social Welfare), born 7.5.1950\n64. Moyo, Simon Khaya ZANU (PF) Politburo Deputy Secretary for Legal Affairs, born 1945. NB Ambassador to South Africa\n65. Mpofu, Obert Moses Minister for Industry and International Trade (former Provincial Governor: Matabeleland North) (ZANU (PF) Politburo Deputy Secretary for National Security), born 12.10.1951\n66. Msika, Joseph W. Vice-President, born 6.12.1923\n67. Msipa, Cephas George Provincial Governor: Midlands, born 7.7.1931\n68. Muchena, Olivia Nyembesi (a.k.a. Nyembezi) Minister of State for Science and Technology in the President's Office (former Minister of State in Vice-President Msika's Office), born 18.8.1946\n69. Muchinguri, Oppah Chamu Zvipange Minister for Women's Affairs, Gender and Community Development ZANU (PF) Politburo Secretary for Gender and Culture, born 14.12.1958\n70. Mudede, Tobaiwa (Tonneth) Registrar General, born 22.12.1942\n71. Mudenge, Isack Stanilaus Gorerazvo Minister of Higher Tertiary Education (former Minister of Foreign Affairs), born 17.12.1941\n72. Mugabe, Grace Spouse of Robert Gabriel Mugabe, born 23.7.1965\n73. Mugabe, Sabina ZANU (PF) Politburo Senior Committee Member, born 14.10.1934\n74. Muguti, Edwin Deputy Minister for Health and Child Welfare, born 1965\n75. Mujuru, Joyce Teurai Ropa Vice-President (former Minister of Water Resources and Infrastructural Development), born 15.4.1955\n76. Mujuru, Solomon T.R. ZANU (PF) Politburo Senior Committee Member, born 1.5.1949\n77. Mumbengegwi, Samuel Creighton Former Minister of Industry and International Trade, born 23.10.1942\n78. Mumbengegwi, Simbarashe Minister of Foreign Affairs, born 20.7.1945\n79. Murerwa, Herbert Muchemwa Minister of Finance (former Minister of Higher and Tertiary Education), born 31.7.1941\n80. Musariri, Munyaradzi Assistant Police Commissioner\n81. Mushohwe, Christopher Chindoti Minister of Transport and Communications (former Deputy Minister of Transport and Communications), born 6.2.1954\n82. Mutasa, Didymus Noel Edwin Minister for National Security (former Minister of Special Affairs in the President's Office in charge of the Anti-Corruption and Anti-Monopolies Programme and former ZANU (PF) Politburo Secretary for External Relations), born 27.7.1935\n83. Mutezo, Munacho Minister for Water Resources and Infrastructural Development\n84. Mutinhiri, Ambros (a.k.a. Ambrose) Minister of Youth Development, Gender and Employment Creation, Retired Brigadier\n85. Mutiwekuziva, Kenneth Kaparadza Deputy Minister of Small and Medium Enterprises Development and Employment Creation, (former Deputy Minister of Small and Medium Enterprises Development, born 27.5.1948\n86. Muzenda, Tsitsi V. ZANU (PF) Politburo Senior Committee Member, born 28.10.1922\n87. Muzonzini, Elisha Brigadier (former Director-General Central Intelligence Organisation), born 24.6.1957\n88. Ncube, Abedinico Deputy Minister of Public Service, Labour and Social Welfare (former Deputy Minister of Foreign Affairs), born 13.10.1954\n89. Ndlovu, Naison K. ZANU (PF) Politburo Secretary for Production and Labour, born 22.10.1930\n90. Ndlovu, Richard ZANU (PF) Politburo Deputy Commissariat, born 20.6.1942\n91. Ndlovu, Sikhanyiso ZANU (PF) Politburo Deputy Secretary for Commissariat, born 20.9.1949\n92. Nguni, Sylvester Deputy Minister for Agriculture, born 4.8.1955\n93. Nhema, Francis Minister of Environment and Tourism, born 17.4.1959\n94. Nkomo, John Landa Speaker of Parliament (former Minister of Special Affairs in the President's Office), born 22.8.1934\n95. Nyambuya, Michael Reuben Minister for Energy and Power Development (former Lieutenant General, Provincial Governor: Manicaland), born 23.7.1955\n96. Nyanhongo, Magadzire Hubert Deputy Minister of Transport and Communications\n97. Nyathi, George ZANU (PF) Politburo Deputy Secretary of Science and Technology\n98. Nyoni, Sithembiso Gile Glad Minister of Small and Medium Enterprises Development and Employment Creation (former Minister of Small and Medium Enterprises Development), born 20.9.1949\n99. Parirenyatwa, David Pagwese Minister of Health and Child Welfare (former Deputy Minister), born 2.8.1950\n100. Patel, Khantibhal ZANU (PF) Politburo Deputy Secretary for Finance, born 28.10.1928\n101. Pote, Selina M. ZANU (PF) Politburo Deputy Secretary for Gender and Culture\n102. Rusere, Tino Deputy Minister for Mines and Mining Development (former Deputy Minister for Water Resources and Infrastructural Development), born 10.5.1945\n103. Sakabuya, Morris Deputy Minister for Local Government, Public Works and Urban Development\n104. Sakupwanya, Stanley ZANU (PF) Politburo Deputy Secretary for Health and Child Welfare\n105. Samkange, Nelson Tapera Crispen Provincial Governor: Mashonaland West\n106. Sandi ou Sachi, E. (?) ZANU (PF) Politburo Deputy Secretary for Women's Affairs\n107. Savanhu, Tendai ZANU (PF) Deputy Secretary for Transport and Social Welfare, born 21.3.1968\n108. Sekeramayi, Sydney (a.k.a. Sidney) Tigere Minister of Defence, born 30.3.1944\n109. Sekeremayi, Lovemore Chief Elections Officer\n110. Shamu, Webster Minister of State for Policy Implementation (former Minister of State for Policy Implementation in the President's Office), born 6.6.1945\n111. Shamuyarira, Nathan Marwirakuwa ZANU (PF) Politburo Secretary for Information and Publicity, born 29.9.1928\n112. Shiri, Perence Air Marshal (Air Force), born 1.11.1955\n113. Shumba, Isaiah Masvayamwando Deputy Minister of Education, Sports and Culture, born 3.1.1949\n114. Sibanda, Jabulani Former Chair, National War Veterans Association, born 31.12.1970\n115. Sibanda, Misheck Julius Mpande Cabinet Secretary (successor to No.122 Charles Utete), born 3.5.1949\n116. Sibanda, Phillip Valerio (a.k.a. Valentine) Commander Zimbabwe National Army, Lieutenant General, born 25.8.1956\n117. Sikosana, Absolom ZANU (PF) Politburo Secretary for Youth Affairs\n118. Stamps, Timothy Health Advisor in the Office of the President, born 15.10.1936\n119. Tawengwa, Solomon Chirume ZANU (PF) Politburo Deputy Secretary for Finance, born 15.6.1940\n120. Tungamirai, Josiah T. Minister of State for Indigenisation and Empowerment, Retired Air Marshall (former ZANU (PF) Politburo Secretary for Empowerment and Indigenisation), born 8.10.1948\n121. Udenge, Samuel Deputy Minister of Economic Development\n122. Utete, Charles Chairman of the Presidential Land Review Committee (former Cabinet Secretary), born 30.10.1938\n123. Veterai, Edmore Senior Assistant Police Commissioner, Officer Commanding Harare\n124. Zimonte, Paradzai Prisons Director, born 4.3.1947\n125. Zhuwao, Patrick Deputy Minister for Science and Technology (NB Mugabe's nephew)\n126. Zvinavashe, Vitalis Retired General (former Chief of Defence Staff), born 27.9.1943"}