{"celex_id": "32001D0217", "uri": "http://publications.europa.eu/resource/cellar/9667cd36-4bb2-4942-b51e-ec23db18a8d0", "type": "Decision", "concepts": ["1343", "3600", "3743", "3774", "889"], "title": "Commission Decision of 13 December 2000 authorising the United Kingdom to grant aid to the coal industry, covering the period from 17 April to 31 December 2000 (Text with EEA relevance) (notified under document number C(2000) 4056)\n", "header": "Commission Decision\nof 13 December 2000\nauthorising the United Kingdom to grant aid to the coal industry, covering the period from 17 April to 31 December 2000\n(notified under document number C(2000) 4056)\n(Only the English text is authentic)\n(Text with EEA relevance)\n(2001/217/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 3632/93/ECSC of 28 December 1993 establishing Community rules for State aid to the coal industry(1), and in particular Article 2(1) and Article 9 thereof,\nHaving regard to Commission Decision 2001/114/ECSC final of 15 November 2000, approving the modernisation, rationalisation and restructuring plan for the United Kingdom coal industry, covering the period from 17 April 2000 to 23 July 2002(2),\nWhereas:\nI\n(1) By letter of 15 November 2000, the United Kingdom notified the Commission, in accordance with Article 9(1) of Decision No 3632/93/ECSC, of financial aid which it proposed to grant the coal industry for the year 2000, and more specifically for the period from 17 April to 31 December 2000.\n(2) In the light of the information submitted by the United Kingdom, the Commission is required to take a decision, pursuant to Decision No 3632/93/ECSC, on the following financial measure:\n- aid amounting to GBP 17,462 million to cover operating losses at the Longannet Mine production unit of the company Mining (Scotland) Ltd for the period from 17 April to 31 December 2000.\n(3) The financial measures envisaged by the United Kingdom for the abovementioned plant are covered by Article 1 of Decision No 3632/93/ECSC, and the Commission must therefore take a decision on them pursuant to Article 9(4) of that Decision. The Commission's approval is subject to the measures complying with the general objectives and criteria laid down in Article 2 and with the specific criteria set out in Article 3 of that Decision, and to their being compatible with the proper functioning of the common market. In addition, in its assessment the Commission checks, in accordance with Article 9(6) of the Decision, whether the measures are in conformity with the plan for the modernisation, rationalisation and restructuring of the United Kingdom coal industry which was approved by the Commission by its Decision of 15 November 2000.\nII\n(4) The sum of GBP 17,462 million which the United Kingdom is proposing to grant the Longannet Mine production unit under Article 3 of Decision No 3632/93/ECSC is intended to cover part of the difference between the production cost of coal and its selling price, freely agreed between the contracting parties in the light of the prevailing conditions on the world market for coal of similar quality from third countries.\n(5) According to the information communicated by the United Kingdom, the sum proposed is intended to allow the production unit which receives it to improve its economic viability by reducing its production costs. At constant 1999 prices, production costs were GBP 43 per tonne coal equivalent (tce) in 1998, and should fall to GBP 35 per tce in 2002. In addition, the economic viability of the plant should continue to improve beyond 2002, as production costs at constant 1999 prices should settle at GBP 31 per tce in 2004.\n(6) At the request of the British authorities, a technical report was drawn up by an independent expert, to assess whether the provisions contained in the restructuring plan submitted by Longannet Mine would enable the production unit to improve its economic viability, and more specifically, to achieve the objectives set out in the preceding paragraph. In drawing up this report, the expert took into account the geological and technical conditions in which the plant operates, and above all the quality of the coal which it produces.\nThe report concluded that the Longannet Mine restructuring plan was coherent and realistic, and should allow the plant to achieve its estimated production costs.\n(7) According to the modernisation, rationalisation and restructuring plan adopted by the United Kingdom, to which the Decision of 15 November 2000 refers, the economic viability of a production unit shows potential for improvement if production costs are forecast not to exceed GBP 1,15 per GJ(3) in 2002. A unit may still be eligible for aid even if forecast costs exceed this ceiling, as long as it can demonstrate that it will be able to sell the coal it produces, by virtue of, inter alia, its very good quality, at a higher price than the standard price obtained by other producers, and will thus be able to cover its higher costs. This is the case with Longannet Mine, where forecast production costs for 2002 should be entirely covered by forecast revenues, even though the costs are slightly above the ceiling that was fixed. The coal produced at Longannet is of superior quality, in particular thanks to its low sulphur content, and should therefore command a very attractive price.\n(8) For these reasons, the United Kingdom considers that the restructuring plan presented by Longannet Mine will lead to an improvement in the unit's economic viability. The forecast reduction in production costs, together with the level of anticipated revenues, should enable the plant to operate as from 2002 without any further public subsidy.\nAccording to the company's financial forecasts, Longannet Mine should receive very little, if any, public aid during the year 2002. It is also estimated that production costs should continue to fall beyond that date, leading to a further reduction of GBP 4 per tce by 2004.\nIII\n(9) In accordance with Article 3(2) of Decision No 3632/93/ECSC, the aid which the United Kingdom proposes to grant Longannet mine is intended to improve the plant's economic viability by reducing its production costs. The purpose of the aid is to make the plant more competitive, so that by 2002 it will be able to continue operations without any public subsidy.\nIn addition, the plan put forward by the company, and in particular the temporary nature of the financial support required by the proposed restructuring, will allow degression of aids to be achieved, in accordance with the first indent of Article 2(1) of the Decision.\n(10) In accordance with the first indent of Article 3(1) of Decision No 3632/93/ECSC, the aid per tonne as notified does not exceed the difference between productions costs and anticipated revenues, as calculated on the basis of the financial information provided for the period covered by the aid, that is, from 17 April to 31 December 2000.\nThe Commission notes that Mining (Scotland) Ltd's auditors have declared that the financial data notified by the United Kingdom relating to the three financial years covering the period from 1 April 1997 to 31 March 2000 fairly represent the company's accounts. The auditors also stated that the forecasts had been drawn up using the accounting standards that were in use in March 2000.\n(11) In addition, according to the information notified by the United Kingdom it appears that the amount of operating aid per tonne should not cause delivered prices for Community coal to be lower than those for coal of a similar quality from third countries, in accordance with the third indent of Article 3(1) of Decision No 3632/93/ECSC.\n(12) In notifying to the Commission the modernisation, rationalisation and restructuring plan which was the subject of the Commission Decision of 15 November 2000, the United Kingdom authorities also indicated that an overall budget forecast, covering the proposed aid for Longannet Mine, was entered in the public budgets, in accordance with Article 2(2) of Decision No 3632/93/ECSC.\n(13) In the light of the above and on the basis of the information provided by the United Kingdom, the proposed aid for Longannet Mine for the period from 17 April to 31 December 2000 is compatible with Decision No 3632/93/ECSC, and in particular with Articles 2 and 3 of that Decision.\nIV\n(14) In accordance with the second indent of Article 3(1) and Article (9)(2) and (3) of Decision No 3632/93/ECSC, the Commission has to check that the aid authorised is used only for the purposes stipulated in Article 3 of the Decision. At the latest by 30 September 2001, the United Kingdom is required to send notification of the amounts of aid actually paid during the year 2000 and to declare any corrections made to the amounts originally notified. Any information needed to check that the criteria laid down in the relevant article have been met has to be provided along with this annual breakdown.\n(15) The United Kingdom is required to justify any deviations from the modernisation, rationalisation and restructuring plan which was the subject of the Commission Decision of 15 November 2000, and also from the economic and financial forecasts notified to the Commission on 15 November 2000. In particular, should it turn out that the conditions laid down in Article 3(2) of Decision No 3632/93/ECSC cannot be satisfied, the United Kingdom will be responsible for proposing to the Commission the requested corrective measures.\n(16) The United Kingdom has also to ensure that the aid does not cause any distortion of competition, and does not discriminate between coal producers, between purchasers or between consumers in the Community,", "main_body": ["The United Kingdom is authorised, within the framework of Article 3 of Decision No 3632/93/ECSC, to grant operating aid amounting to GBP 17,462 million in favour of the Longannet Mine production unit belonging to the company Mining (Scotland) Ltd, for the period from 17 April to 31 December 2000.", "In accordance with Article 86 of the ECSC Treaty, the United Kingdom undertakes to take all appropriate measures, whether general or particular, to ensure fulfilment of the obligations arising from this Decision. It shall ensure that the aid granted is used only for the specified purposes and that any unused, overestimated or misused expenditure in relation to any items referred to in this Decision is repaid to the United Kingdom.", "No later than 30 September 2001, the United Kingdom shall communicate the amounts of aid actually paid during the 2000 financial year, as well as the specific information required under Article 9 of Decision No 3632/93/ECSC.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 13 December 2000.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 329, 30.12.1993, p. 12.\n(2) OJ L 43, 14.2.2001, p. 27.\n(3) 1 tce = 29,302 GJ."}