{"celex_id": "32002D0435", "uri": "http://publications.europa.eu/resource/cellar/884ca8f2-e931-439b-a719-38d6f0e07db9", "type": "Decision", "concepts": ["1318", "3052", "5138", "5472", "976"], "title": "2002/435/EC: Commission Decision of 29 March 2001 amending Decision of 19 June 2000 approving the Community Support Framework for Community structural assistance in the regions falling under Objective 1 or qualifying for transitional support under Objective 1 in Germany (notified under document number C(2001) 800)\n", "header": "Commission Decision\nof 29 March 2001\namending Decision of 19 June 2000 approving the Community Support Framework for Community structural assistance in the regions falling under Objective 1 or qualifying for transitional support under Objective 1 in Germany\n(notified under document number C(2001) 800)\n(Only the German text is authentic)\n(2002/435/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(1), and in particular Article 34(3) thereof,\nAfter consulting the Committee on the Development and Conversion of Regions, the Committee pursuant to Article 147 of the Treaty, the Committee on Agricultural Structures and Rural Development and the Committee on Structures for Fisheries and Aquaculture,\nWhereas:\n(1) By Decision 2002/418/EC(2) of 19 June 2000 the Commission approved the Community Support Framework for Community structural assistance in the regions falling under Objective 1 or qualifying for transitional support under Objective 1 in Germany (Community Support Framework for Objective 1 regions in Germany).\n(2) Under Article 34(3) of Regulation (EC) No 1260/1999, any amendments to the elements contained in the decision on the contribution of the Funds are to be decided by the Commission in agreement with the Member State concerned.\n(3) Under Article 35(3) of Regulation (EC) No 1260/1999, the Monitoring Committee is to consider and approve any proposal to amend the contents of the Commission decision on the contribution of the Funds.\n(4) At its meeting on 13 October 2000, the Monitoring Committee for the Community Support Framework for Objective 1 regions in Germany considered and approved the amendments.\n(5) On 18 October 2000, the German Government submitted to the Commission a proposal to amend the Community Support Framework for Objective 1 regions in Germany,", "main_body": ["Decision 2002/418/EC is hereby amended as follows:\n1. In the first and second subparagraphs of Article 2(2), the total cost of \"EUR 51515218947\" shall be replaced by \"EUR 50292484812\", the requirement for national public-sector resources of \"EUR 13080780637\" by \"EUR 12366603461\" and that for private-sector resources of \"EUR 17727438310\" by \"EUR 17218881351\".\n2.\n>TABLE>\n3. Pages 5, 152, 181 and 187 of the Community Support Framework for Objective 1 regions in Germany shall be replaced by the text in the annex to this Decision.\n4. The financing plan shall be replaced by the financing plan in the annex to this Decision.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 29 March 2001.\nFor the Commission\nMichel Barnier\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 1.\n(2) See p. 1 of this Official Journal."}