{"celex_id": "32000D0084", "uri": "http://publications.europa.eu/resource/cellar/33bea5a0-fa2b-4d40-adbd-e661eba609ed", "type": "Decision", "concepts": ["1309", "1841", "2320", "2718", "2771", "5369"], "title": "2000/84/EC: Commission Decision of 21 December 1999 amending Decision 1999/276/EC laying down special conditions governing imports of fishery and aquaculture products originating in Mauritius (notified under document number C(1999) 4755) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 21 December 1999\namending Decision 1999/276/EC laying down special conditions governing imports of fishery and aquaculture products originating in Mauritius\n(notified under document number C(1999) 4755)\n(Text with EEA relevance)\n(2000/84/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by Directive 97/79/EC(2), and in particular Article 11 thereof,\nWhereas:\n(1) Article 1 of Commission Decision 1999/276/EC of 23 April 1999 laying down special conditions governing imports of fishery and aquaculture products originating in Mauritius(3), states that the \"Official Veterinary Services (OVS) of the Ministry of Agriculture, Fisheries and Cooperatives\" shall be the competent authority in Mauritius for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC;\n(2) following a restructuring of the Mauritius administration, the competent authority for health certificates for fishery products (OVS) has changed to the Divison of Veterinary Services (DVS) of the Ministry of Agriculture, Food Technology and Natural Resources. This new authority is capable of effectively verifying the application of the laws in force. It is, therefore, necessary to modify the nomination of the competent authority in Decision 1999/276/EC and the model of the health certificate included in Annex A to this Decision;\n(3) the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 1999/276/EC shall be modified as follows:\n1. Article 1 shall be replaced by the following:\n\"Article 1\nThe Division of Veterinary Services (DVS) of the Ministry of Agriculture, Food Technology and Natural Resources shall be the competent authority in Mauritius for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\"\n2. Point 2 of Article 3 shall be replaced by the following:\n\"2. Certificates must bear the name, capacity and signature of the representative of the DVS and the latter's official stamp in a colour different from that of other endorsements.\"\n3. Annex A shall be replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1999.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 108, 27.4.1999, p. 52.\nANNEX\n\"ANNEX A\n>PIC FILE= \"L_2000026EN.001903.EPS\">\n>PIC FILE= \"L_2000026EN.002001.EPS\">\""}