{"celex_id": "32001D0831", "uri": "http://publications.europa.eu/resource/cellar/03630713-ad06-4613-bfd1-81f74e25a89d", "type": "Decision", "concepts": ["2783", "2871", "3646", "4680", "5696"], "title": "2001/831/EC: Commission Decision of 27 November 2001 prolonging the period of validity of Decision 1999/178/EC establishing the ecological criteria for the award of the Community eco-label to textile products (Text with EEA relevance) (notified under document number C(2001) 3680)\n", "header": "Commission Decision\nof 27 November 2001\nprolonging the period of validity of Decision 1999/178/EC establishing the ecological criteria for the award of the Community eco-label to textile products\n(notified under document number C(2001) 3680)\n(Text with EEA relevance)\n(2001/831/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1980/2000 of the European Parliament and of the Council of 17 July 2000 on a revised Community eco-label award scheme(1), and in particular Articles 4 and 6 thereof,\nWhereas:\n(1) Regulation (EC) No 1980/2000 provides for the award of an eco-label to a product possessing characteristics which enable it to contribute significantly to improvements in relation to key environmental aspects.\n(2) According to Article 4 of Regulation (EC) No 1980/2000, specific eco-label criteria should be established according to product groups, and a review of the eco-label criteria as well as of the assessment and verification requirements related to the criteria should take place in due time before the end of the period of validity of the criteria specified for each product group, resulting in a proposal for prolongation, withdrawal or revision.\n(3) By Decision 1999/178/EC(2) the Commission established ecological criteria for the award of the Community eco-label to textile products, which, according to Article 3 thereof, expire on 28 February 2002.\n(4) Following the review, it is considered appropriate to prolong the period of validity of the definition of the product group and the ecological criteria, unchanged, for a period of eighteen months, in particular to allow those companies that have been awarded the eco-label to continue using the eco-label at least until the revision of Decision 1999/178/EC is completed.\n(5) The period of validity set out in Article 3 of Decision 1999/178/EC should therefore be extended.\n(6) The measures set out in this Decision are in accordance with the opinion of the committee set up under Article 17 of Regulation (EC) No 1980/2000,", "main_body": ["The period of validity set out in Article 3 of Decision 1999/178/EC for the product group definition and the criteria of the product group bearing the administrative code number 016 is prolonged until 31 August 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 November 2001.\nFor the Commission\nMargot Wallström\nMember of the Commission\n(1) OJ L 237, 21.9.2000, p. 1.\n(2) OJ L 57, 5.3.1999, p. 21."}