{"celex_id": "32008R1304", "uri": "http://publications.europa.eu/resource/cellar/bbe6fd33-3b7f-4cff-b1e9-f8db046bd480", "type": "Regulation", "concepts": ["1755", "2211", "3408", "3584", "4125", "4152", "711", "838"], "title": "Commission Regulation (EC) No 1304/2008 of 19 December 2008 amending Regulation (EC) No 1266/2007 as regards the conditions for exempting certain animals of susceptible species from the exit ban provided for in Council Directive 2000/75/EC (Text with EEA relevance)\n", "header": "20.12.2008 EN Official Journal of the European Union L 344/28\nCOMMISSION REGULATION (EC) No 1304/2008\nof 19 December 2008\namending Regulation (EC) No 1266/2007 as regards the conditions for exempting certain animals of susceptible species from the exit ban provided for in Council Directive 2000/75/EC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Article 9(1)(c), Articles 11 and 12 and the third paragraph of Article 19 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1266/2007 (2) lays down rules for the control, monitoring, surveillance and restrictions on movements of animals, in relation to bluetongue, in and from the restricted zones.\n(2) Article 8(1) of that Regulation provides that movements of animals, their semen, ova and embryos from a holding or semen collection or storage centre located in a restricted zone to another holding or semen collection or storage centre are to be exempted from the exit ban provided for in Directive 2000/75/EC, subject to the requirement that the animals, their semen, ova and embryos comply with certain conditions set out in that Article.\n(3) Experience has shown that in a number of Member States the effectiveness of the measures provided for in Regulation (EC) No 1266/2007 to ensure the protection of animals against attacks by vectors might be undermined by a combination of factors. Those factors include the vector species, climate conditions and the type of husbandry of the susceptible ruminants.\n(4) Therefore, as a transitional measure, Article 9a of Regulation (EC) No 1266/2007 as amended by Regulation (EC) No 394/2008 (3) provides that, until 31 December 2008, Member States of destination may require that the movement of certain animals which are covered by the exemption provided for in Article 8(1) of Regulation (EC) No 1266/2007 be subjected to additional conditions, on the basis of a risk assessment taking into account the entomological and epidemiological conditions in which animals are being introduced.\n(5) In the period following the adoption of that transitional measure, experience has shown that in a number of Member States the application of the measures to ensure the protection of animals against attacks by vectors is not effective. In addition, the European Food Safety Authority states, in its Opinion on bluetongue of 19 June 2008 (4), that no treatment protocols have been formally approved in the Community for effectively protecting animals against Culicoides attacks.\n(6) In view of those circumstances and pending further scientific assessment, it is appropriate to extend the period of application of the transitional measure laid down in Article 9a of Regulation (EC) No 1266/2007.\n(7) Regulation (EC) No 1266/2007 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the introductory phrase of paragraph 1 of Article 9a of Regulation (EC) No 1266/2007, the date ‘31 December 2008’ is replaced by ‘31 December 2009’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74.\n(2)  OJ L 283, 27.10.2007, p. 37.\n(3)  OJ L 117, 1.5.2008, p. 22.\n(4)  Opinion of the Scientific Panel on Animal Health and Welfare on a request from the European Commission (DG SANCO) on Bluetongue. The EFSA Journal (2008) 735, pp. 1-69."}