{"celex_id": "32002D0157", "uri": "http://publications.europa.eu/resource/cellar/7dc165dc-02a4-40d7-b419-4f3a4c68eba2", "type": "Decision", "concepts": ["1591", "2084", "2384", "2435", "2771", "4310"], "title": "2002/157/EC: Commission Decision of 5 February 2002 amending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of farmed Atlantic salmon originating in Norway (notified under document number C(2002) 389)\n", "header": "Commission Decision\nof 5 February 2002\namending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of farmed Atlantic salmon originating in Norway\n(notified under document number C(2002) 389)\n(2002/157/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 2238/2000(2), and in particular Article 8 and Article 11(3) thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(3), and in particular Article 13 and Article 19(1) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) Definitive anti-dumping and countervailing duties were imposed on farmed Atlantic salmon originating in Norway by Council Regulations (EC) No 1890/97(4) and (EC) No 1891/97(5). The form of the duties set out in these two Regulations was, however, later reviewed, with both regulations being replaced by Council Regulation (EC) No 772/1999(6), as last amended by Regulation (EC) No 1677/2001(7).\n(2) At the same time as definitive duties were imposed, individual price undertakings were also accepted from 190 Norwegian exporters by Commission Decision 97/634/EC(8), as last amended by Decision 2001/644/EC(9). By offering undertakings, the companies all agreed to respect certain minimum import prices for their sales of farmed Atlantic salmon originating in Norway and to provide the Commission, within due deadlines, periodic reports of their sales to the Community.\n(3) However, due to the late receipt by the Commission of one such sales report from the Norwegian exporter Gje-Vi AS, a breach of the terms of the company's undertaking was deemed to have occurred. Acceptance of this company's undertaking was withdrawn by the Commission by Regulation (EC) No 651/98(10), with definitive anti-dumping and countervailing duties imposed in its place by Council Regulation (EC) No 772/98(11).\nB. REQUEST FOR A REVIEW\n(4) Gje-Vi AS subsequently made a satisfactory request for a partial interim review pursuant to Article 11(3) of Regulation (EC) No 384/96 and Article 19(1) of Regulation (EC) No 2026/97.\n(5) The request contained sufficient evidence of a significant change in circumstances which had occurred since the imposition of duties against its exports to the Community. The company therefore wished to offer again a price undertaking and submitted that, in view of these changes, such an undertaking would be both effective and practicable.\n(6) A Notice of initiation of a partial interim review was published accordingly(12). It should be noted in this regard that the review was limited in scope to an examination of whether a new undertaking can be accepted from the company concerned.\nC. ACCEPTANCE OF THE UNDERTAKING\n(7) Details of the procedural aspects and findings of the review investigation are set out fully in Council Regulation (EC) No 322/2002(13).\n(8) It is the conclusion of the investigation that the circumstances of Gje-Vi AS have indeed changed since the imposition of anti-dumping and countervailing duties against it and that the new undertaking offered by the company can be accepted.\n(9) In this regard, the undertaking now offered by Gje-Vi AS is identical to those previously accepted from Norwegian companies exporting farmed Atlantic salmon originating in Norway. The company has agreed to respect the minimum import prices laid down therein and to provide the Commission with regular and detailed information concerning its exports to the Community, within specified time limits.\n(10) As the undertaking can be monitored effectively by the Commission, and it eliminates the injurious effects of dumping and subsidisation, the offer is considered acceptable. The company has been informed of the essential facts, considerations and obligations upon which this acceptance is based.\n(11) The name of Gje-Vi AS should therefore be added to the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC.\n(12) The Advisory Committee has been consulted in this regard and has raised no objections.\nD. CORRIGENDUM TO DECISION 2001/644/EC\n(13) During publication of Commission Decision 2001/644/EC(14), the last amendment to Decision 97/634/EC, the name of the Norwegian company, Janas A/S (UT No 1/75, TARIC Additional Code 8177 ) was inadvertently omitted from the list of companies from which undertakings are accepted.\n(14) Accordingly, the name of this company should be added back into the aforementioned list.\nE. AMENDMENT OF THE ANNEX TO DECISION 97/634/EC\n(15) In view of all the above and for the sake of clarity, an updated version of the Annex to Decision 97/634/EC is published herewith, showing all the exporters whose undertakings are currently in force.\n(16) In parallel to this Decision, the Council, by Regulation (EC) No 322/2002 has extended the exemption to the anti-dumping and countervailing duties to Gje-Vi AS and corrected the error concerning Janas A/S by amending the Annex to Regulation (EC) No 772/1999,", "main_body": ["The Annex to Decision 97/634/EC is replaced by the Annex hereto.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Communities.", "The insertion of Janas A/S into the Annex to Decision 97/634/EC shall apply with effect from 24 August 2001."], "attachments": "Done at Brussels, 5 February 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ L 288, 21.10.1997, p. 1.\n(4) OJ L 267, 30.9.1997, p. 1.\n(5) OJ L 267, 30.9.1997, p. 19.\n(6) OJ L 101, 16.4.1999, p. 1.\n(7) OJ L 227, 23.8.2001, p. 15.\n(8) OJ L 267, 30.9.1997, p. 81.\n(9) OJ L 227, 23.8.2001, p. 49.\n(10) OJ L 88, 24.3.1998, p. 31.\n(11) OJ L 111, 9.4.1998, p. 10.\n(12) OJ C 188, 4.7.2001, p. 11.\n(13) See page 1 of this Official Journal.\n(14) OJ L 227, 23.8.2001, p. 49.\nANNEX\nLIST OF COMPANIES FROM WHICH UNDERTAKINGS ARE ACCEPTED\n>TABLE>"}