{"celex_id": "32008D0430", "uri": "http://publications.europa.eu/resource/cellar/7413a6ba-7307-4ade-9a5a-e2238fa513a9", "type": "Decision", "concepts": ["12", "2850", "3763", "5063", "5404", "5652"], "title": "2008/430/EC,Euratom: Council and Commission Decision of 26 May 2008 on the conclusion of the Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and Georgia, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union\n", "header": "11.6.2008 EN Official Journal of the European Union L 151/35\nCOUNCIL AND COMMISSION DECISION\nof 26 May 2008\non the conclusion of the Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and Georgia, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union\n(2008/430/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44(2), the last sentence of Article 47(2), and Articles 55, 57(2), 71, 80(2), 93, 94, 133 and 181a, in conjunction with the second sentence of Article 300(2) and the first subparagraph of Article 300(3), thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the Council’s approval pursuant to Article 101 of the Treaty establishing the European Atomic Energy Community,\nWhereas:\n(1) The Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and Georgia, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union, was signed on behalf of the European Community and its Member States on 27 June 2007 in accordance with Council Decision 2007/548/EC (2).\n(2) Pending its entry into force, the Protocol has been applied on a provisional basis as from 1 January 2007.\n(3) The Protocol should be approved,", "main_body": ["The Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and Georgia, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union is hereby approved on behalf of the European Community, the European Atomic Energy Community and the Member States.\nThe text of the Protocol is annexed to this Decision (3).", "The President of the Council shall, on behalf of the European Community and its Member States, give the notification provided for in Article 3(2) of the Protocol (4). The President of the Commission shall simultaneously give such notification on behalf of the European Atomic Energy Community."], "attachments": "Done at Brussels, 26 May 2008.\nFor the Council\nThe President\nD. RUPEL\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  Opinion delivered on 10 July 2007 (not yet published in the Official Journal).\n(2)  OJ L 202, 3.8.2007, p. 30.\n(3)  OJ L 202, 3.8.2007, p. 31.\n(4)  The date of entry into force of the Protocol will be published in the Official Journal of the European Union by the General Secretariat of the Council."}