{"celex_id": "32007R0757", "uri": "http://publications.europa.eu/resource/cellar/5f1df8dc-579d-41f9-b034-044c881375a9", "type": "Regulation", "concepts": ["1277", "1590", "463"], "title": "Commission Regulation (EC) No 757/2007 of 29 June 2007 concerning the permanent authorisation of certain additives in feedingstuffs   (Text with EEA relevance)\n", "header": "30.6.2007 EN Official Journal of the European Union L 172/43\nCOMMISSION REGULATION (EC) No 757/2007\nof 29 June 2007\nconcerning the permanent authorisation of certain additives in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (1), and in particular Articles 3, 9d(1) thereof,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (2), and in particular Article 25 thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition.\n(2) Article 25 of Regulation (EC) No 1831/2003 lays down transitional measures for applications for the authorisation of feed additives submitted in accordance with Directive 70/524/EEC before the date of application of Regulation (EC) No 1831/2003.\n(3) The applications for the authorisation of the additives listed in the Annexes to this Regulation were submitted before the date of application of Regulation (EC) No 1831/2003.\n(4) Initial comments on those applications, as provided for in Article 4(4) of Directive 70/524/EEC, were forwarded to the Commission before the date of application of Regulation (EC) No 1831/2003. Those applications are therefore to continue to be treated in accordance with Article 4 of Directive 70/524/EEC.\n(5) Data were submitted in support of an application for authorisation without a time limit of the preservative preparation of sodium benzoate, propionic acid and sodium propionate for cattle for fattening. On 18 October 2006 the European Food Safety Authority delivered its opinion on the safety and efficacy of that preparation. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that preparation, as specified in Annex I to this Regulation, should be authorised without a time limit.\n(6) The use of the preparation of benzoic acid was provisionally authorised for the first time for pigs for fattening by Commission Regulation (EC) No 877/2003 (3). New data were submitted in support of an application for authorisation without a time limit of that preparation for pigs for fattening. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that preparation, as specified in Annex II to this Regulation, should be authorised without a time limit.\n(7) The assessment of these applications show that certain procedures should be required to protect workers from exposure to the additives set out in the Annexes. Such protection should be assured by the application of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (4).\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation belonging to the group ‘Preservatives’, as specified in Annex I, is authorised without a time limit as an additive in animal nutrition under the conditions laid down in that Annex.", "The preparation belonging to the group ‘Acidity regulators’, as specified in Annex II, is authorised without a time limit as an additive in animal nutrition under the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 270, 14.12.1970, p. 1. Directive as last amended by Commission Regulation (EC) No 1800/2004 (OJ L 317, 16.10.2004, p. 37).\n(2)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(3)  OJ L 126, 22.5.2003, p. 24.\n(4)  OJ L 183, 29.6.1989, p. 1. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX I\nEC No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg/kg of cereal\nPreservatives\nComposition of the additive:\nActive ingredients:\nANNEX II\nEC No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg/kg of complete feedingstuff\nAcidity regulators\nE210 Benzoic acid C7H6O2 Pigs for fattening — 5 000 10 000 The directions for use shall indicate the following:\n‘Complementary feed containing benzoic acid may not be fed to pigs for fattening as such’\n‘For user safety: measures should be taken to minimise the production of breathable dust from this additive. Material safety data sheets (MSDS) available.’"}