{"celex_id": "32008R1100", "uri": "http://publications.europa.eu/resource/cellar/ec2a5db9-0dde-47a7-9c4d-c46d95425c84", "type": "Regulation", "concepts": ["3156", "4079", "4515", "4533", "5330", "5498"], "title": "Regulation (EC) No 1100/2008 of the European Parliament and of the Council of 22 October 2008 on the elimination of controls performed at the frontiers of Member States in the field of road and inland waterway transport (Codified version) (Text with EEA relevance)\n", "header": "14.11.2008 EN Official Journal of the European Union L 304/63\nREGULATION (EC) No 1100/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 22 October 2008\non the elimination of controls performed at the frontiers of Member States in the field of road and inland waterway transport\n(Codified version)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 71 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Council Regulation (EEC) No 4060/89 of 21 December 1989 on the elimination of controls performed at the frontiers of Member States in the field of road and inland waterway transport (3) has been substantially amended (4). In the interests of clarity and rationality the said Regulation should be codified.\n(2) Achieving freedom to provide services in the field of transport is an important element of the common transport policy under the Treaty. Consequently, it is the aim of that policy to increase the fluidity of movement of the different means of transport within the Community.\n(3) Pursuant to existing Community and national legislation in the field of road and inland waterway transport, Member States perform checks, verifications and inspections relating to technical characteristics, authorisations and other documentation that vehicles and inland waterway vessels must comply with. These checks, verifications and inspections continue in general to be justified in order to avoid disturbances to the organisation of the transport market and to ensure road and inland waterway safety.\n(4) Under existing Community legislation, Member States are free to organise and perform the aforementioned checks, verifications and inspections where they so wish.\n(5) Such checks, verifications and inspections may be performed with equal efficacy throughout the territory of the Member States concerned and crossing the frontier should not therefore be a pretext for carrying out such operations,", "main_body": ["This Regulation applies to controls performed by Member States pursuant to Community or national law in the fields of road and inland waterway transport carried out using means of transport registered or put into circulation in a Member State.", "For the purpose of this Regulation:\n(a) ‘frontier’ means either an internal frontier within the Community or an external frontier, where carriage between Member States involves crossing a third country;\n(b) ‘control’ means any check, inspection, verification or formality performed at the frontiers of Member States by the national authorities which signifies a stop or a restriction on the free movement of the vehicles or vessels concerned.", "The controls referred to in Annex I, and performed pursuant to Community or national law in the fields of road and inland waterway transport between Member States, shall not be performed as frontier controls but solely as part of the normal control procedures applied in a non-discriminatory fashion throughout the territory of a Member State.", "As and when necessary, the Commission shall propose amendments to Annex I to take account of technological developments in the field covered by this Regulation.", "Regulation (EEC) No 4060/89, as amended by the Regulation listed in Annex II, is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 22 October 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  OJ C 324, 30.12.2006, p. 47.\n(2)  Opinion of the European Parliament of 14 December 2006 (OJ C 317 E, 23.12.2006, p. 599) and Council Decision of 15 September 2008.\n(3)  OJ L 390, 30.12.1989, p. 18.\n(4)  See Annex II.\nANNEX I\nPART 1\nCOMMUNITY LAW\nSection 1\nDirectives\n(a) Article 6(4) of Council Directive 96/53/EC of 25 July 1996 laying down for certain road vehicles circulating within the Community the maximum authorised dimensions in national and international traffic and the maximum authorised weights in international traffic (1), which provides that vehicles may be subject, as regards common standards on weights, to random checks and, as regards common standards on dimensions, only to checks where there is a suspicion of non-compliance with its provisions;\n(b) Article 3(2) of Council Directive 96/96/EC of 20 December 1996 on the approximation of the laws of the Member States relating to roadworthiness tests for motor vehicles and their trailers (2), which provides that each Member State shall recognise the proof issued in another Member State showing that a vehicle has passed a roadworthiness test; this act of recognition implies that a verification by national authorities may be made anywhere within their territories;\n(c) Article 2(2) of Directive 2006/1/EC of the European Parliament and of the Council of 18 January 2006 on the use of vehicles hired without drivers for the carriage of goods by road (3), which lays down that proof of compliance with the Directive is provided by a number of documents which must be on board the hired vehicle, viz., the contract of hire and the driver's employment contract;\n(d) Article 3(3), (4) and (5) of Council Directive 76/135/EEC of 20 January 1976 on reciprocal recognition of navigability licences for inland waterway vessels (4), which provides that the navigability licence, certificates or authorisations must be produced on demand by national authorities;\n(e) Article 17(1) of Council Directive 82/714/EEC of 4 October 1982 laying down technical requirements for inland waterway vessels (5), which provides that Member States may at any time check that a vessel is carrying a certificate valid under the terms of the Directive.\nSection 2\nRegulations\n(a) Articles 14 and 15 of Council Regulation (EEC) No 684/92 of 16 March 1992 on common rules for the international carriage of passengers by coach and bus (6), which entitle any authorised inspection officer to verify and control the transport ticket, authorisation or control document provided for in the Regulation;\n(b) Article 18 of Regulation (EC) No 561/2006 of the European Parliament and of the Council of 15 March 2006 on the harmonisation of certain social legislation relating to road transport (7), which entitles Member States to adopt measures which cover, inter alia, the organisation of, procedure for and means of a control system to ensure that the provisions of the Regulation have been complied with;\n(c) Article 19 of Council Regulation (EEC) No 3821/85 of 20 December 1985 on recording equipment in road transport (8) which entitles Member States to adopt measures which cover, inter alia, the organisation of, procedure for, and means of carrying out, checks on whether the equipment complies with the provisions of the Regulation;\n(d) Article 5(4) of Council Regulation (EEC) No 881/92 of 26 March 1992 on access to the market in the carriage of goods by road within the Community to or from the territory of a Member State or passing across the territory of one or more Member States (9), which provides that a certified true copy of the Community authorisation shall be kept in the vehicle and must be produced whenever required by an authorised inspecting officer.\nPART 2\nNATIONAL LAW\n(a) Controls on the driving licences of persons driving vehicles for the carriage of goods and persons;\n(b) Controls relating to the means of transport for dangerous goods and in particular:\n(i) Documents\n— Driver's training certificate,\n— Safety instructions,\n— Approval certificate (ADR or equivalent standards),\n— Copy of the derogation, if applicable (ADR or equivalent standards);\n(ii) Identification of the vehicle carrying the dangerous goods\n— Orange panel,\n— compliance,\n— placing on the vehicle,\n— Danger label on the vehicle,\n— compliance,\n— placing on the vehicle,\n— Tank identification plate (for fixed, demountable or container tanks),\n— presence and legibility,\n— date of last inspection,\n— stamp of inspecting body;\n(iii) Vehicle equipment (ADR or equivalent standards)\n— Additional fire extinguisher,\n— Special equipment;\n(iv) Vehicle loading\n— Overload (according to tank capacity),\n— Securing of packages,\n— Prohibition of mixed loading;\n(c) Controls relating to the means of transport for perishable foodstuffs and in particular:\n(i) Documents\n— Certificate of compliance for the equipment;\n(ii) Special equipment used for the carriage of perishable foodstuffs\n— Compliance plate,\n— Identification marks;\n(iii) Operation of special equipment\n— Temperature conditions.\n(1)  OJ L 235, 17.9.1996, p. 59.\n(2)  OJ L 46, 17.2.1997, p. 1.\n(3)  OJ L 33, 4.2.2006, p. 82.\n(4)  OJ L 21, 29.1.1976, p. 10.\n(5)  OJ L 301, 28.10.1982, p. 1.\n(6)  OJ L 74, 20.3.1992, p. 1.\n(7)  OJ L 102, 11.4.2006, p. 1.\n(8)  OJ L 370, 31.12.1985, p. 8.\n(9)  OJ L 95, 9.4.1992, p. 1.\nANNEX II\nREPEALED REGULATION WITH ITS AMENDMENT\n(referred to in Article 5)\nCouncil Regulation (EEC) No 4060/89 (OJ L 390, 30.12.1989, p. 18).\nCouncil Regulation (EEC) No 3356/91 (OJ L 318, 20.11.1991, p. 1).\nANNEX III\nCORRELATION TABLE\nRegulation (EEC) No 4060/89 This Regulation\nArticle 1 Article 1\nArticle 2 Article 2\nArticle 3 Article 3\nArticle 3a Article 4\nArticle 4 Article 6\n— Article 5\nAnnex Part 1, Directives (a) Annex I, Part 1, Section 1(a)\nAnnex, Part 1, Directives (b) Annex I, Part 1, Section 1(b)\nAnnex, Part 1, Directives (c) Annex I, Part 1, Section 1(c)\nAnnex, Part 1, Directives (d) —\nAnnex, Part 1, Directives (e) Annex I, Part 1, Section 1(d)\nAnnex, Part 1, Directives (f) Annex I, Part 1, Section 1(e)\nAnnex, Part 1, Regulations (a) Annex I, Part 1, Section 2(a)\nAnnex, Part 1, Regulations (b) —\nAnnex, Part 1, Regulations (c) —\nAnnex, Part 1, Regulations (d) Annex I, Part 1, Section 2(b)\nAnnex, Part 1, Regulations (e) Annex I, Part 1, Section 2(c)\nAnnex, Part 1, Regulations (f) Annex I, Part 1, Section 2(d)\nAnnex, Part 2 Annex I, Part 2\n— Annex II\n— Annex III"}