{"celex_id": "32007R1567", "uri": "http://publications.europa.eu/resource/cellar/1a6b1c56-e8ac-48ed-b832-ffe69d7ecdfa", "type": "Regulation", "concepts": ["1511", "1642", "3591", "946"], "title": "Commission Regulation (EC) No 1567/2007 of 21 December 2007 fixing the quantitative limit for the exports of out-of-quota isoglucose until the end of the 2007/2008 marketing year\n", "header": "22.12.2007 EN Official Journal of the European Union L 340/58\nCOMMISSION REGULATION (EC) No 1567/2007\nof 21 December 2007\nfixing the quantitative limit for the exports of out-of-quota isoglucose until the end of the 2007/2008 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1), and in particular Article 12(d) thereof,\nWhereas:\n(1) Regulation (EC) No 318/2006 lays down rules for the common organisation of the markets in the sugar sector. According to Article 12(d) of Regulation (EC) No 318/2006, the isoglucose produced in excess of the quota referred to in Article 7 of that Regulation may be exported only within the quantitative limit to be fixed.\n(2) For certain Community producers of isoglucose, exports from the Community represent an important part of their economic activities and they have established traditional markets outside the Community. Exports of isoglucose to those markets could be economically viable also without granting export refunds. To that end, it is necessary to fix a quantitative limit for out-of-quota isoglucose exports so that the Community producers concerned may continue to supply their traditional markets.\n(3) Until the end of the 2007/2008 marketing year, i.e. 30 September 2008, it is estimated that fixing the quantitative limit at 40 000 tonnes, in dry matter, for out-of-quota isoglucose exports would correspond to the market demand.\n(4) With a view to ensuring orderly management, preventing speculation and providing for effective controls, detailed rules should be laid down for submitting licence applications. Such rules should make use of the procedures laid down by existing legislation, with suitable adaptations to reflect the specific needs of this sector.\n(5) In order to minimise the risk of fraud and to prevent any abuse associated with the eventual re-import or re-introduction into the Community of the isoglucose concerned, certain countries of the Western Balkans should be excluded from the eligible destinations for out-of-quota isoglucose exports. However, those countries of this region whose authorities have to issue an export certificate for the confirmation of the origin of the sugar or isoglucose products to be exported to the Community should be exempted from this exclusion as the risk of fraud is more limited.\n(6) To assure coherence with the provisions relevant to exports in the sugar sector as laid down by Commission Regulation (EC) No 900/2007 of 27 July 2007 on a standing invitation to tender to determine refunds on exports of white sugar until the end of the 2007/2008 marketing year (2) and Commission Regulation (EC) No 1060/2007 of 14 September 2007 opening a standing invitation to tender for the resale for export of sugar held by the intervention agencies of Belgium, the Czech Republic, Ireland, Spain, Italy, Hungary, Slovakia and Sweden (3) exports of out-of-quota isoglucose should not be permitted to certain close destinations as well.\n(7) In order to reduce the risk of re-importation into the Community and, more specifically, to ensure that the specific rules for returned goods referred to in Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (4) and in Commission Regulation (EC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (5) are respected, Member States should be required to take all the necessary control measures.\n(8) In addition to the provisions of Commission Regulation (EC) No 951/2006 of 30 June 2006 laying down detailed rules for the implementation of Council Regulation (EC) No 318/2006 as regards trade with third countries in the sugar sector, (6) further implementing provisions should be established for the administration of the quantitative limit to be fixed by this Regulation, in particular regarding the conditions for applying for export licences.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Fixing the quantitative limit for out-of-quota isoglucose exports\n1.   Until the end of the 2007/2008 marketing year, i.e. 30 September 2008, the quantitative limit referred to in Article 12(d) of Regulation (EC) No 318/2006 shall be 40 000 tonnes, in dry matter, for exports without refund of out-of-quota isoglucose falling within CN codes 1702 40 10, 1702 60 10 and 1702 90 30.\n2.   Exports within the quantitative limit fixed in paragraph 1 shall be allowed for all destinations, with exception of the following:\n(a) third countries: Andorra, Albania, Bosnia and Herzegovina, the former Yugoslav Republic of Macedonia, the Holy See (Vatican City State), Liechtenstein, Montenegro and San Marino;\n(b) territories of Member States not forming part of the customs territory of the Community: Ceuta and Melilla, the communes of Livigno and Campione d’Italia, the Faeroe Islands, Greenland, Heligoland, and the areas of Cyprus in which the Government of the Republic of Cyprus does not exercise effective control;\n(c) European territories for whose external relations a Member State is responsible not forming part of the customs territory of the Community: Gibraltar.\n3.   Exports of the products referred to in paragraph 1 shall only be allowed where they comply with the following conditions:\n(a) they are obtained by isomerisation of glucose;\n(b) they have a fructose content by weight in the dry state of not less than 41 %;\n(c) they have a total content by weight in the dry state of polysaccharides and oligosaccharides, including di- and trisaccharidis, of not more than 8,5 %.\nThe dry matter content of isoglucose shall be determined on the basis of the density of the diluted solution in a proportion by weight of one to one or, in the case of products with a very high consistency, by drying.", "Export licences\n1.   Exports within the quantitative limit fixed in Article 1(1) of this Regulation shall be subject to the presentation of an export licence in accordance with the provisions of Commission Regulation (EC) No 1291/2000 (7), Regulation (EC) No 951/2006 and Article 19 of Commission Regulation (EC) No 967/2006 (8), unless otherwise provided for in this Regulation.\n2.   By way of derogation from Article 9 of Regulation (EC) No 1291/2000, rights deriving from export licences shall not be transferable.", "Application for export licences\n1.   Applications for export licences in respect of the quantitative limit fixed in Article 1(1) of this Regulation may be submitted only by producers of isoglucose which are approved in accordance with Article 17 of Regulation (EC) No 318/2006 and to which an isoglucose quota has been allocated in respect of the marketing year 2007/2008 in accordance with Article 7 of that Regulation.\n2.   Applications for export licences shall be submitted to the competent authorities of the Member State in which the applicant has been allocated an isoglucose quota.\n3.   Export licence applications shall be submitted each week, from Monday to Friday, starting on the date of entry into force of this Regulation and until the issue of licences is suspended in accordance with Article 8.\n4.   Applicants may only submit one application for each weekly period referred to in paragraph 3.\n5.   The quantity applied for in respect of each export licence shall not exceed 5 000 tonnes.\n6.   The application shall be accompanied by proof that the security referred to in Article 4 has been lodged.\n7.   Box 20 of the application for an export licence and the licence shall contain the following entry:\n‘out-of-quota isoglucose for export without refund’.", "Security for the export licence\n1.   By way of derogation from the fourth indent of Article 12(1)(b) of Regulation (EC) No 951/2006, the applicant shall lodge a security of EUR 110 per tonne net dry matter of isoglucose.\n2.   The security referred to in paragraph 1 may be lodged at the applicant’s choice, either in cash or in the form of a guarantee given by an establishment complying with criteria laid down by the Member State in which the application for the licence is submitted.\n3.   The security referred to in paragraph 1 of this Article shall be released in accordance with Article 35 of Regulation (EC) No 1291/2000 for:\n(a) the quantity for which the applicant has fulfilled, within the meaning of Article 31(b) and Article 32(1)(b)(i) of Regulation (EC) No 1291/2000, the export obligation resulting from the licences issued in accordance with Article 6 of this Regulation; and\n(b) which the applicant has provided proof to the satisfaction of the competent authorities of the Member State where the export licence was issued that the customs formalities for importation have been completed within the meaning of Article 16 of Commission Regulation (EC) No 800/1999 (9), for the quantity of isoglucose in question.\n4.   The proofs referred to in paragraph 3 shall be submitted within 12 months of the date on which the export declaration is accepted.", "Communication of Member States\n1.   Member States shall notify the Commission, no later than the first working day of each week, of the quantities of isoglucose, for which export licence applications have been submitted during the preceding week.\nThe quantities applied for shall be broken down by eight-digit CN code. Member States shall also inform the Commission if no applications for export licences have been submitted.\nThis paragraph shall only apply to Member States for which an isoglucose quota was fixed in respect of the 2007/2008 marketing year by Annex III and/or Point II of Annex IV to Regulation (EC) No 318/2006.\n2.   The Commission shall draw up weekly records of the quantities for which export licence applications have been submitted.", "Issue and validity of licences\n1.   Licences shall be issued on the third working day following the notification referred to in Article 5(1), as the case may be taking account of the acceptance percentage fixed by the Commission in accordance with Article 8.\n2.   Member States shall communicate, on the first working day of each week, to the Commission, the quantities of isoglucose for which export licences have been issued during the preceding week.\n3.   Export licences issued in respect of the quantitative limit fixed in Article 1(1) shall be valid from the actual day of issue until the end of the third month following that of issue but until 30 September 2008 at the latest.\n4.   Member States shall keep a record of the quantities of isoglucose actually exported under the export licences.\n5.   Member States shall communicate to the Commission before the end of each month, the quantities of isoglucose actually exported during the preceding month.\n6.   Paragraphs 2, 4 and 5 of this Article shall only apply to Member States for which an isoglucose quota was fixed in respect of the 2007/2008 marketing year by Annex III and/or Point II of Annex IV to Regulation (EC) No 318/2006.", "Methods of communication\nThe communications referred to in Articles 5(1), 6(2) and (5) shall be transmitted electronically in accordance with forms made available to the Member States by the Commission.", "Suspension of issuing export licences\nWhere the quantities applied for export licences exceed the quantitative limit fixed in Article 1(1) of this Regulation for the period concerned, the provisions laid down in Article 9 of Regulation (EC) No 951/2006 shall apply mutatis mutandis.", "Controls\nMember States shall take all the measures necessary to establish appropriate controls to ensure that the specific rules for returned goods laid down in Chapter 2 of Title VI of Regulation (EEC) No 2913/92 and in Title I of Part III of Regulation (EEC) No 2454/93 are respected and to prevent preferential agreements with third countries from being circumvented.", "0\nEntry into force and applicability\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 1. Regulation as last amended by Regulation (EC) No 1260/2007 (OJ L 283, 27.10.2007, p. 1).\n(2)  OJ L 196, 28.7.2007, p. 26.\n(3)  OJ L 242, 15.9.2007, p. 8.\n(4)  OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(5)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 214/2007 (OJ L 62, 1.3.2007, p. 6).\n(6)  OJ L 178, 1.7.2006, p. 24. Regulation as amended by Regulation (EC) No 2031/2006 (OJ L 414, 30.12.2006, p. 43).\n(7)  OJ L 152, 24.6.2000, p. 1.\n(8)  OJ L 176, 30.6.2006, p. 22.\n(9)  OJ L 102, 17.4.1999, p. 11."}