{"celex_id": "32006D0664", "uri": "http://publications.europa.eu/resource/cellar/db6a258e-f3cc-4f7f-8f95-b13a2b605f66", "type": "Decision", "concepts": ["12", "1542", "2965", "3763", "5063", "862"], "title": "2006/664/EC: Council Decision of 19 June 2006 adapting Annex VIII to the Act of Accession of Bulgaria and Romania\n", "header": "9.10.2006 EN Official Journal of the European Union L 277/4\nCOUNCIL DECISION\nof 19 June 2006\nadapting Annex VIII to the Act of Accession of Bulgaria and Romania\n(2006/664/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty of Accession of Bulgaria and Romania, signed at Luxembourg on 25 April 2005, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 34(4) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (2) introduces changes to the acquis on which the accession negotiations with Bulgaria and Romania were based.\n(2) There is therefore a need to adapt the Act of Accession of Bulgaria and Romania so that it is compatible with Regulation (EC) No 1698/2005.\n(3) In making the necessary adaptations to the Act of Accession of Bulgaria and Romania the fundamental character and principles of the negotiation results should be maintained and applied to new elements. Moreover, the adaptations to the Act of Accession should be limited to what is absolutely necessary.\n(4) The ‘semi-subsistence’ and ‘producer group’ measures provided for in Annex VIII to the Act of Accession of Bulgaria and Romania are covered by Regulation (EC) No 1698/2005 as transitional measures for Bulgaria, the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Romania, Slovenia and Slovakia. Therefore, the provisions set out in the Act of Accession of Bulgaria and Romania in these areas should be deleted.\n(5) The provisions on technical assistance provided for in Annex VIII to the Act of Accession of Bulgaria and Romania are covered by Regulation (EC) No 1698/2005 and should consequently be deleted.\n(6) Regulation (EC) No 1698/2005 establishes a compulsory Leader axis within the rural development programme, which must account for a minimum percentage of EAFRD contribution to the programme. In addition, Article 59 of that Regulation establishes a measure aimed at supporting capacity building, which differs from the arrangements that were negotiated for Bulgaria and Romania. Therefore it is necessary to harmonise the provisions on Leader set out in Annex VIII to the Act of Accession of Bulgaria and Romania with the new provisions provided for in Regulation (EC) No 1698/2005.\n(7) Regulation (EC) No 1698/2005 provides for a support for the use of advisory services. However, there are differences between the Act of Accession of Bulgaria and Romania and that Regulation in the scope of that measure. So as to avoid, notably, double financing, for the three first years of the programme, Bulgaria and Romania should be given the choice of implementing either the measure provided for in Annex VIII to the Act of Accession or the measure provided for in Regulation (EC) No 1698/2005.\n(8) Furthermore, when reaching political agreement on Regulation (EC) No 1698/2005, the Council and the Commission agreed in a joint declaration regarding Bulgaria and Romania to extend the measure on advisory services provided for in Annex VIII to the Act of Accession of Bulgaria and Romania until 2013 as regards the provision of advisory services to farmers receiving semi-subsistence support. Annex VIII to the Act of Accession should be adapted to take this agreement into account.\n(9) Given that Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (3) has established a single Fund for Community support for rural development replacing the previous two sources of funding, it is necessary to clarify the basis on which the 20 % ceiling specified in the complement to direct payments measure provided for in point E of Section I of Annex VIII to the Act of Accession of Bulgaria and Romania should be calculated.\n(10) Community support provided for in point E of Section I of Annex VIII to the Act of Accession of Bulgaria and Romania aims at co-financing national direct payments or aids under Article 143c of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (4). For this reason, that support should not be taken into account for the calculation of the balance between objectives described in Article 17 of Regulation (EC) No 1698/2005.\n(11) Regulation (EC) No 1698/2005 no longer includes economic viability as an eligibility condition of the measure concerning investment support. The related derogation provided for Bulgaria and Romania in Annex VIII to the Act of Accession should consequently be deleted.\n(12) Regulation (EC) No 1290/2005 establishes new rules concerning the financing of expenditure on rural development. Since those provisions follow the same principles as Articles 31 and 32 of Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds (5), which are referred to in the Act of Accession of Bulgaria and Romania, the specific financial provisions provided in Annex VIII to the Act of Accession are no longer necessary. In addition, there is a need to modify in that Annex the financial contribution of the Community for agri-environment and animal welfare measures since, in accordance with Article 70 of Regulation (EC) No 1698/2005, the co-financing rates are no longer set at measure but at axis level,", "main_body": ["Annex VIII to the Act of Accession of Bulgaria and Romania shall be amended as follows:\n1. Section I shall be amended as follows:\n(a) points A and B shall be deleted;\n(b) point C shall be replaced by the following:\n‘C. Leader+ type measures\n(a) building representative local development partnerships;\n(b) drawing up integrated development strategies;\n(c) financing research and preparing applications for support.’\n(c) point D shall be replaced by the following:\n‘D. Farm advisory and extension services\n(1) Support shall be granted for the provision of farm advisory and extension services.\n(2) For the period 2010 to 2013, support shall be granted only for the provision of services to farmers receiving semi-subsistence support as referred to in Article 20(d)(i) of Regulation (EC) No 1698/2005.\n(a) the statutory management requirements and the good agricultural and environmental conditions referred to in Articles 4 and 5 of Regulation (EC) No 1782/2003 and in Annexes III and IV thereto;\n(b) occupational safety standards based on Community legislation.’\n(d) point E shall be amended as follows:\n(i) in point 3, the first sentence shall be replaced by the following:\n(ii) the following point shall be added:\n‘(5) The Community financial contribution to this measure shall not be taken into account for the calculation of the balance between objectives under Article 17 of Regulation (EC) No 1698/2005.’\n(e) points F and G shall be deleted.\n2. In Section II, point 1 shall be deleted.\n3. Section IV shall be replaced by the following:", "This Decision shall be drawn up in the Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovak, Slovenian, Spanish, Swedish, Bulgarian and Romanian languages, all 23 texts being equally authentic.", "This Decision shall take effect on 1 January 2007 subject to the entry into force of the Treaty of Accession of Bulgaria and Romania."], "attachments": "Done at Luxembourg, 19 June 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  Not yet published in the Official Journal.\n(2)  OJ L 277, 21.10.2005, p. 1. Regulation as amended by Regulation (EC) No 1463/2006 (see page 1 of this Official Journal).\n(3)  OJ L 209, 11.8.2005, p. 1. Regulation as amended by Regulation (EC) No 320/2006 (OJ L 58, 28.2.2006, p. 42).\n(4)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 953/2006 (OJ L 175, 29.6.2006, p. 1).\n(5)  OJ L 161, 26.6.1999, p. 1. Regulation as last amended by Regulation (EC) No 173/2005 (OJ L 29, 2.2.2005, p. 3)."}