{"celex_id": "32009D0587", "uri": "http://publications.europa.eu/resource/cellar/c0cf1dfb-c58a-4257-b6b9-f8eefb26534a", "type": "Decision", "concepts": ["1774", "2448", "2615", "394", "403", "424", "6212"], "title": "2009/587/EC: Council Decision of 7 July 2009 on the existence of an excessive deficit in Malta\n", "header": "4.8.2009 EN Official Journal of the European Union L 202/42\nCOUNCIL DECISION\nof 7 July 2009\non the existence of an excessive deficit in Malta\n(2009/587/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(6) thereof,\nHaving regard to the recommendation from the Commission,\nHaving regard to the observations made by Malta,\nWhereas:\n(1) According to Article 104 of the Treaty, Member States shall avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation.\n(3) The excessive deficit procedure (EDP) under Article 104 of the Treaty, as clarified by Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1), which is part of the Stability and Growth Pact, provides for a decision on the existence of an excessive deficit. The Protocol on the excessive deficit procedure annexed to the Treaty sets out further provisions relating to the implementation of the EDP. Council Regulation (EC) No 3605/93 (2) lays down detailed rules and definitions for the application of the provisions of that Protocol.\n(4) The 2005 reform of the Stability and Growth Pact sought to strengthen its effectiveness and economic underpinnings as well as to safeguard the sustainability of public finances in the long run. It aimed at ensuring that, in particular, the economic and budgetary background was taken into account fully in all steps in the EDP. In this way, the Stability and Growth Pact provides the framework supporting government policies for a prompt return to sound budgetary positions taking account of the economic situation.\n(5) Article 104(5) of the Treaty requires the Commission to address an opinion to the Council if the Commission considers that an excessive deficit in a Member State exists or may occur. Having taken into account its report in accordance with Article 104(3) of the Treaty and having regard to the opinion of the Economic and Financial Committee in accordance with Article 104(4) of the Treaty, the Commission concluded that an excessive deficit exists in Malta. The Commission therefore addressed such an opinion to the Council in respect of Malta on 24 June 2009 (3).\n(6) Article 104(6) of the Treaty states that the Council should consider any observations which the Member State concerned may wish to make before deciding, after an overall assessment, whether an excessive deficit exists. In the case of Malta, this overall assessment leads to the conclusion set out in this Decision.\n(7) According to data notified by the Maltese authorities in March 2009 and subsequently validated by Eurostat, the general government deficit in Malta reached 4,7 % of GDP in 2008, thus largely exceeding the 3 % of GDP reference value. The deficit is not close to the 3 % of GDP reference value and the excess over the reference value cannot be qualified as exceptional within the meaning of the Treaty and of the Stability and Growth Pact. In particular, it did not result from an unusual event or from a severe economic downturn in 2008 in the sense of the Treaty and of the Stability and Growth Pact. Indeed, real GDP growth between 2005 and 2007 was above 3 % annually, significantly higher than potential growth. Economic growth slowed down in 2008, but remained positive at 1,6 % and, according to the latest data, was revised upwards to 2,5 %. Furthermore, the excess over the reference value cannot be considered temporary. According to the Commission services’ spring 2009 forecast, the deficit ratio is projected to decline but remain above the threshold over the forecast horizon, at 3,6 % of GDP in 2009 and, under the customary no-policy-change assumption, 3,2 % of GDP in 2010. The deficit criterion in the Treaty is therefore not fulfilled.\n(8) General government gross debt has been above the 60 % of GDP reference value since 2003 and stood at 64,1 % of GDP in 2008. According to the Commission services’ spring 2009 forecast, general government debt is projected to follow an upward trend, increasing to almost 69 % by 2010. The debt ratio cannot be considered as sufficiently diminishing and approaching the reference value at a satisfactory pace within the meaning of the Treaty and of the Stability and Growth Pact. The debt criterion in the Treaty is therefore not fulfilled.\n(9) According to Article 2(4) of Regulation (EC) No 1467/97, ‘relevant factors’ can only be taken into account in the steps leading to the Council decision on the existence of an excessive deficit in accordance with Article 104(6) of the Treaty if the double condition — that the deficit remains close to the reference value and that its excess over the reference value is temporary — is fully met. In the case of Malta, this double condition is not met. Therefore, relevant factors are not taken into account in the steps leading to this Decision,", "main_body": ["From an overall assessment, it follows that an excessive deficit exists in Malta.", "This Decision is addressed to the Republic of Malta."], "attachments": "Done at Brussels, 7 July 2009.\nFor the Council\nThe President\nA. BORG\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  OJ L 332, 31.12.1993, p. 7.\n(3)  All EDP-related documents for Malta can be found at the following website: http://ec.europa.eu/economy_finance/netstartsearch/pdfsearch/pdf.cfm?mode=_m2"}