{"celex_id": "32007D0322", "uri": "http://publications.europa.eu/resource/cellar/85b18568-5e52-4e37-bfdf-da5ed3b7ffb9", "type": "Decision", "concepts": ["192", "2530", "2773", "2985", "3730", "3810", "607"], "title": "2007/322/EC: Commission Decision of 4 May 2007 laying down protective measures concerning uses of plant protection products containing tolylfluanid leading to the contamination of drinking water (notified under document number C(2007) 1865) (Text with EEA relevance)\n", "header": "9.5.2007 EN Official Journal of the European Union L 119/49\nCOMMISSION DECISION\nof 4 May 2007\nlaying down protective measures concerning uses of plant protection products containing tolylfluanid leading to the contamination of drinking water\n(notified under document number C(2007) 1865)\n(Text with EEA relevance)\n(2007/322/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular Article 11(2) thereof,\nWhereas:\n(1) Tolylfluanid is an active substance included in Annex I to Directive 91/414/EEC by Commission Directive 2006/6/EC (2).\n(2) On 23 February 2007 Germany informed the Commission that it has recently been discovered that tolylfluanid can have an unexpected effect on drinking water. Specifically, the use of a certain plant protection product, ‘Eurparen M WG’ which contains tolylfluanid, leads to the formation of a metabolite of tolylfluanid, namely dimethylsulfamide, which is likely to be found in the soil, and in groundwater and surface water. By a standard drinking water preparation process (ozonisation) this metabolite is converted into a nitrosamine (NDMA) which is harmful to health.\n(3) Other active substances with a similar molecular structure as tolylfluanid could undergo the same degradation path.\n(4) Nitrosamines are suspected or proven genotoxic and carcinogenic substances and their presence in drinking water should therefore be avoided.\n(5) Article 11(1) of Directive 91/414/EEC provides that if a Member State has valid reasons to consider that a product which it has authorised or is bound to authorise under Article 10 constitutes a risk to human or animal health or the environment, it may provisionally restrict or prohibit the use and/or sale of that product on its territory. It shall immediately inform the Commission and the other Member States of such action and give reasons for its decision.\n(6) According to information received, the Czech Republic, Germany, Ireland, Spain, Italy, Luxembourg, Austria, Poland, Sweden and the United Kingdom, have already suspended the outdoor use of products containing tolylfluanid.\n(7) Article 11(2) of Directive 91/414/EEC provides that a decision is to be taken on the matter at Community level. In this case, urgent measures are needed to ensure that uses of plant protection products containing tolylfluanid do not lead to drinking water contamination. The problem is not limited to a single Member State, because contamination of groundwater or drinking water could have effects across national borders. As set out in its ninth recital, Directive 91/414/EEC aims for a high level of protection of health, groundwater and the environment. The fifth recital to Directive 91/414/EEC shows that it also aims at preventing unnecessary barriers to trade. Unilateral measures by Member States could lead to differing levels of protection, and also hinder trade in plant protection products. As a consequence, it is necessary to adopt measures at Community level.\n(8) In the present case, warning through labelling is not sufficient to protect human health.\n(9) Additional information should be collected to allow the Commission to review if necessary Directive 91/414/EEC as regards tolylfluanid. It should also be investigated whether the same problems could arise with other substances currently being assessed or already assessed at Community level. As a consequence, each Member State which has been appointed as a rapporteur for assessing an active substance under Directive 91/414/EEC should investigate without delay whether the use of plant protection products containing that substance could lead to similar concerns.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States in which ozone is used for treatment of drinking water shall vary or withdraw authorisations of plant protection products containing tolylfluanid by prohibiting any uses which may lead to contamination of groundwater or surface water by tolylfluanid or its metabolites, which results in contamination of drinking water by nitrosamines during the ozonisation process.", "Member States shall, for the active substances for which they are rapporteur, investigate without delay whether the use of plant protection products containing such substances could lead to similar concerns. If the Member States referred to in Article 1 have indications that nitrosamines are formed and contaminate drinking water they shall take similar measures as those provided for in Article 1.", "The Member States referred to in Article 1 shall ensure that the notifiers, at whose request tolylfluanid has been included in Annex I to Directive 91/414/EEC, submit to the rapporteur Member State within three months from the date of notification of this Decision studies on:\n(a) the leaching behaviour of this active substance; and\n(b) the conditions in which the formation of nitrosamines can be excluded.", "Member States concerned by Articles 1 and 2 shall immediately inform the Commission on the measures taken. Within three months from the date of notification of this Decision, they shall also provide to the Commission an overview of actions they have taken as a result of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 May 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2007/25/EC (OJ L 106, 24.4.2007, p. 34).\n(2)  OJ L 12, 18.1.2006, p. 21."}