{"celex_id": "32000D0530", "uri": "http://publications.europa.eu/resource/cellar/21a41a97-d7a2-489d-b6a0-01d0a0eb670e", "type": "Decision", "concepts": ["1519", "3066", "3077", "5138", "5847", "976"], "title": "2000/530/EC: Commission Decision of 27 July 2000 listing the areas of Italy eligible under Objective 2 of the Structural Funds for the period 2000 to 2006 (notified under document number C(2000) 2327) (Only the Italian text is authentic)\n", "header": "Commission Decision\nof 27 July 2000\nlisting the areas of Italy eligible under Objective 2 of the Structural Funds for the period 2000 to 2006\n(notified under document number C(2000) 2327)\n(Only the Italian text is authentic)\n(2000/530/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(1), and in particular the first subparagraph of Article 4(4) thereof,\nAfter consulting the Advisory Committee on the Development and Conversion of Regions, the Committee on Agricultural Structures and Rural Development and the Management Committee for Fisheries and Aquaculture,\nWhereas:\n(1) Point 2 of the first subparagraph of Article 1 of Regulation (EC) No 1260/1999 provides that Objective 2 of the Structural Funds is to support the economic and social conversion of areas facing structural difficulties.\n(2) The first subparagraph of Article 4(2) of Regulation (EC) No 1260/1999 provides that the Commission and the Member States shall seek to ensure that assistance is genuinely concentrated on the areas most seriously affected and at the most appropriate geographical level.\n(3) Commission Decision 1999/503/EC(2) lays down, in accordance with Article 4(2) of Regulation (EC) No 1260/1999, a population ceiling for each Member State under Objective 2 of the Structural Funds of the period 2000 to 2006. The ceiling for Italy is 7402000 inhabitants.\n(4) Article 4(4) of Regulation (EC) No 1260/1999 states that the Commission, on the basis of proposals from the Member States and in close concertation with each Member State concerned, is to draw up a list of the areas eligible under Objective 2 with due regard to national priorities, without prejudice to the transitional support provided for in Article 6(2) of that Regulation.\n(5) Paragraph 44(m) of the Conclusions of the Berlin European Council states that during the examination of eligibility for Objective 2, special attention will be given to areas of the Abruzzi which are adjacent to Objective 1 regions. To this end, the four provinces making up the abruzzi region have been classed as NUTS III regions which satisfy the criteria set out in Article 4(5) or (6) of Regulation (EC) No 1260/1999.\n(6) On 21 June 2000 the Italian authorities proposed to the Commission a receivable list of eligible areas under Article 4(3) of Regulation (EC) No 1260/1999. They asked the Commission to use the relevant information, taking into account the date on which the proposal in question was sent to the Commission, when applying the criteria laid down in Article 4(5) and (6) of Regulation (EC) No 1260/1999 to all Italian provinces not covered by Objective 1. The Commission agreed to this request, once it had confirmed that none of the Member States was opposed to it.\n(7) Article 4(11) of Regulation (EC) No 1260/1999 provides that each list of areas eligible under Objective 2 is to be valid for seven years from 1 January 2000; however, where there is a serious crisis in a given region, the Commission, acting on a proposal from a Member State, may amend the list of areas during 2003 in accordance with paragraphs 1 to 10 of Article 4, without increasing the proportion of the population within each region referred to in Article 13(2) of that Regulation,", "main_body": ["The areas in Italy eligible under Objective 2 of the Structural Funds for the period 2000 to 2006 are listed in the Annex hereto.\nThis list may be amended in the course of 2003.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 27 July 2000.\nFor the Commission\nMichel Barnier\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 1.\n(2) OJ L 194, 27.7.1999, p. 58.\nANNEX\nLIST OF ITALIAN AREAS COVERED BY OBJECTIVE 2 OF THE STRUCTURAL FUNDS\n(2000 to 2006)\n>TABLE>"}