{"celex_id": "32000D0311", "uri": "http://publications.europa.eu/resource/cellar/22db15d7-2fed-47e2-9e57-b2a47b3b9206", "type": "Decision", "concepts": ["1596", "1755", "192", "2435", "863"], "title": "2000/311/EC: Commission Decision of 7 April 2000 amending Decision 98/361/EC establishing the list of approved zones, with regard to infectious haematopoietic necrosis and viral haemorrhagic septicaemia in Spain (notified under document number C(2000) 943) (Text with EEA relevance)\n", "header": "Commission Decision\nof 7 April 2000\namending Decision 98/361/EC establishing the list of approved zones, with regard to infectious haematopoietic necrosis and viral haemorrhagic septicaemia in Spain\n(notified under document number C(2000) 943)\n(Text with EEA relevance)\n(2000/311/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products(1), as last amended by Directive 98/45/EC(2), and in particular Article 5(2) thereof,\nWhereas:\n(1) Member States may obtain for one or more continental or coastal zones the status of approved zones free of infectious haematopoietic necrosis (IHN) and viral haemorrhagic septicaemia (VHS).\n(2) The status of approved continental zone and approved coastal zone in respect of IHN and VHS was granted to certain catchment areas and coastal areas in Spain, by Commission Decision 98/361/EC(3), as last amended by Decision 2000/187/EC(4).\n(3) Spain has submitted to the Commission evidence in support of granting the status of approved zone for certain other catchment areas in the Autonomous Region of Cantabria in respect of IHN and VHS, as well as the national provisions ensuring compliance with the rules on maintenance of approval.\n(4) Scrutiny of this information allows this status to be granted for these catchment areas.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 98/361/EC is replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 April 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 46, 19.2.1991, p. 1.\n(2) OJ L 189, 3.7.1998, p. 12.\n(3) OJ L 163, 6.6.1998, p. 46.\n(4) OJ L 59, 4.3.2000, p. 14.\nANNEX\nA. LIST OF APPROVED ZONES WITH REGARD TO IHN AND VHS IN SPAIN\nI. REGION: AUTONOMOUS COMMUNITY OF ASTURIAS\n1. Continental zones\nAll water catchment areas of Asturias, excluding the river Eo\n2. Coastal zones\nThe entire coast of Asturias\nII. REGION: GALICIA\n1. Continental zones\nThe water catchment areas of Galicia:\n- including the water catchment areas of the river Eo, the river Sil from its source in the province of León, the river Miño from its source to the barrier of Frieir, and the river Limia from its source to the barrier Das Conchas,\n- excluding the water catchment area of the river Tamega.\n2. Coastal zones\nThe coastal area in Galicia from the mouth of the river Eo (Isla Pancha) to the Cabo Silliero of the Ría de Vigo;\nThe coastal area from Cabo Silliero to the Punta Picos (mouth of the river Miño) is considered as a buffer zone.\nIII. REGION: AUTONOMOUS COMMUNITY OF ARAGÓN\nContinental zones\n- River Aragón from its source to the barrier of Caparroso in the municipality of Navarra,\n- River Gállego from its source to the barrier of Ardisa,\n- River Sotón from its source to the barrier of Sotonera,\n- River Isuela from its source to the barrier of Arguis,\n- River Flúmen from its source to the barrier of Santa María de Belsue,\n- River Guatizalema from its source to the barrier of Vadiello,\n- River Cinca from its source to barrier of Grado,\n- River Esera from its source to the barrier of Barasona,\n- River Noguera-Ribagorzana from its source to the barrier of Santa Ana,\n- River Huecha from its source to the dam of Alcalá de Moncayo,\n- River Jalón from its source to the dam of Alagón,\n- River Huerva from its source to barrier of Mezalocha,\n- River Aguasvivas from its source to the barrier of Moneva,\n- River Martín from its source to the barrier of Cueva Foradada,\n- River Escuriza from its source to the barrier of Escuriza,\n- River Guadalope from its source to the barrier of Caspe,\n- River Matarraña from its source to the barrier of Aguas de Pena,\n- River Pena from its source to the barrier of Pena,\n- River Guadalaviar-Turia from its source to the barrier of the Generalísimo in the Province of Valencia,\n- River Mijares from its source to the barrier of Arenós in the Province of Castellon.\nThe other watercourses of the Comunidad de Aragón and the river Ebro along its course in the said Comunidad are considered as a buffer zone.\nIV. REGION: AUTONOMOUS COMMUNITY OF NAVARRA\nContinental zones:\n- River Bidasoa from its source to its mouth,\n- River Leizarán from its source to the barrier of Leizarán (Muga),\n- River Arakil-Arga from its source to the barrier of Falces,\n- River Ega from its source to the barrier of Allo,\n- River Aragón from its source in the Province of Huesca (Aragón) to the barrier of Caparroso (Navarra).\nThe other watercourses of the Comunidad de Navarra and the river Ebro along its course through the said Comunidad are considered as a buffer zone.\nV. REGION: AUTONOMOUS COMMUNITY OF CASTILLA AND LEÓN\nContinental zones\n- River Duero from its source to the barrier of Aldéavila,\n- River Ebro from its source in the region of Cantabria to the barrier of Sobrón,\n- River Queiles from its source to the barrier of los Fayos,\n- River Tiétar from its source to the barrier of Rosarito,\n- River Alberche from its source to the barrier of Burguillo.\nThe other watercourses of the region of Castilla and León are considered as a buffer zone.\nVI. REGION: AUTONOMOUS COMMUNITY OF CANTABRIA\n1. Continental zones\nThe water catchment areas of the following rivers from their source to the sea:\n- River Deva,\n- River Nansa,\n- River Saja-Besaya,\n- River Pas-Pisveña,\n- River Ansón,\n- River Agüera.\nThe water catchment areas of the rivers Gandarillas, Escudo, Miera y Campiazo are considered as a buffer zone.\n2. Coastal zones\nThe entire coast of Cantabria from the mouth of the river Deva to the creek of Ontón.\nB. LIST OF APPROVED FARMS WITH REGARD TO IHN AND VHS IN SPAIN\nREGION: AUTONOMOUS COMMUNITY OF ARAGÓN\n- Truchas del Prado located in Alcalá de Ebro, Province of Zaragoza (Aragón)."}