{"celex_id": "32000R1469", "uri": "http://publications.europa.eu/resource/cellar/9ada6e01-2194-4e8d-ab2f-04acf2baef2c", "type": "Regulation", "concepts": ["1309", "1338", "161", "4319", "4385", "5083"], "title": "Commission Regulation (EC) No 1469/2000 of 5 July 2000 opening import quotas in respect of special preferential raw cane sugar from the ACP States and India for supply to refineries in the period 1 July 2000 to 28 February 2001\n", "header": "Commission Regulation (EC) No 1469/2000\nof 5 July 2000\nopening import quotas in respect of special preferential raw cane sugar from the ACP States and India for supply to refineries in the period 1 July 2000 to 28 February 2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2038/1999 of 13 September 1999 on the common organisation of the markets in the sugar sector(1), and in particular Articles 14(2) and 44(6) thereof,\nWhereas:\n(1) Article 44 of Regulation (EC) No 2038/1999 lays down that, during the marketing years 1995/96 to 2000/01 and in order to ensure adequate supplies to Community refineries, a special reduced duty is to be levied on imports of raw cane sugar originating in States with which the Community has concluded supply arrangements on preferential terms. At present such Agreements have been concluded by Council Decision 95/284/EC(2) only with the ACP States party to Protocol 8 on ACP sugar annexed to the fourth ACP-EEC LomĂŠ Convention, and with the Republic of India.\n(2) The quantities of special preferential sugar to be imported are calculated in accordance with the said Article 44 on the basis of a Community forecast supply balance. The balance indicates the need to import raw sugar and to open at this stage for the 2000/2001 marketing year a tariff quota at the special reduced rate of duty as provided for in the above Agreements so that the Community refineries' supply needs can be met for part of the year. The forecasts for raw cane sugar production are now available for the 2000/2001 marketing year. A quota should be opened at this stage for part of that year. Because of the presumed maximum refining needs fixed by Member State and the shortfall resulting from the forecast supply balance, provision should be made to authorise imports for each refining Member State for the period 1 July 2000 to 28 February 2001.\n(3) The above Agreements lay down that the refiners in question must pay a minimum purchase price equal to the guaranteed price for raw sugar, minus the adjustment aid fixed for the marketing year in question. This minimum price must therefore be fixed by taking account of the factors applying in the 2000/2001 marketing year.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The following tariff quotas are opened for the period 1 July 2000 to 28 February 2001 pursuant to Decision 95/284/EC in respect of imports of raw cane sugar for refining:\n(a) 200000 tonnes expressed as white sugar originating in the ACP States covered by that Decision, bearing the serial number 09.4098; and\n(b) 10000 tonnes expressed as white sugar originating in the Republic of India, bearing the serial number 09.4099.", "1. A special reduced duty of EUR 5,41 per 100 kg of standard quality raw sugar shall apply to imports of the quantities referred to in Article 1.\n2. Article 7 of Commission Regulation (EC) No 1916/95(3) notwithstanding, the minimum purchase price to be paid by Community refiners shall be fixed for the period referred to in Article 1 at EUR 49,68 per 100 kg of standard-quality raw sugar.", "The following Member States are authorised to import, under the quotas referred to in Article 1 and on the terms laid down in Article 2(1), the following shortfall expressed as white sugar:\n(a) Finland: 44000 tonnes;\n(b) metropolitan France: 3000 tonnes;\n(c) mainland Portugal: 158000 tonnes;\n(d) United Kingdom: 5000 tonnes.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 252, 25.9.1999, p. 1.\n(2) OJ L 181, 1.8.1995, p. 22.\n(3) OJ L 184, 3.8.1995, p. 18."}