{"celex_id": "32004D0921", "uri": "http://publications.europa.eu/resource/cellar/44ace136-b0d7-4461-b834-ee6a9a11edf4", "type": "Decision", "concepts": ["1005", "4213", "5462", "5891", "711"], "title": "2004/921/EC: Commission Decision of 27 December 2004 concerning the funding by the Community of a Eurobarometer survey on the attitudes of consumers towards the welfare of farmed animals\n", "header": "30.12.2004 EN Official Journal of the European Union L 389/33\nCOMMISSION DECISION\nof 27 December 2004\nconcerning the funding by the Community of a Eurobarometer survey on the attitudes of consumers towards the welfare of farmed animals\n(2004/921/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 17 thereof,\nWhereas:\n(1) Under Decision 90/424/EEC, the Community shall make a financial contribution to the establishment of an information policy in the field of animal protection.\n(2) This information policy includes, inter alia, the performance of studies necessary for the preparation and development of legislation in the field of animal protection.\n(3) The performance of a survey assessing the attitudes of consumers towards the welfare of farmed animals, forms part of this information policy in the field of animal protection, and the financial resources necessary for the Community to perform this survey should therefore be engaged and granted subject to the planned survey having been efficiently carried out.\n(4) This survey will be carried out in the form of a specific Eurobarometer study within the scope of the Framework Contract (2), concluded between the European Community, represented by the European Commission and TNS Opinion and Survey a consortium formed by Taylor Nelson Sofres plc and EOS Gallup Europe, represented by the coordinating centre the European Omnibus Survey ‘EOS Gallup Europe’.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Sole Article\nThe action to perform a survey on the attitudes of consumers towards the welfare of farmed animals, to be financed from budget heading 17 04 02 of the budget of the European Union for a maximum amount of EUR 200 000, is hereby approved. This survey will be carried out in the form of a specific Eurobarometer study within the scope of the Framework Contract concluded between the European Community, represented by the European Commission and TNS Opinion and Survey a consortium formed by Taylor Nelson Sofres plc and EOS Gallup Europe, represented by the coordinating centre the European Omnibus Survey ‘EOS Gallup Europe’."], "attachments": "Done at Brussels, 27 December 2004.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Directive 2003/99/EC of the European Parliament and of the Council (OJ L 325, 12.12.2003, p. 31).\n(2)  Contract No PRESS-B-1/2003-25/B1 of 24.8.2004."}