{"celex_id": "32002D0669", "uri": "http://publications.europa.eu/resource/cellar/c5d1f6d7-8e59-453f-ab11-2075767b616f", "type": "Decision", "concepts": ["1309", "1591", "2771", "4575", "4584", "5563", "5946"], "title": "2002/669/EC: Commission Decision of 5 August 2002 amending Decision 2000/137/EC accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Croatia and the Ukraine, and withdrawing an undertaking\n", "header": "Commission Decision\nof 5 August 2002\namending Decision 2000/137/EC accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Croatia and the Ukraine, and withdrawing an undertaking\n(2002/669/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 2238/2000(2), and in particular Article 8 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 19 November 1998, an anti-dumping proceeding was initiated by the Commission on imports of certain seamless pipes and tubes of iron or non-alloy steel(3) originating, inter alia, in Ukraine.\n(2) This proceeding resulted in an anti-dumping duty being imposed by Council Regulation (EC) No 348/2000(4) in February 2000 in order to eliminate the injurious effects of dumping.\n(3) In parallel, by Decision No 2000/137/EC(5), the Commission accepted a joint price undertaking up to a certain volume threshold from three Ukrainian exporters, Dnepropetrovsk Tube Works (DTW), Nikopol Pivdennotrubny Works (transferred later to Nikopolsky Seamless Tube Plant, Niko Tube(6)) and Nizhnedneprovsky Tube Rolling Plant (NTRP), whose products were exempted from the anti-dumping duty by Article 2(1) of Regulation (EC) No 348/2000.\nB. VOLUNTARY WITHDRAWAL OF THE JOINT UNDERTAKING\n(4) DTW, Niko Tube and NTRP advised the Commission that they wished to withdraw this joint undertaking. Accordingly, the names of DTW, Niko Tube and NTRP, should be deleted from the list of companies whose products are exempted from the anti-dumping duty pursuant to Article 1 of Decision 2000/137/EC.\n(5) In parallel to this Decision, the Council, by Regulation (EC) No 1515/2002(7) has also removed the exemption from the anti-dumping duty granted to DTW, Niko Tube and NTRP, respectively, by amending Article 2 of Regulation (EC) No 348/2000,", "main_body": ["The joint undertaking accepted from Dnepropetrovsk Tube Works, Nikopol Pivdennotrubny Works (transferred later to Nikopolsky Seamless Tube Plant, \"Niko Tube\") and Nizhnedneprovsky Tube Rolling Plant (NTRP) is hereby withdrawn.", "The table in Article 1 of Decision No 2000/137/EC is replaced by the following table:\n\">TABLE>\"", "This Decision shall be applicable from the day following that of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 5 August 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ C 353, 19.11.1998, p. 13.\n(4) OJ L 45, 17.2.2000, p. 1.\n(5) OJ L 46, 18.2.2000, p. 34.\n(6) OJ C 198, 13.7.2001, p. 2.\n(7) See page 8 of this Official Journal."}