{"celex_id": "32007D0129", "uri": "http://publications.europa.eu/resource/cellar/d8365d91-2102-4c82-b18c-540de073cbbc", "type": "Decision", "concepts": ["1182", "2739", "3579", "3633", "4308", "5782", "5798"], "title": "2007/129/EC: Commission Decision of 16 February 2007 Determining the quantities of methyl bromide permitted to be used for critical uses in Greece from 1 June to 31 December 2006 under Regulation (EC) No 2037/2000 of the European Parliament and of the Council on Substances that Deplete the Ozone Layer (notified under document number C(2007) 448)\n", "header": "23.2.2007 EN Official Journal of the European Union L 55/28\nCOMMISSION DECISION\nof 16 February 2007\nDetermining the quantities of methyl bromide permitted to be used for critical uses in Greece from 1 June to 31 December 2006 under Regulation (EC) No 2037/2000 of the European Parliament and of the Council on Substances that Deplete the Ozone Layer\n(notified under document number C(2007) 448)\n(Only the Greek text is authentic)\n(2007/129/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2037/2000 of the European Parliament and of the Council of 29 June 2000 on Substances that Deplete the Ozone Layer (1) and in particular Article 3(2)(ii) thereof,\nWhereas:\n(1) Articles 3(2)(i)(d) and 4(2)(i)(d) of Regulation (EC) No 2037/2000 prohibit the production, import and placing on the market of methyl bromide for all uses after 31 December 2004 except, among others (2), for critical uses in accordance with Article 3(2)(ii) and the criteria set out in Decision IX/6 of the Parties to the Montreal Protocol, together with any other relevant criteria agreed by the Parties. Exemptions for critical uses are intended to be limited derogations to allow a short period of time for the adoption of alternatives.\n(2) Decision IX/6 states that methyl bromide should qualify as ‘critical’ only if the applicant determines that the lack of availability of methyl bromide for that specific use would result in a significant market disruption; and that there are no technically and economically feasible alternatives or substitutes available to the user that are acceptable from the standpoint of environment and health and are suitable to the crops and circumstances of the nomination. Furthermore, the production and consumption, if any, of methyl bromide for critical uses should be permitted only if all technically and economically feasible steps have been taken to minimise the critical use and any associated emission of methyl bromide. An applicant should also demonstrate that an appropriate effort is being made to evaluate, commercialise and secure national regulatory approval of alternatives and substitutes; and that research programmes are in place to develop and deploy alternatives.\n(3) On 18 January 2006, the Commission received a request from Greece for critical uses of methyl bromide that totalled 113 081 kg for the period 1 January to 31 December 2006.\n(4) The Commission applied the criteria contained within Decision IX/6 and Article 3(2)(ii) of Regulation (EC) No 2037/2000 in order to determine the amount of methyl bromide that is eligible to be licensed in Greece for critical uses in 2006. The Commission found that adequate alternatives were available in some circumstances and that 46 771 kg of methyl bromide could be used in 2006 to satisfy critical uses in Greece. The critical use categories are similar to those defined for Greece in Table A of Decision XVII/9 agreed at the Seventeenth Meeting of the Parties to the Montreal Protocol (3).\n(5) Article 3(2)(ii) requires the Commission to also determine which users may take advantage of the critical use exemption. As Article 17(2) requires Member States to define the minimum qualification requirements for personnel involved in the application of methyl bromide and, as fumigation is the only use, the Commission determined that methyl bromide fumigators are the only users proposed by Member States and authorised by the Commission to use methyl bromide for critical uses. Fumigators are qualified to apply it safely, rather than for example farmers or mill owners that are generally not qualified to apply methyl bromide but who own properties on which it will be applied. In addition, Member States have put in place procedures to identify fumigators within their territory that are permitted to use methyl bromide for critical uses.\n(6) Article 4(2)(ii) states that, subject to Article 4(4), the placing on the market and the use of methyl bromide by undertakings other than producers and importers shall be prohibited after 31 December 2005. Article 4(4) states that Article 4(2) shall not apply to the placing on the market and use of controlled substances if they are used to meet the licensed requests for critical uses of those users identified as laid down in Article 3(2).\n(7) Fumigators registered for critical uses by the Commission in 2005 would be permitted to carry over to 2006 any remaining methyl bromide that had not been used in 2005 (referred to as stocks). The European Commission has put in place licensing procedures to deduct such stocks of methyl bromide before any additional methyl bromide is imported or produced to meet the licensed requests for critical uses in 2006. Decision IX/6 states that production and consumption of methyl bromide for critical uses should be permitted only if methyl bromide is not available from existing stocks of banked or recycled methyl bromide. Article 3(2)(ii) states that production and importation of methyl bromide shall be allowed only if no recycled or reclaimed methyl bromide is available from any of the Parties. In accordance with Decision IX/6, Article 3(2)(ii) and information provided to the Commission by Greece, stocks of methyl bromide are not available in Greece for critical uses.\n(8) The Commission approved in Commission Decision 2006/350/EC (4) a quantity of 1 607 587 kg of methyl bromide for critical uses in eight Member States for the period 1 January to 31 December 2006, based on applications received from those Member States in July 2005. The quantity of methyl bromide approved for Greece in this Decision takes into consideration the quantity necessary to satisfy critical uses for the period 1 June to 31 December 2006.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 18 of Regulation (EC) No 2037/2000,", "main_body": ["The Republic of Greece shall be permitted to use a total of 46 771 kg of methyl bromide for critical uses from 1 June to 31 December 2006 for the specific quantities and categories of use described in the Annex.", "Stocks declared available for critical uses by Greece after 1 June 2006 shall be deducted from the amount that can be imported or produced to satisfy critical uses in that Member State.", "This Decision shall apply from 1 June 2006 and shall expire on 31 December 2006.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 16 February 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 244, 29.9.2000 p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006, (OJ L 363, 20.12.2006, p. 1).\n(2)  Other uses are for quarantine and pre-shipment, as feedstock and for laboratory and analytical uses.\n(3)  UNEP/OzL.Pro.17/11. Report of the Seventeenth Meeting of the Parties to the Montreal Protocol on Substances that Deplete the Ozone Layer, held from 12 to 16 December 2005 in Dakar, Senegal. www.unep.org/ozone/Meeting_Documents/mop/index.asp\n(4)  OJ L 130, 18.5.2006, p. 29.\nANNEX\nThe Hellenic Republic\nCategories of permitted critical uses Kg\nDried fruit (raisins and figs) 1 347\nFlour mills and food processing companies 8 000\nRice and legumes 924\nTomatoes and cucumbers (protected) 36 500\nTOTAL 46 771\nStocks of methyl bromide available for critical uses in the Member State = 0 kg."}