{"celex_id": "32007R1518", "uri": "http://publications.europa.eu/resource/cellar/419a630c-b3f8-4285-98eb-3b3c6aaf6e70", "type": "Regulation", "concepts": ["161", "4713"], "title": "Commission Regulation (EC) No 1518/2007 of 19 December 2007 opening and providing for the administration of a tariff quota for vermouth\n", "header": "20.12.2007 EN Official Journal of the European Union L 335/14\nCOMMISSION REGULATION (EC) No 1518/2007\nof 19 December 2007\nopening and providing for the administration of a tariff quota for vermouth\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular Article 7(2) thereof,\nWhereas:\n(1) The Agreement in the form of an Exchange of Letters between the European Community and the Argentine Republic relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of accession to the European Community (2), approved by Council Decision 2006/930/EC (3), provides for the opening of tariff rate quota (erga omnes) for vermouth. This quota must be opened.\n(2) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (4) sets the management rules for tariff quotas designed to be used following the chronological order of dates of acceptance of customs declarations. It is appropriate to provide that the tariff quota opened by this Regulation is to be managed in accordance with those rules.\n(3) In accordance with the commitments taken by the Community pursuant to the Agreement in the form of an Exchange of Letters, this Regulation should apply from 1 January 2007.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["An annual tariff rate quota (order number 09.0098) of 13 810 hl (erga omnes) is opened for the release for free circulation in the Community of vermouth and other wine of fresh grapes flavoured with plants or aromatic substances, of an actual alcoholic strength by volume of 18 % vol or less, in containers holding more than 2 litres, tariff item number 2205 90 10, in quota rate 7 EUR/hl.", "The annual tariff quota referred to in Article 1 shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2007.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(2)  OJ L 355, 15.12.2006, p. 92.\n(3)  OJ L 355, 15.12.2006, p. 91.\n(4)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 214/2007 (OJ L 62, 1.3.2007, p. 6)."}