{"celex_id": "32005R0189", "uri": "http://publications.europa.eu/resource/cellar/af6363e9-7796-49a1-9d33-cfecf44d7c35", "type": "Regulation", "concepts": ["1309", "1863", "4080"], "title": "Commission Regulation (EC) No 189/2005 of 3 February 2005 fixing the representative prices and the additional import duties for molasses in the sugar sector applicable from 4 February 2005\n", "header": "4.2.2005 EN Official Journal of the European Union L 31/10\nCOMMISSION REGULATION (EC) No 189/2005\nof 3 February 2005\nfixing the representative prices and the additional import duties for molasses in the sugar sector applicable from 4 February 2005\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the market in sugar (1), and in particular Article 24(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1422/95 of 23 June 1995 laying down detailed rules of application for imports of molasses in the sugar sector and amending Regulation (EEC) No 785/68 (2), stipulates that the cif import price for molasses established in accordance with Commission Regulation (EEC) No 785/68 (3), is to be considered the representative price. That price is fixed for the standard quality defined in Article 1 of Regulation (EEC) No 785/68.\n(2) For the purpose of fixing the representative prices, account must be taken of all the information provided for in Article 3 of Regulation (EEC) No 785/68, except in the cases provided for in Article 4 of that Regulation and those prices should be fixed, where appropriate, in accordance with the method provided for in Article 7 of that Regulation.\n(3) Prices not referring to the standard quality should be adjusted upwards or downwards, according to the quality of the molasses offered, in accordance with Article 6 of Regulation (EEC) No 785/68.\n(4) Where there is a difference between the trigger price for the product concerned and the representative price, additional import duties should be fixed under the terms laid down in Article 3 of Regulation (EC) No 1422/95. Should the import duties be suspended pursuant to Article 5 of Regulation (EC) No 1422/95, specific amounts for these duties should be fixed.\n(5) The representative prices and additional import duties for the products concerned should be fixed in accordance with Articles 1(2) and 3(1) of Regulation (EC) No 1422/95.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The representative prices and the additional duties applying to imports of the products referred to in Article 1 of Regulation (EC) No 1422/95 are fixed in the Annex hereto.", "This Regulation shall enter into force on 4 February 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 2005.\nFor the Commission\nJ. M. SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2)  OJ L 141, 24.6.1995, p. 12. Regulation as amended by Regulation (EC) No 79/2003 (OJ L 13, 18.1.2003, p. 4).\n(3)  OJ 145, 27.6.1968, p. 12. Regulation as amended by Regulation (EC) No 1422/95.\nANNEX\nRepresentative prices and additional duties for imports of molasses in the sugar sector applicable from 4 February 2005\n(EUR)\nCN code Amount of the representative price in 100 kg net of the product in question Amount of the additional duty in 100 kg net of the product in question Amount of the duty to be applied to imports in 100 kg net of the product in question because of suspension as referred to in Article 5 of Regulation (EC) No 1422/95 (1)\n1703 10 00 (2) 10,34 — 0\n1703 90 00 (2) 10,72 — 0\n(1)  This amount replaces, in accordance with Article 5 of Regulation (EC) No 1422/95, the rate of the Common Customs Tariff duty fixed for these products.\n(2)  For the standard quality as defined in Article 1 of amended Regulation (EEC) No 785/68."}