{"celex_id": "32009R1286", "uri": "http://publications.europa.eu/resource/cellar/85d48cc1-1e8c-46e4-9ba4-e5afb42eef07", "type": "Regulation", "concepts": ["261", "3474", "3483", "3584", "3870", "4452", "4505", "5240", "5788"], "title": "Council Regulation (EU) No 1286/2009 of 22 December 2009 amending Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\n", "header": "23.12.2009 EN Official Journal of the European Union L 346/42\nCOUNCIL REGULATION (EU) No 1286/2009\nof 22 December 2009\namending Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215(2) thereof,\nHaving regard to Council Common Position 2002/402/CFSP of 27 May 2002 concerning restrictive measures against Usama bin Laden, members of the Al-Qaida organisation and the Taliban and other individuals, groups, undertakings and entities associated with them (1),\nHaving regard to the joint proposal from the High Representative of the Union for Foreign Affairs and Security Policy and the Commission,\nWhereas:\n(1) Common Position 2002/402/CFSP provides, inter alia, that the European Community is to take certain restrictive measures, including the freezing of funds and economic resources, in accordance with Resolutions 1267 (1999), 1333 (2000) and 1390 (2002) of the Security Council of the United Nations.\n(2) The freezing of funds and economic resources has been implemented by means of Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban (2).\n(3) An article providing for certain exceptions was inserted in that Regulation by means of Council Regulation (EC) No 561/2003 of 27 March 2003 (3). The non-objection period referred to in that Article should be brought in line with UN Security Council Resolution 1735 of 22 December 2006.\n(4) Following the judgment of the Court of Justice of the European Communities of 3 September 2008 in Joined Cases C-402/05 P and C-415/05 P: Judgment of the Court (Grand Chamber) of 3 September 2008 — Yassin Abdullah Kadi, Al Barakaat International Foundation v Council of the European Union, Commission of the European Communities, United Kingdom of Great Britain and Northern Ireland, Regulation (EC) No 881/2002 should be amended to provide for a listing procedure ensuring that the fundamental rights of the defence and in particular the right to be heard are respected.\n(5) The revised procedure should include providing to the listed person, entity, body or group the reasons for listing as transmitted by the UN Al Qaida and Taliban Sanctions Committee, so as to give the listed person, entity, body or group an opportunity to express his, her or its views on those reasons. The purpose of Regulation (EC) No 881/2002 is to freeze the funds and economic resources of persons, entities, bodies and groups included in the Al Qaida and Taliban list drawn up by the UN. As the relevant UN Security Council Resolutions provide that such freezing has to take place ‘without delay’, such a measure must, by its very nature, take advantage of a surprise effect.\n(6) While the Commission should endeavour to notify the reasons for listing directly to the person, entity, body or group concerned, such notification may not be possible in some cases due to incomplete contact details or the complete absence thereof. In such cases, a notice should be published in the Official Journal to inform those concerned of the applicable procedures.\n(7) Where observations are submitted, the Commission should review its decision in the light of those observations and in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4). The review should be carried out following the regulatory procedure, considering the important political responsibilities involved and the sensitive nature of the international efforts in countering terrorism.\n(8) The same procedure should apply as regards persons, entities, bodies and groups listed before 3 September 2008, in order to respect their rights of defence and in particular their right to be heard.\n(9) This Regulation respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union (5) and notably the right to an effective remedy and to a fair trial, the right to property and the right to the protection of personal data. This Regulation should be applied in accordance with those rights and principles.\n(10) This Regulation also fully respects the obligations of Member States under the Charter of the United Nations and the legally binding nature of UN Security Council Resolutions.\n(11) The purpose of Regulation (EC) No 881/2002 is to prevent terrorist crimes, including terrorist financing, in order to maintain international peace and security. In order to create maximum legal certainty within the Union, the names and other relevant data for identifying natural or legal persons, entities, bodies or groups, whose funds must be frozen in accordance with Regulation (EC) No 881/2002 should be made publicly known.\n(12) Any processing of personal data of natural persons under this Regulation should observe Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (6) and Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (7).\n(13) It is appropriate to clarify the meaning of certain words and to align certain parts of Regulation (EC) No 881/2002 with more recent standard wording for Regulations on restrictive measures.\n(14) Regulation (EC) No 881/2002 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 881/2002 is hereby amended as follows:\n1. In Article 1:\n(a) Point 3 shall be replaced by the following:\n‘3. “freezing of funds” means preventing any move, transfer, alteration, use of, access to, or dealing with funds in any way that would result in any change in their volume, amount, location, ownership, possession, character, destination or other change that would enable the funds to be used, including portfolio management;’;\n(b) The following points are added:\n‘5. “Sanctions Committee” means the Committee of the UN Security Council established pursuant to UN Security Council Resolution 1267 (1999) concerning Al Qaida and the Taliban;\n6. “Statement of reasons” means the publicly releasable portion of the statement of case as provided by the Sanctions Committee and/or, where applicable, the narrative summary of reasons for listing as provided by the Sanctions Committee.’;\n2. Article 2 is replaced by the following:\n3. In Article 2a(1), point (c) is replaced by the following:\n(i) in the case of a determination under point (a)(i), (ii) or (iii), the Sanctions Committee has not objected to the determination within three working days of notification; or\n(ii) in the case of a determination under point (a) (iv), the Sanctions Committee has approved the determination.’;\n4. The following Article is inserted:\n5. Article 3 is replaced by the following:\n6. The second subparagraph of Article 5(1)(a) is replaced by the following:\n7. Article 6 is replaced by the following:\n8. In Article 7, paragraph 1 is replaced by the following:\n(a) amend Annex I, where necessary in accordance with the procedure referred to in Article 7b(2), and\n(b) amend Annex II on the basis of information supplied by Member States.’;\n9. The following Articles shall be inserted:\n(a) surname and given names, including alias names and titles, if any;\n(b) date and place of birth;\n(c) nationality;\n(d) passport and ID card numbers;\n(e) fiscal and social security numbers;\n(f) gender;\n(g) address or other information on whereabouts;\n(h) function or profession;\n(i) the date of designation referred to in Article 2(3).\n(a) name;\n(b) place and date of registration;\n(c) registration number;\n(d) principal place of business or other information on the whereabouts;\n(e) date of designation referred to in Article 2(3).\n10. Article 11 shall be replaced by the following:\n(a) within the territory of the Union, including its airspace;\n(b) on board any aircraft or any vessel under the jurisdiction of a Member State;\n(c) to any natural person inside or outside the territory of the Union who is a national of a Member State;\n(d) to any legal person, entity or body which is incorporated or constituted under the law of a Member State;\n(e) to any natural or legal person, entity, body or group in respect of any business done in whole or in part within the Union.’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2009.\nFor the Council\nThe President\nA. CARLGREN\n(1)  OJ L 139, 29.5.2002, p. 4.\n(2)  OJ L 139, 29.5.2002, p. 9.\n(3)  OJ L 82, 29.3.2003, p. 1.\n(4)  OJ L 184, 17.7.1999, p. 23.\n(5)  OJ C 364, 18.12.2000, p. 1.\n(6)  OJ L 8, 12.1.2001, p. 1.\n(7)  OJ L 281, 23.11.1995, p. 31.\n(8)  OJ L 8, 12.1.2001, p. 1.’;"}