{"celex_id": "32008D0696", "uri": "http://publications.europa.eu/resource/cellar/d0fbbea8-cfde-4ea9-9def-77d28b25f323", "type": "Decision", "concepts": ["1360", "5541", "6174", "835", "863", "889", "976"], "title": "2008/696/EC: Commission Decision of 11 March 2008 amending the Commission Decision of 10 May 2007 on the measures C 1/06 (ex NN 103/05) implemented by Spain for Chupa Chups (notified under document number C(2008) 868) (Text with EEA relevance)\n", "header": "2.9.2008 EN Official Journal of the European Union L 235/10\nCOMMISSION DECISION\nof 11 March 2008\namending the Commission Decision of 10 May 2007 on the measures C 1/06 (ex NN 103/05) implemented by Spain for Chupa Chups\n(notified under document number C(2008) 868)\n(Only the Spanish text is authentic)\n(Text with EEA relevance)\n(2008/696/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving regard to the Community Guidelines on State aid for rescuing and restructuring firms in difficulties (1),\nWhereas:\n(1) The Commission adopted a decision on 10 May 2007 on the measures C 1/06 (ex NN 103/05) implemented by Spain for Chupa Chups (2).\n(2) Following an appeal lodged by Chupa Chups S.A. (Chupa Chups) before the Court of First Instance of the European Communities against the decision in question, the Commission concluded that it had committed an error of assessment as regards one part of measure 4 (EUR 800 000 granted in 2003 under a regional aid scheme).\n(3) In point 43 of the contested decision, the Commission noted that it had been made clear that the regional aid scheme could not apply to companies in difficulties. Given the heavy losses incurred by Chupa Chups in 2002 (EUR 22 078 000, corresponding to 86,5 % of the subscribed capital at the end of the financial year) and the 2003 results, the Commission considered that Chupa Chups had to be regarded as a company in difficulties at the time the aid was granted. The Commission concluded that this part of the aid was thus incompatible with the common market and could therefore not be implemented.\n(4) Concerning the EUR 800 000 of regional aid granted in 2003 under the ‘Minería 2’ programme, the Commission notes that this aid forms part of an approved aid scheme (3). Furthermore, contrary to its first assessment at the initiation of the formal investigation procedure, the Commission considers that Chupa Chups was eligible for this aid since, at the time the aid was granted, the company was not in difficulties (4). In particular:\n(a) despite the heavy losses of EUR 22 078 000 incurred in 2002, at the end of that financial year Chupa Chups accounts still showed reserves of around EUR 59 930 000. Those reserves were sufficient to absorb all the losses, which therefore had no impact on the company’s subscribed capital of EUR 12 million. Moreover, after deduction of the 2002 losses, Chupa Chups still had equity of EUR 49 850 000;\n(b) the Commission considers that many of the usual signs of a firm in difficulty, as described in point 6 of the guidelines, were not present in the period 2002-2003. In particular, the rate of losses diminished (5), as did debts (both long- and short-term) and stock inventories (6), whereas financial expenses remained stable;\n(c) finally, Chupa Chups’ positive evolution since 2002-2003 has made it apparent that the company did not fall under the general criterion in point 4 of the guidelines, according to which a firm is to be regarded as being in difficulty ‘where it is unable, whether through its own resources or with the funds it is able to obtain from its owner/shareholders or creditors, to stem losses which, without outside intervention by the public authorities, will almost certainly condemn it to going out of business in the short or medium term’.\n(5) In the appeal, it is argued that Chupa Chups was not a company in difficulties within the meaning of point 5(a) of the 1999 Community Guidelines on State aid for rescuing and restructuring firms in difficulty (7). In the Guidelines, a firm is regarded as being in difficulty where more than half of its registered capital has disappeared and more than one quarter of that capital has been lost over the preceding 12 months.\n(6) Even if Chupa Chups had losses corresponding to more than half of its subscribed capital, the criterion that more than half of the subscribed capital has disappeared is not met in this case, because Chupa Chups had other reserves.\n(7) The Commission must therefore reconsider its assessment and amend the Decision of 10 May 2007 as regards the assessment of the aid of EUR 800 000 envisaged in measure 4.\n(8) The Decision of 10 May 2007 on the measures C 1/06 (ex NN 103/05) implemented by Spain for Chupa Chups must therefore be amended,", "main_body": ["Article 1(2) of the Decision of 10 May 2007 on the measures C 1/06 (ex NN 103/05) implemented by Spain for Chupa Chups is replaced by the following:\n‘2.   The State aid of EUR 800 000 of regional aid granted in 2003 under the “Minería 2” programme is compatible with the common market.’\nThis Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 11 March 2008.\nFor the Commission\nNeelie KROES\nMember of the Commission\n(1)  OJ C 288, 9.10.1999, p. 2.\n(2)  OJ L 244, 19.9.2007, p. 20. Notified on 11 May 2007 under number C(2007) 1710.\n(3)  Order of 17 December 2001 laying down the regulatory bases for granting aid for business projects that generate employment and promote alternative development of mining areas. The ‘Mineria 2’ programme was approved by the Commission on 27 November 2001 (letter C(2001) 3628).\n(4)  Within the meaning of the 1999 Community Guidelines on State aid for rescuing and restructuring firms in difficulty.\n(5)  EUR 22,07 million in 2002 and EUR 4,70 million in 2003.\n(6)  EUR 28,7 million in 2002 and EUR 23,29 million in 2003.\n(7)  See footnote 1."}