{"celex_id": "32007D0544", "uri": "http://publications.europa.eu/resource/cellar/968e2439-c47b-48fe-931c-5558e08ee736", "type": "Decision", "concepts": ["1196", "12", "2850", "4048", "5343"], "title": "2007/544/EC: Council Decision of 23 July 2007 on the conclusion of the Protocol to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n", "header": "2.8.2007 EN Official Journal of the European Union L 201/13\nCOUNCIL DECISION\nof 23 July 2007\non the conclusion of the Protocol to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n(2007/544/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 310 thereof, in conjunction with the second sentence of the first subparagraph of Article 300(2) and with the second subparagraph of Article 300(3),\nHaving regard to the Act of Accession of 2003, and in particular to Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament (1),\nWhereas:\n(1) The Protocol to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union, was signed on behalf of the Community and its Member States on 24 April 2007 at Luxembourg.\n(2) The Protocol should be approved,", "main_body": ["The Protocol to the Euro-Mediterranean Agreement establishing an Association between the European Community and its Member States, of the one part, and the People’s Democratic Republic of Algeria, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union is hereby approved on behalf of the Community and its Member States.\nThe text of the Protocol is attached to this Decision (2)."], "attachments": "Done at Brussels, 23 July 2007.\nFor the Council\nThe President\nL. AMADO\n(1)  Assent of the European Parliament of 10 July 2007 (not yet published in the Official Journal).\n(2)  OJ L 118, 8.5.2007, p. 8."}