{"celex_id": "32001L0015", "uri": "http://publications.europa.eu/resource/cellar/a1ba4ebc-47e3-4f63-a723-6ec4004a1b79", "type": "Directive", "concepts": ["1268", "1284", "1590", "2735", "6052"], "title": "Commission Directive 2001/15/EC of 15 February 2001 on substances that may be added for specific nutritional purposes in foods for particular nutritional uses (Text with EEA relevance)\n", "header": "Commission Directive 2001/15/EC\nof 15 February 2001\non substances that may be added for specific nutritional purposes in foods for particular nutritional uses\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/398/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to foodstuffs intended for particular nutritional uses(1), as last amended by European Parliament and Council Directive 1999/41/EC(2), and in particular Article 4(2) thereof,\nAfter consulting the Scientific Committee for Food,\nWhereas:\n(1) A number of nutritional substances such as vitamins, minerals, amino acids and others may be added to foods for particular nutritional uses in order to ensure that the particular nutritional requirements of the persons for whom those foods are intended are fulfilled and/or in order to satisfy legal requirements laid down in specific directives adopted pursuant to Article 4(1) of Directive 89/398/EEC.\n(2) It is not possible to define nutritional substances as a distinct group for the purpose of this Directive nor to draw up at this stage an exhaustive list of all categories of nutritional substances that may be added in foods for particular nutritional uses.\n(3) The range of foods for particular nutritional uses is very wide and diversified and the technological processes used for their manufacture are varied. For this reason, the widest possible choice of substances that can be safely used in the manufacture of foods for particular nutritional uses should be available for the categories of nutritional substances to be listed in this Directive.\n(4) The choice of substances should be based primarily on their safety and subsequently on their availability for use by humans and their organoleptic and technological properties. The inclusion of substances in the list of those that may be used in the manufacture of foods for particular nutritional uses does not mean that their addition to those foods is necessary or desirable.\n(5) Where the addition of a nutritional substance has been judged necessary, this has been stipulated by specific rules in the relevant specific directives together with the appropriate quantitative conditions, as the case may be.\n(6) In the absence of any specific rules or in the case of foods for particular nutritional uses not covered by specific directives, nutritional substances should be used in order to manufacture products that are in conformity with the definition of such products and fulfil the particular nutritional requirements of the persons for whom they are intended. The products in question must also be safe when used as instructed by the manufacturer.\n(7) The provisions concerning the list of the nutritional substances that may be used in the manufacture of infant formulae and follow-on formulae and of processed cereal-based foods and baby foods for infants and young children are laid down in Commission Directive 91/321/EEC of 14 May 1991 on infant formulae and follow-on formulae(3), as last amended by Directive 1999/50/EC(4), and Commission Directive 96/5/EC of 16 February 1996 on processed cereal-based foods and baby foods for infants and young children(5), as last amended by Directive 1999/39/EC(6). Therefore those provisions need not be repeated in this Directive.\n(8) A number of the nutritional substances may also be used in foodstuffs as food additives. In this context purity criteria have been or are to be adopted for them at Community level in accordance with Council Directive 89/107/EEC of 21 December 1988 on the approximation of the laws of the Member States concerning food additives authorised for use in foodstuffs intended for human consumption(7), as amended by European Parliament and Council Directive 94/34/EC(8). Those purity criteria should be applicable for those substances whatever the purpose of their use in foodstuffs.\n(9) Pending the adoption of purity criteria for the rest of the substances at Community Ievel, and in order to ensure a high level of protection for public health, generally acceptable purity criteria recommended by international organisations or agencies including but not limited to the Joint FAO/WHO Expert Committee on Food Additives (JECFA), EUP (European Pharmacopoeia) should apply. Member States should be permitted to maintain national rules setting stricter purity criteria, without prejudice to the rules set out in the Treaty.\n(10) Some specific nutrients or their derivatives have been identified as specifically necessary for the manufacture of some foods belonging to the group of foods for special medical purposes and their potential use should be reserved to the manufacture of these products.\n(11) The measures provided in this Directive are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["1. For the categories of substances added for specific nutritional purposes in foods for particular nutritional uses listed in the Annex to this Directive only the chemical substances mentioned under each category may be used in the manufacture of foodstuffs for particular nutritional uses covered by Directive 89/398/EEC.\nThe use of those substances shall be in conformity with any specific provisions concerning those substances that may be laid down in specific directives provided for in Article 4(1) of Directive 89/398/EEC.\n2. Without prejudice to European Parliament and Council Regulation (EC) No 258/97(9), other substances added for specific nutritional purposes, not belonging to one of the categories listed in the Annex to this Directive, may be used in the manufacture of foods for particular nutritional uses.\n3. The use of nutritional substances in foods for particular nutritional uses shall result in the manufacture of safe products that fulfil the particular nutritional requirements of the persons for whom they are intended as established by generally accepted scientific data.\n4. The competent authorities of Member States, referred to in Article 9 of Directive 89/398/EEC, shall be empowered to require the manufacturer or, where appropriate, the importer to produce the scientific work and the data establishing the use of substances added for specific nutritional purposes in compliance with paragraph 3. If such work is contained in a readily available publication, a mere reference to this publication shall suffice.", "1. Purity criteria for substances listed in the Annex, specified by Community legislation for their use in the manufacture of foodstuffs for purposes other than those covered by this Directive, shall apply.\n2. For those substances listed in the Annex for which purity criteria are not specified by Community legislation, and until the adoption of such specifications, generally acceptable purity criteria recommended by international bodies shall apply. National rules setting stricter purity criteria may be maintained.", "Member States shall adopt and publish the provisions necessary to comply with this Directive by 31 March 2002 at the latest. They shall forthwith inform the Commission thereof.\nThey shall apply those provisions in such a way as to:\n(a) permit trade in products complying with this Directive with effect from 1 April 2002;\n(b) prohibit trade in products which do not comply with this Directive with effect from 1 April 2004.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 15 February 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 186, 30.6.1989, p. 27.\n(2) OJ L 172, 8.7.1999, p. 38.\n(3) OJ L 175, 4.7.1991, p. 35.\n(4) OJ L 139, 2.6.1999, p. 29.\n(5) OJ L 49, 28.2.1996, p. 17.\n(6) OJ L 124, 18.5.1999, p. 8.\n(7) OJ L 40, 11.2.1989, p. 27.\n(8) OJ L 237, 10.9.1994, p. 1.\n(9) OJ L 43, 14.2.1997, p. 1.\nANNEX\nSUBSTANCES THAT MAY BE ADDED FOR SPECIFIC NUTRITIONAL PURPOSES IN FOODS FOR PARTICULAR NUTRITIONAL USES\nFor the purpose of this table:\n- \"FSMP\" means foods for particular nutritional uses intended for special medical purposes,\n- \"All FPNU\" means dietary foods for particular nutritional uses including FSMPs but excluding infant formulae, follow-on formulae, processed cereal-based foods and baby foods intended for infants and young children.\n>TABLE>"}