{"celex_id": "32000D0764", "uri": "http://publications.europa.eu/resource/cellar/36f7a153-c083-4f5a-81ef-84add5204a7e", "type": "Decision", "concepts": ["1445", "1755", "1857", "192", "5034"], "title": "2000/764/EC: Commission Decision of 29 November 2000 on the testing of bovine animals for the presence of bovine spongiform encephalopathy and amending Decision 98/272/EC on epidemio-surveillance for transmissible spongiform encephalopathies (notified under document number C(2000) 3684) (Text with EEA relevance)\n", "header": "Commission Decision\nof 29 November 2000\non the testing of bovine animals for the presence of bovine spongiform encephalopathy and amending Decision 98/272/EC on epidemio-surveillance for transmissible spongiform encephalopathies\n(notified under document number C(2000) 3684)\n(Text with EEA relevance)\n(2000/764/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 10(4) thereof,\nWhereas:\n(1) A report of the evaluation of tests for the diagnosis of transmissible spongiform encephalopathy in bovines was published by the Commission on 8 July 1999 and three tests were found to give excellent specificity in detecting TSE in animals in the clinical stage of the disease.\n(2) Commission Decision 98/272/EC of 23 April 1998 on epidemio-surveillance for transmissible spongiform encephalopathies(4), as amended by Decision 2000/374/EC(5), lays down the rules for applying the tests in certain risk groups of animals with a view to improving the detection of bovine spongiform encephalopathy (BSE) in the Community.\n(3) In the light of the recent developments of the BSE situation in the Community, the Council has invited the Commission to come forward with a decision extending the testing to all bovine animals over 30 months of age at risk in the first phase. In the second Phase, the testing should be extended to bovine animals over 30 months of age without clinical symptoms slaughtered for human consumption. The number of animals to be tested in the second phase could be modified based on statistically solid results of testing animals at risk.\n(4) The tests are not capable of detecting BSE infected animals early in the incubation period, therefore a negative test result should not replace other risk reduction measures, such as removal of specified risk material.\n(5) Council Directive 82/894/EEC of 21 December 1982 on the notification of animal diseases within the Community(6), as last amended by Commission Decision 2000/556/EC(7), lays down the rules for notification of BSE in the Community.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall ensure that all bovine animals over 30 months of age:\n- subject to \"special emergency slaughtering\" as defined in Article 2(n) of Council Directive 64/433/EEC(8), or\n- slaughtered in accordance with Annex I, Chapter VI, point 28(c) of Directive 64/433/EEC\nare examined by one of the approved rapid tests listed in Annex IV(A) to Decision 98/272/EC as of 1 January 2001.\n2. Member States shall ensure that bovine animals over 30 months of age, which have died on the farm or in transport, but which have not been slaughtered for human consumption, are examined in accordance with Annex I(A) to Decision 98/272/EC as of 1 January 2001.\n3. Member States shall ensure that all bovine animals over 30 months of age subject to normal slaughter for human consumption are examined by one of the approved rapid tests listed in Annex IV(A) to Decision 98/272/EC as of 1 July 2001, at the latest.\n4. Member States shall submit a report on the number of animals examined in accordance with paragraphs 1 and 2 and the results thereof to the Commission by 1 May 2001. In the light of the information submitted by the Member States, the Commission shall, by 1 June 2001, submit a proposal to the Standing Veterinary Committee with a view, if appropriate, to modify the number of animals to be examined in accordance with paragraph 3.", "All parts of the body, including the hide, of animals examined in accordance with Article 1 shall be retained under official supervision until a negative test result has been obtained or until it has been destroyed by incineration or, under exceptional circumstances, burned or buried in strict compliance with the conditions laid down in Article 3(2) of Council Directive 90/667/EEC(9).", "Sampling and laboratory testing shall be carried out using the methods and protocols laid down in Annex IV to Decision 98/272/EC, in particular points 1, 2.2 and 3. Positive BSE cases shall be notified in accordance with Directive 82/894/EEC.\nThe national reference laboratory in each Member State, as set out in Annex V to Decision 98/272/EC, shall ensure coordination of diagnostic methods and protocols between the laboratories approved for carryng out the examination as referred to in Article 1 and regularly verify the use of those diagnostic methods and protocols.", "Decision 98/272/EC is amended as follows:\n1. Annex I(A) is replaced by the text in Annex I to this Decision.\n2. Annex II is replaced by Annex II to this Decision.", "This Decision shall apply from 1 January 2001.\nThe provisions of Article 1 shall be reviewed every six months in the light of the evolution of the BSE epidemic.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 November 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 395, 30.12.1989, p. 13.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 29.\n(4) OJ L 122, 24.4.1998, p. 59.\n(5) OJ L 135, 8.6.2000, p. 27.\n(6) OJ L 378, 31.12.1982, p. 58.\n(7) OJ L 235, 19.9.2000, p. 27.\n(8) OJ 121, 29.7.1964, p. 2012/64.\n(9) OJ L 363, 27.12.1990, p. 51.\nANNEX I\nA. MINIMUM REQUIREMENTS FOR A PROGRAMME FOR MONITORING BSE IN BOVINE ANIMALS\n1. Selection of sub-populations\nDead bovine animals over 30 months of age not slaughtered for human consumption (excluding animals referred to in Commission Regulation (EC) No 716/96).\n2. Sample size\nThe number of samples tested annually in each Member State from the subpopulation referred to in point 1 shall not be less than the sample sizes indicated in the table. The selection of samples shall be random. The sampling shall be representative for each region and continuous.\n>TABLE>\nANNEX II\nA. INFORMATION TO BE PRESENTED IN THE REPORT BY MEMBER STATES\n1. The number of suspected cases per animal species placed under movement restrictions in accordance with Article 3(1).\n2. The number of suspected cases per animal species subject to laboratory examination in accordance with Article 3(2) and the outcome of the examination.\n3. The estimated size of the sub-population referred to in Annex I(A)(1).\n4. The number of bovine animals tested within each sub-population as referred to in Annex I(A)(1), Annex I(C) and Article 1 to Decision 200/764/EC, method for sample selection and the outcome of the tests.\n5. The number of ovine and caprine animals examined within each sub-population as referred to in Annex I(B)(1) and Annex I(C) and the outcome of the examination.\n6. Number, age distribution and geographical distribution of positive cases of BSE and scrapie. The year and, where possible, month of birth should be given for BSE cases born after the introduction of a feed ban.\n7. Positive TSE cases confirmed in animals other than bovine, ovine, and caprine animals.\nB. INFORMATION TO BE PRESENTED IN THE SUMMARY BY THE COMMISSION\nThe summary shall be presented in a tabled format covering at least the information referred to in part A for each Member State."}