{"celex_id": "32004D0804(01)", "uri": "http://publications.europa.eu/resource/cellar/a6919dbb-3d2b-43f8-b5ff-deeef8330f2c", "type": "Decision", "concepts": ["2018", "2851", "2901", "4049", "5083", "5420"], "title": "2004/804/EC: Council Decision of 30 March 2004 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and Barbados, Belize, the Republic of Congo, Fiji, the Cooperative Republic of Guyana, the Republic of Côte d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Christopher and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe concerning the accession of the Republic of Mozambique to Protocol No 3 on ACP Sugar of Annex V to the ACP-EC Partnership Agreement\n", "header": "1.12.2004 EN Official Journal of the European Union L 356/1\nCOUNCIL DECISION\nof 30 March 2004\non the conclusion of the Agreement in the form of an Exchange of Letters between the European Community and Barbados, Belize, the Republic of Congo, Fiji, the Cooperative Republic of Guyana, the Republic of Côte d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Christopher and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe concerning the accession of the Republic of Mozambique to Protocol No 3 on ACP Sugar of Annex V to the ACP-EC Partnership Agreement\n(2004/804/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first sentence of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Joint Declaration in Protocol No 3 on ACP Sugar of Annex V to the Partnership Agreement between the African, Caribbean and Pacific States and the European Community and its Member States signed in Cotonou (Benin) on 23 June 2000 (‘ACP-EC Partnership Agreement’) (1) provides that any request from an African, Caribbean or Pacific (ACP) State Contracting Party to the Agreement not specifically referred to in that Protocol to participate in its provisions shall be examined;\n(2) The Republic of Mozambique is an ACP State Contracting Party to the ACP-EC Partnership Agreement and has requested to participate in the provisions of the said Protocol;\n(3) In a letter of 20 October 2003, the ACP States have signified their assent to the accession of the Republic of Mozambique to the said Protocol;\n(4) Following an examination of the request of the Republic of Mozambique showing that the country is a net exporter of sugar and capable to export sugar on a permanent basis, it is appropriate to propose the accession of the Republic of Mozambique to the said Protocol,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and Barbados, Belize, the Republic of Congo, Fiji, the Cooperative Republic of Guyana, the Republic of Côte d’Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Christopher and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe on the accession of the Republic of Mozambique to Protocol No 3 on ACP Sugar of Annex V to the ACP-EC Partnership Agreement is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 March 2004.\nFor the Council\nThe President\nM. McDOWELL\n(1)  OJ L 317, 15.12.2000, p. 269.\nAGREEMENT\nin the form of an exchange of letters between the European Community and Barbados, Belize, the Republic of Congo, Fiji, the Cooperative Republic of Guyana, the Republic of Côte d'Ivoire, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Suriname, Saint Christopher and Nevis, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe on the accession of the Republic of Mozambique to Protocol No 3 on ACP sugar of Annex V to the ACP-EC Partnership Agreement\nBrussels, 16 September 2004\nSir,\nThe African, Caribbean and Pacific (ACP) States referred to in Protocol No 3 on ACP Sugar of Annex V to the ACP-EC Partnership Agreement, the Republic of Mozambique and the European Community have agreed on the following.\nThe Republic of Mozambique is hereby included in Article 3(1) of the said Protocol with effect from 1 July 2003 with an agreed quantity of 0 tonnes.\nI should be obliged if you would acknowledge receipt of this letter and confirm that this letter and your reply constitute an Agreement between the Governments of the abovementioned ACP States and the European Community.\nPlease accept, Sir, the assurance of my highest consideration.\nPor la Comunidad Europea\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nVoor de Europese Gemeenschap\nPela Comunidade Europeia\nEuroopan yhteisön puolesta\nPå Europeiska gemenskapens vägnar\nBrussels, 16 September 2004\nSir,\nI have the honour to acknowledge receipt of your letter of today which reads as follows:\n‘The African, Caribbean and Pacific (ACP) states referred to in Protocol No 3 on ACP Sugar of Annex V to the ACP-EC Partnership Agreement, the Republic of Mozambique and the European Community have agreed on the following.\nThe Republic of Mozambique is hereby included in Article 3(1) of the said Protocol with effect from 1 July 2003 with an agreed quantity of 0 tonnes.\nI should be obliged if you would acknowledge receipt of this letter and confirm that this letter and your reply constitute an Agreement between the Governments of the abovementioned ACP States and the European Community.’\nI have the honour to confirm the agreement of the Governments of the ACP States referred to in your letter with the contents thereof.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Governments of the ACP States referred to in Protocol No 3 and of\nthe Republic of Mozambique\nFor the Government of Barbados\nFor the Government of Belize\nPour le gouvernement de la République du Congo\nPour le gouvernement de la République de Côte d’Ivoire\nFor the Government of the Sovereign Democratic Republic of Fiji\nFor the Government of the Cooperative Republic of Guyana\nFor the Government of Jamaica\nFor the Government of the Republic of Kenya\nPour le gouvernement de la République de Madagascar\nFor the Government of the Republic of Malawi\nFor the Government of the Republic of Mauritius\nFor the Government of Saint Kitts and Nevis\nFor the Government of the Republic of Suriname\nFor the Government of the Kingdom of Swaziland\nFor the Government of the United Republic of Tanzania\nFor the Government of the Republic of Trinidad and Tobago\nFor the Government of the Republic of Uganda\nFor the Government of the Republic of Zambia\nFor the Government of the Republic of Zimbabwe"}