{"celex_id": "32004D0072", "uri": "http://publications.europa.eu/resource/cellar/4cf30adb-d39c-49c2-9ca6-3a82fc728cf7", "type": "Decision", "concepts": ["2264", "4060", "5462", "5525"], "title": "2004/72/EC: Commission Decision of 5 December 2003 concerning the financial contribution by the Community towards the OIE Global Conference on animal welfare in 2004\n", "header": "Commission Decision\nof 5 December 2003\nconcerning the financial contribution by the Community towards the OIE Global Conference on animal welfare in 2004\n(2004/72/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Regulation (EC) No 806/2003(2), and in particular Article 20 thereof,\nWhereas:\n(1) Pursuant to Decision 90/424/EEC the Community is to undertake or assist the Member States in undertaking the technical and scientific measures necessary for the development of Community veterinary legislation and for the development of veterinary education or training.\n(2) The International Committee of the International Office of Epizootic Diseases (OIE) adopted Resolution No XIV on 29 May 2002, including animal welfare in its work-plan for the next five years.\n(3) The International Committee of the OIE adopted Resolution No XXVI on 20 May 2003, recommending that a global conference on animal welfare (the OIE Global Conference) be organised in 2004 and that OIE Member States support the organisation of that conference.\n(4) The Communication from the Commission to the Council and the European Parliament on animal welfare legislation on farmed animals in third countries and the implications for the EU(3) (the Communication from the Commission) suggested that the Commission with all Member States should continue fully to support and follow up on the OIE initiative.\n(5) The Council (Agriculture) in December 2002 adopted specific conclusions on animal welfare concerning mutual assistance in connection with control and international aspects(4). In those conclusions the Council welcomed the Communication from the Commission. It also recognised that the OIE is the relevant body for developing international standards and guidelines on animal welfare and that the Community wishes actively to promote the development of global animal welfare standards and guidelines.\n(6) The elaboration and dissemination by the Community of technical and scientific material related to the OIE Global Conference is to form part of the further development of Community veterinary legislation and veterinary education or training.\n(7) The financial resources necessary for the Community contribution to the OIE Global Conference in 2004 should therefore be engaged.\n(8) This financial contribution from the Community should be granted subject to the conference planned having been efficiently carried out.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The action to publish and disseminate the technical and scientific materials related to the OIE Conference on animal welfare in 2004, to be financed from budget line B 1 - 3 3 1 of the budget of the European Union for 2003 to a maximum amount of EUR 40000 is hereby approved."], "attachments": "Done at Brussels, 5 December 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) COM(2002) 626 final.\n(4) Council of the European Union. Document 15419/02."}