{"celex_id": "32005D0180", "uri": "http://publications.europa.eu/resource/cellar/e631a4c4-cbf5-4e40-bfd5-0aa7683ac841", "type": "Decision", "concepts": ["1085", "1318", "3160", "3681", "3774", "4033", "4320", "4514", "5581"], "title": "2005/180/EC: Commission Decision of 4 March 2005 authorising Member States to adopt certain derogations pursuant to Council Directive 96/49/EC with regard to the transport of dangerous goods by rail (notified under document number C(2005) 443) (Text with EEA relevance)\n", "header": "8.3.2005 EN Official Journal of the European Union L 61/41\nCOMMISSION DECISION\nof 4 March 2005\nauthorising Member States to adopt certain derogations pursuant to Council Directive 96/49/EC with regard to the transport of dangerous goods by rail\n(notified under document number C(2005) 443)\n(Text with EEA relevance)\n(2005/180/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 96/49/EC of 23 July 1996 on the approximation of the laws of the Member States with regard to the transport of dangerous goods by rail (1), and in particular Articles 6(9), (11) and (14) thereof,\nWhereas:\n(1) Pursuant to Article 6(9) of Directive 96/49/EC, Member States must give the Commission an advance notification of their derogations, for the first time by 31 December 2002 or until two years after the last date of application of the amended versions of the Annex to the Directive.\n(2) Certain Member States had notified the Commission by 31 December 2002 of their wish to adopt derogations from Directive 96/49/EC. By Commission Decision 2003/627/EC of 20 August 2003 authorising Member States pursuant to Directive 96/49/EC to adopt certain derogations with regard to the transport of dangerous goods by rail (2), the Commission authorised the adoption by those Member States of the derogations listed in Annexes I and II to that Decision.\n(3) Commission Directive 2003/29/EC (3) amended the Annex to Directive 96/49/EC. By virtue of Directive 2003/29/EC Member States had to bring into force national legislation no later than 1 July 2003, the last date of application referred to in Article 6(9) of Directive 96/49/EC being 30 June 2003.\n(4) A few Member States notified their wish to adopt derogations. The Commission has examined the notifications for compliance with the conditions laid down in Articles 6(9), (11) and (14) of Directive 96/49/EC, and has approved them. Those Member States should therefore be authorised to adopt those derogations.\n(5) By the same occasion, it is considered desirable to assemble all the derogations authorised to date in a single decision. Decision 2003/627/EC should therefore be repealed and replaced.\n(6) To make sure that the situation of the derogations is updated regularly, the Commission shall propose a comprehensive update of all existing derogations at least every five years.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Committee on the transport of dangerous goods, set up by Article 9 of Council Directive 94/55/EC (4),", "main_body": ["Member States listed in Annex I are authorised to implement the derogations set out in Annex I, regarding the transportation by rail within their territory of small quantities of certain dangerous goods.\nThese derogations shall be applied without discrimination.", "Member States listed in Annex II are authorised to implement the derogations set out in Annex II regarding, first, the transportation on particular designated routes within their territory of dangerous goods forming part of a defined industrial process, being of local nature and being tightly controlled under clearly specified conditions, and, secondly, the local transportation of dangerous goods over short distances within the perimeters of ports, airports or industrial sites.", "Decision 2003/627/EC is repealed.\nReferences to the repealed Decision shall be construed as references to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 March 2005.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 235, 17.9.1996, p. 25. Directive as last amended by Commission Directive 2004/110/EC (OJ L 365, 10.12.2004, p. 24).\n(2)  OJ L 217, 29.8.2003, p. 67.\n(3)  OJ L 90, 8.4.2003, p. 47.\n(4)  OJ L 319, 12.12.1994, p. 7. Directive as last amended by Commission Directive 2004/111/EC (OJ L 365, 10.12.2004, p. 25).\nANNEX I\nDerogations for Member States on small quantities of certain dangerous goods\nGERMANY\nRA-SQ 3.1\nSubject: Exemption of small quantities of certain goods for private use.\nReference to the Annex to Directive 96/49/EC (hereinafter referred to as the Directive): Table in Chapter 3.2 for certain UN numbers in Classes 1 to 9.\nContent of the Annex to the Directive: Transport authorisation and provisions.\nReference to the national legislation: Gefahrgut-Ausnahmeverordnung — GGAV 2002 vom 6.11.2002 (BGBl. I S. 4350), geändert durch Artikel 2 der Verordnung vom 28.4.2003 (BGBl. I S. 595); Ausnahme 3.\nContent of the national legislation: Classes 1 to 9; Exemption for very small quantities of various goods in packagings and quantities for private use; a maximum of 50 kg per transport unit; application of the general packing requirements for internal packaging.\nComments: Derogation limited to 31.12.2004.\nList No. 14*.\nRA-SQ 3.2\nSubject: Combined packaging authorisation.\nReference to the Annex to the Directive: 4.1.10.4 MP2\nContent of the Annex to the Directive: Prohibition of combined packaging.\nReference to the national legislation: Gefahrgut-Ausnahmeverordnung — GGAV 2002 vom 6.11.2002 (BGBl. I S. 4350), geändert durch Artikel 2 der Verordnung vom 28.4.2003 (BGBl. I S. 595); Ausnahme 21.\nContent of the national legislation: Class 1.4S, 2, 3 and 6.1; authorisation of combined packaging of objects in Class 1.4S (cartridges for small weapons), aerosols (Class 2) and cleaning and treatment materials in Class 3 and 6.1 (UN numbers listed) as sets to be sold in combined packaging in packaging group II and in small quantities.\nComments: List No. 30*, 30a, 30b, 30c, 30d, 30e, 30f, 30g.\nFRANCE\nRA-SQ 6.1\nSubject: Transport of registered luggage in passenger trains.\nReference to the Annex to the Directive: 7.7\nContent of the Annex to the Directive: RID materials and objects excluded from transport as luggage.\nReference to the national legislation: Arrêté du 5 juin 2001 relatif au transport de marchandises dangereuses par chemin de fer (Decree of 5 June 2001 on the transport of hazardous goods by rail, ‘RID-Decree’) — Article 18.\nContent of the national legislation: RID materials and objects which may be carried as express parcels can be carried as luggage in passenger trains.\nRA-SQ 6.2\nSubject: Parcels of hazardous materials kept by passengers in trains.\nReference to the Annex to the Directive: 7.7\nContent of the Annex to the Directive: RID materials and objects excluded from transport as hand luggage.\nReference to the national legislation: Arrêté du 5 juin 2001 relatif au transport de marchandises dangereuses par chemin de fer (Decree of 5 June 2001 on the transport of hazardous goods by rail, ‘RID-Decree’) — Article 19.\nContent of the national legislation: The transport as hand luggage of parcels of hazardous materials intended for the personal or professional use of passengers is authorised subject to certain conditions: only the provisions relating to the packaging, marking and labelling of parcels set out in 4.1, 5.2 and 3.4 apply.\nComments: Portable gas receptacles allowed for patients with respiratory problems in the necessary amount for one journey.\nRA-SQ 6.3\nSubject: Transport for the needs of the rail carrier.\nReference to the Annex to the Directive: 5.4.1\nContent of the Annex to the Directive: Information concerning hazardous materials to be indicated on the consignment note.\nReference to the national legislation: Arrêté du 5 juin 2001 relatif au transport de marchandises dangereuses par chemin de fer (Decree of 5 June 2001 on the transport of hazardous goods by rail, ‘RID-Decree’) — Article 20.2.\nContent of the national legislation: Transport for the needs of the rail carrier of quantities not exceeding the limits set in 1.1.3.6 is not subject to the load declaration obligation.\nRA-SQ 6.4\nSubject: Exemption from the labelling of certain mail wagons.\nReference to the Annex to the Directive: 5.3.1\nContent of the Annex to the Directive: Obligation to affix labels on the walls of wagons.\nReference to the national legislation: Arrêté du 5 juin 2001 relatif au transport de marchandises dangereuses par chemin de fer (Decree of 5 June 2001 on the transport of hazardous goods by rail, ‘RID-Decree’) — Article 21.1.\nContent of the national legislation: Only mail wagons carrying over three tonnes of a material in the same class (other than 1, 6.2 or 7) must be labelled.\nRA-SQ 6.5\nSubject: Exemption from the labelling of wagons carrying small containers.\nReference to the Annex to the Directive: 5.3.1\nContent of the Annex to the Directive: Obligation to affix labels on the walls of wagons.\nReference to the national legislation: Arrêté du 5 juin 2001 relatif au transport de marchandises dangereuses par chemin de fer (Decree of 5 June 2001 on the transport of hazardous goods by rail, ‘RID-Decree’) — Article 21.2.\nContent of the national legislation: If the labels affixed on the small containers are clearly visible, the wagons do not have to be labelled.\nRA-SQ 6.6\nSubject: Exemption from the labelling of wagons carrying road vehicles loaded with parcels.\nReference to the Annex to the Directive: 5.3.1\nContent of the Annex to the Directive: Obligation to affix labels on the walls of wagons.\nReference to the national legislation: Arrêté du 5 juin 2001 relatif au transport de marchandises dangereuses par chemin de fer (Decree of 5 June 2001 on the transport of hazardous goods by rail, ‘RID-Decree’) — Article 21.3.\nContent of the national legislation: If the road vehicles have labels corresponding to the parcels which they contain, the wagons do not have to be labelled.\nSWEDEN\nRA-SQ 14.1\nSubject: A railway carriage carrying dangerous goods, as express goods, need not be marked with labels.\nReference to the Annex to the Directive: 5.3.1\nContent of the Annex to the Directive: Railway carriages carrying dangerous goods must display labels.\nReference to the national legislation: Särskilda bestämmelser om vissa inrikes transporter av farligt gods på väg och i terräng.\nContent of the national legislation: A railway carriage carrying dangerous goods, as express goods, need not be marked with labels.\nComments: There are quantity limits in RID for goods to be called express goods. Therefore it is a small quantity issue.\nTHE UNITED KINGDOM\nRA-SQ 15.1\nSubject: Carriage of certain low-hazard radioactives such as clocks, watches, smoke detectors, compass dials.\nReference to the Annex to the Directive: Most requirements of RID\nContent of the Annex to the Directive: Requirements concerning the carriage of Class 7 material.\nReference to the national legislation: Packaging, Labelling and Carriage of Radioactive Material by Rail Regulations 1996, Regulation 2(6) (as amended by Schedule 5 of the Carriage of Dangerous Goods (Amendment) Regulations 1999).\nContent of the national legislation: Total exemption from the provisions of the national regulations for certain commercial products containing limited quantities of radioactive material.\nComments: This derogation is a short-term measure, which will no longer be required when similar amendments to the IAEA regulations are incorporated into RID.\nRA-SQ 15.2\nSubject: Movement of nominally empty fixed tanks not intended as transport equipment (N2).\nReference to the Annex to the Directive: Parts 5 and 7\nContent of the Annex to the Directive: Requirements concerning consignment procedures, carriage, operation and vehicles.\nReference to the national legislation: To be specified in forthcoming Regulations.\nContent of the national legislation: See above.\nComments: Movement of such fixed tanks is not carriage of dangerous goods in the normal sense, and RID provisions cannot in practice be applied. As the tanks are ‘nominally empty’, the amount of dangerous goods actually contained in them is by definition extremely small.\nRA-SQ 15.3\nSubject: Easing of restrictions on transporting mixed loads of explosives, and explosives with other dangerous goods, in wagons, vehicles and containers (N4/5/6).\nReference to the Annex to the Directive: 7.5.2.1 and 7.5.2.2\nContent of the Annex to the Directive: Restrictions on certain types of mixed loading.\nReference to the national legislation: Carriage of Dangerous Goods by Road Regulations 1996, reg. 18; Carriage of Dangerous Goods by Rail Regulation, Regulations 17 and 24; Carriage of Explosives by Road Regulations, Regulation 14.\nContent of the national legislation: National legislation is less restrictive regarding mixed loading of explosives, providing such carriage can be accomplished without risk.\nComments: The United Kingdom wishes to permit some variations on the mixing rules for explosives with other explosives and for explosives with other dangerous goods. Any variation will have a quantity limitation on one or more constituent parts of the load and would only be permitted provided that ‘all reasonably practicable measures have been taken to prevent the explosives being brought into contact with, or otherwise endangering or being endangered by, any such goods’.\nExamples of variations the UK may want to permit are:\nRA-SQ 15.4\nSubject: To allow different ‘maximum total quantity per transport unit’ for Class 1 goods in categories 1 and 2 of table in 1.1.3.1.\nReference to the Annex to the Directive: 1.1.3.1\nContent of the Annex to the Directive: Exemptions related to the nature of the transport operation.\nReference to the national legislation: To be specified in forthcoming Regulations.\nContent of the national legislation: To lay down rules regarding exemptions for limited quantities and mixed loading of explosives.\nComments: To allow different limited quantity limits and mixed loading multiplication factors for Class 1 goods, namely ‘50’ for Category 1 and ‘500’ for category 2. For the purpose of calculating mixed loads, the multiplication factors to read ‘20’ for Transport Category 2 and ‘2’ for Transport Category 3.\nRA-SQ 15.5\nSubject: Adoption of RA-SQ 6.6.\nReference to the national legislation: Carriage of Dangerous Goods by Rail Regulations 1996, Schedule 5, paragraphs 6 and 9.\nANNEX II\nDerogations for Member States on local transport limited to their territory\nGERMANY\nRA-LT 3.1\nSubject: Transportation of Class 9 PCB-contaminated materials in bulk.\nReference to the Annex to Directive 96/49/EC (hereinafter referred to as the Directive): 7.3.1.\nContent of the Annex to the Directive: Transportation in bulk.\nReference to the national legislation: Gefahrgut-Ausnahmeverordnung — GGAV 2002 vom 6.11.2002 (BGBl. I S. 4350), geändert durch Artikel 2 der Verordnung vom 28.4.2003 (BGBl. I S. 595); Ausnahme 11.\nContent of the national legislation: Authorisation for transportation in bulk in vehicle swap bodies or containers sealed to be impermeable to fluids or dust.\nComments: Derogation 11 limited to 31.12.2004; as from 2005, same provisions in ADR and RID.\nSee also Multilateral Agreement M137.\nList No 4*.\nRA-LT 3.2\nSubject: Transportation of packaged hazardous waste.\nReference to the Annex to the Directive: Parts 1 to 5.\nContent of the Annex to the Directive: Classification, packaging and marking.\nReference to the national legislation: Gefahrgut-Ausnahmeverordnung — GGAV 2002 vom 6.11.2002 (BGBl. I S. 4350), geändert durch Artikel 2 der Verordnung vom 28.4.2003 (BGBl. I S. 595); Ausnahme 20.\nContent of the national legislation: Classes 2 to 6.1, 8 and 9: Combined packaging and transportation of hazardous waste in packs and IBCs; waste must be packaged in internal packagings (as collected) and categorised in specific waste groups (avoidance of dangerous reactions within a waste group); use of special written instructions relating to the waste groups and as a waybill; collection of domestic and laboratory waste, etc.\nComments: List No. 6*.\nSWEDEN\nRA-LT 14.1\nSubject: Carriage of hazardous waste to hazardous waste disposal plants.\nReference to the Annex to the Directive: part 2, chapter 5.2, and 6.1.\nContent of the Annex to the Directive: Classification, marking and labelling, and requirements for the construction and testing of packaging.\nReference to national legislation: Särskilda bestämmelser om vissa inrikes transporter av farligt gods på väg och i terräng.\nContent of the national legislation: The legislation consists of simplified classification criteria, less restrictive requirements for the construction and testing of packaging, and modified labelling and marking requirements. Instead of classifying hazardous waste according to RID it is assigned to different waste groups. Each waste group contains substances that can, in accordance with RID, be packed together (mixed packing). Each package must be marked with the relevant waste group code instead of the UN number.\nComments: These regulations may only be used for the carriage of hazardous waste from public recycling sites to hazardous waste disposal plants."}