{"celex_id": "32005R1708", "uri": "http://publications.europa.eu/resource/cellar/ddd37046-8630-4c76-b70f-83584078cd58", "type": "Regulation", "concepts": ["1354", "1895", "2636", "5155"], "title": "Commission Regulation (EC) No 1708/2005 of 19 October 2005 laying down detailed rules for the implementation of Council Regulation (EC) No 2494/95 as regards the common index reference period for the harmonised index of consumer prices, and amending Regulation (EC) No 2214/96   (Text with EEA relevance)\n", "header": "20.10.2005 EN Official Journal of the European Union L 274/9\nCOMMISSION REGULATION (EC) No 1708/2005\nof 19 October 2005\nlaying down detailed rules for the implementation of Council Regulation (EC) No 2494/95 as regards the common index reference period for the harmonised index of consumer prices, and amending Regulation (EC) No 2214/96\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2494/95 of 23 October 1995 concerning harmonised indices of consumer prices (1), and in particular the third paragraph of Article 4 and Article 5(3) thereof,\nHaving regard to the opinion of the European Central Bank (2), as required under Article 5(3) of Regulation (EC) No 2494/95,\nWhereas:\n(1) Harmonised Indices of Consumer Prices (HICPs) are harmonised inflation figures required by the Commission and the European Central Bank for the performance of their functions under Article 121 of the EC Treaty. HICPs are designed to facilitate international comparisons of consumer price inflation. They serve as important indicators for the management of monetary policy.\n(2) Under heading (a) of Article 5(1) of Regulation (EC) No 2494/95, Stage I of the measures necessary to achieve comparable indices of consumer prices entails the production of an interim series of indices.\n(3) Under heading (b) of Article 5(1) of Regulation (EC) No 2494/95, during Stage II the harmonised index of consumer prices (HICP) starts with the index for January 1997, the year 1996 being the common index reference period.\n(4) Regulation (EC) No 2494/95 does not, however, preclude updating the HICPs to another common index reference period.\n(5) Following the accession of 10 new Member States in 2004, some HICP sub-indices, governed by the system of classification of individual consumption by purpose adapted to the needs of HICPs (COICOP/HICP), as set in Commission Regulation (EC) No 1749/96 of 9 September 1996 on initial implementing measures for Council Regulation (EC) No 2494/95 concerning harmonised indices of consumer prices (3), refer to different index reference periods; however, HICPs should be compiled on the basis of common index reference periods in order to ensure comparability in accordance with Article 4 of Regulation (EC) No 2494/95.\n(6) Updating the common index reference period would improve the relevance of the HICPs in accordance with Article 5(3) of Regulation (EC) No 2494/95.\n(7) It is considered good practice to update the index reference period of price indices when major revisions of the indices are taking place, whether in terms of items, geographical coverage, or both.\n(8) It is necessary to establish rules for common index reference periods of COICOP/HICP sub-indices integrated within the HICP at different points in time, in order to ensure that the resulting HICPs meet the comparability and relevance requirements of Articles 4 and 5(3) of Regulation (EC) No 2494/95.\n(9) In this context it is necessary to clarify and harmonise the terminology in order to guide operational practice concerning reference periods for HICPs. It is further necessary to amend Commission Regulation (EC) No 2214/96 of 20 November 1996 concerning harmonised indices of consumer prices: transmission and dissemination of sub-indices of the HICP (4).\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee established by Council Decision 89/382/EEC, Euratom (5),", "main_body": ["Aim\nThe aim of this Regulation is to establish common rules for determining certain index reference periods in order to ensure that the resulting Harmonised Indices of Consumer Prices (HICPs) are comparable and relevant.", "Definitions\nThere shall be three types of common reference or base periods used in the construction of HICPs which may be chosen independently of each other, namely:\n(a) The ‘weighting reference period’ is as defined in Article 2 of Commission Regulation (EC) No 2454/97 (6).\n(b) The ‘price reference period’ is the period from which the current price change is measured and for which prices are used as denominators in the index calculations; it refers to the prices used for the volume valuation in the HICP weights.\n(c) The ‘index reference period’ is the period for which the index is set to 100 index points.", "Implementing measures\n1.   The HICP common index reference period shall be set at 2005 = 100.\n2.   The full time series of the HICP all-item indices and sub-indices shall be rescaled to another common index reference period when deemed appropriate. Upon updates, the full time series of all HICPs and HICP sub-indices shall be rescaled to the common index reference period. The rescaling to the new index reference period shall take effect with the index for the January of the following calendar year.\n3.   The Commission (Eurostat) may update the index reference period after consulting the Statistical Programme Committee established by Decision 89/382/EEC, Euratom.\n4.   Any additional COICOP/HICP sub-indices to be integrated within the HICP shall be linked in December at the level of 100 index points and take effect with the index for the following January.", "of Regulation (EC) No 2214/96 is replaced by the following:\n‘Article 4\nDissemination of sub-indices\nThe Commission (Eurostat) shall disseminate sub-indices of the HICPs for the categories listed in Annex 1 to this Regulation on the basis of a common index reference period’.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 October 2005.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 257, 27.10.1995, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  Opinion delivered on 4 October 2005 (OJ C 254, 14.10.2005).\n(3)  OJ L 229, 10.9.1996, p. 3. Regulation as last amended by Regulation (EC) No 1749/1999 (OJ L 214, 13.8.1999, p. 1).\n(4)  OJ L 296, 21.11.1996, p. 8. Regulation as last amended by Regulation (EC) No 1920/2001 (OJ L 261, 29.9.2001, p. 46).\n(5)  OJ L 181, 28.6.1989, p. 47.\n(6)  OJ L 340, 11.12.1997, p. 24."}