{"celex_id": "32009R0181", "uri": "http://publications.europa.eu/resource/cellar/9b37666c-f7bd-48c6-ac5e-d66bd793c102", "type": "Regulation", "concepts": ["13", "2670", "2763", "3170", "3579", "4280", "4860", "5283"], "title": "Commission Regulation (EC) No 181/2009 of 6 March 2009 closing intervention buying-in of butter at fixed price until 31 August 2009\n", "header": "7.3.2009 EN Official Journal of the European Union L 63/5\nCOMMISSION REGULATION (EC) No 181/2009\nof 6 March 2009\nclosing intervention buying-in of butter at fixed price until 31 August 2009\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 105/2008 of 5 February 2008 laying down detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards intervention on the market in butter (2), and in particular the Article 12(2) thereof,\nWhereas:\n(1) On the basis of the communications submitted by Member States on 5 March 2009 in accordance with Article 12(1) of Regulation (EC) No 105/2008, the total quantity of butter offered for intervention at fixed price since 1 March 2009 has exceeded the limit of 30 000 tonnes fixed in Article 13 of Regulation (EC) No 1234/2007. Therefore, the intervention buying-in of butter at fixed price has to be closed until 31 August 2009, a single percentage has to be fixed for the quantities received by the competent authorities of the Member States on 4 March 2009 and the offers received by the competent authorities of the Member States on and after 5 March 2009 have to be rejected.\n(2) In accordance with Article 3(5) of Regulation (EC) No 105/2008 the butter offered for intervention has to be packaged and delivered in blocks of at least 25 kg net. Therefore, quantities of butter which have been multiplied by a single percentage should be rounded down to the closest multiple of 25 kg.\n(3) Intervention agencies have to notify sellers swiftly following publication of the single percentage and the closing of buying-in at fixed price. This Regulation should therefore enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["The intervention buying-in of butter at fixed price is closed until 31 August 2009.\nThe total quantity of the offers of butter for intervention which were received from each seller by the competent authorities of the Member States in accordance with Article 12(1) of Regulation (EC) No 105/2008 on 4 March 2009 shall be accepted, multiplied by a single percentage of 65,0821 % and then rounded down to the closest multiple of 25 kg.\nOffers received by the competent authorities of the Member States on and after 5 March 2009 until 31 August 2009 shall be rejected.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 2009.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 32, 6.2.2008, p. 3."}