{"celex_id": "32009D1016", "uri": "http://publications.europa.eu/resource/cellar/81397cac-1c41-4a65-b84f-38928978105b", "type": "Decision", "concepts": ["1216", "2155", "2556", "2901", "3389", "5404"], "title": "Council Decision of 22 December 2009 repealing Decision 2009/473/EC concerning the conclusion of an Agreement in the form of an Exchange of Letters on the provisional application of the Fisheries Partnership Agreement between the European Community and the Republic of Guinea\n", "header": "29.12.2009 EN Official Journal of the European Union L 348/53\nCOUNCIL DECISION\nof 22 December 2009\nrepealing Decision 2009/473/EC concerning the conclusion of an Agreement in the form of an Exchange of Letters on the provisional application of the Fisheries Partnership Agreement between the European Community and the Republic of Guinea\n(2009/1016/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(2) in conjunction with Article 218(5) and (8) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The protocol to the Fisheries Partnership Agreement between the European Community and the Republic of Guinea that was initialled on 20 December 2008 has been provisionally applied since 1 January 2009, as agreed by the Parties through an exchange of letters approved by Decision 2009/473/EC (1), subject to the conclusion of the Fisheries Partnership Agreement (FPA) between the European Community and the Republic of Guinea.\n(2) The Commission decided to withdraw its proposal for a Council Regulation on the conclusion of the FPA following the tragic events of 28 September 2009, when Government forces opened fire on protesting crowds resulting in over 150 deaths.\n(3) It is therefore necessary to repeal Decision 2009/473/EC and to notify the Republic of Guinea as soon as possible, on behalf of the European Union, about the termination of this provisional application in accordance with Article 25(2) of the Vienna Convention on the Law of Treaties,", "main_body": ["Council Decision 2009/473/EC concerning the conclusion of an Agreement in the form of an Exchange of Letters on the provisional application of the Fisheries Partnership Agreement between the European Community and the Republic of Guinea is hereby repealed.", "The President of the Council is hereby authorised to designate the person(s) empowered to notify the Republic of Guinea, in accordance with Article 25(2) of the Vienna Convention on the Law of Treaties, that the European Union no longer intends to become a party to the Fisheries Partnership Agreement between the European Community and the Republic of Guinea that was initialled on 20 December 2008. That notification shall be made in the form of a letter.\nThe text of the letter is annexed to this Decision.", "This Decision shall enter into force on the day of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 December 2009.\nFor the Council\nThe President\nA. CARLGREN\n(1)  OJ L 156, 19.6.2009, p. 31.\nANNEX\nSir,\nReferring to the Protocol to the Fisheries Partnership Agreement between the European Community and the Republic of Guinea, which was initialled on 20 December 2008, on its provisional application, as agreed by the European Community and the Republic of Guinea through an Exchange of Letters on 28 May 2009:\nThe European Union hereby notifies the Republic of Guinea that, in accordance with Article 25(2) of the Vienna Convention on the Law of Treaties, it no longer intends to become a party to the abovementioned Fisheries Partnership Agreement.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the European Union,"}