{"celex_id": "32009R0734", "uri": "http://publications.europa.eu/resource/cellar/5bc1159e-ef53-4b3d-9630-c9a91e9af5d4", "type": "Regulation", "concepts": ["1767", "235", "2758", "2771", "3191", "5065", "519", "5814", "5969"], "title": "Commission Regulation (EC) No 734/2009 of 11 August 2009 initiating an investigation concerning the possible circumvention of anti-dumping measures imposed by Council Regulation (EC) No 1858/2005 on imports of steel ropes and cables originating in the People’s Republic of China by imports of steel ropes and cables consigned from the Republic of Korea and Malaysia, whether declared as originating in the Republic of Korea and Malaysia or not, and making such imports subject to registration\n", "header": "12.8.2009 EN Official Journal of the European Union L 208/7\nCOMMISSION REGULATION (EC) No 734/2009\nof 11 August 2009\ninitiating an investigation concerning the possible circumvention of anti-dumping measures imposed by Council Regulation (EC) No 1858/2005 on imports of steel ropes and cables originating in the People’s Republic of China by imports of steel ropes and cables consigned from the Republic of Korea and Malaysia, whether declared as originating in the Republic of Korea and Malaysia or not, and making such imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation) and in particular Articles 13(3), 14(3) and 14(5) thereof,\nAfter having consulted the Advisory Committee,\nWhereas:\n1.   REQUEST\n(1) The Commission has received a request pursuant to Article 13(3) of the basic Regulation to investigate the possible circumvention of the anti-dumping measures imposed on imports of steel ropes and cables originating in the People’s Republic of China.\n(2) The request was lodged on 29 June 2009 by the Liaison Committee of EU Wire Rope Industries (EWRIS) on behalf of the Community producers of steel ropes and cables.\n2.   PRODUCT\n(3) The product concerned by the possible circumvention is steel ropes and cables including locked coil ropes, excluding ropes and cables of stainless steel, with a maximum cross-sectional dimension exceeding 3 mm, originating in the People’s Republic of China, currently falling within CN codes ex ex 7312 10 81, ex ex 7312 10 83, ex ex 7312 10 85, ex ex 7312 10 89 and ex ex 7312 10 98 (the product concerned).\n(4) The product under investigation is steel ropes and cables including locked coil ropes, excluding ropes and cables of stainless steel, with a maximum cross-sectional dimension exceeding 3 mm, consigned from the Republic of Korea and Malaysia (the product under investigation), currently falling within the same codes as the product concerned.\n3.   EXISTING MEASURES\n(5) The measures currently in force and possibly being circumvented are anti-dumping measures imposed by Council Regulation (EC) No 1858/2005 (2) as last amended by Regulation (EC) No 283/2009 (3).\n4.   GROUNDS\n(6) The request contains sufficient prima facie evidence that the anti-dumping measures on imports of steel ropes and cables originating in the People’s Republic of China are being circumvented by means of the transhipment via the Republic of Korea and Malaysia of steel ropes and cables.\n(7) The request shows that a significant change in the pattern of trade involving exports from the People’s Republic of China and the Republic of Korea and Malaysia to the Community has taken place following the imposition of measures on the product concerned, and that there is insufficient due cause or justification other than the imposition of the duty for such a change.\n(8) This change in the pattern of trade appears to stem from the transhipment of steel ropes and cables originating in the People’s Republic of China via the Republic of Korea and Malaysia.\n(9) Furthermore, the request contains sufficient prima facie evidence that the remedial effects of the existing anti-dumping measures on the product concerned are being undermined both in terms of quantity and price. Significant volumes of imports of steel ropes and cables from the Republic of Korea and Malaysia appear to have replaced imports of the product concerned. In addition, there is sufficient evidence that this increased volume of imports is made at prices well below the non-injurious price established in the investigation that led to the existing measures.\n(10) Finally, the request contains sufficient prima facie evidence that the prices of product under investigation are dumped in relation to the normal value previously established for the product concerned.\n(11) Should circumvention practices via the Republic of Korea and Malaysia covered by Article 13 of the basic Regulation, other than transhipment, be identified in the course of the investigation, the investigation may also cover these practices.\n5.   PROCEDURE\n(12) In the light of the above, the Commission has concluded that sufficient evidence exists to justify the initiation of an investigation pursuant to Article 13 of the basic Regulation and to make imports of steel ropes and cables consigned from the Republic of Korea and Malaysia, whether declared as originating in the Republic of Korea and Malaysia or not, subject to registration, in accordance with Article 14(5) of the basic Regulation.\n5.1.   Questionnaires\n(13) In order to obtain the information it deems necessary for its investigation, the Commission will send questionnaires to the exporters/producers and to the associations of exporters/producers in the Republic of Korea and Malaysia, to the exporters/producers and to the associations of exporters/producers in the People’s Republic of China, to the known importers and to the known associations of importers in the Community and to the authorities of the People’s Republic of China, the Republic of Korea and Malaysia. Information, as appropriate, may also be sought from the Community industry.\n(14) In any event, all interested parties should contact the Commission forthwith, but not later than the time limit set in Article 3 of this Regulation in order to find out whether they are listed in the request and request a questionnaire within the time limit set in Article 3(1) of this Regulation, given that the time limit set in Article 3(2) of this Regulation applies to all interested parties.\n(15) The authorities of the People’s Republic of China and the Republic of Korea and Malaysia will be notified of the initiation of the investigation.\n5.2.   Collection of information and holding of hearings\n(16) All interested parties are hereby invited to make their views known in writing and to provide supporting evidence. Furthermore, the Commission may hear interested parties, provided that they make a request in writing and show that there are particular reasons why they should be heard.\n5.3.   Exemption of registration of imports or measures\n(17) In accordance with Article 13(4) of the basic Regulation, imports of the product under investigation may be exempted from registration or measures if the importation does not constitute circumvention.\n(18) Since the possible circumvention takes place outside the Community, exemptions may be granted, in accordance with Article 13(4) of the basic Regulation, to producers of the product under investigation that can show that they are not related to any producer subject to the measures and that are found not to be engaged in circumvention practices as defined in Articles 13(1) and 13(2) of the basic Regulation. Producers wishing to obtain an exemption should submit a request duly supported by evidence within the time limit indicated in Article 3(3) of this Regulation.\n6.   REGISTRATION\n(19) Pursuant to Article 14(5) of the basic Regulation, imports of the product under investigation should be made subject to registration in order to ensure that, should the investigation result in findings of circumvention, anti-dumping duties of an appropriate amount can be levied retroactively from the date of registration of such imports consigned from the Republic of Korea and Malaysia.\n7.   TIME LIMITS\n(20) In the interest of sound administration, time limits should be stated within which:\n(21) Attention is drawn to the fact that the exercise of most procedural rights set out in the basic Regulation depends on the party’s making itself known within the time limits mentioned in Article 3 of this Regulation.\n8.   NON-COOPERATION\n(22) In cases in which any interested party refuses access to or does not provide the necessary information within the time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the basic Regulation, on the basis of the facts available.\n(23) Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made of facts available. If an interested party does not cooperate or cooperates only partially and findings are therefore based on facts available in accordance with Article 18 of the basic Regulation, the result may be less favourable to that party than if it had cooperated.\n9.   SCHEDULE FOR THE INVESTIGATION\n(24) The investigation will be concluded, according to Article 13(3) of the basic Regulation, within nine months of the date of the publication of this notice in the Official Journal of the European Union.\n10.   PROCESSING OF PERSONAL DATA\n(25) It is noted that any personal data collected in this investigation will be treated in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4).\n11.   HEARING OFFICER\n(26) It is also noted that if interested parties consider that they are encountering difficulties in the exercise of their rights of defence, they may request the intervention of the Hearing Officer of DG Trade. He acts as an interface between the interested parties and the Commission services, offering, where necessary, mediation on procedural matters affecting the protection of their interests in this proceeding, in particular with regard to issues concerning access to the file, confidentiality, extension of time limits and the treatment of written and/or oral submission of views. For further information and contact details, interested parties may consult the Hearing Officer’s web pages on the website of DG Trade (http://ec.europa.eu/trade),", "main_body": ["An investigation is hereby initiated pursuant to Article 13(3) of Regulation (EC) No 384/96, in order to determine if imports into the Community of steel ropes and cables including locked coil ropes, excluding ropes and cables of stainless steel, with a maximum cross-sectional dimension exceeding 3 mm, consigned from the Republic of Korea and Malaysia or not, whether declared as originating in the Republic of Korea and Malaysia or not, currently falling within CN codes ex ex 7312 10 81, ex ex 7312 10 83, ex ex 7312 10 85, ex ex 7312 10 89 and ex ex 7312 10 98 (TARIC codes 7312108113, 7312108313, 7312108513, 7312108913 and 7312109813) are circumventing the measures imposed by Regulation (EC) No 1858/2005.", "The Customs authorities are hereby directed, pursuant to Article 13(3) and Article 14(5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports into the Community identified in Article 1 of this Regulation.\nRegistration shall expire nine months following the date of entry into force of this Regulation.\nThe Commission, by Regulation, may direct Customs authorities to cease registration in respect of imports into the Community of products manufactured by producers having applied for an exemption of registration and having been found not to be circumventing the anti-dumping duties.", "1.   Questionnaires should be requested from the Commission within 15 days from publication of this Regulation in the Official Journal of the European Union.\n2.   Interested parties, if their representations are to be taken into account during the investigation, must make themselves known by contacting the Commission, present their views in writing and submit questionnaire replies or any other information within 37 days from the date of the publication of this Regulation in the Official Journal of the European Union, unless otherwise specified.\n3.   Producers in the Republic of Korea and Malaysia requesting exemption from registration of imports or measures should submit a request duly supported by evidence within the same 37-day time limit.\n4.   Interested parties may also apply to be heard by the Commission within the same 37-day time limit.\n5.   Any information, any request for a hearing or for a questionnaire as well as any request for exemption from registration of imports or measures must be made in writing (not in electronic format, unless otherwise specified) and must indicate the name, address, e-mail address, telephone and fax numbers of the interested party. All written submissions, including the information requested in this Regulation, questionnaire replies and correspondence provided by interested parties on a confidential basis shall be labelled as ‘Limited’ (5) and, in accordance with Article 19(2) of the basic Regulation, shall be accompanied by a non-confidential version, which will be labelled ‘For inspection by interested parties’.\nCommission address for correspondence:\nEuropean Commission\nDirectorate-General for Trade\nDirectorate H\nOffice: N-105 4/92\n1049 Brussels\nBELGIUM\nFax +32 22956505", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 August 2009.\nFor the Commission\nCatherine ASHTON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1.\n(2)  OJ L 299, 16.11.2005, p. 1.\n(3)  OJ L 94, 8.4.2009, p. 5.\n(4)  OJ L 8, 12.1.2001, p. 1.\n(5)  This means that the document is for internal use only. It is protected pursuant to Article 4 of Regulation (EC) No 1049/2001 of the European Parliament and of the Council regarding public access to European Parliament, Council and Commission documents (OJ L 145, 31.5.2001, p. 43). It is a confidential document pursuant to Article 19 of the basic Regulation and Article 6 of the WTO Agreement on Implementation of Article VI of the GATT 1994 (Anti-dumping Agreement)."}