{"celex_id": "32009D0699", "uri": "http://publications.europa.eu/resource/cellar/ad1ff121-46cb-482c-8838-25371b4b6022", "type": "Decision", "concepts": ["1644", "2042", "2771", "4314", "5581"], "title": "2009/699/EC: Commission Decision of 9 September 2009 on a derogation from the rules of origin set out in Council Decision 2001/822/EC as regards sugar from the Netherlands Antilles (notified under document C(2009) 6739)\n", "header": "10.9.2009 EN Official Journal of the European Union L 239/55\nCOMMISSION DECISION\nof 9 September 2009\non a derogation from the rules of origin set out in Council Decision 2001/822/EC as regards sugar from the Netherlands Antilles\n(notified under document C(2009) 6739)\n(2009/699/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (‘Overseas Association Decision’) (1), and in particular Article 37 of Annex III thereto,\nWhereas:\n(1) Annex III to Decision 2001/822/EC concerns the definition of the concept of ‘originating products’ and methods of administrative cooperation. Article 37 thereof provides that derogations from those rules of origin may be adopted where justified by the development of existing industries or the creation of new industries in a country or territory. That article also sets out the rules that apply to any requests for extension.\n(2) In 2002 the Netherlands requested a derogation from the rule of origin in respect of an annual quantity of 3 000 tonnes of non-ACP sugar, imported from Colombia into the Netherlands Antilles, for processing and subsequent exportation to the European Community over a period of five years. On 10 January 2003 Commission Decision 2003/34/EC (2) was adopted, refusing to grant the requested derogation. That Decision was annulled by the Court of First Instance of the European Communities, in its judgment of 22 September 2005 (3). Consequently, by letter of 18 January 2006 the Commission confirmed that the request was deemed to be accepted according to the original request, thus the derogation was to end on 31 December 2007. In that letter, the Commission requested to be kept informed by the competent authorities of the quantities imported and exported by virtue of the derogation.\n(3) On 2 June 2009 the Netherlands requested on behalf of the Netherlands Antilles a new derogation from the rules of origin set out in Annex III to Decision 2001/822/EC for the period from 7 August 2009 until 31 December 2010. On 22 June 2009 additional information was provided by the Netherlands Antilles. The request concerns both an extension of the previous derogation submitted in 2002 and an independent new derogation. Together it covers a total annual quantity of 7 500 tonnes of sugar products originating in third countries and processed in the Netherlands Antilles for export to the Community.\n(4) The requested annual quantity of 7 500 tonnes amounts to a quantity of 3 000 tons as an extension of the request submitted in 2002 and to a quantity of 4 500 tons under a new request for derogation For both, the requested derogation would consist of allowing the use of raw sugar from third countries to be aromatized, coloured, milled and processed into sugar lumps in the Netherlands Antilles while conferring OCT (Overseas Countries and Territories) origin.\n(5) The request is based on quality requirements, ACP sugar in the Caribbean region not meeting the criteria for a production of high quality sugar destined to Community customers, and on availability, ACP sugar from Caribbean being subject to continuous shortfalls due to climatic conditions. Furthermore, ACP States are increasingly exporting their sugar production directly to the United States and the Community. In addition the Community does not produce raw cane sugar which is used for the end product. Therefore it would be justified that the Netherlands Antilles source raw sugar in neighbouring third countries that are not part of the ACP States, the OCT or the Community.\n(6) As regards the request for an additional period of time of the derogation submitted in 2002 and running until 31 December 2007 for 3 000 tons of sugar products both for 2009 and 2010, Article 37(2) of Annex III to Decision 2001/822/EC provides that the same rules as for new derogations shall apply to requests for extension. In addition, the granting of any extension logically pre-supposes that such an extension is closely linked to the conditions of the previous derogation.\n(7) Further, an extension of derogation implies that such a request is submitted before or shortly after the end-date of the derogation concerned. Yet, there was a considerable lapse of time between the end of the previous derogation and the request for extension. Moreover, the present market situation has undergone significant changes since the request was made in 2002 whereas the request for extension is based on the same elements of the previous derogation. Although the previous derogation requested from the competent authorities to inform the Commission of the quantities imported and exported by virtue of the derogation, the Commission did not receive the requested information neither was this data provided in the request for extension. As a result, the Commission is not able to properly evaluate the actual use of the previous derogation.\n(8) Against this background, the requested extension is not in conformity with the elements governing the previous derogation submitted in 2002 and therefore the Commission cannot grant the extension.\n(9) The requested new derogation from the rules of origin set out in Annex III to Decision 2001/822/EC for a quantity of 4 500 tons for products falling within CN codes 1701 99 10 and 1701 91 00 is justified under Article 37(1) and (7) of that Annex particularly as regards the development of an existing local industry and the benefits for local employment and economy. As the derogation is being granted for products which involve actual processing and the value added to the raw sugar is at least 45 % of the value of the finished product, it will contribute to the development of an existing industry.\n(10) Article 6 of Annex III to Decision 2001/822/EC sets out the periods and the quantitative limits for which cumulation of origin may be temporarily allowed, and which are compatible with the objectives of the Community’s common market organisation whilst taking due account of the legitimate interests of the OCT operators. Subject to compliance with certain conditions relating to quantities, surveillance and duration, the derogation should be granted within the limits of the annual cumulation quota provided for in Article 6(4) of Annex III, which amount to 14 000 tons for 2009 and 7 000 tons for 2010. For 2009 derogation should be granted for 4 439,024 tons of sugar for which import licences have been allocated to the Netherlands Antilles. For 2010 derogation should be granted for the quantities for which import licences for sugar will be allocated to the Netherlands Antilles for that year. Therefore, subject to these conditions the derogation is not such as to cause serious injury to an economic sector or an established industry in the Community.\n(11) Since a derogation is requested for a period starting on 7 August 2009, the derogation should be granted with effect from that date.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The request submitted on 2 June 2009 by the Netherlands, for an extension to the derogation from Decision 2001/822/EC, as regards the rules of origin for sugar from the Netherlands Antilles, for which a request was submitted on 4 October 2002 by the Netherlands, is rejected.", "By way of derogation from Annex III to Decision 2001/822/EC, sugar products processed in the Netherlands Antilles falling within CN codes 1701 99 10 and 1701 91 00 shall be regarded as originating in the Netherlands Antilles where they are obtained from non-originating sugar, in accordance with the terms set out in Articles 3, 4 and 5 of this Decision.", "The derogation provided for in Article 2 shall apply to the sugar products which are imported into the Community from the Netherlands Antilles from 7 August 2009 to 31 December 2010 within the limits of the annual quantities for import of sugar for 2009 and 2010, laid down in Article 6(4) of Annex III to Decision 2001/822/EC, and for which import licenses for sugar have been allocated to the Netherlands Antilles.", "The customs authorities of the Netherlands Antilles shall take the necessary measures to carry out quantitative checks on exports of the products referred to in Article 2.\nAll the movement certificates EUR. 1 they issue in relation to those products shall bear a reference to this Decision.\nThe competent authorities of the Netherlands Antilles shall forward to the Commission a quarterly statement of the quantities in respect of which EUR.1 movement certificates have been issued pursuant to this Decision and the serial numbers of those certificates.", "Box 7 of EUR 1 certificates issued under this Decision shall contain one of the following entries:\n— ‘Derogation — Decision 2009/699/EC’;\n— ‘Dérogation — Décision 2009/699/CE’.", "This Decision shall apply from 7 August 2009 until 31 December 2010.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 September 2009.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 314, 30.11.2001, p. 1.\n(2)  OJ L 11, 16.1.2003, p. 50.\n(3)  Case T-101/03, Suproco v Commission ECR [2005] II-3839."}