{"celex_id": "32008D0282", "uri": "http://publications.europa.eu/resource/cellar/34a5d5f7-4877-45b5-abec-24c6b3703744", "type": "Decision", "concepts": ["206", "2247", "2836", "4347", "616"], "title": "2008/282/EC: Commission Decision of 17 March 2008 amending Decision 2007/76/EC implementing Regulation (EC) No 2006/2004 of the European Parliament and of the Council on cooperation between national authorities responsible for the enforcement of consumer protection laws as regards mutual assistance (notified under document number C(2008) 987) (Text with EEA relevance)\n", "header": "1.4.2008 EN Official Journal of the European Union L 89/26\nCOMMISSION DECISION\nof 17 March 2008\namending Decision 2007/76/EC implementing Regulation (EC) No 2006/2004 of the European Parliament and of the Council on cooperation between national authorities responsible for the enforcement of consumer protection laws as regards mutual assistance\n(notified under document number C(2008) 987)\n(Text with EEA relevance)\n(2008/282/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2006/2004 of the European Parliament and of the Council of 27 October 2004 on cooperation between national authorities responsible for the enforcement of consumer protection laws (the Regulation on consumer protection cooperation) (1), and in particular Article 7(3), Article 8(7), Article 9(4) and Article 12(6) thereof,\nWhereas:\n(1) On 22 December 2006, the Commission adopted Decision 2007/76/EC implementing Regulation (EC) No 2006/2004 (2). That Decision lays down rules for the implementation of Regulation (EC) No 2006/2004 as regards mutual assistance between competent authorities and the conditions governing that assistance.\n(2) Decision 2007/76/EC should be amended to specify the information the authorities are obliged to supply and the time limit for the notification of the enforcement measures taken as well as their effect after a request for enforcement measures.\n(3) Decision 2007/76/EC should also be amended to specify the information to be supplied for the notification of enforcement measures or a request for mutual assistance following the notification of an alert.\n(4) It is also appropriate to lay down the main principles governing the coordination of market surveillance and enforcement activities to ensure effective enforcement throughout the Community.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 19(1) of Regulation (EC) No 2006/2004,", "main_body": ["In Decision 2007/76/EC the following Article is inserted after Article 7:\n‘Article 7a\nCoordination of market surveillance and enforcement activities\nThe principles governing the coordination of market surveillance and enforcement activities are laid down in Chapter 6 of the Annex.’", "The Annex to Decision 2007/76/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 March 2008.\nFor the Commission\nMeglena KUNEVA\nMember of the Commission\n(1)  OJ L 364, 9.12.2004, p. 1. Regulation as last amended by Directive 2007/65/EC (OJ L 332, 18.12.2007, p. 27).\n(2)  OJ L 32, 6.2.2007, p. 192.\nANNEX\nThe Annex to Decision 2007/76/EC is amended as follows:\n1. in point 1.1. (c), the following entries are added:\n‘(viii) name of product or service,\n(ix) COICOP code, [Classification of Individual Consumption According to Purpose (United Nations statistical methodology, http://unstats.un.org/unsd/cr/registry/regcst.asp?Cl = 5)],\n(x) Advertising and sales medium involved.’;\n2. after point 1.3.4., the following point is inserted:\n(a) the details of the requested and of the applicant competent authorities;\n(b) the name of the seller or supplier;\n(c) the name of the product or service;\n(d) the classification code;\n(e) the advertising or sales medium involved;\n(f) the legal basis;\n(g) the type of intra-Community infringement;\n(h) the estimated number of consumers likely to be harmed and the estimated financial detriment.’;\n3. in point 2.1.5 the first sentence is replaced by the following:\n4. after point 2.1.5 the following point is inserted:\n5. the title of Chapter 3 shall be replaced by ‘Alerts’;\n6. in Chapter 3, the number ‘3.1.’ is added at the beginning of the text;\n7. in Chapter 3, the following points shall be inserted at the end of the existing text:\n(a) the details of the competent authority which has taken the measures;\n(b) the name of the seller or supplier;\n(c) the name of the product or service;\n(d) the classification code;\n(e) the advertising or sales medium involved;\n(f) the legal basis;\n(g) the type of intra-Community infringement;\n(h) the estimated number of consumers likely to be harmed and the estimated financial detriment.\n(a) the details of the competent authority requesting mutual assistance;\n(b) the name of the seller or supplier, if available;\n(c) the name of the product or service;\n(d) the classification code;\n(e) the advertising or sales medium involved;\n(f) the legal basis;\n(g) the type of intra-Community infringement;\n(h) the estimated number of consumers likely to be harmed and the estimated financial detriment.’;\n8. after Chapter 5, the following Chapter is added:"}