{"celex_id": "32009R0204", "uri": "http://publications.europa.eu/resource/cellar/20689fab-dca7-4d06-8929-bff85013eec0", "type": "Regulation", "concepts": ["1116", "1554", "161", "2069", "2783", "4381"], "title": "Commission Regulation (EC) No 204/2009 of 16 March 2009 amending Council Regulation (EC) No 32/2000 as regards the extension of the Community tariff quotas for jute and coconut-fibre products and to take account of amendments to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "17.3.2009 EN Official Journal of the European Union L 71/13\nCOMMISSION REGULATION (EC) No 204/2009\nof 16 March 2009\namending Council Regulation (EC) No 32/2000 as regards the extension of the Community tariff quotas for jute and coconut-fibre products and to take account of amendments to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 32/2000 of 17 December 1999 opening and providing for the administration of Community tariff quotas bound in GATT and certain other Community tariff quotas and establishing detailed rules for adjusting the quotas, and repealing Regulation (EC) No 1808/95 (1), and in particular Article 9(1)(a) and the second indent of Article 9(1)(b), thereof,\nWhereas:\n(1) In accordance with the offer it made within the United Nations Conference on Trade and Development (Unctad) and alongside its scheme of generalised preferences (GSP), the Community introduced tariff preferences in 1971 for jute and coconut-fibre products originating in certain developing countries. Those preferences took the form of a gradual reduction of Common Customs Tariff duties and, from 1978 to 31 December 1994, the complete suspension of these duties.\n(2) Since the entry into force of the GSP scheme in 1995, the Community has, alongside the GATT, opened autonomous zero-duty Community tariff quotas for specific quantities of jute and coconut-fibre products. The tariff quotas opened for those products under Regulation (EC) No 32/2000 were extended until 31 December 2008 under Commission Regulation (EC) No 2158/2005 (2).\n(3) As the GSP scheme was extended until 31 December 2011 under Council Regulation (EC) No 732/2008 (3) applying generalised tariff preferences, the tariff quota arrangement for jute and coconut-fibre products should also be extended until 31 December 2011.\n(4) In the Combined Nomenclature for 2009, laid down in Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (4), as amended by Commission Regulation (EC) No 1031/2008 (5), the Combined Nomenclature codes (CN codes) for certain products have been amended. Annex IV to Regulation (EC) No 32/2000 refers to some of those CN codes, and therefore needs to be adjusted.\n(5) Regulation (EC) No 32/2000 should therefore be amended accordingly.\n(6) Since Regulation (EC) No 1031/2008 enters into force on 1 January 2009, this Regulation should apply from the same date.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["For order Nos 09.0107, 09.0109 and 09.0111, in the fifth column (Quota period) of Annex III to Regulation (EC) No 32/2000, the words ‘from 1.1.2006 to 31.12.2006, from 1.1.2007 to 31.12.2007 and from 1.1.2008 to 31.12.2008’ are replaced by ‘from 1.1.2009 to 31.12.2009, from 1.1.2010 to 31.12.2010 and from 1.1.2011 to 31.12.2011’.", "Annex IV to Regulation (EC) No 32/2000 is amended as follows:\n(a) in the first part of Annex IV, for order No 09.0104, the CN code ‘6406 99 80’ in the second column is replaced by CN code ‘6406 99 85’;\n(b) in the second part of Annex IV, the codes for order No 09.0104 are amended as follows:\n(i) in the row for CN code ‘6406 10 19’, TARIC code ‘10’ in the third column is deleted;\n(ii) CN codes ‘6406 10 11’ and ‘6406 10 19’ in the second column are replaced by CN code ‘6406 10 10’;\n(iii) CN code ‘6406 99 80’ in the second column is replaced by CN code ‘6406 99 85’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 2009.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 5, 8.1.2000, p. 1.\n(2)  OJ L 342, 24.12.2005, p. 61.\n(3)  OJ L 211, 6.8.2008, p. 1.\n(4)  OJ L 256, 7.9.1987, p. 1.\n(5)  OJ L 291, 31.10.2008, p. 1."}