{"celex_id": "32002R0651", "uri": "http://publications.europa.eu/resource/cellar/76615967-b48b-4c24-805a-d8545222c3b1", "type": "Regulation", "concepts": ["2871", "4081", "5384", "5751"], "title": "Commission Regulation (EC) No 651/2002 of 16 April 2002 amending Council Regulation (EC) No 1673/2000 and Regulation (EC) No 245/2001 as regards the Combined Nomenclature codes for hemp seed for sowing\n", "header": "Commission Regulation (EC) No 651/2002\nof 16 April 2002\namending Council Regulation (EC) No 1673/2000 and Regulation (EC) No 245/2001 as regards the Combined Nomenclature codes for hemp seed for sowing\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 234/79 of 5 February 1979 on the procedure for adjusting the Common Customs Tariff nomenclature used for agricultural products(1), as last amended by Regulation (EC) No 3290/94(2), and in particular Article 2(1) thereof,\nHaving regard to Council Regulation (EC) No 1673/2000 of 27 July 2000 on the common organisation of the markets in flax and hemp grown for fibre(3), and in particular Articles 9 and 14 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2031/2001 of 6 August 2001 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff(4) provides for amendments to the Combined Nomenclature, in particular for hemp seed for sowing.\n(2) Article 5 of Regulation (EC) No 1673/2000 lays down rules on the import of hemp. The products referred to in that Article, including seeds of varieties of hemp for sowing, are identified by their Combined Nomenclature codes. In accordance with Article 5 of Regulation (EC) No 1673/2000, the Annex to Commission Regulation (EC) No 245/2001 of 5 February 2001 laying down detailed rules for the application of Council Regulation (EC) No 1673/2000 on the common organisation of the markets in flax and hemp grown for fibre(5), as last amended by Regulation (EC) No 52/2002(6), sets out a model certificate for imported hemp, and in particular for hemp seed for sowing.\n(3) The second indent of Article 5(2) of Regulation (EC) No 1673/2000 and the Annex to Regulation (EC) No 245/2001 should consequently be amended.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Natural Fibres,", "main_body": ["1. In the second indent of Article 5(2) of Regulation (EC) No 1673/2000, the phrase: \"- seeds of varieties of hemp falling within CN code 1207 99 10 for sowing must be accompanied by proof that the tetrahydrocannabinol level does not exceed that fixed in accordance with Article 5a of Regulation (EC) No 1251/1999,\"\nis replaced by the following: \"- seeds of varieties of hemp falling within CN code 1207 99 20 for sowing must be accompanied by proof that the tetrahydrocannabinol level does not exceed that fixed in accordance with Article 5a of Regulation (EC) No 1251/1999,\".\n2. The Annex to Regulation (EC) No 245/2001 is amended as follows:\n(a) in box 16, the code \" ex 1207 99 10 \" is replaced by \" ex 1207 99 20 \";\n(b) in box 24, the code \"CN 1207 99 10 \" is replaced by \"CN 1207 99 20 \".", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 34, 9.2.1979, p. 2.\n(2) OJ L 349, 31.12.1994, p. 105.\n(3) OJ L 193, 29.7.2000, p. 16.\n(4) OJ L 279, 23.10.2001, p. 1.\n(5) OJ L 35, 6.2.2001, p. 18.\n(6) OJ L 10, 12.1.2002, p. 10."}