{"celex_id": "32000D0212", "uri": "http://publications.europa.eu/resource/cellar/0de77937-94b1-4568-95de-129b201c70c0", "type": "Decision", "concepts": ["1309", "1596", "1598", "2300", "2954", "2955"], "title": "2000/212/EC: Commission Decision of 3 March 2000 amending Decision 97/467/EC on drawing up provisional lists of third country establishments from which the Member States authorise imports of rabbit meat and farmed game meat (notified under document number C(2000) 526) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 3 March 2000\namending Decision 97/467/EC on drawing up provisional lists of third country establishments from which the Member States authorise imports of rabbit meat and farmed game meat\n(notified under document number C(2000) 526)\n(Text with EEA relevance)\n(2000/212/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/408/EC of 22 June 1995 on the conditions for drawing up, for an interim period, provisional lists of third country establishments from which Member States are authorised to import certain products of animal origin, fishery products or live bivalve molluscs(1), as last amended by Council Decision 98/603/EC(2), and in particular Article 2(1) thereof,\nWhereas:\n(1) Provisional lists of establishments producing rabbit meat and farmed game meat have been drawn up by Commission Decision 97/467/EC(3) as last amended by Commission Decision 1999/757/EC(4).\n(2) Russia has sent a list of establishments producing rabbit meat and farmed game meat and for which the responsible authorities certify that the establishment is in accordance with Community rules.\n(3) A provisional list of establishments producing rabbit meat and farmed game meat can thus be drawn up for Russia.\n(4) A Community veterinary mission has show, that the structure and organisation of the competent authority responsible for the approval of the establishments are sufficient and that the powers available to that competent authority guarantees that it can provide the implementation of Community rules; whereas these checks included on-the-spot inspection in the establishment appearing on the list which have shown that the hygiene standards of this establishment are sufficient.\n(5) Commission Decision 97/467/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annex I of Decision 97/467/EC is amended as follows:\n(a) After point 6 of the legend the following text is added:\n\"7 = Países y establecimientos que cumplen todos los requisitos del apartado 1 del artículo 2 de la Decisión 95/408/CE del Consejo.\nLande og virksomheder, der opfylder alle betingelserne I artikel 2, stk. 1, I Rådets beslutning 95/408/EF.\nLänder und Betriebe, die alle Anforderungen des Artikels 2 Absatz 1 der Entscheidung 95/408/EG des Rates erfüllen.\nΧώρες και εγκαταστάσεις που πληρούν τις προϋποθέσεις του άρθρου 2 παράγραφος 1 της απόφασης 95/408/ΕΚ του Συμβουλίου.\nCountries and establishments complying with all requirements of Article 2(1) of Council Decision 95/408/EC.\nPays et établissements remplissant l'ensemble des dispositions de l'article 2, paragraphe 1, de la décision 95/408/CE du Conseil.\nPaesi e stabilimenti che ottemperano a tutte le disposizioni dell'articolo 2, paragrafo 1, della decisione 95/408/CE del Consiglio.\nLanden en inrichtingen die voldoen aan al de voorwaarden van artikel 2, lid 1, van Beschikking 95/408/EG van de Raad.\nPaíses e estabelecimentos que respeitam todas as exigências do n.o 1 do artigo 2.o da Decisão 95/408/CE do Conselho.\nNeuvoston päätöksen 95/408/EY 2 artiklan 1 kohdan kaikki vaatimukset täyttävät maat ja laitokset.\nLänder och anläggningar som uppfyller alla krav i artikel 2.1 i rådets beslut 95/408/EG.\"\n(b) The text of the Annex to this Decision is added.", "This Decision shall apply from 20 February 2000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 March 2000.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 243, 11.10.1995, p. 17.\n(2) OJ L 289, 28.10.1998, p. 36.\n(3) OJ L 199, 26.7.1997, p. 57.\n(4) OJ L 300, 23.11.1999, p. 25.\nANEXO/BILAG/ANHANG/ΠΑΡΑΡΤΗΜΑ/ANNEX/ANNEXE/ALLEGATO/BIJLAGE/ANEXO/LIITE/BILAGA\n\"País: Rusia/Land: Rusland/Land: Rußland/Χώρα: Ρωσία/Country: Russia/Pays: Russie/Paese: Russia/Land: Rusland/País: Rússia/Maa: Venäjä/Land: Ryssland\n>TABLE>\""}