{"celex_id": "32009R0230", "uri": "http://publications.europa.eu/resource/cellar/1cf91708-2db1-440b-b386-c26829c17b95", "type": "Regulation", "concepts": ["1367", "164", "2965", "4125", "4854", "862"], "title": "Commission Regulation (EC) No 230/2009 of 19 March 2009 amending Regulation (EC) No 382/2005 laying down detailed rules for the application of Council Regulation (EC) No 1786/2003 on the common organisation of the market in dried fodder\n", "header": "20.3.2009 EN Official Journal of the European Union L 74/12\nCOMMISSION REGULATION (EC) No 230/2009\nof 19 March 2009\namending Regulation (EC) No 382/2005 laying down detailed rules for the application of Council Regulation (EC) No 1786/2003 on the common organisation of the market in dried fodder\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1) and in particular Article (71)(2) second subparagraph thereof,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (2) and in particular Article 90, in conjunction with Article 4 thereof,\nWhereas:\n(1) In accordance with the Article 18 of Commission Regulation (EC) No 382/2005 (3), the time period for lodging applications for the aid for processing in respect of the products of the dried fodder sector referred to in Article 86 of Regulation (EC) No 1234/2007 during the last month of each marketing year, which ends on March 31, is only 15 days, while for the other months of the marketing year it is 45 days. In view of administrative problems reported as a result of that short time period, an extension until 30 April should be introduced.\n(2) Regulation (EC) No 382/2005 should therefore be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["In Article 18 of Regulation (EC) No 382/2005, paragraph 3 is replaced by the following:\n‘3.   By way of derogation from paragraph 1, no aid applications for a marketing year may be submitted after 30 April following the end of the marketing year in question, except in cases of force majeure or exceptional circumstances.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1.\n(2)  OJ L 299, 16.11.2007, p. 1.\n(3)  OJ L 61, 8.3.2005, p. 4."}