{"celex_id": "32001D0121", "uri": "http://publications.europa.eu/resource/cellar/e4f7600c-ae61-4906-8c05-8ac4e35065c3", "type": "Decision", "concepts": ["1974", "2443", "3774", "4390", "5575", "665"], "title": "2001/121/EC: Commission Decision of 30 January 2001 on the payment in euro by the United Kingdom of certain expenditure resulting from legal instruments relating to the common agricultural policy and repealing Decision 2000/328/EC (notified under document number C(2001) 171)\n", "header": "Commission Decision\nof 30 January 2001\non the payment in euro by the United Kingdom of certain expenditure resulting from legal instruments relating to the common agricultural policy and repealing Decision 2000/328/EC\n(notified under document number C(2001) 171)\n(Only the English text is authentic)\n(2001/121/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro(1), and in particular Article 8 thereof,\nWhereas:\n(1) Article 8 of Regulation (EC) No 2799/98 requires non-participating Member States that contemplate paying expenditure resulting from legal instruments relating to the common agricultural policy in euro to take measures to ensure that the use of the euro does not provide a systematic advantage compared with the use of national currency.\n(2) On 24 February 2000, the United Kingdom informed the Commission that it intended to make use of Article 8 of Regulation (EC) No 2799/98 and communicated the measures it contemplated taking to preventing any systematic advantage resulting from the use of the euro rather than the pound sterling. That communication was received on 29 February 2000. A new version of the Annex to the abovementioned communication was forwarded on 17 March 2000 and received on 21 March 2000.\n(3) The measures communicated were approved in Commission Decision 2000/328/EC of 17 April 2000 on the payment in euro by the United Kingdom of certain expenditure resulting from legal instruments relating to the common agricultural policy(2).\n(4) On 28 November 2000, the United Kingdom informed the Commission of its intention to amend the abovementioned measures. That communication was received on the same date.\n(5) The measures planned by the United Kingdom can be summarised as follows:\n- operators will be paid the amounts in euro laid down in Community legislation; operators will bear the full exchange-rate risk arising from subsequent conversion into sterling,\n- operators must make a standing commitment; they must apply three months in advance to be paid in euro; they are then bound for a minimum of one year; three months advance notice must also be given to withdraw from the arrangement; new payments in euro are then only possible after a one-year waiting period,\n- operators may opt for payment in euro for all or any of the measures listed in the Annex to this Decision.\n(6) Initially the United Kingdom intends limiting payments in euro to market support measures that are entirely financed by the EAGGF as listed in the Annex to the communication.\n(7) Article 12(4) of Commission Regulation (EC) No 2808/98 of 22 December 1998 laying down detailed rules for the application of the agrimonetary system for the euro in agriculture(3), as last amended by Regulation (EC) No 2452/2000(4), states that the Commission has two months in which to approve the measures communicated.\n(8) The measures that the United Kingdom contemplates taking are in line with the objective, namely to prevent a systematic advantage resulting from the use of the euro rather than the national currency.\n(9) For that reason, the Commission Decision of 17 April 2000 on the payment in euro by the United Kingdom of certain expenditure resulting from legal instruments relating to the common agricultural policy must be replaced by this Decision,", "main_body": ["The measures communicated by the United Kingdom concerning the payment in euro of expenditure resulting from the legal instruments relating to the common agricultural policy listed in the Annex hereto are hereby approved.", "Commission Decision 2000/328/EC is repealed.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 30 January 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 349, 24.12.1998, p. 1.\n(2) OJ L 114, 13.5.2000, p. 33.\n(3) OJ L 349, 24.12.1998, p. 1.\n(4) OJ L 282, 8.11.2000, p. 9.\nANNEX\nMARKET SUPPORT MEASURES EXPRESSED AND PAYABLE IN EURO\n>TABLE>"}