{"celex_id": "32000R1557", "uri": "http://publications.europa.eu/resource/cellar/c8060d0d-7953-4464-83cb-f4fb8b34ab94", "type": "Regulation", "concepts": ["1642", "2734", "3568"], "title": "Commission Regulation (EC) No 1557/2000 of 17 July 2000 amending Regulation (EC) No 800/1999 laying down common detailed rules for the application of the system of export refunds on agricultural products\n", "header": "Commission Regulation (EC) No 1557/2000\nof 17 July 2000\namending Regulation (EC) No 800/1999 laying down common detailed rules for the application of the system of export refunds on agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market of cereals(1), as last amended by Regulation (EC) No 1253/1999(2), and in particular Articles 13 and 21 thereof, and to the corresponding provisions of the other regulations on the common organisation of the markets in agricultural products,\nWhereas:\n(1) Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(3) provides that no licence is required up to the quantities of products set out in Annex III thereto. For the sake of consistency, that approach implies the need to adapt the reference to the specific rules waiving the need for export licences in the first indent of the second subparagraph of Article 4(1) of Commission Regulation (EC) No 800/1999 of 15 April 1999 laying down common detailed rules for the application of the system of export refunds on agricultural products(4).\n(2) Payment of refunds is subject as a general rule to production of an export licence with advance fixing of the refund on the day of lodging of the licence application. This implies that the situation referred to in Article 14(2) of Regulation (EC) No 800/1999, in which two dates are to be considered for the purpose of determining the rate of refund, will no longer arise. Those provisions should accordingly be deleted.\n(3) It should be made clear that the checks referred to in Article 5(7) of Regulation (EC) No 800/1999 do not apply to deliveries for victualling and other destinations treated as exports from the Community.\n(4) Regulation (EC) No 1291/2000 provides that a licence is not required and may not be produced for victualling and other destinations treated as exports. Given that the new provisions of Regulation (EC) No 1291/2000 no longer provide for the fixing of the refund in advance for such operations, Article 37(2) and (3) of Regulation (EC) No 800/1999 should be adapted accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinions of all the Management Committees concerned,", "main_body": ["Regulation (EC) No 800/1999 is amended as follows:\n1. The first indent of the second subparagraph of Article 4(1) is replaced by the following text:\n\"- where the quantities exported per export declaration are less than or equal to the quantities set out in Annex III to Regulation (EC) No 1291/2000,\".\n2. Article 14(2) is deleted.\n3. Article 36(4) is replaced by the following text:\n\"4. The provisions of Article 5 shall not apply to deliveries covered by this Article. However, the Member States may take appropriate action to allow checks on the products.\"\n4. Article 37 is amended as follows:\n(a) the first subparagraph of paragraph 2 is replaced by the following text:\"For products loaded each month as provided for in this Article, the last day of the month shall be used to determine the rate of refund applicable.\";\n(b) paragraph 3 is replaced by the following:\n\"3. Where the refund is determined by invitation to tender, the licence must be valid on the last day of the month.\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nHowever, Article 1(1) shall apply from 1 October 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 160, 26.6.1999, p. 1.\n(3) OJ L 152, 24.6.2000, p. 1.\n(4) OJ L 102, 17.4.1999, p. 11."}