{"celex_id": "32003D0317", "uri": "http://publications.europa.eu/resource/cellar/e134e135-3c76-43b6-9586-1e34181fd9b5", "type": "Decision", "concepts": ["1445", "1596", "1755", "1857", "192", "4743", "4839", "6569", "946"], "title": "2003/317/EC: Commission Decision of 8 May 2003 amending Decision 2003/289/EC concerning protection measures in relation to avian influenza in Belgium (Text with EEA relevance) (notified under document number C(2003) 1555)\n", "header": "Commission Decision\nof 8 May 2003\namending Decision 2003/289/EC concerning protection measures in relation to avian influenza in Belgium\n(notified under document number C(2003) 1555)\n(Only the French and Dutch texts are authentic)\n(Text with EEA relevance)\n(2003/317/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 2002/33/EC of the European Parliament and of the Council(2), and, in particular, Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC(4), in particular Article 9 thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption(5), and in particular Article 4(1) and (3) thereof,\nWhereas:\n(1) On 16 April 2003 the veterinary authorities of Belgium have informed the Commission about a strong suspicion of avian influenza in the province of Limburg, which was subsequently officially confirmed.\n(2) The Belgian authorities have immediately, before the official confirmation of the disease, implemented the measures foreseen in Council Directive 92/40/EEC(6) introducing Community measures for the control of avian influenza.\n(3) For the sake of clarity and transparency the Commission after consultation with the Belgian authorities, has taken Decision 2003/275/EC(7) of 16 April 2003 concerning protection measures in relation to strong suspicion of avian influenza in Belgium, which has been subsequently replaced by Decision 2003/289/EC(8), thereby reinforcing the measures taken by Belgium.\n(4) The measures laid down in Decision 2003/289/EC should be prolonged and adapted in the light of the evolution of the disease.\n(5) The other Member States have already adjusted the measures they apply to trade, and they are sufficiently informed by the Commission, and in particular in the context of the Standing Committee on the Food Chain and Animal Health on the appropriate period for their implementation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/289/EC is amended as follows:\n1. In Article 1(3)(b) the words \"or shed\" are inserted after the word \"holding\".\n2. In Article 8 the time and date \"until 24.00 on 12 May 2003\" are replaced by \"until 24.00 on 16 May 2003.\"\n3. The following Article 8a is added:\n\"Article 8a\nBelgium shall amend the measures which it applies to trade so as to bring them into compliance with this Decision and shall give immediate appropriate publicity to the measures adopted. It shall immediately inform the Commission thereof.\"\n4. The text in the Annex is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 8 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 315, 19.11.2002, p. 14.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 62, 15.3.1993, p. 49.\n(5) OJ L 18, 23.1.2003, p. 11.\n(6) OJ L 167, 22.6.1992, p. 1.\n(7) OJ L 99, 17.4.2003, p. 57.\n(8) OJ L 105, 26.4.2003, p. 24.\nANNEX\n\"ANNEX\nGebied A\nHet toezichtsgebied Limburg, afgebakend op 20 april 2003 om 10.00 uur, omvat het deel van het Belgische grondgebied dat gelegen is binnen de omtrek gevormd door:\n- de N74 vanaf de Nederlandse grens in zuidelijke richting tot aan de Overpelterbaan (Overpelt);\n- vervolgens, de Overpelterbaan in zuidelijke richting tot aan de kruising met de N747;\n- vervolgens de N747 in zuidelijke richting tot aan de kruising met de N15;\n- vervolgens de N15 in zuidelijke richting tot aan de kruising met de E314 (A2);\n- vervolgens de E314 (A2) in oostelijke richting tot aan de kruising met de gemeentegrens tussen Houthalen-Helchteren en Genk;\n- vervolgens de gemeentegrens tussen Houthalen-Helchteren en Genk, tussen Opglabbeek en achtereenvolgens As en Maaseik, en tussen Meeuwen-Gruitrode en Maaseik in noordoostelijke richting tot aan de kruising met de N771;\n- vervolgens N771 in zuidoostelijke richting en voorbij de kruising met de N78 in dezelfde richting verlengd tot aan de grens met Nederland;\n- vervolgens de grens met Nederland in noordelijke richting tot aan de N74.\nGebied B\nHet beschermingsgebied Westmalle, afgebakend op 23 april 2003 om 18.00 uur, omvat het deel van het Belgische grondgebied dat gelegen is binnen de omtrek gevormd door:\n- de N133 vanuit het centrum van Brecht in zuidoostelijke richting tot aan de kruising met de N12;\n- vervolgens de N12 in zuidelijke richting tot aan de kruising met de BethaniĂŤnlei (Zoersel);\n- vervolgens de BethaniĂŤnlei in westelijke richting tot aan de kruising met de Kerklei (Brecht);\n- vervolgens de Kerklei in westelijke richting tot aan de kruising met de Brugstraat;\n- vervolgens de Brugstraat, overgaand in de Handelslei in westelijke richting tot aan de kruising met de N115 (Brecht);\n- vervolgens de N115 in noordoostelijke richting tot de kruising met de N133.\nGebied C\nHet beschermingsgebied Meer, afgebakend op 24 april 2003 om 16.00 uur, omvat het deel van het Belgische grondgebied dat gelegen is binnen de omtrek gevormd door:\n- de N146 (Meer) vanaf de Nederlandse grens in oostelijke en zuidelijke richting tot aan de kruising met Het Lak (Hoogstraten);\n- vervolgens Het Lak, overgaand in de Terbeeksestraat in westelijke richting tot aan de kruising met de Gestelsestraat;\n- vervolgens de Gestelsestraat, overgaand in Hinnenboomstraat in zuidelijke richting tot aan de kruising met de Blauwen Draaiboom;\n- vervolgens de Blauwen Draaiboom in westelijke richting tot aan de kruising met de Vlamingweg (Wuustwezel);\n- vervolgens de Vlamingweg in westelijke richting tot aan de kruising met de Muntweg;\n- vervolgens de Muntweg in zuidwestelijke richting tot aan de kruising met de Meerseweg;\n- vervolgens de Meerseweg in zuidelijke richting tot aan de kruising met de N144;\n- vervolgens de N144 in westelijke richting tot de kruising met de Vloeiweg;\n- vervolgens de Vloeiweg in noordelijke richting tot de kruising met Tereik;\n- vervolgens Tereik in noordelijke richting tot aan de Nederlandse grens;\n- vervolgens de Nederlandse grens in noordelijke richting tot aan de N146.\nGebied D\nHet beschermingsgebied Loenhout, afgebakend op 28 april 2003 om 10.00 uur, omvat het deel van het Belgische grondgebied dat gelegen is binnen de omtrek gevormd door:\n- de N144 vanaf de Vloeiweg (Loenhout) in oostelijke richting tot aan de kruising met Vorssingersweg;\n- vervolgens de Vorssingersweg in zuidelijke richting en verder doorgetrokken tot aan de gemeentegrens tussen Wuustwezel en Brecht;\n- vervolgens de gemeentegrens tussen Wuustwezel en Brecht in westelijke richting tot aan de Laboureur (Brecht);\n- vervolgens de Laboureur in zuidoostelijke en vervolgens zuidwestelijke richting tot aan de kruising met de Vogelzang;\n- vervolgens de Vogelzang in zuidoostelijke richting tot aan de kruising met de Achterkloosterstraat;\n- vervolgens de Achterkloosterstraat in zuidwestelijke richting tot aan de kruising met de Kloosterstraat;\n- vervolgens de Kloosterstraat in zuidelijke richting tot aan de kruising met Grijspeird;\n- vervolgens Grijspeird in westelijke richting tot aan de kruising met de Vondel;\n- vervolgens de Vondel in zuidelijke richting tot aan de kruising met de Legeweg;\n- vervolgens de Legeweg in westelijke richting tot aan de kruising met de Broeckhovenstraat;\n- vervolgens de Broeckhovenstraat in westelijke richting tot aan de kruising met de N115;\n- vervolgens de N115 in westelijke richting tot aan de kruising met de N133;\n- vervolgens de N133 in noordelijke richting tot aan de kruising met de Akkerstraat (Wuustwezel);\n- vervolgens de Akkerstraat in oostelijke en noordelijke richting tot aan de kruising met de Donkweg;\n- vervolgens de Donkweg in oostelijke richting tot aan de kruising met de N144;\n- vervolgens de N144 in oostelijke richting tot aan de kruising met de Bosweg;\n- vervolgens de Bosweg in noordelijke richting tot aan de kruising met de Dijkweg;\n- vervolgens in vogelvlucht vanaf de kruising van de Dijkweg en de Bosweg in oostelijke richting tot aan de kruising van de Vloeiweg en de Hoekweg;\n- vervolgens de Vloeiweg in zuidelijke richting tot aan de kruising met de N144.\""}