{"celex_id": "32001D0078", "uri": "http://publications.europa.eu/resource/cellar/3ebd0730-61a2-448e-867f-79cce8dd6d4d", "type": "Decision", "concepts": ["2500", "3450", "5788", "5873", "6048"], "title": "Council Decision of 22 January 2001 setting up the Political and Security Committee\n", "header": "Council Decision\nof 22 January 2001\nsetting up the Political and Security Committee\n(2001/78/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union and in particular Article 28(1),\nHaving regard to the Treaty establishing the European Community and in particular Article 207 thereof,\nRecalling Article 25 of the Treaty on European Union,\nWhereas:\n(1) The European Council in Helsinki agreed in principle to set up a Political and Security Committee and, on the basis of these conclusions, an interim Political and Security Committee was set up by Council Decision 2000/143/CFSP(1).\n(2) The European Council in Nice of 7 to 11 December 2000 reached agreement on the establishment of the permanent Political and Security Committee, setting out its role, modalities and functions.\n(3) Following the guidelines of the Nice European Council, this Committee should be made ready to start its work.\n(4) The principle of single representation of Member States to the Union should be fully respected,", "main_body": ["A Political and Security Committee (PSC) (hereinafter the Committee) shall be established as the standing formation of the Committee referred to in Article 25 of the Treaty.", "The role, modalities and functions of the Committee are defined in the Annex, which reproduces Annex III to the Presidency's report approved by the Nice European Council.", "This Decision shall take effect from the date of its adoption.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 22 January 2001.\nFor the Council\nThe President\nA. Lindh\n(1) Council Decision 2000/143/CFSP of 14 February 2000 setting up the Interim Political and Security Committee (OJ L 49, 22.2.2000, p. 1).\nANNEX\nPOLITICAL AND SECURITY COMMITTEE\nThe approach adopted at Helsinki makes the PSC the linchpin of the European security and defence policy (ESDP) and of the common foreign and security policy (CFSP): \"The PSC will deal with all aspects of the CFSP, including the CESDP...\". Without prejudice to Article 207 of the Treaty establishing the European Community, the PSC has a central role to play in the definition of and follow-up to the EU's response to a crisis.\nThe PSC will deal with all the tasks defined in Article 25 of the Treaty on European Union (TEU). It may convene in Political Director formation.\nAfter consulting the Presidency and without prejudice to Article 18 of the TEU, the Secretary-General/High Representative for the CFSP may chair the PSC, especially in the event of a crisis.\n1. In particular the PSC will:\n(a) keep track of the international situation in the areas falling within the common foreign and security policy, help define policies by drawing up \"opinions\" for the Council, either at the request of the Council or on its own initiative, and monitor implementation of agreed policies, all of this without prejudice to Article 207 of the Treaty establishing the European Community and to the powers of the Presidency and of the Commission;\n(b) examine the areas of GAC draft conclusions in which it is involved;\n(c) provide guidelines for other Committees on matters falling within the CFSP;\n(d) maintain a privileged link with the Secretary-General/High Representative (SG/HR) and the special representatives;\n(e) send guidelines to the Military Committee; receive the opinions and recommendations of the Military Committee. The Chairman of the Military Committee (EUMC), who liaises with the European Union Military Staff (EUMS), takes part, where necessary, in PSC meetings;\n(f) receive information, recommendations and opinions from the Committee for Civilian Aspects of Crisis Management and send it guidelines on matters falling within the CFSP;\n(g) coordinate, supervise and monitor discussions on CFSP issues in various Working Parties, to which it may send guidelines and whose reports it must examine;\n(h) lead the political dialogue in its own capacity and in the forms laid down in the Treaty;\n(i) provide a privileged forum for dialogue on the ESDP with the fifteen and the six as well as with NATO in accordance with arrangements set out in the relevant documents;\n(j) under the auspices of the Council, take responsibility for the political direction of the development of military capabilities, taking into account the type of crisis to which the Union wishes to respond. As part of the development of military capabilities, the PSC will receive the opinion of the Military Committee assisted by the European Military Staff.\n2. Furthermore, in the event of a crisis the PSC is the Council body which deals with crisis situations and examines all the options that might be considered as the Union's response within the single institutional framework and without prejudice to the decision-making and implementation procedures of each pillar. Thus the Council, whose preparatory work is carried out by Coreper, and the Commission alone have powers, each within their own areas of competence and in accordance with procedures laid down by the Treaties, to take legally-binding decisions. The Commission exercises its responsibility, including its power of initiative under the Treaties. Coreper exercises the role conferred on it by Article 207 of the Treaty establishing the European Community and by Article 19 of the Council's Rules of Procedure. To that end, it will be informed in good time by the PSC.\nIn a crisis situation, close coordination between these bodies is especially necessary and will be ensured in particular by:\n(a) the participation, where necessary, of the Chairman of the PSC in Coreper meetings;\n(b) the role of the Foreign Relations Counsellors whose task it is to maintain effective permanent coordination between CFSP discussions and those conducted in other pillars (Annex to the Council conclusions of 11 May 1992).\nTo prepare the EU's response to a crisis, it is for the PSC to propose to the Council the political objectives to be pursued by the Union and to recommend a cohesive set of options aimed at contributing to the settlement of the crisis. In particular it may draw up an opinion recommending to the Council that it adopt a joint action. Without prejudice to the role of the Commission, it supervises the implementation of the measures adopted and assesses their effects. The Commission informs the PSC of the measures it has adopted or is envisaging. The Member States inform the PSC of the measures they have adopted or are envisaging at the national level.\nThe PSC exercises \"political control and strategic direction\" of the EU's military response to the crisis. To that end, on the basis of the opinions and recommendations of the Military Committee, it evaluates in particular the essential elements (strategic military options including the chain of command, operation concept, operation plan) to be submitted to the Council.\nThe PSC plays a major role in enhancing consultations, in particular with NATO and the third States involved.\nOn the basis of the proceedings of the PSC, the Secretary-General/High Representative directs the activities of the Situation Centre. The latter supports the PSC and provides it with intelligence in conditions appropriate to crisis management.\nThe following arrangements will be put in place to enable the PSC to ensure full \"political control and strategic direction\" of a military crisis-management operation:\n(a) with a view to launching an operation the PSC sends the Council a recommendation based on the opinions of the Military Committee in accordance with the usual Council preparation procedures. On that basis the Council decides to launch the operation within the framework of a joint action;\n(b) in accordance with Articles 18 and 26 of the TEU, the joint action will determine, in particular, the role of the Secretary-General/High Representative in the implementation of the measures falling within the \"political control and strategic direction\" exercised by the PSC. For such measures the Secretary-General/High Representative acts with the PSC's assent. Should a new Council decision be deemed appropriate, the simplified written procedure could be used (Article 12(4) of the Council's Rules of Procedure);\n(c) during the operation, the Council will be kept informed through PSC reports presented by the Secretary-General/High Representative in his capacity as Chairman of the PSC."}