{"celex_id": "32004D0511", "uri": "http://publications.europa.eu/resource/cellar/957003fa-6979-43a9-94bd-3e55f6fb21d9", "type": "Decision", "concepts": ["2243", "3112", "4580", "5989", "697"], "title": "2004/511/EC:Council Decision of 10 June 2004 concerning the representation of the people of Cyprus in the European Parliament in case of a settlement of the Cyprus problem\n", "header": "12.6.2004 EN Official Journal of the European Union L 211/22\nCOUNCIL DECISION\nof 10 June 2004\nconcerning the representation of the people of Cyprus in the European Parliament in case of a settlement of the Cyprus problem\n(2004/511/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Protocol No 10 on Cyprus of the Act of Accession 2003, and in particular Article 4 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The European Council repeatedly underlined its strong preference for accession by a reunited Cyprus. As yet, a comprehensive settlement of the Cyprus problem and the reunification of the island have not been reached.\n(2) According to Article 189 of the Treaty establishing the European Community, the European Parliament consists of representatives of the peoples of the States brought together in the Community. The Members of the European Parliament are elected by direct universal suffrage in accordance with Article 190 of the Treaty establishing the European Community, Article 108 of the Treaty establishing the European Atomic Energy Community and the Act concerning the election of the members of the European Parliament by direct universal suffrage, annexed to Council Decision 76/787/ECSC, EEC, Euratom (1), as amended by Council Decision 2002/772/EC, Euratom (2) (hereafter ‘the 1976 Act’).\n(3) The members of the European Parliament for the next term covering the period 2004-2009 will be elected in the elections to be held on 10-13 June 2004. Pursuant to Article 11 of the 2003 Act of Accession, the number of representatives elected in Cyprus from the start of the 2004-2009 term shall be six. Elections for this 2004-2009 term will, however, not be held in the part of Cyprus in which the Government of the Republic of Cyprus does not exercise effective control.\n(4) In order to guarantee the representation and the electoral rights of all Cypriots, in the event of a comprehensive settlement, it is necessary to provide for an early ending of the mandate of the representatives of the people of Cyprus in the European Parliament elected in June 2004 or in subsequent elections and to hold extraordinary elections in the whole of Cyprus for the remaining term of the European Parliament,", "main_body": ["In the event of the entry into force of a comprehensive settlement of the Cyprus problem, the following provisions shall apply by way of derogation from Article 190(3) of the EC Treaty as well as Article 5 and Article 10(1) and Article 11(2) of the 1976 Act:\n(a) The term of office of the elected representatives of the people of Cyprus in the European Parliament shall end at the opening of the first session of the European Parliament following the elections referred to in point (b).\n(b) Extraordinary elections of the representatives of the people of Cyprus in the European Parliament shall be held in the whole of Cyprus for the remainder of the 2004-2009 term or any subsequent term of the European Parliament on the Sunday following the end of a period of four months after adoption by the Council, in accordance with Article 1(2) of Protocol No 10 of the 2003 Act of Accession, of the first decision on the withdrawal of the suspension of the application of the acquis.\n(c) The term of office of the members of the European Parliament elected in the elections referred to in (b) shall begin at the opening of the first session of the European Parliament following the elections referred to in point (b) and it shall end at the opening of the first session of the European Parliament following its next election.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 10 June 2004.\nFor the Council\nThe President\nD. AHERN\n(1)  OJ L 278, 8.10.1976, p. 1.\n(2)  OJ L 283, 21.10.2002, p. 1."}