{"celex_id": "32002D0738", "uri": "http://publications.europa.eu/resource/cellar/b288a2e8-71c4-43aa-935d-16c37e5b4206", "type": "Decision", "concepts": ["1160", "134", "1474", "201", "2110", "3468", "3544"], "title": "2002/738/EC: Council Decision of 22 July 2002 on the conclusion by the European Community of the Convention on the Conservation and Management of Fishery Resources in the South-East Atlantic Ocean\n", "header": "Council Decision\nof 22 July 2002\non the conclusion by the European Community of the Convention on the Conservation and Management of Fishery Resources in the South-East Atlantic Ocean\n(2002/738/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with the first sentence of the first subparagraph of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The Community is competent to adopt measures for the conservation and management of fishery resources and to enter into agreements with other countries and international organisations.\n(2) The Community is a contracting party to the United Nations Convention on the Law of the Sea, which requires all members of the international community to cooperate in conserving and managing the sea's biological resources.\n(3) The Community has signed the Agreement on the implementation of the provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks(3) but it has yet to complete the ratification process.\n(4) The Community has taken an active part in the process, initiated in 1997, of drawing up a Convention on the Conservation and Management of Fishery Resources in the South-East Atlantic Ocean, together with the coastal States and other interested parties. It signed this Convention at the diplomatic conference in Windhoek, Namibia, on 20 April 2001, in accordance with the Council decision to this end(4).\n(5) Community fishermen operate in the Convention area. It is thus in the Community's interest to become a full member of the regional fisheries organisation to be set up under this Convention. The Community should therefore approve the Convention,", "main_body": ["The Convention on the Conservation and Management of Fishery Resources in the South-East Atlantic Ocean is hereby approved on behalf of the European Community.\nThe text of the Convention is attached to this Decision.", "The President of the Council is hereby authorised to designate the persons empowered to deposit the instrument of approval with the Director-General of the Food and Agriculture Organisation of the United Nations in accordance with Article 25(2) of the Convention."], "attachments": "Done at Brussels, 22 July 2002.\nFor the Council\nThe President\nP. S. MĂ¸ller\n(1) OJ C 75 E, 26.3.2002, p. 113.\n(2) Opinion delivered on 4 July 2002 (not yet published in the Official Journal).\n(3) OJ L 189, 3.7.1998, p. 14.\n(4) OJ L 111, 20.4.2001, p. 15."}