{"celex_id": "32000D0527", "uri": "http://publications.europa.eu/resource/cellar/6be48d93-afbd-4c81-b321-12e447cafbf2", "type": "Decision", "concepts": ["114", "453", "5070", "513"], "title": "2000/527/EC: Council Decision of 14 August 2000 amending Decision 93/731/EC on public access to Council documents and Council Decision 2000/23/EC on the improvement of information on the Council's legislative activities and the public register of Council documents\n", "header": "Council Decision\nof 14 August 2000\namending Decision 93/731/EC on public access to Council documents and Council Decision 2000/23/EC on the improvement of information on the Council's legislative activities and the public register of Council documents\n(2000/527/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Union, and in particular Article 207 thereof,\nHaving regard to its Rules of Procedure, and in particular Article 10 thereof,\nWhereas:\n(1) The European Council, meeting in Helsinki in December 1999, provided political impetus for the development of the European Union's means for military and non-military crisis management within the framework of a strengthened European security and defence policy.\n(2) In this context, the Council must introduce rules guaranteeing effective protection of documents concerning these matters disclosure of which could harm the essential interests of the Union or of one or more of its Member States. For this reason, under the Decision of the Secretary-General of the Council/High Representative for Common Foreign and Security Policy of 27 July 2000 on measures for the protection of classified information applicable to the General Secretariat of the Council(1), such documents must be classified as TRÈS SECRET/TOP SECRET or SECRET or CONFIDENTIEL.\n(3) The seriousness of the consequences of disclosure of such documents, in particular with regard to the prospective development of the new strengthened European security and defence policy, and the necessary confidence which those involved must be able to have at a crucial moment in the development of this policy, justify the exclusion of such documents from the scope of the rules on public access to Council documents until such time as they are declassified, or declassified in accordance with the rules referred to in recital 2 concerning classification of documents.\n(4) The exchange of information in the particularly sensitive areas referred to in recital 1, which is one of the features of the development of this new policy, will work only if the originator of such information can be confident that no information put out by him will be disclosed against his will. It is therefore necessary to provide that a Council document from which conclusions may be drawn regarding the content of classified information put out by a natural or legal person, a Member State, another Community institution or body or any other national or international body may be made available to the public only with the prior written consent of the author of the information in question.\n(5) With the same objective of reinforcing protection of the confidentiality of information when scrutinising documents to which access has been requested, it should be provided that measures are taken to ensure compliance with the principle that access to classified documents must be reserved for those persons who are authorised to take cognisance thereof.\n(6) Since the security and defence of the Union or of one or more of its Member States or military and non-military crisis management represent public interests which Decision 93/731/EC(2) is intended to protect, this should be specifically mentioned among the reasons justifying refusal of access to a document,", "main_body": ["The provisions of Decision 93/731/EC is hereby amended as follows:\n1. Article 1(1) shall be replaced by the following:\n\"1. The public shall have access to Council documents, except for documents classified as TRÈS SECRET/TOP SECRET, SECRET or CONFIDENTIEL within the meaning of the Decision of the Secretary-General of the Council/High Representative for Common Foreign and Security Policy of 27 July 2000 on measures for the protection of classified information applicable to the General Secretariat of the Council, on matters concerning the security and defence of the Union or of one or more of its Member States or on military or non-military crisis management, under the conditions laid down in this Decision.\nWhere a request for access refers to a classified document within the meaning of the first subparagraph, the applicant shall be informed that the document does not fall within the scope of this Decision.\"\n2. The following paragraph shall be added to Article 2:\n\"3. Without prejudice to Article 1(1), no Council document on matters concerning the security and defence of the Union or of one or more of its Member States or on military or non-military crisis management which enables conclusions to be drawn regarding the content of classified information from one of the sources referred to in paragraph 2 may be made available to the public except with the prior written consent of the author of the information in question.\nWhere access to a document is refused pursuant to this paragraph, the applicant shall be informed thereof.\"\n3. Article 3(1) shall be replaced by the following:\n\"1. The applicant shall have access to a Council document either by consulting it on the spot or by having a copy sent at his own expense. The fee shall be set by the Secretary-General/High Representative for Common Foreign and Security Policy (hereinafter referred to as the 'Secretary-General').\"\n4. The first indent of Article 4(1) shall be replaced by the following:\n\"- the protection of the public interest (public security, the security and defence of the Union or of one or more of its Member States, military or non-military crisis management, international relations, monetary stability, court proceedings, inspections and investigations),\"\n5. The following sentence shall be added at the end of Article 5:\"The Permanent Representatives Committee shall see to it that the necessary measures are taken to ensure that the preparation of such decisions is entrusted to persons authorised to take cognisance of the documents concerned.\"\n6. In Article 7(3), the references to Articles 138e and 173 of the Treaty establishing the European Community shall be replaced by references to Articles 195 and 230 of the Treaty establishing the European Community.\n7. The following sentence shall be added at the end of Article 7(5):\"The extension may be for two months where it is necessary to consult a source other than the Council, as provided in Article 2(3).\"", "Decision 2000/23/EC(3) is hereby amended as follows:\n1. The following shall be added as the second subparagraph of Article 2:\"The public register of Council documents contains no reference to documents classified TRÈS SECRET/TOP SECRET or SECRET or CONFIDENTIEL within the meaning of the Decision of the Secretary-General of the Council/High Representative for Common Foreign and Security Policy of 27 July 2000 on measures for the protection of classified information applicable to the General Secretariat of the Council, on matters concerning the security and defence of the Union or of one or more of its Member States or on military or non-military crisis management.\"\n2. The first indent of Article 2 shall be replaced by the following:\n\"- the protection of the public interest (public security, the security and defence of the Union or one of its Member States, military or non-military crisis management, international relations, monetary-stability, court proceedings, inspections and investigations),\"", "The Secretary-General of the Council shall take necessary measures to ensure the implementation of this Decision.", "This Decision shall take effect as from the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 14 August 2000.\nFor the Council\nThe President\nH. Védrine\n(1) OJ C 239, 23.8.2000, p. 1.\n(2) OJ L 340, 31.12.1993, p. 43. Decision amended by Decision 96/705/Euratom, ECSC, EC (OJ L 325, 14.12.1996, p. 19).\n(3) OJ L 9, 13.1.2000, p. 22."}