{"celex_id": "32006R1805", "uri": "http://publications.europa.eu/resource/cellar/9c3e98a6-fa78-4844-af7d-8f5823e2e437", "type": "Regulation", "concepts": ["1590", "2735", "2737", "343", "5734"], "title": "Commission Regulation (EC) No 1805/2006 of 7 December 2006 amending Annex I to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards thiamphenicol, fenvalerate and meloxicam   (Text with EEA relevance)\n", "header": "8.12.2006 EN Official Journal of the European Union L 343/66\nCOMMISSION REGULATION (EC) No 1805/2006\nof 7 December 2006\namending Annex I to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards thiamphenicol, fenvalerate and meloxicam\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (1), and in particular Article 2 thereof,\nHaving regard to the opinions of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) All pharmacologically active substances used in the Community in veterinary medicinal products intended for food-producing animals should be evaluated in accordance with Regulation (EEC) No 2377/90.\n(2) The substance thiamphenicol is included in Annex I to Regulation (EEC) No 2377/90 for bovine species for muscle, fat, liver, kidney and milk as well as for chicken for muscle, skin and fat, liver and kidney, excluding animals which produce eggs for human consumption. Thiamphenicol is also included in Annex III to that Regulation for porcine species for muscle, skin and fat, liver and kidney. Following examination of the information provided by the applicant for the establishment of final maximum residues limits for thiamphenicol in porcine species, it is considered appropriate to modify the entry of thiamphenicol in Annex I to Regulation (EEC) No 2377/90 to all food-producing species for muscle, fat, liver, kidney and milk, excluding animals which produce eggs for human consumption. The maximum residue limits for fat, liver and kidney should not apply to fin fish.\n(3) The substance fenvalerate is included in Annex III to Regulation (EEC) No 2377/90 for bovine for muscle, fat, liver, kidney and milk. Those provisional maximum residue limits expire on 1 July 2006. Following examination of the information provided by the applicant for the establishment of final maximum residues for fenvalerate limits for bovine species, it is considered appropriate to include fenvalerate in Annex I to Regulation (EEC) No 2377/90 for bovine species for muscle, fat, liver, kidney and milk.\n(4) The substance meloxicam is included in Annex I to Regulation (EEC) No 2377/90 for bovine, porcine and equidae species for muscle, liver and kidney as well as for bovine species for milk. Following examination of an application for the establishment of maximum residues limits for meloxicam in rabbits and caprine species for milk, it is considered appropriate to modify the entry of meloxicam in that Annex for rabbits and caprine species for muscle, liver and kidney as well as to caprine species for milk.\n(5) Regulation (EEC) No 2377/90 should therefore be amended accordingly.\n(6) An adequate period should be allowed before the applicability of this Regulation in order to enable Member States to make any adjustment which may be necessary in the light of this Regulation to the authorisations to place the veterinary medicinal products concerned on the market which have been granted in accordance with Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (2) to take account of the provisions of this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["Annex I to Regulation (EEC) No 2377/90 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 8 February 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 2006.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 224, 18.8.1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 1729/2006 (OJ L 325, 24.11.2006, p. 6).\n(2)  OJ L 311, 28.11.2001, p. 1. Directive as amended by Directive 2004/28/EC (OJ L 136, 30.4.2004, p. 58).\nANNEX\nThe following substance is inserted in Annex I to Regulation (EEC) No 2377/90 (List of pharmacologically active substances for which maximum residue limits have been fixed):\n1.   Anti-infectious agents\n1.2.   Antibiotics\n1.2.5.   Florfenicol and related compounds\nPharmacologically active Substance(s) Marker residue Animal species MRLs Target tissues\n‘Thiamphenicol Thiamphenicol All food producing species (1) 50 μg/kg Muscle (2)\n50 μg/kg Fat (3)\n50 μg/kg Liver\n50 μg/kg Kidney\n50 μg/kg Milk\n2.   Anti-parasitic agents\n2.2.   Agents acting against ectoparasites\n2.2.3.   Pyrethroids\nPharmacologically active Substance(s) Marker residue Animal species MRLs Target tissues\n‘Fenvalerate Fenvalerate (sum of RR, SS, RS and SR isomers) Bovine 25 μg/kg Muscle\n250 μg/kg Fat\n25 μg/kg Liver\n25 μg/kg Kidney\n40 μg/kg Milk’\n4.   Anti-inflammatory agents\n4.1.   Non-steroidal anti-inflammatory agents\n4.1.4.   Oxicam derivatives\nPharmacologically active Substance(s) Marker residue Animal species MRLs Target tissues\n‘Meloxicam Meloxicam Porcine, equidae, rabbit 20 μg/kg Muscle\n65 μg/kg Liver\n65 μg/kg Kidney\nBovine, caprine 20 μg/kg Muscle\n65 μg/kg Liver\n65 μg/kg Kidney\n15 μg/kg Milk’\n(1)  Not for use in animals from which eggs are produced for human consumption, MRLs for fat, liver and kidney do not apply to fin fish.\n(2)  For fin fish muscle relates to “muscle and skin in natural proportions”.\n(3)  For porcine and poultry species this MRL relates to “skin and fat in natural proportions”.’"}