{"celex_id": "32000R1230", "uri": "http://publications.europa.eu/resource/cellar/4bdab759-01ad-473a-9c7f-06ff3ec663e4", "type": "Regulation", "concepts": ["13", "1605", "2731", "2974", "666"], "title": "Commission Regulation (EC) No 1230/2000 of 13 June 2000 derogating, for the 2000/01 marketing year, from Regulation (EC) No 661/97 with respect to the deadline for allocating quotas for processed tomato products by the Member States\n", "header": "Commission Regulation (EC) No 1230/2000\nof 13 June 2000\nderogating, for the 2000/01 marketing year, from Regulation (EC) No 661/97 with respect to the deadline for allocating quotas for processed tomato products by the Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products(1), as last amended by Regulation (EC) No 2701/1999(2), and in particular Article 6(5) thereof,\nWhereas:\n(1) Article 6(4) of Regulation (EC) No 2201/96 lays down that Member States should share out the quantities allocated to them between the processing undertakings established on their territory according to the average quantities produced in compliance with minimum prices during the three marketing years preceding the marketing year for which the allocation is made.\n(2) Article 7(1) of Commission Regulation (EC) No 661/97 of 16 April 1997 laying down detailed rules for the application of Council Regulation (EC) No 2201/96 as regards the system of quotas for processed tomato products(3), amended by Regulation (EC) No 2807/98(4), lays down that when the competent authorities of Member States have checked that the aid applications comply with the rules and are in possession of all the particulars needed for allocation, they shall allocate a given quantity of fresh tomatoes to each processing undertaking. Article 1(1) of that Regulation lays down that the allocation provided for in Article 6(4) of Regulation (EC) No 2201/96 shall be made by the Member States by 31 May preceding each marketing year.\n(3) The Italian authorities have informed the Commission that administrative difficulties prevent them from complying with the 31 May deadline and have requested an extension to 20 June 2000. In these circumstances this date should, exceptionally and for the 2000/01 marketing year only, be deferred to 20 June 2000.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Processed Fruit and Vegetables,", "main_body": ["For the 2000/01 marketing year, the Member States may defer until 20 June 2000 the deadline for allocating quotas to the processing enterprises established on their territory referred to in Article 1(1) of Regulation (EC) No 661/97.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 June 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 29.\n(2) OJ L 327, 21.12.1999, p. 5.\n(3) OJ L 100, 17.4.1997, p. 41.\n(4) OJ L 349, 24.12.1998, p. 34."}