{"celex_id": "32004R0524", "uri": "http://publications.europa.eu/resource/cellar/1dd5f8c4-7f5c-43b4-bb23-14ef30cab64c", "type": "Regulation", "concepts": ["261", "3474", "3483", "3584", "3870", "4452", "4505", "5240", "5788"], "title": "Commission Regulation (EC) No 524/2004 of 19 March 2004 amending for the 31st time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\n", "header": "Commission Regulation (EC) No 524/2004\nof 19 March 2004\namending for the 31st time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freezing of funds and other financial resources in respect of the Taliban of Afghanistan(1), as last amended by Regulation (EC) No 391/2004(2), and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 24 February, 12 March and 17 March 2004, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly.\n(3) In order to ensure that the measures provided for in this Regulation are effective, this Regulation must enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 2004.\nFor the Commission\nChristopher Patten\nMember of the Commission\n(1) OJ L 139, 29.5.2002, p. 9.\n(2) OJ L 64, 2.3.2004, p. 36.\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n1. The following entries shall be added under the heading \"Natural persons\".\n(a) Othman Deramchi (alias Abou Youssef). Date of birth: 7 June 1954. Place of birth: Tighennif, Algeria. Residence: Via Milanese, 5 - Sesto San Giovanni, Italy. Domicile: Piazza Trieste, 11 - Mortara, Italy. Fiscal code: DRMTMN54H07Z301T;\n(b) Aider Farid (alias Achour Ali). Date of birth: 12 October 1964. Place of birth: Algiers, Algeria. Residence: Via Milanese, 5 - 20099 Sesto San Giovanni (MI), Italy. Fiscal code: DRAFRD64R12Z301C;\n(c) Bendebka l'Hadi (alias (a) Abd Al Hadi, (b) Hadi). Date of birth: 17 November 1963. Place of birth: Algiers, Algeria. Residence: Via Garibaldi, 70 - San Zenone al Po (PV), Italy. Domicile: Via Manzoni, 33 - Cinisello Balsamo (MI), Italy;\n(d) Ahmed Nacer Yacine (alias Yacine Di Annaba). Date of birth: 2 December 1967. Place of birth: Annaba, Algeria. Residence: rue Mohamed Khemisti, 6 - Annaba, Algeria. Domicile: vicolo Duchessa, 16 and via Genova, 121 - Naples (Italy);\n(e) Kifane Abderrahmane. Date of birth: 7 March 1963. Place of birth: Casablanca, Morocco. Residence: via S. Biagio, 32 or 35 - Sant'Anastasia (NA), Italy;\n(f) El Heit Ali (alias (a) Kamel Mohamed, (b) Ali Di Roma). Date of birth: (a) 20 March 1970, (b) 30 January 1971. Place of birth: Rouba, Algeria. Residence: via D. Fringuello, 20 - Rome, Italy. Domicile: Milan, Italy;\n(g) Abd Al Hafiz Abd Al Wahab (alias (a) Ferdjani Mouloud, (b) Mourad, (c) Rabah Di Roma). Date of birth: 7 September 1967. Place of birth: Algiers, Algeria. Domicile: Via Lungotevere Dante - Rome, Italy;\n(h) Haddad Fethi Ben Assen. Date of birth: (a) 28 March 1963, (b) 28 June 1963. Place of birth: Tataouene, Tunisia. Residence: Via Fulvio Testi, 184 - Cinisello Balsamo (MI), Italy. Domicile: Via Porte Giove, 1 - Mortara (PV), Italy. Fiscal code: HDDFTH63H28Z352V;\n(i) Abbes Moustafa. Date of birth: 5 February 1962. Place of birth: Osniers, Algeria. Domicile: Via Padova, 82 - Milan, Italy;\n(j) Abbes Youcef (alias Giuseppe). Date of birth: 5 January 1965. Place of birth: Bab El Aoued, Algeria. Domicile: (a) Via Padova, 82 - Milan (Italy), (b) Via Manzoni, 33 - Cinisello Balsamo (MI), Italy.\n2. The entry \"Abdul Manaf KASMURI (alias (a) Muhammad Al-Filipini, (b) Intan), Klang. Selangor, Malaysia. Date of birth: 18 May 1955. Place of birth: Selangor, Malaysia. Nationality: Malaysian. Passport No: A 9226483. National identification No: 550528-10-5991\" under the heading \"Natural persons\" shall be replaced by the following:\n\"Abdul Manaf KASMURI (alias (a) Muhammad Al-Filipini, (b) Intan), Klang. Selangor, Malaysia. Date of birth: 28 May 1955. Place of birth: Selangor, Malaysia. Nationality: Malaysian. Passport No: A 9226483. National identification No: 550528-10-5991.\"\n3. The entry \"Al-Haramain Foundation (Indonesia) (alias Yayasan Al-Manahil-Indonesia), (a) Jalan Laut Sulawesi Block DII/4, Kavling Angkatan Laut Duren Sawit, Jakarta Timur 13440, Indonesia. Other information: telephone 021-86611265 and 021-86611266; fax 021-8620174, (b) Lembaga Pelayanan Pesantren &  Studi Islam, Jl. Jati Padang II, No 18-A, Jakarta Selatan 12540, Indonesia. Other information: telephone 021-789-2870, fax 021-780-0188\" shall be replaced by the following:\n\"Al-Haramain Foundation (Indonesia) (alias Yayasan Al-Manahil-Indonesia), Jalan Laut Sulawesi Block DII/4, Kavling Angkatan Laut Duren Sawit, Jakarta Timur 13440, Indonesia. Other information: telephone 021-86611265 and 021-86611266; fax: 021-8620174.\""}