{"celex_id": "32002D0882", "uri": "http://publications.europa.eu/resource/cellar/7387471d-3a3f-4668-8168-595b615fcebd", "type": "Decision", "concepts": ["1728", "2609", "4250", "500", "6223", "862", "922"], "title": "2002/882/EC: Council Decision of 5 November 2002 providing further macro-financial assistance to the Federal Republic of Yugoslavia\n", "header": "Council Decision\nof 5 November 2002\nproviding further macro-financial assistance to the Federal Republic of Yugoslavia\n(2002/882/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Financial Committee(3),\nWhereas:\n(1) The Federal Republic of Yugoslavia (FRY) authorities re-established links with international organisations and in particular made progress towards normalising the country's financial relations with multilateral creditors, including the European Investment Bank, and with official bilateral creditors.\n(2) Since October 2000, the FRY has achieved substantial progress in economic stabilisation and reform and has made important steps towards a well-functioning market economy.\n(3) Within the Stabilisation and Association process, which is the framework for the European Union's (EU) relations with the region, it is desirable to support efforts to sustain political and economic stabilisation in the FRY, with a view to evolving towards the development of a full cooperation relationship with the Community.\n(4) Financial assistance from the Community should be instrumental in bringing the FRY closer to the Community.\n(5) The Community already provided in 2001 macro-financial assistance of EUR 345 million to the FRY(4). The International Monetary Fund (IMF) approved in May 2002 a three-year \"Extended Arrangement\" for the FRY of about USD 829 million to support the authorities' economic programme in 2002 to 2005.\n(6) The World Bank decided in May 2001 to make available to the FRY on a temporary basis a package of concessional loans of USD 540 million over a three year period. So far, two structural adjustment credits of USD 70 million and of USD 85 million have been approved in January and May 2002, respectively, to support reforms in public finance as well as in the energy and social sector and to foster private sector development.\n(7) The Members of the Paris Club agreed in November 2001 on a substantial debt relief in favour of the FRY, already alleviating the balance of payments situation.\n(8) The authorities of the FRY have requested financial assistance from the international financial institutions, the Community, and other bilateral donors.\n(9) Over and above the estimated financing which could be provided by the IMF and the World Bank, an important residual financing gap remains to be covered to support the policy objectives attached to the authorities' reform efforts.\n(10) Community macro-financial assistance to the FRY is an appropriate measure to help ease the country's external financial constraints, supporting the balance of payments and strengthening the reserve position.\n(11) Financial assistance from the Community in the form of a combination of a long-term loan and a straight grant is an appropriate measure to support the sustainability of the FRY's external financial position, given its limited borrowing capacity. This Community financial assistance should be effective and properly implemented.\n(12) The inclusion of a grant component in this assistance is without prejudice to the powers of the Community budgetary authority.\n(13) A new Constitutional Charter is presently in the process of parliamentary discussion. Upon its entry into force, the FRY would continue to exist under a new name. The pending name change does not affect this Decision.\n(14) Upon entry into force of the aforementioned Constitutional Charter, the National Bank of Yugoslavia may cease to exist. Therefore, after entry into force of the Constitutional Charter, the macro-financial assistance provided under this Decision will be paid to the institution or institutions designated to take on the responsibilities from the National Bank of Yugoslavia for receiving funds in the context of this Decision.\n(15) This assistance should be managed by the Commission, in consultation with the Economic and Financial Committee.\n(16) The Treaty does not provide, for the adoption of this Decision, powers other than those of Article 308,", "main_body": ["1. The Community shall make available to the FRY further macro-financial assistance in the form of a long-term loan and a straight grant with a view to ensuring a sustainable balance-of-payments situation and strengthening the country's reserve position.\n2. The loan component of this assistance shall amount to a maximum principal of EUR 55 million with a maximum maturity of 15 years. To this end, the Commission is empowered to borrow, on behalf of the Community, the necessary resources that will be placed at the disposal of the FRY in the form of a loan.\n3. The grant component of this assistance shall amount to a maximum of EUR 75 million.\n4. This Community financial assistance shall be managed by the Commission in close consultation with the Economic and Financial Committee and in a manner consistent with the agreements reached between the IMF and the FRY.", "1. The Commission is empowered to agree with the authorities of the FRY, after consultation with the Economic and Financial Committee, the economic policy conditions attached to further Community macro-financial assistance. These conditions shall be consistent with the agreements referred to in Article 1(4).\n2. The Commission shall verify at regular intervals, in collaboration with the Economic and Financial Committee and in coordination with the IMF, that economic policies in the FRY are in accordance with the objectives of this macro-financial assistance and that its conditions are being fulfilled.", "1. The loan and grant components of this assistance shall be made available to the FRY in at least two instalments. Subject to Article 2, the first instalment is to be released on the basis of satisfactory implementation of the adjustment and reform programme of the FRY under the present Extended Arrangement with the IMF.\n2. Subject to Article 2, the second and any further instalments shall be released on the basis of a satisfactory track record on the FRY's adjustment and reform programme, and not before one quarter after the release of the previous instalment.\n3. The funds shall be paid to the National Bank of the FRY, and after the entry into force of a new Constitutional Charter, to the institution or institutions designated to take on the responsibilities of the National Bank of Yugoslavia for receiving funds in the context of this Decision.", "1. The borrowing and lending operations referred to in Article 1 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest rate risks, or in any other commercial risk.\n2. The Commission shall take the necessary steps, if the FRY so requests, to ensure that an early repayment clause is included in the loan terms and conditions and that it may be exercised.\n3. At the request of the FRY, and where circumstances permit an improvement in the loan's interest rate, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average maturity of the borrowing concerned or increasing the amount, expressed at the current exchange rate, of capital outstanding at the date of the refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by the FRY, if appropriate.\n5. The Economic and Financial Committee shall be kept informed of developments in the operations referred to in paragraph 2 and 3 at least once a year.", "At least once a year, and before September, the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation on the implementation of this Decision in the previous year.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until two years after that date."], "attachments": "Done at Brussels, 5 November 2002.\nFor the Council\nThe President\nT. Pedersen\n(1) Proposal of 27 August 2002 (not yet published in the Official Journal).\n(2) Opinion delivered on 10 October 2002 (not yet published in the Official Journal).\n(3) Opinion delivered on 17 October 2002 (not yet published in the Official Journal).\n(4) Decision 2001/549/EC (OJ L 197, 21.7.2001, p. 38), Decision as amended by Decision 2001/901/EC (OJ L 334, 18.12.2001, p. 30)."}