{"celex_id": "32006R1539", "uri": "http://publications.europa.eu/resource/cellar/6364e2f9-becc-4e05-8d60-de28ac83fe32", "type": "Regulation", "concepts": ["1796", "2958", "3732", "4284", "5283", "5856", "619", "807", "826", "933"], "title": "Commission Regulation (EC) No 1539/2006 of 13 October 2006 adopting a plan allocating resources to the Member States to be charged against 2007 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community\n", "header": "14.10.2006 EN Official Journal of the European Union L 283/14\nCOMMISSION REGULATION (EC) No 1539/2006\nof 13 October 2006\nadopting a plan allocating resources to the Member States to be charged against 2007 budget year for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3730/87 of 10 December 1987 laying down the general rules for the supply of food from intervention stocks to designated organisations for distribution to the most deprived persons in the Community (1) and in particular Article 6 thereof,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (2), and in particular Article 3(2) thereof,\nWhereas:\n(1) In accordance with Article 2 of Commission Regulation (EEC) No 3149/92 of 29 October 1992 laying down detailed rules for the supply of food from intervention stocks for the benefit of the most deprived persons in the Community (3), the Commission has to adopt a distribution plan to be financed from resources available in the 2007 budget year. The plan should lay down in particular, for each of the Member States applying the measure, the maximum financial resources available to carry out its part of the plan, and the quantity of each type of product to be withdrawn from the stocks held by the intervention agencies.\n(2) The Member States involved in the plan for 2007 have supplied the information required in accordance with Article 1 of Regulation (EEC) No 3149/92.\n(3) For the purposes of resource allocation, account must be taken of experience and of the degree to which the Member States have used the resources allocated to them in previous years.\n(4) Article 2(3)(1)(c) of Regulation (EEC) No 3149/92 provides for the making of grants for the purchase on the market of products temporarily unavailable in intervention stocks. Since stocks of skimmed-milk powder and rice currently held by intervention agencies are very low and arrangements have already been made for their sale on the market and their distribution in the framework of Regulation (EEC) 3149/92, and since no purchases of these products are foreseen in 2006, it is necessary to fix the grant in order to allow skimmed-milk powder and rice required for the 2007 plan to be purchased on the market. Furthermore, specific provisions need to be introduced to ensure that the supply contract is properly carried out.\n(5) To take into account the specific necessities of certain Member States, the withdrawal of cereals in payment for rice and rice based products should be authorised, in accordance with the third subparagraph of Article 4(1)(b) of Regulation (EEC) No 3149/92.\n(6) Article 7(1) of Regulation (EEC) No 3149/92 provides for the transfer between Member States of products unavailable in intervention stocks of the Member State where such products are required for the implementation of an annual plan. The intra-Community transfers necessary to carry through the 2007 plan should therefore be authorised subject to the conditions provided for in Article 7 of Regulation (EEC) No 3149/92.\n(7) To implement the plan, the operative event within the meaning of Article 3 of Regulation (EC) No 2799/98 should be the date on which the financial year for administration of stocks in public storage starts.\n(8) In accordance with Article 2(2) of Regulation (EEC) No 3149/92 the Commission has consulted the major organisations familiar with the problems of the most deprived persons in the Community when drawing up the plan.\n(9) The measures provided for in this Regulation are in accordance with the opinions of all the relevant management committees,", "main_body": ["For 2007, the distribution of foodstuffs for the benefit of the most deprived persons in the Community under Regulation (EEC) No 3730/87 shall be supplied in accordance with the distribution plan set out in Annex I to this Regulation.", "1.   The grants to Member States for the purchase on the market of skimmed-milk powder and rice required for the plan referred to in Article 1 are fixed in Annex II.\n2.   The award to the successful tenderer of the contract for the supply of the skimmed-milk powder and rice referred to in paragraph 1 is subject to the provision by the tenderer of a security equivalent to the offer price, made out in the name of the intervention agency.", "The intra-Community transfer of products listed in Annex III to this Regulation are hereby authorised subject to the conditions provided for in Article 7 of Regulation (EEC) No 3149/92.", "In order to implement the plan referred to in Article 1 of this Regulation, the date of the operative event referred to in Article 3 of Regulation (EC) No 2799/98 shall be 1 October 2006.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 October 2006.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agricultural and Rural Development\n(1)  OJ L 352, 15.12.1987, p. 1. Regulation as amended by Regulation (EC) No 2535/95 (OJ L 260, 31.10.1995, p. 3).\n(2)  OJ L 349, 24.12.1998, p. 1.\n(3)  OJ L 313, 30.10.1992, p. 50. Regulation as last amended by Regulation (EC) No 133/2006 (OJ L 23, 27.1.2006, p. 11).\nANNEX I\nANNUAL DISTRIBUTION PLAN FOR 2007\n(a) Financial resources made available to implement the plan in each Member State:\n(in euro)\nMember State Allocation\nBelgique/België 5 817 428\nČeská republika 144 453\nEesti 324 813\nElláda 6 267 329\nEspaña 54 836 559\nFrance 48 890 266\nIreland 217 997\nItalia 70 764 888\nLatvija 348 962\nLietuva 3 273 261\nLuxembourg 80 707\nMagyarország 7 476 638\nMalta 384 792\nPolska 41 343 047\nPortugal 14 086 552\nSlovenija 1 272 606\nSuomi/Finland 3 383 074\nTotal 258 913 372\n(b) Quantity of each product to be withdrawn from the Community intervention stocks for distribution in each Member State subject to the maximum amounts laid down in (a):\n(tonnes)\nMember State Cereals Rice (paddy rice) Butter Sugar\nBelgique/België 12 000   2 000\nČeská republika 270  26 50\nEesti 3 000\nElláda 11 760 3 900\nEspaña 110 000  13 650 6 443\nFrance 82 641 23 641 6 500 3 338\nIreland   80\nItalia 122 465 20 000 3 570 6 847\nLatvija 3 280\nLietuva 12 000   2 760\nMagyarország 52 000   900\nMalta 1 550\nPolska 120 230  2 400 8 298\nPortugal 20 000 14 000 3 300 1 435\nSlovenija 2 610   653\nSuomi/Finland 16 500  500 500\nTotal 570 306 61 541 30 026 33 224\n(c) Quantities of cereals authorised for removal from intervention stocks to pay for the supply of rice or rice based products mobilised on the market, subject to the maximum amounts laid down in (a):\nMember State Tonnes\nBelgique/België 4 146\nFrance 25 590\nLietuva 5 000\nTotal 34 736\nANNEX II\n(a) Grants to Member States for purchase of skimmed milk powder on the Community market subject to the maximum amounts laid down in Annex I(a):\nMember State Euros\nBelgique/België 2 893 618\nČeská republika 17 469\nEesti 5 190\nElláda 4 192 560\nFrance 13 494 861\nItalia 39 261 578\nLuxembourg 76 864\nMagyarország 1 397 520\nMalta 118 789\nPolska 16 770 240\nSlovenija 527 564\nTotal 78 756 283\n(b) Grants to Member States for purchase of rice on the Community market subject to the maximum amounts laid down in Annex I(a):\nMember State Euros\nEesti 300\nEspaña 2 400 000\nMalta 90 750\nSlovenija 90 000\nTotal 2 581 050\nANNEX III\nIntra-Community Transfers authorised under the plan for 2007\nProduct Quantity Holder Consignee\n1. Common wheat\n2. Common wheat\n3. Common wheat\n4. Common wheat\n5. Common wheat\n6. Common wheat\n7. Common wheat\n8. Common wheat\n9. Common wheat and other cereals\n10. Rice\n11. Rice\n12. Rice\n13. Butter\n14. Sugar\n15. Sugar\n16. Sugar\n17. Sugar"}