{"celex_id": "32005D0236", "uri": "http://publications.europa.eu/resource/cellar/c863ff0b-e654-4e4c-aa10-d81263a33324", "type": "Decision", "concepts": ["1318", "1598", "2356", "2560", "3713", "5722"], "title": "2005/236/EC: Commission Decision of 15 March 2005 amending Decision 2003/135/EC as regards the termination of the plans for the eradication of classical swine fever in feral pigs and the emergency vaccination of feral pigs against classical swine fever in certain areas of the Federal State of Rhineland-Palatinate (Germany) (notified under document number C(2005) 596) (Text with EEA relevance)\n", "header": "18.3.2005 EN Official Journal of the European Union L 72/44\nCOMMISSION DECISION\nof 15 March 2005\namending Decision 2003/135/EC as regards the termination of the plans for the eradication of classical swine fever in feral pigs and the emergency vaccination of feral pigs against classical swine fever in certain areas of the Federal State of Rhineland-Palatinate (Germany)\n(notified under document number C(2005) 596)\n(Only the German and French texts are authentic)\n(Text with EEA relevance)\n(2005/236/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (1), and in particular Article 16(1) and 20(2) thereof,\nWhereas:\n(1) Commission Decision 2003/135/EC of 27 February 2003 on the approval of the plans for the eradication of classical swine fever and the emergency vaccination of feral pigs against classical swine fever in Germany, in the Federal States of Lower Saxony, North Rhine-Westphalia, Rhineland-Palatinate and Saarland (2) was adopted as one of a number of measures to combat classical swine fever.\n(2) The German authorities have informed the Commission about the recent evolution of the disease in feral pigs in certain areas of Rhineland-Palatinate.\n(3) This information indicates that classical swine fever in feral pigs has been successfully eradicated and that the approved eradication and vaccination plans do not need to be applied anymore in these areas.\n(4) Decision 2003/135/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2003/135/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Federal Republic of Germany and the French Republic."], "attachments": "Done at Brussels, 15 March 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 316, 1.12.2001, p. 5. Directive as amended by the 2003 Act of Accession.\n(2)  OJ L 53, 28.2.2003, p. 47. Decision as last amended by Decision 2005/58/EC (OJ L 24, 27.1.2005, p. 45).\nANNEX\n‘ANNEX\n1.   AREAS WHERE ERADICATION PLANS ARE IN PLACE:\nRhineland-Palatinate:\n(a) : the Kreise : Bad Dürkheim, Donnersbergkreis and Südliche Weinstraße;\n(b) : the Cities of : Speyer, Landau, Neustadt an der Weinstraße, Pirmasens and Kaiserslautern;\n(c) : in the Kreis Alzey-Worms : the localities Stein-Bockenheim, Wonsheim, Siefersheim, Wöllstein, Gumbsheim, Eckelsheim, Wendelsheim, Nieder-Wiesen, Nack, Erbes-Büdesheim, Flonheim, Bornheim, Lonsheim, Bermershein vor der Höhe, Albig, Bechenheim, Offenheim, Mauchenheim, Freimersheim, Wahlheim, Kettenheim, Esselborn, Dintesheim, Flomborn, Eppelsheim, Ober-Flörsheim, Hangen-Weisheim, Gundersheim, Bermersheim, Gundheim, Framersheim, Gau-Heppenheim, Monsheim and Alzey;\n(d) : in the Kreis Bad Kreuznach : the localities Becherbach, Reiffelbach, Schmittweiler, Callbach, Meisenheim, Breitenheim, Rehborn, Lettweiler, Abtweiler, Raumbach, Bad Sobernheim, Odernheim a. Glan, Staudernheim, Oberhausen a. d. Nahe, Duchroth, Hallgarten, Feilbingert, Hochstätten, Niederhausen, Norheim, Bad Münster a. Stein-Ebernburg, Altenbamberg, Traisen, Fürfeld, Tiefenthal, Neu-Bamberg, Frei-Laubersheim, Hackenheim, Volxheim, Pleitersheim, Pfaffen-Schwabenheim, Biebelsheim, Guldental, Bretzenheim, Langenlonsheim, Laubenheim, Dorsheim, Rümmelsheim, Windesheim, Stromberg, Waldlaubersheim, Warmsroth, Schweppenhausen, Eckenroth, Roth, Boos, Hüffelsheim, Schloßböckelheim, Rüdesheim, Weinsheim, Oberstreit, Waldböckelheim, Mandel, Hargesheim, Roxheim, Gutenberg and Bad Kreuznach;\n(e) : in the Kreis Germersheim : the municipalities Lingenfeld, Bellheim and Germersheim;\n(f) : in the Kreis Kaiserslautern : the municipalities Weilerbach, Otterbach, Otterberg, Enkenbach-Alsenborn, Hochspeyer, Kaiserslautern-Süd, Landstuhl and Bruchmühlbach-Miesau the localities Ramstein-Miesenbach, Hütschenhausen, Steinwenden and Kottweiler-Schwanden;\n(g) : in the Kreis Kusel : the localities Odenbach, Adenbach, Cronenberg, Ginsweiler, Hohenöllen, Lohnweiler, Heinzenhausen, Nussbach, Reipoltskirchen, Hefersweiler, Relsberg, Einöllen, Oberweiler-Tiefenbach, Wolfstein, Kreimbach-Kaulbach, Rutsweiler a.d. Lauter, Rothselberg, Jettenbach and Bosenbach;\n(h) : in the Rhein-Pfalz-Kreis : the municipalities Dudenhofen, Waldsee, Böhl-Iggelheim, Schifferstadt, Römerberg and Altrip;\n(i) : in the Kreis Südwestpfalz : the municipalities Waldfischbach-Burgalben, Rodalben, Hauenstein, Dahner-Felsenland, Pirmasens-Land and Thaleischweiler-Fröschen, the localities Schmitshausen, Herschberg, Schauerberg, Weselberg, Obernheim-Kirchenarnbach, Hettenhausen, Saalstadt, Wallhalben and Knopp-Labach.\n2.   AREAS WHERE THE EMERGENCY VACCINATION IS APPLIED:\nRhineland-Palatinate:\n(a) : the Kreise : Bad Dürkheim, Donnersbergkreis and Südliche Weinstraße;\n(b) : the Cities : Speyer, Landau, Neustadt an der Weinstraße, Pirmasens and Kaiserslautern;\n(c) : in the Kreis Alzey-Worms : the localities Stein-Bockenheim, Wonsheim, Siefersheim, Wöllstein, Gumbsheim, Eckelsheim, Wendelsheim, Nieder-Wiesen, Nack, Erbes-Büdesheim, Flonheim, Bornheim, Lonsheim, Bermersheim vor der Höhe, Albig, Bechenheim, Offenheim, Mauchenheim, Freimersheim, Wahlheim, Kettenheim, Esselborn, Dintesheim, Flomborn, Eppelsheim, Ober-Flörsheim, Hangen-Weisheim, Gundersheim, Bermersheim, Gundheim, Framersheim, Gau-Heppenheim, Monsheim and Alzey;\n(d) : in the Kreis Bad Kreuznach : the localities Becherbach, Reiffelbach, Schmittweiler, Callbach, Meisenheim, Breitenheim, Rehborn, Lettweiler, Abtweiler, Raumbach, Bad Sobernheim, Odernheim a. Glan, Staudernheim, Oberhausen a. d. Nahe, Duchroth, Hallgarten, Feilbingert, Hochstätten, Niederhausen, Norheim, Bad Münster a. Stein-Ebernburg, Altenbamberg, Traisen, Fürfeld, Tiefenthal, Neu-Bamberg, Frei-Laubersheim, Hackenheim, Volxheim, Pleitersheim, Pfaffen-Schwabenheim, Biebelsheim, Guldental, Bretzenheim, Langenlonsheim, Laubenheim, Dorsheim, Rümmelsheim, Windesheim, Stromberg, Waldlaubersheim, Warmsroth, Schweppenhausen, Eckenroth, Roth, Boos, Hüffelsheim, Schloßböckelheim, Rüdesheim, Weinsheim, Oberstreit, Waldböckelheim, Mandel, Hargesheim, Roxheim, Gutenberg and Bad Kreuznach;\n(e) : in the Kreis Germersheim : the municipalities Lingenfeld, Bellheim and Germersheim;\n(f) : in the Kreis Kaiserslautern : the municipalities Weilerbach, Otterbach, Otterberg, Enkenbach-Alsenborn, Hochspeyer, Kaiserslautern-Süd, Landstuhl and Bruchmühlbach-Miesau, the localities Ramstein-Miesenbach, Hütschenhausen, Steinwenden and Kottweiler-Schwanden;\n(g) : in the Kreis Kusel : the localities Odenbach, Adenbach, Cronenberg, Ginsweiler, Hohenöllen, Lohnweiler, Heinzenhausen, Nussbach, Reipoltskirchen, Hefersweiler, Relsberg, Einöllen, Oberweiler-Tiefenbach, Wolfstein, Kreimbach-Kaulbach, Rutsweiler a.d. Lauter, Rothselberg, Jettenbach and Bosenbach;\n(h) : in the Rhein-Pfalz-Kreis : the municipalities Dudenhofen, Waldsee, Böhl-Iggelheim, Schifferstadt, Römerberg and Altrip;\n(i) : in the Kreis Südwestpfalz : the municipalities Waldfischbach-Burgalben, Rodalben, Hauenstein, Dahner-Felsenland, Pirmasens-Land and Thaleischweiler-Fröschen, the localities Schmitshausen, Herschberg, Schauerberg, Weselberg, Obernheim-Kirchenarnbach, Hettenhausen, Saalstadt, Wallhalben and Knopp-Labach.’"}