{"celex_id": "32007L0026", "uri": "http://publications.europa.eu/resource/cellar/3a254969-f455-478c-aa69-83320dc5a554", "type": "Directive", "concepts": ["1268", "1590", "2735", "5451", "5581", "6052"], "title": "Commission Directive 2007/26/EC of 7 May 2007 amending Directive 2004/6/EC to extend its period of application (Text with EEA relevance)\n", "header": "8.5.2007 EN Official Journal of the European Union L 118/5\nCOMMISSION DIRECTIVE 2007/26/EC\nof 7 May 2007\namending Directive 2004/6/EC to extend its period of application\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/398/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to foodstuffs intended for particular nutritional uses (1) and in particular Article 4(2) thereof,\nWhereas:\n(1) Commission Directive 2001/15/EC of 15 February 2001 on substances that may be added for specific nutritional purposes in foods for particular nutritional uses (2) specifies certain categories of substances and mentions for each of them the chemical substances that may be used in the manufacture of foodstuffs for particular nutritional uses.\n(2) At the time of the adoption of Directive 2001/15/EC a number of chemical substances added for specific nutritional purposes to some foods for particular nutritional uses, which are marketed in some Member States, could not be included in the Annex to that Directive because they had not been evaluated by the Scientific Committee on Food.\n(3) Pending the completion of the evaluation of those substances by the European Food Safety Authority (EFSA), Commission Directive 2004/6/EC (3) provides that Member States may continue to allow in their territory trade in products containing the substances concerned, in so far as certain conditions are fulfilled regarding their safety, until 31 December 2006.\n(4) It was not possible to complete the evaluations and associated administrative actions prior to 31 December 2006. Therefore, with a view to avoiding unnecessary disruption in the trade of the foodstuffs concerned, the application of Directive 2004/6/EC should be extended.\n(5) To take into account the time needed for the completion of the evaluation of the substances by the EFSA and for the transposition of the associated measures into the national legislation it is appropriate to provide for an extension of the period of application of Directive 2004/6/EC to 31 December 2009.\n(6) The date of 31 December 2006 provided for in Article 1 of Directive 2004/6/EC makes it necessary that the present Directive should be transposed within a short deadline. In order to avoid difficulties with the trade in products containing the substances listed in Directive 2004/6/EC, it is appropriate for the present directive to apply from 1 January 2007.\n(7) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 1 of Directive 2004/6/EC, the date of ‘31 December 2006’ is replaced by ‘31 December 2009’.", "Transposition\n1.   Member States shall adopt and publish, by 8 July 2007 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 January 2007.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 May 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 186, 30.6.1989, p. 27. Directive as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 52, 22.2.2001, p. 19. Directive as last amended by Directive 2006/34/EC (OJ L 83, 22.3.2006, p. 14).\n(3)  OJ L 15, 22.1.2004, p. 31."}