{"celex_id": "32006D0378", "uri": "http://publications.europa.eu/resource/cellar/c8f368a2-ece0-450b-a46f-63b80216157c", "type": "Decision", "concepts": ["12", "1518", "2850", "2901", "4048"], "title": "2006/378/EC: Council Decision of  10 April 2006 concerning the conclusion of a Protocol to the Euro-Mediterranean Agreement between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\n", "header": "2.6.2006 EN Official Journal of the European Union L 149/31\nCOUNCIL DECISION\nof 10 April 2006\nconcerning the conclusion of a Protocol to the Euro-Mediterranean Agreement between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\n(2006/378/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 310 in conjunction with the second sentence of Article 300(2), first subparagraph, and the second subparagraph of Article 300(3) thereof,\nHaving regard to the 2003 Act of Accession, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament (1),\nWhereas:\n(1) The Protocol to the Euro-Mediterranean Agreement between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union, was signed on behalf of the European Community and its Member States on 23 February 2006.\n(2) The Protocol should be approved,", "main_body": ["The Protocol to the Euro-Mediterranean Agreement between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union, is hereby approved on behalf of the European Community and its Member States.\nThe text of the Protocol is attached to this Decision (2)."], "attachments": "Done at Luxembourg, 10 April 2006.\nFor the Council\nThe President\nU. PLASSNIK\n(1)  Delivered on 23 March 2006 (not yet published in the Official Journal).\n(2)  See page 2 of this Official Journal."}