{"celex_id": "32004R1779", "uri": "http://publications.europa.eu/resource/cellar/4ed1523b-ce1e-49c4-b5a8-2f750b7c77f8", "type": "Regulation", "concepts": ["2282", "2437", "2879", "336", "4790", "5228", "544"], "title": "Commission Regulation (EC) No 1779/2004 of 13 October 2004 prohibiting fishing for ling by vessels flying the flag of Denmark\n", "header": "15.10.2004 EN Official Journal of the European Union L 316/73\nCOMMISSION REGULATION (EC) No 1779/2004\nof 13 October 2004\nprohibiting fishing for ling by vessels flying the flag of Denmark\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), and in particular Article 21(3) thereof,\nWhereas:\n(1) Council Regulation (EC) No 2340/2002 of 16 December 2002 fixing for 2003 and 2004 the fishing opportunities for deep-sea fish stocks (2) lays down quotas for ling for 2004.\n(2) In order to ensure compliance with the provisions relating to the quantity limits on catches of stocks subject to quotas, the Commission must fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated.\n(3) According to the information received by the Commission, catches of ling in the waters of ICES sub-area III (EC waters and waters not subject to the sovereignty or jurisdiction of third countries) by vessels flying the flag of Denmark or registered in Denmark have exhausted the quota for 2004. Denmark has prohibited fishing for this stock from 1 August 2004. This date should be adopted in this Regulation also,", "main_body": ["Catches of ling in the waters of ICES sub-area III (EC waters and waters not subject to the sovereignty or jurisdiction of third countries) by vessels flying the flag of Denmark or registered in Denmark have exhausted the quota allocated to Denmark for 2004.\nFishing for ling in the waters of ICES sub-area III (EC waters and waters not subject to the sovereignty or jurisdiction of third countries) by vessels flying the flag of Denmark or registered in Denmark is hereby prohibited, as are the retention on board, transhipment and landing of this stock caught by the above vessels after the date of application of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 October 2004.\nFor the Commission\nJörgen HOLMQUIST\nDirector-General for Fisheries\n(1)  OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) 1954/2003 (OJ L 289, 7.11.2003, p. 1).\n(2)  OJ L 356, 31.12.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 762/2004 (OJ L 120, 24.4.2004, p. 8)."}