{"celex_id": "32001R1502", "uri": "http://publications.europa.eu/resource/cellar/eda3a111-d4a7-4147-a5b9-3b7dd77917da", "type": "Regulation", "concepts": ["1102", "2068", "3568"], "title": "Commission Regulation (EC) No 1502/2001 of 23 July 2001 amending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\n", "header": "Commission Regulation (EC) No 1502/2001\nof 23 July 2001\namending Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Regulation (EC) No 1670/2000(2), and in particular Article 31(14) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 3846/87(3), as last amended by Regulation (EC) No 1384/2001(4), establishes, on the basis of the Combined Nomenclature, an agricultural product nomenclature for export refunds. It lays down, among other things, the additional requirements for using the product codes for cheeses in respect of which a refund is granted, especially as regards their maximum water content and their minimum fat content in the dry matter. The requirements for certain cheeses need to be adapted in order to reflect more accurately the true nature of the products exported.\n(2) Footnote 8 in section 9 of Annex I to that Regulation requires certain milk products to meet a minimum milk-protein content in order to qualify for the refund. In order to facilitate the completion of the customs formalities and with a view to coming into line with the other provisions, the operator should be obliged to indicate on the export declaration the product's maximum water content and the minimum milk-protein content in non-fat solids.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Section 9 of Annex I to Regulation (EEC) No 3846/87 is amended as follows:\n1. the information relating to CN code ex 0406 90 85 is replaced by the information in the Annex to this Regulation;\n2. the text of footnote 8 is replaced by the following: \"(8) Where, for products falling within this code, the milk-protein content (nitrogen content × 6,38) in non-fat milk solids is less than 34 %, no refund is payable. Where for powdered products falling within this code, the water content in product weight is more than 5 %, no refund is payable.\nWhen completing the customs formalities, the interested party must indicate on the relevant declaration the minimum milk-protein content in non-fat milk solids and, for powdered products, the maximum water content.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 193, 29.7.2000, p. 10.\n(3) OJ L 366, 24.12.1987, p. 1.\n(4) OJ L 186, 7.7.2001, p. 28.\nANNEX\n\">TABLE>\""}