{"celex_id": "32001R1120", "uri": "http://publications.europa.eu/resource/cellar/db9cf73b-0228-4ef3-9769-4060e94f9b0c", "type": "Regulation", "concepts": ["1005", "1115", "1201", "1602", "2173", "5823"], "title": "Commission Regulation (EC) No 1120/2001 of 7 June 2001 derogating from Regulation (EC) No 609/2001 as regards the implementation of certain provisions for 2001 and amending Regulation (EC) No 412/97\n", "header": "Commission Regulation (EC) No 1120/2001\nof 7 June 2001\nderogating from Regulation (EC) No 609/2001 as regards the implementation of certain provisions for 2001 and amending Regulation (EC) No 412/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 911/2001(2), and in particular Article 48 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 609/2000(3) lays down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational programmes, operational funds and Community financial assistance and repeals Commission Regulation (EC) No 411/97(4).\n(2) Article 11(4) of Regulation (EC) No 609/2001 sets a latest date of 31 August for the payment of financial assistance due to producer organisations. Annex II sets the dates for information to be forwarded by Member States to the Commission each year at 1 June and 1 October.\n(3) Article 14(2) of Regulation (EC) No 609/2001 fixes the minimum sample of checks to be carried out each year on producer organisations at 20 %.\n(4) These provisions represent additional administrative constraints for Member States in comparison with the provisions of Regulation (EC) No 411/97: for the year 2001, the time available between the date of entry into force of Regulation (EC) No 609/2001 of 2 April 2001, and the deadlines for the implementation of provisions of Articles 11(4), 14(2) and Annex II is less than would be the case in a normal year of application.\n(5) In order to allow Member States to process the applications for financial assistance of producer organisations, where this is difficult due to the aforementioned new administrative constraints, it is appropriate to set a new deadline of 15 October 2001 for the payment of financial assistance in application of Article 11(4) of Regulation (EC) No 609/2001 relating to operational funds of 2000.\n(6) It is appropriate to set a new deadline of 31 October 2001 for information to be forwarded by Member States to the Commission in application of Annex II of Regulation (EC) No 609/2001 in respect of information concerning the year 2000.\n(7) It is appropriate to fix a level of 10 % for the minimum sample of checks on producer organisations to be carried out by Member States in application of Article 14(2) during the year 2001 in case, for administrative reasons, Member States are not able to ensure the correct and full implementation of this provision.\n(8) Commission Regulation (EC) No 412/97 of 3 March 1997, laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards the recognition of producer organisations(5), as last amended by Regulation (EC) No 1493/97(6), provides in Article 9 that Member States shall submit an annual report on producer organisations. This report has been superseded by the reporting requirements of Regulation (EC) No 609/2001 and is no longer required by the Commission services for reporting requirements relative to the year 2000 onwards.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Committee,", "main_body": ["Member States may postpone payments of financial assistance to producer organisations in application of Article 11(4) of Regulation (EC) No 609/2001 regarding operational funds of the year 2000 until 15 October 2001 at the latest.", "Member States shall forward to the Commission the information provided for in Annex II to Regulation (EC) No 609/2001 regarding the year 2000 at the latest on the 31 October 2001.", "Member States shall carry out checks on producer organisations in application of Article 14(2) of Regulation (EC) No 609/2001 in the year 2001 on at least 10 % of producer organisations and 30 % of Community assistance.", "Article 9 of Regulation (EC) No 412/97 is repealed.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 129, 11.5.2001, p. 3.\n(3) OJ L 90, 30.3.2001, p. 4.\n(4) OJ L 62, 4.3.1997, p. 9.\n(5) OJ L 62, 4.3.1997, p. 16.\n(6) OJ L 202, 30.7.1997, p. 32."}