{"celex_id": "32009R0034", "uri": "http://publications.europa.eu/resource/cellar/f1cf9737-01c4-4afd-bb6a-1cfb1412991d", "type": "Regulation", "concepts": ["161", "1644", "2300", "2488", "2771", "3570", "4453", "4687", "5040"], "title": "Commission Regulation (EC) No 34/2009 of 16 January 2009 on the issuing of import licences for applications lodged during the first seven days of January 2009 under tariff quotas opened by Regulation (EC) No 616/2007 for poultry meat\n", "header": "17.1.2009 EN Official Journal of the European Union L 13/27\nCOMMISSION REGULATION (EC) No 34/2009\nof 16 January 2009\non the issuing of import licences for applications lodged during the first seven days of January 2009 under tariff quotas opened by Regulation (EC) No 616/2007 for poultry meat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nHaving regard to Commission Regulation (EC) No 616/2007 of 4 June 2007 opening and providing for the administration of Community tariff quotas for poultry meat originating in Brazil, Thailand and other third countries (3), and in particular Article 5(5) thereof,\nWhereas:\n(1) Regulation (EC) No 616/2007 opened tariff quotas for imports of products in the poultry meat sector.\n(2) The applications for import licences lodged during the first seven days of January 2009 for the subperiod 1 April to 30 June 2009 relate, for some quotas, to quantities exceeding those available. The extent to which licences may be issued should therefore be determined and an allocation coefficient laid down to be applied to the quantities applied for.", "main_body": ["The quantities for which import licence applications have been lodged pursuant to Regulation (EC) No 616/2007 for the subperiod 1 April to 30 June 2009 shall be multiplied by the allocation coefficients set out in the Annex to this Regulation.", "This Regulation shall enter into force on 17 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 2009.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 142, 5.6.2007, p. 3.\nANNEX\nGroup No Order No Allocation coefficient for import licence applications lodged for the subperiod from 1.4.2009-30.6.2009\n1 09.4211 0,552846\n2 09.4212 (1)\n4 09.4214 54,279973\n5 09.4215 63,441000\n6 09.4216 (2)\n7 09.4217 50,711918\n8 09.4218 (2)\n(1)  Not applied: no licence application has been sent to the Commission.\n(2)  Not applied: the applications do not cover the total quantity available."}