{"celex_id": "32001D0428", "uri": "http://publications.europa.eu/resource/cellar/79fc6862-a035-4e33-82ad-073d1025fea3", "type": "Decision", "concepts": ["2247", "2563", "4713", "473", "4734", "889"], "title": "2001/428/EC: Council Decision of 22 May 2001 on the granting of exceptional national aid by the Portuguese Government for the distillation of certain wine sector products\n", "header": "Council Decision\nof 22 May 2001\non the granting of exceptional national aid by the Portuguese Government for the distillation of certain wine sector products\n(2001/428/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 88(2), third subparagraph, thereof,\nHaving regard to the request made by the Portuguese Government on 6 April 2001,\nWhereas:\n(1) Article 29 of Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1) allows Community support for the distillation of wines in order to support the wine market and, as a consequence, facilitate the continuation of supplies of wine distillate.\n(2) Article 30 of Regulation (EC) No 1493/1999 allows a crisis distillation measure if there is an exceptional case of wine market disturbance caused by serious surpluses and/or problems of quality.\n(3) With the publication of Commission Regulation (EC) No 2774/2000(2), the notification of new contracts for voluntary distillation (Article 29) was suspended, rendering the quantities reported by Portugal for the first fortnight of December ineligible for that market measure.\n(4) Following a request from Portugal of 19 December 2000, Commission Regulation (EC) No 442/2001(3) opened crisis distillation under Article 30 of Regulation (EC) No 1493/1999 for a quantity of 450000 hectolitres of table wine, the aim being to keep to a minimum the impact on the stability of the wine market of the disposal of some pockets of surplus white table wine resulting from non-application of voluntary distillation in Portugal.\n(5) The minimum price to be paid to producers by the distiller for crisis distillation (EUR 1,914 per % vol per hectolitre) is lower than that set for voluntary distillation (EUR 2,488 per % vol per hectolitre), resulting in substantial producer income loss, put at around EUR 3,1 million. In addition, the minimum price set for this crisis distillation may not prove sufficiently attractive, which may significantly reduce take-up of this market measure, thereby jeopardising the purposes for which it was intended.\n(6) Exceptional circumstances therefore exist, making it possible to consider such aid, by way of derogation and to the extent strictly necessary to remedy the imbalance which has arisen, to be compatible with the common market on the terms specified in this Decision, on the particular understanding that, on those conditions, it should be ensured that producers taking up crisis distillation receive income equivalent to that which they would have obtained from the voluntary distillation to which they did not have access and that the granting of exceptional national aid to Portuguese wine producers should be authorised, only within the limits of the price difference between the two types of distillation,", "main_body": ["Article 1\nExceptional aid by the Portuguese Government for the distillation of 450000 hectolitres of wine to a maximum value of EUR 0,574 per % vol per hectolitre (PTE 115,077), to the extent strictly necessary to remedy the imbalance which has arisen on Portuguese territory, shall be considered to be compatible with the common market.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 22 May 2001.\nFor the Council\nThe President\nM. Winberg\n(1) OJ L 179, 14.7.1999, p. 1. Regulation as amended by Commission Regulation (EC) No 1622/2000 (OJ L 194, 31.7.2000, p. 1).\n(2) OJ L 321, 19.12.2000, p. 40.\n(3) OJ L 63, 3.3.2001, p. 52."}