{"celex_id": "32005D0252", "uri": "http://publications.europa.eu/resource/cellar/37b8ef9c-4cf9-404d-a2b2-97542b1e5235", "type": "Decision", "concepts": ["12", "2850", "2901", "5404", "5445"], "title": "2005/252/EC, Euratom: Council and Commission decision of 21 February 2005 on the conclusion of the Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Armenia, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n", "header": "23.3.2005 EN Official Journal of the European Union L 77/9\nCOUNCIL AND COMMISSION DECISION\nof 21 February 2005\non the conclusion of the Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Armenia, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n(2005/252/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44(2), the last sentence of Article 47(2), and Articles 55, 57(2), 71, 80(2), 93, 94, 133 and 181a, in conjunction with the second sentence of Article 300(2) and the first subparagraph of Article 300(3), thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the 2003 Treaty of Accession, and in particular Article 2(3) thereof,\nHaving regard to the 2003 Act of Accession, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) The Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Armenia, of the other part (2), to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union was signed on behalf of the European Communities and their Member States on 30 April 2004.\n(2) The Protocol should be approved,", "main_body": ["The Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Republic of Armenia, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union is hereby approved on behalf of the Community, the European Atomic Energy Community and the Member States.\nThe text of the Protocol is attached to this Decision (3).", "The President of the Council shall, on behalf of the Community and its Member States, give the notification provided for in Article 4 of the Protocol. The President of the Commission shall simultaneously give such notification on behalf of the European Atomic Energy Community."], "attachments": "Done at Brussels, 21 February 2005.\nFor the Council\nThe President\nJ. ASSELBORN\nFor the Commission\nJ. M. BARROSO\nThe President\n(1)  Opinion delivered on 26 October 2004 (not yet published in the Official Journal).\n(2)  OJ L 239, 9.9.1999, p. 3.\n(3)  See OJ L 300, 25.9.2004, p. 44."}