{"celex_id": "32008D0795", "uri": "http://publications.europa.eu/resource/cellar/bc54c827-1a1a-4578-a5ca-e143fd1382e4", "type": "Decision", "concepts": ["1318", "1598", "1755", "1854", "192", "3584", "4743"], "title": "2008/795/EC: Commission Decision of 10 October 2008 concerning certain interim protection measures in relation to highly pathogenic avian influenza of subtype H5N1 in poultry in Germany (notified under document number C(2008) 6026) (Text with EEA relevance)\n", "header": "14.10.2008 EN Official Journal of the European Union L 272/16\nCOMMISSION DECISION\nof 10 October 2008\nconcerning certain interim protection measures in relation to highly pathogenic avian influenza of subtype H5N1 in poultry in Germany\n(notified under document number C(2008) 6026)\n(Text with EEA relevance)\n(2008/795/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(3) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(3) thereof,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (3), and in particular the first paragraph of Article 18 thereof,\nWhereas:\n(1) Avian influenza is an infectious viral disease in birds, including poultry. Infection with avian influenza viruses in domestic poultry causes two main forms of that disease that are distinguished by their virulence. The low pathogenic form generally only causes mild symptoms, while the highly pathogenic form results in very high mortality rates in most poultry species. That disease may have a severe impact on the profitability of poultry farming.\n(2) Avian influenza is mainly found in birds, but under certain circumstances infections can also occur in humans even though the risk is generally very low.\n(3) In the event of an outbreak of avian influenza, there is a risk that the disease agent might spread to other poultry holdings and to wild birds. As a result it may spread from one Member State to another Member State and to third countries through trade in live birds or their products and by migration of wild birds.\n(4) Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza and repealing Directive 92/40/EEC (4) sets out measures for the control of both the low pathogenic and highly pathogenic forms of avian influenza. Article 16 of that Directive provides for the establishment of protection, surveillance and further restricted zones in the event of outbreaks of highly pathogenic avian influenza.\n(5) Commission Decision 2006/415/EC of 14 June 2006 concerning certain protection measures in relation to highly pathogenic avian influenza of the subtype H5N1 in poultry in the Community and repealing Decision 2006/135/EC (5) lays down additional protection measures to be applied in a Member State affected by the highly pathogenic avian influenza virus of the H5N1 subtype in order to prevent the spread of that disease, taking into account the specific epidemiology of that particular virus strain.\n(6) Article 4 of Decision 2006/415/EC requires that Member States immediately following a suspected or confirmed outbreak of highly pathogenic avian influenza of subtype H5N1 establish a high risk area consisting of protection and surveillance zones (area A) and a low risk area separating area A from the disease-free parts of the affected Member State (area B). Those areas are listed in the Annex to that Decision.\n(7) Germany has notified the Commission of a confirmed outbreak of highly pathogenic avian influenza of subtype H5N1 on its territory and has taken the appropriate measures as provided for in Decision 2006/415/EC, including the establishment of areas A and B.\n(8) The Commission has now examined those protection measures in collaboration with Germany, and is satisfied that the borders of areas A and B established by the competent authority in that Member State are at a sufficient distance to the actual location of the confirmed outbreak.\n(9) In order to prevent any unnecessary disturbance to intra-community trade and to avoid the adoption of unjustified barriers to trade by third countries, it is necessary to promptly establish a list of the areas A and B in Germany at Community level.\n(10) Accordingly, pending the next meeting of the Standing Committee on the Food Chain and Animal Health, areas A and B in Germany, where the protection measures laid down in Decision 2006/415/EC are to apply, should be listed in the present Decision and the duration of that regionalisation fixed.\n(11) This Decision will be reviewed at the next meeting of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Decision defines the areas within which the interim protection measures provided for in Decision 2006/415/EC shall apply and the period of application of such measures.", "1.   The area listed in Part A of the Annex to this Decision shall be considered the high risk area (‘area A’) as referred to in Article 3(1) of Decision 2006/415/EC.\n2.   The area listed in Part B of the Annex to this Decision shall be considered the low risk area (‘area B’) as referred to in Article 3(2) of Decision 2006/415/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 October 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13.\n(2)  OJ L 224, 18.8.1990, p. 29.\n(3)  OJ L 146, 13.6.2003, p. 1.\n(4)  OJ L 10, 14.1.2006, p. 16.\n(5)  OJ L 164, 16.6.2006, p. 51.\nANNEX\nPART A\nArea A as referred to in Article 3(1) of Decision 2006/415/EC:\nISO Country Code Member State Area A Date until applicable Article 4(4) (b)(iii)\nCode Name\nDE GERMANY Görlitz Görlitz 8.11.2008\nPART B\nArea B as referred to in Article 3(2) of Decision 2006/415/EC:\nISO Country Code Member State Area B Date until applicable Article 4(4) (b)(iii)\nCode Name\nDE GERMANY Görlitz Neißeaue 8.11.2008\nBautzen Weißenberg"}