{"celex_id": "32009D0048", "uri": "http://publications.europa.eu/resource/cellar/10460a69-f611-401c-97b2-ce7084b0d748", "type": "Decision", "concepts": ["1309", "1591", "2378", "2488", "2771", "4653", "519", "5969"], "title": "2009/48/EC: Commission Decision of 22 January 2009 granting certain parties an exemption from the extension to certain bicycle parts of the anti-dumping duty on bicycles originating in the People's Republic of China imposed by Council Regulation (EEC) No 2474/93, last maintained and amended by Regulation (EC) No 1095/2005, and lifting the suspension of the payment of the anti-dumping duty extended to certain bicycle parts originating in the People's Republic of China granted to certain parties pursuant to Commission Regulation (EC) No 88/97 (notified under document number C(2009) 157)\n", "header": "23.1.2009 EN Official Journal of the European Union L 19/62\nCOMMISSION DECISION\nof 22 January 2009\ngranting certain parties an exemption from the extension to certain bicycle parts of the anti-dumping duty on bicycles originating in the People's Republic of China imposed by Council Regulation (EEC) No 2474/93, last maintained and amended by Regulation (EC) No 1095/2005, and lifting the suspension of the payment of the anti-dumping duty extended to certain bicycle parts originating in the People's Republic of China granted to certain parties pursuant to Commission Regulation (EC) No 88/97\n(notified under document number C(2009) 157)\n(2009/48/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’),\nHaving regard to Council Regulation (EC) No 71/97 of 10 January 1997 extending the definitive anti-dumping duty imposed by Regulation (EEC) No 2474/93 on bicycles originating in the People's Republic of China to imports of certain bicycle parts from the People's Republic of China, and levying the extended duty on such imports registered under Regulation (EC) No 703/96 (2) (the ‘extending Regulation’),\nHaving regard to Commission Regulation (EC) No 88/97 of 20 January 1997, on the authorisation of the exemption of imports of certain bicycle parts originating in the People's Republic of China from the extension by Council Regulation (EC) No 71/97 of the anti-dumping duty imposed by Council Regulation (EEC) No 2474/93 (3) (the ‘exemption Regulation’), and in particular Article 7 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n(1) After the entry into force of the exemption Regulation, a number of bicycle assemblers submitted requests pursuant to Article 3 of that Regulation for exemption from the anti-dumping duty as extended to imports of certain bicycle parts from the People's Republic of China by Regulation (EC) No 71/97 (the ‘extended anti-dumping duty’). The Commission has published in the Official Journal successive lists of bicycle assemblers (4) for which the payment of the extended anti-dumping duty in respect of their imports of essential bicycle parts declared for free circulation was suspended pursuant to Article 5(1) of the exemption Regulation.\n(2) Following the publication of a list of parties under examination (5), a period of examination has been selected. This period was defined as from 1 January 2007 to 30 June 2008. A questionnaire was sent to all parties under examination, requesting information on the assembly operations conducted during the relevant period of examination.\nA.   REQUESTS FOR EXEMPTION FOR WHICH SUSPENSION WAS PREVIOUSLY GRANTED\n1.   Acceptable requests for exemption\n(3) The Commission received from the parties listed in table 1 below all the information required for the determination of the admissibility of their requests. These parties received their suspension after this date. The information provided was examined and verified, where necessary, at the premises of the parties concerned. Based on this information, the Commission found that the requests submitted by the parties listed in table 1 below are admissible pursuant to Article 4(1) of the exemption Regulation.\nName Address Country TARIC additional code\nBlue Ocean Hungary Ltd Sukorói u. 8, 8097 Nadap HU A858\nCanyon Bicycles GmbH Koblenzer Straße 236, 56073 Koblenz DE A856\nEuro Bike Products Ul. Starolecka 18, 61-361 Poznan PL A849\nKOVL spol. s.r.o. Choceradská 3042/20, 14100 Prague CZ A838\nMICPOL Ul. Myśliborska 93A/62, 03-185 Warsaw PL A839\nN&W Cycle GmbH Mühlenhof 5, 51598 Friesenhagen DE A852\nRadsportvertrieb Dietmar Bayer GmbH Zum Acker 1, 56244 Freirachdorf DE A850\nSpecial Bike Società Cooperativa Via dei Mille n. 50, 71042 Cerignola (FG) IT A533\n(4) The facts as finally ascertained by the Commission show that for all of these applicants' bicycle assembly operations, the value of the parts originating in the People's Republic of China which were used in their assembly operations was lower than 60 % of the total value of the parts used in these assembly operations, and they, therefore, fall outside the scope of Article 13(2) of the basic Regulation.\n(5) For this reason, and in accordance with Article 7(1) of the exemption Regulation, the parties listed in the above table should be exempted from the extended anti-dumping duty.\n(6) In accordance with Article 7(2) of the exemption Regulation, the exemption of the parties listed in table 1 from the extended anti-dumping duty should take effect as from the date of receipt of their requests. In addition, their customs debt in respect of the extended anti-dumping duty is to be considered void as from the date of receipt of their requests for exemption.\n2.   Unacceptable requests for exemption and withdrawals\n(7) The party listed in table 2 below also submitted requests for exemption from the extended anti-dumping duty.\nName Address Country TARIC additional code\nEusa Mart An der Welle 4, 60322 Frankfurt am Main DE A857\n(8) The party did not submit a questionnaire reply.\n(9) Since the party listed in table 2 failed to meet the criteria for exemption set by Article 6(2) of the exemption Regulation, the Commission has to reject its requests for exemption, in accordance with Article 7(3) of the Regulation. In the light of this, the suspension of the payment of the extended anti-dumping duty referred to in Article 5 of the exemption Regulation must be lifted and the extended anti-dumping duty must be collected as from the date of receipt of the request submitted by this party.\nB.   REQUESTS FOR EXEMPTION FOR WHICH SUSPENSION WAS NOT PREVIOUSLY GRANTED\n1.   Admissible requests for exemption for which suspension should be granted\n(10) Interested parties are hereby informed of the receipt of a further request for exemption, pursuant to Article 3 of the exemption Regulation, from a party listed in table 3. The suspension from the extended duty, following this request, should take effect as shown in the column headed ‘Date of effect’:\nName Address Country Exemption pursuant to Regulation (EC) No 88/97 Date of effect TARIC additional code\nWinora-Staiger GmbH Max-Planck-Straße 6, 97526 Sennfeld DE Article 5 27.11.2008 A894\n2.   Inadmissible requests for exemption\n(11) The parties listed in table 4 also submitted requests for exemption from the payment of the extended anti-dumping duty:\nName Address Country\nCicli B Radsport Bornmann Import + Versand Königstor 48, 34117 Kassel DE\nMSC Bikes SL C/Hostalets, Nave 3. Pol. Ind. Puig-Xorigué, 08540 Centelles, Barcelona ES\n(12) With regard to these parties, it should be noted that their requests did not meet the admissibility criteria set out in Article 4(1) of the exemption Regulation as all these applicants use essential bicycle parts for the production or assembly of bicycles in quantities below 300 units per type on a monthly basis.\n(13) These parties were informed accordingly and were given an opportunity to comment. No suspension was granted to these parties,", "main_body": ["The parties listed below in table 1 are hereby exempted from the extension to imports of certain bicycle parts from the People's Republic of China by Regulation (EC) No 71/97 of the definitive anti-dumping duty on bicycles originating in the People's Republic of China imposed by Regulation (EEC) No 2474/93 (6).\nThe exemption shall take effect in relation to each party as from the relevant date shown in the column headed ‘Date of effect’.\nTable 1\nList of parties to be exempted\nName Address Country Exemption pursuant to Regulation (EC) No 88/97 Date of effect TARIC additional code\nBlue Ocean Hungary Ltd Sukorói u. 8, 8097 Nadap HU Article 7 30.1.2008 A858\nCanyon Bicycles GmbH Koblenzer Straße 236, 56073 Koblenz DE Article 7 4.12.2007 A856\nEuro Bike Products Ul. Starolecka 18, 61-361 Poznan PL Article 7 6.8.2007 A849\nKOVL spol. s.r.o Choceradská 3042/20, 14100 Prague CZ Article 7 29.3.2007 A838\nMICPOL Ul. Myśliborska 93A/62, 03-185 Warsaw PL Article 7 17.4.2007 A839\nN&W Cycle GmbH Mühlenhof 5, 51598 Friesenhagen DE Article 7 11.10.2007 A852\nRadsportvertrieb Dietmar Bayer GmbH Zum Acker 1, 56244 Freirachdorf DE Article 7 25.6.2007 A850\nSpecial Bike Società Cooperativa Via dei Mille n. 50, 71042 Cerignola (FG) IT Article 7 22.1.2008 A533", "The request for exemption from the extended anti-dumping duty submitted pursuant to Article 3 of Regulation (EC) No 88/97 by the party listed below in table 2 is hereby rejected.\nThe suspension of payment of the extended anti-dumping duty pursuant to Article 5 of Regulation (EC) No 88/97 is hereby lifted for the party concerned as from the relevant date shown in the column headed ‘Date of effect’.\nTable 2\nList of parties for which the suspension is to be lifted\nName Address Country Suspension pursuant to Regulation (EC) No 88/97 Date of effect TARIC additional code\nEusa Mart An der Welle 4, 60322 Frankfurt am Main DE Article 5 7.1.2008 A857", "The party listed in table 3 below constitutes the updated list of parties under examination pursuant to Article 3 of Regulation (EC) No 88/97. The suspension from the extended duty, following these requests, took effect from the relevant date in the column headed ‘Date of effect’ in table 3.\nTable 3\nName Address Country Suspension pursuant to Regulation (EC) No 88/97 Date of effect TARIC additional code\nWinora-Staiger GmbH Max-Planck-Straße 6, 97526 Sennfeld DE Article 5 27.11.2008 A894", "The requests for exemption from the extended anti-dumping duty made by the parties listed below in table 4 are hereby rejected.\nTable 4\nList of parties for which the request for exemption is rejected\nName Address Country\nCicli B Radsport Bornmann Import + Versand Königstor 48, 34117 Kassel DE\nMSC Bikes SL C/Hostalets, Nave 3. Pol. Ind. Puig-Xorigué, 08540 Centelles, Barcelona ES", "This Decision is addressed to the Member States and to the parties listed in Articles 1, 2, 3 and 4."], "attachments": "Done at Brussels, 22 January 2009.\nFor the Commission\nCatherine ASHTON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1.\n(2)  OJ L 16, 18.1.1997, p. 55.\n(3)  OJ L 17, 21.1.1997, p. 17.\n(4)  OJ C 45, 13.2.1997, p. 3; OJ C 112, 10.4.1997, p. 9; OJ C 220, 19.7.1997, p. 6; OJ C 378, 13.12.1997, p. 2; OJ C 217, 11.7.1998, p. 9; OJ C 37, 11.2.1999, p. 3; OJ C 186, 2.7.1999, p. 6; OJ C 216, 28.7.2000, p. 8; OJ C 170, 14.6.2001, p. 5; OJ C 103, 30.4.2002, p. 2; OJ C 35, 14.2.2003, p. 3; OJ C 43, 22.2.2003, p. 5; OJ C 54, 2.3.2004, p. 2; OJ C 299, 4.12.2004, p. 4; OJ L 17, 21.1.2006, p. 16; and OJ L 313, 14.11.2006, p. 5; OJ L 81, 20.3.2008, p. 73; OJ C 310, 5.12.2008, p. 19.\n(5)  OJ L 81, 20.3.2008, p. 73.\n(6)  OJ L 228, 9.9.1993, p. 1. Regulation as maintained by Regulation (EC) No 1524/2000 (OJ L 175, 14.7.2000, p. 39) and amended by Regulation (EC) No 1095/2005 (OJ L 183, 14.7.2005, p. 1)."}