{"celex_id": "32007D0075", "uri": "http://publications.europa.eu/resource/cellar/1ba5855a-69ec-4a9a-86a9-73366f22d02c", "type": "Decision", "concepts": ["1021", "3236", "3545"], "title": "Commission Decision of 22 December 2006 setting up an expert group on transfer pricing\n", "header": "6.2.2007 EN Official Journal of the European Union L 32/189\nCOMMISSION DECISION\nof 22 December 2006\nsetting up an expert group on transfer pricing\n(2007/75/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) The study ‘Company Taxation in the Internal Market’ (1) prepared by the Commission services identified the increasing importance of transfer pricing tax problems as an Internal Market issue.\n(2) In its Communication ‘Towards an Internal Market without tax obstacles — a strategy for providing companies with a consolidated corporate tax base for their EU-wide activities’ (2) the Commission recognized the need to call upon the expertise of specialists in the field of transfer pricing.\n(3) In 2002, the ‘EU Joint Transfer Pricing Forum’ was informally set up.\n(4) Since it has been established the ‘EU Joint Transfer Pricing Forum’ has provided for a useful discussion forum between Member States and the private sector which led the Commission to propose two Codes of Conduct which were subsequently adopted by Member States in the Council.\n(5) Given the positive experience with that forum and the Commission's continuous need for such a body, the continuation of the work of that forum should be laid down in a formal act. It is therefore necessary to set up a group of experts in the field of transfer pricing and to define its tasks and its structure.\n(6) The expert group on transfer pricing should be composed of governmental and private-sector experts in the field of transfer pricing.\n(7) The expert group on transfer pricing should assist and advise the Commission in transfer pricing tax issues.\n(8) Rules on disclosure of information by members of the group should be provided for, without prejudice to the rules on security annexed to the Commission's rules of Procedure by Decision 2001/844/EC, ECSC, Euratom (3).\n(9) Personal data relating to members of the group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (4).\n(10) It is appropriate to fix a period for the application of this Decision. The Commission will in due time consider the advisability of an extension,", "main_body": ["Expert group on transfer pricing\nAn expert group on transfer pricing, hereinafter referred to as the ‘group’, is set up with effect from 1 March 2007.\nThe group shall be known as ‘the EU Joint Transfer Pricing Forum’.", "Tasks\nThe group's tasks shall be the following:\n— to create a platform where business and national tax administration experts can discuss transfer pricing problems which constitute obstacles to cross-border business activities within the Community\n— to advise the Commission on transfer pricing tax issues\n— to assist the Commission in finding practical solutions, compatible with the OECD Guidelines (5), in order to achieve a more uniform application of transfer pricing rules within the Community.", "Consultation\n1.   The Commission may consult the group on any matter relating to transfer pricing.\n2.   The Chairman of the group may advise the Commission that it is desirable to consult the group on a specific question.", "Membership — Appointment\n1.   The group shall comprise up to 43 members composed as follows:\n(a) One representative from each Member State.\n(b) Up to 15 representatives from the private sector.\n(c) A Chairman\n2.   Members representing the Member States shall be appointed by the national authorities concerned. Those members shall be civil servants dealing with transfer pricing matters.\n3.   Private sector members shall be appointed by the Commission from specialists with experience and competence in transfer pricing issues.\n4.   Applicants deemed suitable for membership but not appointed may be placed on a reserve list, which the Commission may use for the appointment of replacements.\n5.   Private sector members shall be appointed in a personal capacity and shall advise the Commission independently of any outside influence.\n6.   They shall inform the Commission in good time of any conflict of interests which might undermine their objectivity.\n7.   The Commission shall also appoint a Chairman.\n8.   Members of the group shall be appointed for a 2-year renewable term of office. They shall remain in office until such time as they are replaced or their term of office ends.\n9.   Members may be replaced for the remainder of their term of office in any of the following cases:\n(a) where the member resigns;\n(b) where the member is no longer capable of contributing effectively to the group's deliberations;\n(c) where the member does not comply with Article 287 of the Treaty;\n(d) where, contrary to paragraph 5, the member is not independent of any outside influence;\n(e) where, contrary to paragraph 6, the member has failed to inform the Commission in good time of a conflict of interest.\n10.   The names of members appointed in a personal capacity shall be published on the website of DG TAXUD. The names of members shall be collected, processed and published in accordance with Regulation (EC) Nr 45/2001.", "Operation\n1.   The group may with the agreement of the Commission, set up sub-groups to examine specific questions under terms of reference established by the group. Such sub-groups shall be dissolved as soon as their mandates are fulfilled.\n2.   The Commission's representative may ask experts or observers with specific competence on a subject on the agenda to participate in the work of the group, or in the deliberations or work of a sub-group, if, in the opinion of the Commission, this is necessary or useful.\nIn particular, representatives of the candidate countries and from the OECD Secretariat may be invited as observers.\n3.   Information obtained by participating in the deliberations or work of the group or of a sub-group shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n4.   The group and its sub-groups normally shall meet on Commission premises in accordance with the procedures and schedule established by it. The Commission shall provide secretarial services.\n5.   Commission officials with an interest in the proceedings may attend these meetings.\n6.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n7.   The Commission services may publish, or place on the Internet (6), in the original language of the document concerned, any summary, conclusion, or partial conclusion or working document of the group.", "Reimbursement of expenses\nThe Commission shall reimburse travel expenses and, where appropriate, subsistence expenses for members, experts and observers in connection with the group's activities in accordance with the Commission's rules on the compensation of external experts.\nThe members, experts and observers shall not be remunerated for the services they render.\nMeeting expenses shall be reimbursed within the limits of the annual budget allocated to the group by the competent Commission department.", "Expiry\nThe decision shall expire on 31 March 2011."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  SEC(2001) 1681 23.10.2001\n(2)  COM(2001) 582 final, 23.10.2001\n(3)  OJ L 317, 3.12.2001, p. 1.\n(4)  OJ L 8, 12.1.2001, p. 1.\n(5)  OECD Transfer Pricing Guidelines for Multinational enterprises and Tax administration, adopted in July 1995.\n(6)  http://ec.europa.eu/taxation_customs/taxation/company_tax/transfer_pricing/forum/index_en.htm"}