{"celex_id": "32000R2517", "uri": "http://publications.europa.eu/resource/cellar/04e9fa9d-4fa3-4878-af82-58894c4f4cb6", "type": "Regulation", "concepts": ["1035", "1159", "4790", "5228", "5254", "598"], "title": "Council Regulation (EC) No 2517/2000 of 9 November 2000 amending Regulation (EC) No 2742/1999 fixing for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\n", "header": "Council Regulation (EC) No 2517/2000\nof 9 November 2000\namending Regulation (EC) No 2742/1999 fixing for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EC) No 2742/1999(2) fixes for 2000 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters.\n(2) Within the Agreement on fisheries relations between the European Community and the Republic of Estonia(3), an additional quantity of 600 tonnes of cod in the Baltic Sea was granted to the Community.\n(3) The total allowable catch of capelin in Greenland waters for 2000 has been set within a trilateral agreement among Greenland, Iceland and Norway at 975000 tonnes of which the quota accruing to Greenland is to be 107500 tonnes and consequentially the quota accruing to the Community has to be adapted.\n(4) The Inter-American Tropical Tuna Commission (IATTC) at its last annual meeting held from 12 to 16 June 2000, adopted a catch limitation for yellowfin tuna in 2000 and modified the provisional catch limitation for bigeye tuna adopted in 1999. The Community, being in the process of accession to IATTC, should fully cooperate with this organisation in all matters of fisheries conservation by implementing these measures.\n(5) Greater clarity is required regarding geographical areas in which herring may be caught in the North-East Atlantic.\n(6) Regulation (EC) No 2742/1999 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 2742/1999 is hereby amended as follows:\n1. In Article 3(3), the entry:\n\">TABLE>\"\nshall be replaced by the entry:\n\">TABLE>\"\n2. The entry in Annex I hereto shall replace the corresponding entry in Annex I A.\n3. In Annex I C:\n- In the entry \"Herring, zone I, II\", under \"Special conditions\", the reference to \"Faroese waters\" shall be replaced by a reference to \"Faroese waters, including ICES Division Vb north of latitude 62° N\".\n- The entry in Annex II hereto shall replace the corresponding entry.\n4. In Annex I F:\n- The entries in Annex III hereto shall replace the corresponding entries.\n- The entries in Annex IV hereto shall be added.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 November 2000.\nFor the Council\nThe President\nJ. Lang\n(1) OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/98, (OJ L 164, 9.6.1998, p. 1).\n(2) OJ L 341, 31.12.1999, p. 1. Regulation as last amended by Commission Regulation (EC) No 1902/2000 (OJ L 228, 8.9.2000, p. 50).\n(3) OJ L 332, 20.12.1996, p. 16.\nANNEX I\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\nANNEX II\n>TABLE>\nANNEX III\n>TABLE>\nANNEX IV\n>TABLE>\nSpecial conditions:\nWhen the catch in the zone has reached 240000 tonnes, fishing shall be prohibited in the following areas:\n- That part of the zone to the north of latitude 23° N\n- That part of the zone within an area bounded by latitude 5° N, latitude 5° S and longitude 85° W."}