{"celex_id": "32000D0384", "uri": "http://publications.europa.eu/resource/cellar/7e59dca5-43fa-4672-928f-cdef1d117daf", "type": "Decision", "concepts": ["1518", "1663", "5283", "5406"], "title": "2000/384/EC, ECSC: Decision of the Council and the Commission of 19 April 2000 on the conclusion of a Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part and the State of Israel, of the other part\n", "header": "Decision of the Council and the Commission\nof 19 April 2000\non the conclusion of a Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part and the State of Israel, of the other part\n(2000/384/EC, ECSC)\nTHE COUNCIL OF THE EUROPEAN UNION,\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community and in particular Article 95 thereof,\nHaving regard to the Treaty establishing the European Community, and in particular Article 310 in conjunction with the second sentence of the first subparagraph of Article 300(2), and the second subparagraph of Article 310(3) thereof,\nHaving regard to the proposal from the Commission,\nAfter consultation of the Consultative Committee and the unanimous agreement of the Council,\nHaving regard to the assent of the European Parliament(1),\nWhereas:\nThe Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, signed in Brussels, on 20 November 1995, should be approved,", "main_body": ["The Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part and the State of Israel, of the other part, the Protocols annexed thereto and the Declaration attached to the Final Act are hereby approved on behalf of the European Community and the European Coal and Steel Community.\nThe texts referred to in the first paragraph are attached to this Decision.", "1. The position to be adopted by the Community within the Association Council and the Association Committee shall be laid down by the Council, on a proposal from the Commission, or, where appropriate, by the Commission, each in accordance with the corresponding provisions of the Treaties establishing the European Community and the European Coal and Steel Community.\n2. The President of the Council shall, in accordance with Article 68 of the Agreement, preside over the Association Council and present the position of the Community. A representative of the Presidency of the Council shall preside over the Association Committee, in accordance with Article 71 of the Agreement, and present the position of the Community.", "The President of the Council shall give the notification provided for in Article 85 of the Agreement on behalf of the European Community. The President of the Commission shall give such notification on behalf of the European Coal and Steel Community."], "attachments": "Done at Brussels, 19 April 2000.\nFor the Council\nThe President\nL. Capoulas Santos\nFor the Commission\nThe President\nR. Prodi\n(1) OJ C 78, 18.3.1996, p. 12."}