{"celex_id": "32007D0337", "uri": "http://publications.europa.eu/resource/cellar/628ee216-ebff-4396-a0af-be37bab6a149", "type": "Decision", "concepts": ["1318", "3001", "336", "3774", "5228", "544"], "title": "2007/337/EC: Commission Decision of 15 May 2007 approving the systems of automatic suspension of fishing licences in respect of infringements, developed by Denmark, Germany and the United Kingdom (notified under document number C(2007) 2036)\n", "header": "16.5.2007 EN Official Journal of the European Union L 128/49\nCOMMISSION DECISION\nof 15 May 2007\napproving the systems of automatic suspension of fishing licences in respect of infringements, developed by Denmark, Germany and the United Kingdom\n(notified under document number C(2007) 2036)\n(Only the Danish, German and English texts are authentic)\n(2007/337/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 41/2007 of 21 December 2006 fixing for 2007 the fishing opportunities and associated conditions for certain fish stocks and groups of stocks, applicable in Community waters and for Community vessels in waters where catch limitations are required (1), and in particular point 8.1.(h) of Annex IIA thereto,\nHaving regard to the requests made by Denmark, Germany and the United Kingdom,\nWhereas:\n(1) Under Regulation (EC) No 41/2007, the development by Member States of systems of automatic suspension of fishing licences in respect of infringements constitutes a condition which increases the maximum number of days a fishing vessel may be present within the geographical area defined in Annex IIA to that Regulation during the period from 1 February 2007 to31 January 2008.\n(2) Denmark, Germany and the United Kingdom have provided information to the Commission on systems of automatic suspension of fishing licences in respect of infringements as regards vessels carrying on board the fishing gears referred to in point 4.1.(a)(v) of Annex IIA to Regulation (EC) No 41/2007, namely trawls, Danish seines and similar gears, except beam trawls, of mesh sizes equal to or larger than 120 mm.\n(3) In view of that information, the systems of automatic suspension of fishing licences submitted by those Member States should be approved as regards such vessels,", "main_body": ["Article 1\nThe systems of automatic suspension of fishing licences in respect of infringements, developed by Denmark, Germany and the United Kingdom, are approved for the purposes of point 8.1.(h) of Annex IIA to Regulation (EC) No 41/2007 for vessels carrying on board trawls, Danish seines and similar gears, except beam trawls, of mesh size equal to or larger than 120 mm.", "This Decision is addressed to the Kingdom of Denmark, the Federal Republic of Germany and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 15 May 2007.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 15, 20.1.2007, p. 1. Regulation as amended by Commission Regulation (EC) No 444/2007 (OJ L 106, 24.4.2007, p. 22)."}