{"celex_id": "32008R0739", "uri": "http://publications.europa.eu/resource/cellar/1bd7a6f8-e444-4631-a4a9-c5a01da66837", "type": "Regulation", "concepts": ["2282", "2437", "4790", "5228", "5283", "544"], "title": "Commission Regulation (EC) No 739/2008 of 28 July 2008 prohibiting fishing for red seabream in ICES zones VI, VII and VIII (Community waters and waters not under the sovereignty or jurisdiction of third countries) by vessels flying the flag of a Member State except Spain, France, Ireland and the United Kingdom\n", "header": "30.7.2008 EN Official Journal of the European Union L 201/34\nCOMMISSION REGULATION (EC) No 739/2008\nof 28 July 2008\nprohibiting fishing for red seabream in ICES zones VI, VII and VIII (Community waters and waters not under the sovereignty or jurisdiction of third countries) by vessels flying the flag of a Member State except Spain, France, Ireland and the United Kingdom\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the common fisheries policy (1), and in particular Article 26(4) thereof,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (2), and in particular Article 21(3) thereof,\nWhereas:\n(1) Council Regulation (EC) No 2015/2006 of 19 December 2006 fixing for 2007 and 2008 the fishing opportunities for Community fishing vessels for certain deep sea fish stocks (3) lays down quotas for 2007 and 2008.\n(2) According to the information received by the Commission, catches of the stock referred to in the Annex to this Regulation by vessels flying the flag of, or registered in, Member States referred to therein have exhausted the quota allocated for 2008.\n(3) It is therefore necessary to prohibit fishing for that stock and its retention on board, transhipment and landing,", "main_body": ["Quota exhaustion\nThe fishing quota allocated for 2008 to the Member States referred to in the Annex to this Regulation for the stock referred to therein shall be deemed to be exhausted.", "Prohibitions\nFishing for the stock referred to in the Annex to this Regulation by vessels flying the flag of, or registered in, the Member State referred to therein shall be prohibited. It shall also be prohibited to retain on board, tranship or land such stock caught by those vessels.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 2008.\nFor the Commission\nFokion FOTIADIS\nDirector-General for Fisheries and Maritime Affairs\n(1)  OJ L 358, 31.12.2002, p. 59. Regulation as last amended by Regulation (EC) No 865/2007 (OJ L 192, 24.7.2007, p. 1).\n(2)  OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1098/2007 (OJ L 248, 22.9.2007, p. 1).\n(3)  OJ L 384, 29.12.2006, p. 28. Regulation as last amended by Commission Regulation (EC) No 541/2008 (OJ L 157, 17.6.2008, p. 23).\nANNEX\nNo 03/DSS\nMember State ALL MEMBER STATES EXCEPT Spain, France, Ireland and the United Kingdom\nStock SBR/678-\nSpecies Red seabream (Pagellus bogaraveo)\nArea Community waters and waters not under the sovereignty or jurisdiction of third countries of ICES zones VI, VII and VIII"}