{"celex_id": "32001D0229", "uri": "http://publications.europa.eu/resource/cellar/3d6b65f9-0bf0-4fae-8c4e-dfa328050be8", "type": "Decision", "concepts": ["1015", "2286", "5262", "5581", "935"], "title": "2001/229/EC: Council Decision of 12 March 2001 authorising the Netherlands, in accordance with Article 8(4) of Directive 92/81/EEC, to apply a differentiated rate of excise duty to low-sulphur diesel\n", "header": "Council Decision\nof 12 March 2001\nauthorising the Netherlands, in accordance with Article 8(4) of Directive 92/81/EEC, to apply a differentiated rate of excise duty to low-sulphur diesel\n(2001/229/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Union,\nHaving regard to Council Directive 92/81/EEC on the harmonisation of the structures of excise duties on mineral oils and in particular Article 8(4) thereof(1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Article 8(4) of Directive 92/81/EEC the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce further exemptions or reductions for specific policy considerations.\n(2) The Netherlands has asked to be authorised to apply a differentiated rate of excise duty to low-sulphur diesel (50 ppm) from 1 January 2001. The differential, not exceeding NLG 0,085 per litre, is available to all users of this type of fuel.\n(3) This low-sulphur diesel fuel complies with the 50 ppm environmental criterion laid down for this fuel in Annex IV to Directive 98/70/EC of the European Parliament and of the Council of 13 October 1998 relating to the quality of petrol and diesel fuels(2). Under Article 4(1)(c) of the Directive, its use will in any case be compulsory from 1 January 2005.\n(4) The above information has been communicated to the other Member States.\n(5) The measure as envisaged by the Netherlands authorities will be degressive in line with the increasing availability of this type of fuel as a percentage of all diesel put on the market in the Netherlands. It complies with the minimum rate of excise duty referred to in Article 5 of Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils(3).\n(6) The derogation is sought on environmental grounds: the benefits in terms of air quality are known.\n(7) On the information available at present neither the Commission nor the Member States consider that the application of a differentiated rate of excise duty on low-sulphur diesel will cause distortions of competition affecting the common interest or hinder the operation of the single market. They are satisfied that adequate supplies of the fuel, of a satisfactory quality, are available in the Netherlands.\n(8) This Decision is without prejudice to the outcome of any future State aid proceedings that may be undertaken in accordance with Articles 87 and 88 of the Treaty, nor does it override the requirement for Member States to notify instances of potential State aid to the Commission under Article 88 of the Treaty.\n(9) The Commission regularly reviews reductions and exemptions to check that they do not distort competition or the operation of the internal market and that they are not incompatible with Community policy on protection of the environment.\n(10) The Council will review this Decision on the basis of a proposal from the Commission no later than 31 December 2004 when the authorisation granted by this Decision expires,", "main_body": ["1. In accordance with Article 8(4) of Directive 92/81/EEC, the Netherlands is authorised to apply a differentiated rate of excise duty on low-sulphur diesel fuel (50 ppm) from 1 January 2001.\n2. The degressive differentiated rate, not exceeding NLG 0,085 per litre, must comply with the terms of Directive 92/82/EEC and in particular the minimum rates laid down in Article 5 thereof.\n3. The differentiated rate must be accorded to all users of low-sulphur 50 ppm diesel without discrimination.", "Without prejudice to an early review by the Council on the basis of a proposal from the Commission, this authorisation expires on 31 December 2004.", "This Decision shall apply from 1 January 2001.", "This Decision is addressed to the Netherlands."], "attachments": "Done at Brussels, 12 March 2001.\nFor the Council\nThe President\nB. Ringholm\n(1) OJ L 316, 31.10.1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(2) OJ L 350, 28.12.1998, p. 58. Directive amending Council Directive 93/12/EEC (OJ L 74, 27.3.1993, p. 81).\n(3) OJ L 316, 31.10.1992, p. 19. Directive as amended by Directive 94/74/EC."}