{"celex_id": "32003R1917", "uri": "http://publications.europa.eu/resource/cellar/d72260ab-1817-4ab3-8d9b-bf786881c75f", "type": "Regulation", "concepts": ["1557", "1644", "1729", "2027", "2771", "4351", "4682", "4782", "5029"], "title": "Commission Regulation (EC) No 1917/2003 of 30 October 2003 amending Regulation (EC) No 1834/2003 on import licences in respect of beef and veal products originating in Botswana, Kenya, Madagascar, Swaziland, Zimbabwe and Namibia\n", "header": "Commission Regulation (EC) No 1917/2003\nof 30 October 2003\namending Regulation (EC) No 1834/2003 on import licences in respect of beef and veal products originating in Botswana, Kenya, Madagascar, Swaziland, Zimbabwe and Namibia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2286/2002 of 10 December 2002 on the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States) and repealing Regulation (EC) No 1706/98(1), and in particular Article 5 thereof,\nHaving regard to Commission Regulation (EC) No 1918/98 of 9 September 1998 laying down detailed rules for the application in the beef and veal sector of Council Regulation (EC) No 1706/98 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States and repealing Regulation (EC) No 589/96(2), and in particular Article 4 thereof,\nWhereas:\nAs a result of an administrative error by the competent national agency on the notification of the quantities referred to in Article 3(3) of Regulation (EC) No 1918/98, Regulation (EC) No 1834/2003 on import licences in respect of beef and veal products originating in Botswana, Kenya, Madagascar, Swaziland, Zimbabwe and Namibia(3) should be amended as regards the import licences to be issued,", "main_body": ["Article 1 of Regulation (EC) No 1834/2003 is hereby replaced by the following in respect of the United Kingdom:\n\"United Kingdom:\n- 400 tonnes originating in Botswana,\n- 590 tonnes originating in Namibia,\n- 10 tonnes originating in Swaziland.\"", "Exceptionally during the first three working days following the date of publication of this Regulation, the United Kingdom shall issue import licences in respect of the following products:\n- 400 tonnes originating in Botswana,\n- 500 tonnes originating in Namibia.", "Article 2 of Regulation (EC) No 1834/2003 is hereby replaced by the following:\"Licence applications may be submitted, pursuant to Article 3(2) of Regulation (EC) No 1918/98, during the first 10 days of November 2003 for the following quantities of boned beef and veal:\n>TABLE>\"", "This Regulation shall enter into force on 31 October 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 2003.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 348, 21.12.2002, p. 5.\n(2) OJ L 250, 10.9.1998, p. 16.\n(3) OJ L 268, 18.10.2003, p. 48."}