{"celex_id": "32004D0305", "uri": "http://publications.europa.eu/resource/cellar/520bf864-808d-41ca-ab6a-05430acf98cb", "type": "Decision", "concepts": ["1216", "1474", "2319", "2556", "544"], "title": "2004/305/EC: Council Decision of 22 March 2004 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol defining for the period 1 January 2004 to 31 December 2008 the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Republic of Guinea on fishing off the Guinean coast\n", "header": "Council Decision\nof 22 March 2004\non the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol defining for the period 1 January 2004 to 31 December 2008 the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Republic of Guinea on fishing off the Guinean coast\n(2004/305/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to the second paragraph of Article 15 of the Agreement between the European Economic Community and the Republic of Guinea on fishing off the Guinean coast(1), the two Parties conducted negotiations to determine any amendments or additions to be made to the Agreement at the end of the period of application of the Protocol annexed thereto.\n(2) At the end of those negotiations, a new Protocol was initialled on 27 June 2003.\n(3) The Protocol offers Community fishermen fishing opportunities in the waters under the sovereignty or jurisdiction of Guinea for the period 1 January 2004 to 31 December 2008.\n(4) In order to guarantee the continuity of fishing activities by Community vessels, the new Protocol should be approved as soon as possible. To this end, the two parties have initialled an Agreement in the form of an Exchange of Letters concerning the provisional application of the initialled Protocol as from 1 January 2004.\n(5) The method of allocating the fishing opportunities among the Member States should be defined on the basis of the traditional allocation of fishing opportunities under the Fisheries Agreement.\n(6) The Agreement in the form of an Exchange of Letters should be approved, subject to its definitive conclusion by the Council,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol defining, for the period 1 January 2004 to 31 December 2008, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Republic of Guinea on fishing off the Guinean coast is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "1. The fishing opportunities provided for in the Protocol for 2004 shall be allocated among the Member States as follows:\n(a) finfish/cephalopods:\n- Spain: 844 gross registered tonnes (GRT)\n- Italy: 750 gross registered tonnes (GRT)\n- Greece: 906 gross registered tonnes (GRT);\n(b) shrimp fishing:\n- Spain: 1050 gross registered tonnes (GRT)\n- Portugal: 300 gross registered tonnes (GRT)\n- Greece: 150 gross registered tonnes (GRT);\n(c) tuna seiners:\n- France: 17 vessels\n- Spain: 17 vessels;\n(d) pole-and-line tuna vessels:\n- France: 7 vessels\n- Spain: 7 vessels;\n(e) surface longliners:\n- Spain: 8\n- Portugal: 1.\n2. If licence applications from these Member States do not cover all the fishing opportunities laid down by the Protocol, the Commission may take into consideration licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 22 March 2004.\nFor the Council\nThe President\nJ. Walsh\n(1) OJ L 111, 27.4.1983, p. 1."}