{"celex_id": "32007R0735", "uri": "http://publications.europa.eu/resource/cellar/2baf2576-3526-466e-8750-c719116b696a", "type": "Regulation", "concepts": ["13", "1486", "1744", "2173", "3591", "5360"], "title": "Council Regulation (EC) No 735/2007 of 11 June 2007 amending Regulation (EC) No 1784/2003 on the common organisation of the market in cereals\n", "header": "29.6.2007 EN Official Journal of the European Union L 169/6\nCOUNCIL REGULATION (EC) No 735/2007\nof 11 June 2007\namending Regulation (EC) No 1784/2003 on the common organisation of the market in cereals\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 37(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) The measures concerning the common organisation of the market in cereals, as adopted under Regulation (EC) No 1784/2003 (2), comprise in the case of the internal market an intervention system, the main aim of which is to stabilise the markets and ensure a fair standard of living for the agricultural community in this sector.\n(2) The application of this system over the last two marketing years, 2004/2005 and 2005/2006 has had the effect of creating very substantial intervention stocks of maize which are proving particularly difficult to dispose of on the Community and international markets notably owing to their location. In addition, maize is a cereal which is not easy to preserve and which, by virtue of the gradual deterioration in its quality, becomes increasingly difficult to market the longer it is stored.\n(3) In the course of 2006, it was established that the intervention system as applied during the periods in question had not enabled the objectives which it pursues to be achieved, particularly as regards the position of maize producers in certain regions of the Community. Indeed, this system has become in those regions an alternative to the direct disposal of products on the market, despite the fact that the price actually received by these producers for the harvested maize has often been lower than the intervention price.\n(4) Under these circumstances, the safety net role which the intervention system was set up to fulfil has been distorted as far as maize is concerned, thus preventing production from being geared towards the needs of the market.\n(5) The maintenance of the intervention system as it stands entails the risk of increasing the intervention stocks of maize still further without bringing any benefits to the producers concerned.\n(6) It is therefore necessary to adopt appropriate measures to guarantee the proper functioning of the Community market in cereals. To this end, a ceiling on the quantities of maize eligible for intervention fixed at a maximum overall quantity for the Community of 1 500 000 tonnes and 700 000 tonnes for the 2007/2008 marketing year and the 2008/2009 marketing year, respectively, and a reduction of this quantity to 0 tonnes from the 2009/2010 marketing year, would appear to be the most appropriate measure taking into account the facts set out above and the outlets available to producers on the domestic and international market.\n(7) Regulation (EC) No 1784/2003 should therefore be amended accordingly,", "main_body": ["The following subparagraph shall be added to Article 5(1) of Regulation (EC) No 1784/2003:\n‘By way of derogation from the first subparagraph, the quantities of maize bought in by the intervention agencies shall be subject to the following maximum quantity limits:\n— 1 500 000 tonnes for the 2007/2008 marketing year,\n— 700 000 tonnes for the 2008/2009 marketing year,\n— 0 tonnes as from the 2009/2010 marketing year.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from the 2007/2008 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 11 June 2007.\nFor the Council\nThe President\nH. SEEHOFER\n(1)  Opinion delivered on 24 May 2007 (not yet published in the Official Journal).\n(2)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11)."}