{"celex_id": "32002D0551", "uri": "http://publications.europa.eu/resource/cellar/610f4205-0632-4849-875d-910e17d17e76", "type": "Decision", "concepts": ["1519", "1755", "192", "3577", "4427", "4636", "5369"], "title": "2002/551/EC: Commission Decision of 9 July 2002 repealing Decision 2000/721/EC on introducing vaccination to supplement the measures to control avian influenza in Italy and on specific movement control measures (Text with EEA relevance) (notified under document number C(2002) 2538)\n", "header": "Commission Decision\nof 9 July 2002\nrepealing Decision 2000/721/EC on introducing vaccination to supplement the measures to control avian influenza in Italy and on specific movement control measures\n(notified under document number C(2002) 2538)\n(Text with EEA relevance)\n(2002/551/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Council Directive 92/118/EEC(2), and in particular, Article 10(4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Council Directive 92/118/EEC, and in particular, Article 9(4) thereof,\nHaving regard to Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(4), and in particular Article 16 thereof,\nWhereas:\n(1) By means of Commission Decision 2000/721/EC on introducing vaccination to supplement the measures to control avian influenza in Italy and on specific movement control measures(5), as last amended by Decision 2001/847/EC(6), the Commission approved the vaccination programme presented by Italy.\n(2) The accompanying monitoring performed in the poultry flocks of this area has not shown any virus circulation since the last recorded case of low pathogenic avian influenza in March 2001.\n(3) The vaccination campaign that started in November 2000 came to an end on 16 May 2002.\n(4) Decision 2000/721/EC shall be repealed in order to revoke the vaccination programme and to lift related trade restrictions.\n(5) However, monitoring of vaccinated flocks should be continued including the use of the serological test (iIFA-Test), which had been approved by Commission Decision 2001/847/EC; to that effect, a new Commission Decision 2002/552/EC(7) will be adopted in parallel with the present repealing act.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2000/721/EC is hereby repealed.", "This Decision shall apply from the seventh day following that of its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 July 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 167, 22.6.1992, p. 1.\n(5) OJ L 291, 18.11.2000, p. 33.\n(6) OJ L 315, 1.12.2001, p. 61.\n(7) See page 24 of this Official Journal."}