{"celex_id": "32007D0815", "uri": "http://publications.europa.eu/resource/cellar/81732892-26fa-496d-87db-7155be360743", "type": "Decision", "concepts": ["1000", "1052", "1462", "2986", "3075", "4005", "5315"], "title": "2007/815/EC: Commission Decision of 29 November 2007 implementing Decision No 573/2007/EC of the European Parliament and of the Council as regards the adoption of the strategic guidelines 2008 to 2013 (notified under document number C(2007) 5738)\n", "header": "12.12.2007 EN Official Journal of the European Union L 326/29\nCOMMISSION DECISION\nof 29 November 2007\nimplementing Decision No 573/2007/EC of the European Parliament and of the Council as regards the adoption of the strategic guidelines 2008 to 2013\n(notified under document number C(2007) 5738)\n(Only the Bulgarian, Czech, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish texts are authentic)\n(2007/815/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 573/2007/EC of the European Parliament and the Council of 23 May 2007 establishing a European Refugee Fund for the period 2008 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’ and repealing Council Decision 2004/904/EC (1), and in particular Article 17 thereof,\nWhereas:\n(1) The Commission should lay down strategic guidelines setting out a framework for the intervention of the Fund relating to the multi-annual programming period 2008 to 2013.\n(2) The guidelines should define the priorities and, in accordance with Article 14(4) of the Decision No 573/2007/EC, the specific priorities which allow the Member States not covered by the Cohesion Fund to have the co-financing of the Community contribution increased to 75 % for projects co-financed by the Fund.\n(3) In accordance with Article 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not bound by this Decision or subject to its application.\n(4) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Ireland has notified, by letter of 6 September 2005, its wish to take part in the adoption and application of Decision No 573/2007/EC.\n(5) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, the United Kingdom has notified, by letter of 27 October 2005, its wish to take part in the adoption and application of Decision No 573/2007/EC.\n(6) The measures provided for in this Decision are in accordance with the opinion of the common Committee ‘Solidarity and Management of Migration Flows’ established by Article 56 of Decision No 574/2007/EC of the European Parliament and of the Council establishing the External Borders Fund for the period 2007 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’ (2),", "main_body": ["The guidelines setting out the priorities and specific priorities for the multi-annual programming for the period 2008 to 2013 shall be as defined in the Annex.", "This Decision is addressed to the Kingdom of Belgium, the Republic of Bulgaria, the Czech Republic, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Grand-Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, Romania, the Republic of Slovenia, the Slovak Republic, the Republic of Finland, the Kingdom of Sweden, the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 29 November 2007.\nFor the Commission\nFranco FRATTINI\nVice-President\n(1)  OJ L 144, 6.6.2007, p. 1.\n(2)  OJ L 144, 6.6.2007, p. 22.\nANNEX\nThe strategic guidelines set out below are to be seen in the context of the development of a more efficient management of migration flows at all their stages, initiated by the Tampere European Council in 1999.\nFor each of the objectives of the Fund set out in Article 3(1) of Decision No 573/2007/EC, the guidelines shall in particular give effect to the priorities of the Community with a view to promoting the implementation of the Common European Asylum System (hereinafter CEAS).\nThe ultimate objective of the CEAS is to establish a level playing field, by way of a system which guarantees persons genuinely in need of protection access to a high level of protection under equivalent conditions in all Member States while at the same time dealing fairly and efficiently with those found not to be in need of protection.\nIn this context, the European Refugee Fund (hereinafter the Fund) provides a supporting instrument for Member States’ efforts to implement EU asylum policy. More specifically, its funding can complement, stimulate and act as a catalyst for the delivery of the objectives pursued, reduce disparities and raise standards.\nWhen preparing their draft multi-annual programmes, Member States should target the available resources under the Fund to at least the first two priorities listed below, while the third priority is optional.\nPRIORITY 1:   Implementation of the principles and measures set out in the Community acquis in the field of asylum, including those related to integration objectives.\nThis should help to ensure appropriate reception conditions, fair and effective procedures and the full and inclusive application of the Geneva Convention for the target groups defined in the Fund as per the following Community instruments:\n(a) Council Regulation (EC) No 343/2003 of 18 February 2003 establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (the Dublin Regulation) (1);\n(b) Council Regulation (EC) No 2725/2000 of 11 December 2000 concerning the establishment of ‘Eurodac’ for the comparison of fingerprints for the effective application of the Dublin Convention (the Eurodac Regulation) (2);\n(c) Council Regulation (EC) No 407/2002 of 28 February 2002 laying down certain rules to implement Regulation (EC) No 2725/2000 concerning the establishment of ‘Eurodac’ for the comparison of fingerprints for the effective application of the Dublin Convention (3);\n(d) Council Directive 2001/55/EC of 20 July 2001 on minimum standards for giving temporary protection in the event of a mass influx of displaced persons and on measures promoting a balance of efforts between Member States in receiving such persons and bearing the consequences thereof (the Temporary Protection Directive) (4);\n(e) Council Directive 2003/9/EC of 27 January 2003 laying down minimum standards for the reception of asylum seekers (the Reception Conditions Directive) (5);\n(f) Council Directive 2003/86/EC of 22 September 2003 on the right to family reunification (6), as far as provisions related to refugees are concerned;\n(g) Council Directive 2004/83/EC of 29 April 2004 on minimum standards for the qualification and status of third country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted (the Qualification Directive) (7);\n(h) Council Directive 2005/85/EC of 1 December 2005 on minimum standards on procedures in Member States for granting and withdrawing refugee status (the Procedures Directive) (8).\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n1. actions aimed at taking into account the special needs of vulnerable people, notably unaccompanied minors, and more specifically measures aimed at improving the definitions and procedures applied by Member States to identify the more vulnerable asylum seekers and to provide an appropriate response to such needs;\n2. actions improving the identification of persons in need of international protection and/or the processing of their applications at the borders, notably by the development of specific training programmes.\nPRIORITY 2:   Development of reference tools and evaluation methodologies to assess and improve the quality of procedures for the examination of claims for international protection and to underpin administrative structures in an effort to respond to the challenges brought forward by enhanced practical cooperation with other Member States.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n1. measures designed to carry out an independent review on how the national asylum system works and how to make it more efficient;\n2. development of tools aimed to enhance consistency in national decision making on the application of the acquis, such as case-law databases accessible to all relevant stakeholders;\n3. measures designed to increase the capacity of national asylum services to cooperate with the asylum services of other Member States, and in particular to compile, analyse and assess information on countries or regions of origin for the purpose of sharing this information with other Member States.\nPRIORITY 3:   Actions helping to enhance responsibility sharing between Member States and third countries (optional).\nThis includes in particular support for the voluntary efforts of Member States regarding the transfer of third-country nationals or stateless persons from a third country to a Member State where they are permitted to reside with refugee status or a status which offers the same rights and benefits under national and Community law as refugee status, and the transfer of asylum seekers or beneficiaries of international protection between Member States.\nWithin this priority, the Community contribution may be increased to 75 % for projects addressing the following specific priorities:\n1. actions relating to the resettlement of persons from a country or region designated for the implementation of a Regional Protection Programme;\n2. actions aimed at transferring asylum seekers or beneficiaries of international protection from Member States facing particular pressures on their asylum systems.\n(1)  OJ L 50, 25.2.2003, p. 1.\n(2)  OJ L 316, 15.12.2000, p. 1.\n(3)  OJ L 62, 5.3.2002, p. 1.\n(4)  OJ L 212, 7.8.2001, p. 12.\n(5)  OJ L 31, 6.2.2003, p. 18.\n(6)  OJ L 251, 3.10.2003, p. 12.\n(7)  OJ L 304, 30.9.2004, p. 12.\n(8)  OJ L 326, 13.12.2005, p. 13."}