{"celex_id": "32007D0265", "uri": "http://publications.europa.eu/resource/cellar/8d3da69f-5fc7-4598-86bf-43eee3480343", "type": "Decision", "concepts": ["1309", "192", "2115", "5369", "619"], "title": "2007/265/EC: Commission Decision of 26 April 2007 amending Annex E to Council Directive 92/65/EEC to include additional health measures for the trade in live bees, and to update the health certificates models (notified under document number C(2007) 1811) (Text with EEA relevance )\n", "header": "1.5.2007 EN Official Journal of the European Union L 114/17\nCOMMISSION DECISION\nof 26 April 2007\namending Annex E to Council Directive 92/65/EEC to include additional health measures for the trade in live bees, and to update the health certificates models\n(notified under document number C(2007) 1811)\n(Text with EEA relevance)\n(2007/265/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A (1) to Directive 90/425/EEC (1), and in particular Article 22 thereof,\nWhereas:\n(1) The model certificate for intra-Community trade in live bees (Apis mellifera) is laid down in Part 2 of Annex E to Directive 92/65/EEC. In this health certificate, there are no animal health requirements as regards the small hive beetle (Aethina tumida) or the Tropilaelaps mite (Tropilaelaps spp.), as these infestations have never been recorded in the Community.\n(2) However, to reflect the potential threat of these pests, their presence is now subject to a compulsory OIE (International Office of Epizootic Diseases) notification and protection measures on the importation of live bees from third countries have been laid down in Commission Decision 2003/881/EC (2).\n(3) Despite these measures, should these pests be introduced into the Community, it is important that additional precautionary measures are in place to limit the spread of the disease throughout the Community. It is therefore opportune to review the certificate for intra-Community trade of live bees and bumble bees in order to introduce animal health requirements concerning the small hive beetle and the Tropilaelaps mite infestations.\n(4) These requirements should be aimed at limiting the movements of live bees (Apis mellifera) and bumble bees (Bombus spp.) from infected areas. Taking into account the capacity of the small hive beetle and the Tropilaelaps mite to spread quickly, the area to consider under restriction in the case of an outbreak of this disease should be at least 100 kilometres around the infected premises.\n(5) In addition, the Trade Control and Expert System (Traces), an integrated computerised veterinary system, was established in accordance with Commission Decision 2003/623/EC (3). For Traces to work as effectively as possible, the models for the certificates for intra-Community trade should be compatible with this electronic system.\n(6) Therefore, the health certificates in Annex E to Directive 92/65/EEC should be amended in order to facilitate the operation of Traces, and the health certificate in Part 2 of Annex E should, in addition, be modified to include the additional health measures for the trade in live bees and bumble bees.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex E to Directive 92/65/EEC is replaced by the Annex to this Decision.", "This decision shall apply from 1 May 2007.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 April 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 14.9.1992, p. 54. Directive as last amended by Directive 2004/68/EC (OJ L 139, 30.4.2004, p. 321, as corrected by OJ L 226, 25.6.2004, p. 128).\n(2)  OJ L 328, 17.12.2003, p. 26. Decision as amended by Decision 2005/60/EC (OJ L 25, 28.1.2005, p. 64).\n(3)  OJ L 216, 28.8.2003, p. 58.\nANNEX\n‘ANNEX E\nPart 1 —   Health Certificate for trade in animals from holdings\nPart 2 —   Health certificate for trade in colonies of bees/queen bees and bumble bees\nPart 3 —   Health certificate for trade in animals, semen, embryos and ova from approved bodies, institutes or centres"}