{"celex_id": "32005D0410", "uri": "http://publications.europa.eu/resource/cellar/cf13edf5-ea29-453e-ac6a-b6a2537e0c64", "type": "Decision", "concepts": ["1120", "1988", "2825", "2965", "4172", "862", "863"], "title": "2005/410/EC: Commission Decision of 31 May 2005 authorising Spain to extend for three years the application of a temporary measure excluding from compensatory aid marketed produce of new banana plantations planted on or after 1 June 2002(notified under document number C(2005) 1605)\n", "header": "2.6.2005 EN Official Journal of the European Union L 139/19\nCOMMISSION DECISION\nof 31 May 2005\nauthorising Spain to extend for three years the application of a temporary measure excluding from compensatory aid marketed produce of new banana plantations planted on or after 1 June 2002\n(notified under document number C(2005) 1605)\n(Only the Spanish text is authentic)\n(2005/410/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas (1), and in particular the second subparagraph of Article 12(9) thereof,\nWhereas:\n(1) Under Article 12(9) of Regulation (EEC) No 404/93 a Member State may be authorised to introduce a temporary measure whereby no compensatory aid is paid for marketed produce of new banana plantations when, in the Member State’s view, there is a risk to the sustainable development of the production areas, with particular reference to conservation of the environment, and protection of the soil and the characteristic features of the countryside.\n(2) By Decision 2002/414/EC (2), the Commission authorised Spain to introduce a temporary measure excluding from compensatory aid marketed produce of new banana plantations planted on or after 1 June 2002 for a period of three years.\n(3) On 15 April 2005, Spain requested the Commission to authorise it to extend, for a further three years, the measure excluding the Canary Islands from compensatory aid for marketed produce of new banana plantations planted on or after 1 June 2002. The reason given for this request is the need to consolidate the positive effects of the application of the measure implemented in June 2002, and in particular to discourage the development of new plantations outside traditional production areas, in order to protect the environment, particularly as regards the use of water resources, soil stability and the socioeconomic balance, and conservation of the characteristic features of the countryside.\n(4) Examination of Spain’s request to extend the measure excluding produce from compensatory aid for a period of three years shows that it complies with the aim and the provisions of Article 12(9) of Regulation (EEC) No 404/93. This request should therefore be accepted.\n(5) The measure provided for in this Decision is in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Spain’s request to the Commission to extend, for a further three-year period, the measure excluding the produce of new banana plantations planted on or after 1 June 2002 from the compensatory aid referred to in Article 12(9) of Regulation (EEC) No 404/93, authorised by Decision 2002/414/EC, is hereby accepted.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 31 May 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 47, 25.2.1993, p. 1. Regulation as last amended by the 2003 Act of Accession.\n(2)  OJ L 148, 6.6.2002, p. 28."}