{"celex_id": "32002R1670", "uri": "http://publications.europa.eu/resource/cellar/b1d2ee01-ec34-46cd-a5bf-abd935a32bbe", "type": "Regulation", "concepts": ["1644", "2296", "2771", "3591", "3732", "5083"], "title": "Commission Regulation (EC) No 1670/2002 of 19 September 2002 on the issue of import licences for rice with cumulative ACP/OCT origin against applications submitted in the first five working days of September 2002 pursuant to Regulation (EC) No 2603/97\n", "header": "Commission Regulation (EC) No 1670/2002\nof 19 September 2002\non the issue of import licences for rice with cumulative ACP/OCT origin against applications submitted in the first five working days of September 2002 pursuant to Regulation (EC) No 2603/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1706/98 of 20 July 1998 on the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States) and repealing Regulation (EEC) No 715/90(1),\nHaving regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (Overseas Association Decision)(2),\nHaving regard to Commission Regulation (EC) No 2603/97 of 16 December 1997 laying down the detailed rules of application for the import of rice from the ACP States and for the import of rice from the overseas countries and territories (OCT)(3), as last amended by Regulation (EC) No 174/2002(4), and in particular Article 9(2) thereof,\nWhereas:\n(1) Pursuant to Article 9(2) of Regulation (EC) No 2603/97, the Commission must decide within 10 days of the final date for notification by the Member States the extent to which applications can be granted and must fix the available quantities for the following tranche and, where appropriate, the additional tranche for October.\n(2) The quantities for which applications have been submitted show that licences for the September 2002 tranche exceed the quantities available for that tranche. This shows that licences should be issued for the quantities applied for reduced, where appropriate, by reduction percentages,", "main_body": ["1. Import licences for rice against applications submitted during the first five working days of September 2002 pursuant to Regulation (EC) No 2603/97 and notified to the Commission shall be issued for the quantities applied for reduced, where appropriate, by the percentages set out in the Annex hereto.\n2. The available quantities under the additional tranche for October are set out in the Annex hereto.", "This Regulation shall enter into force on 20 September 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 September 2002.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 215, 1.8.1998, p. 12.\n(2) OJ L 314, 30.11.2001, p. 1.\n(3) OJ L 351, 23.12.1997, p. 22.\n(4) OJ L 30, 31.1.2002, p. 33.\nANNEX\nReduction percentages to be applied to quantities applied for under the tranche for September 2002 and quantities available for the additional October tranche\n>TABLE>\n>TABLE>"}