{"celex_id": "32008R1314", "uri": "http://publications.europa.eu/resource/cellar/cf0e3e50-ccab-40d3-afbd-23388193d63d", "type": "Regulation", "concepts": ["261", "3483", "3577", "3870", "4348", "4452"], "title": "Commission Regulation (EC) No 1314/2008 of 19 December 2008 amending for the 102nd time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\n", "header": "20.12.2008 EN Official Journal of the European Union L 344/64\nCOMMISSION REGULATION (EC) No 1314/2008\nof 19 December 2008\namending for the 102nd time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1), and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 26 September and on 2 December 2008, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply, by removing two persons from the list. Annex I should therefore be amended accordingly.", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day after its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2008.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9.\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\nThe following entries shall be removed from the heading ‘Natural persons’:\n(1) Mohamad Nasir ABAS (alias (a) Abu Husna, (b) Addy Mulyono, (c) Malik, (d) Khairudin, (e) Sulaeman, (f) Maman, (g) Husna), Taman Raja Laut, Sabah, Malaysia; date of birth: 6 May 1969, place of birth: Singapore; nationality: Malaysian; passport No: A 8239388; national identification No: 690506-71-5515.\n(2) Abdullkadir Hussein Mahamud (alias Abdulkadir Hussein Mahamud). Date of birth: (a) 12.10.1966, (b) 11.11.1966. Place of birth: Somalia. Other information: Florence, Italy."}