{"celex_id": "32002R1287", "uri": "http://publications.europa.eu/resource/cellar/ed0f1961-b00a-4a33-979a-d8a9aa2b58c0", "type": "Regulation", "concepts": ["1309", "161", "3824", "4078", "6007"], "title": "Commission Regulation (EC) No 1287/2002 of 15 July 2002 amending Annex 3 to Regulation (EC) No 560/2002 imposing provisional safeguard measures against imports of certain steel products\n", "header": "Commission Regulation (EC) No 1287/2002\nof 15 July 2002\namending Annex 3 to Regulation (EC) No 560/2002 imposing provisional safeguard measures against imports of certain steel products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3285/94 of 22 December 1994 on common rules for imports and repealing Regulation (EC) No 518/94(1), as last amended by Regulation (EC) No 2474/2000(2),\nHaving regard to Council Regulation (EC) No 519/94 of 7 March 1994 on common rules for imports from certain third countries and repealing Regulations (EEC) No 1765/82, (EEC) No 1766/82 and (EEC) No 3420/83(3), as last amended by Regulation (EC) No 1138/98(4),\nAfter consultations with the Advisory Committee established pursuant to Article 4 of Regulation (EC) No 3285/94 and Regulation (EC) No 519/94 respectively,\nWhereas:\n(1) Commission Regulation (EC) No 560/2002(5), as amended by Regulation (EC) No 950/2002(6), establishes tariff quotas in relation to certain steel products, in excess of which additional duties require to be paid. The Commission recalls that the amount of each tariff quota is specified in Annex 3 to that Regulation, and that that amount should have been calculated in a manner conforming to recitals 66 and 73 of that Regulation.\n(2) It has come to the attention of the Commission that there has been a material error in the calculation of the amount of the tariff quota in relation to product numbers 5 (cold rolled sheets), 6 (electrical sheets other than GOES) and 10 (quarto plates). In each case, the amount of the tariff quota should have been greater than the amount which was specified.\n(3) The amount of the tariff quota for product 5 should be 1114158 tonnes instead of 935630 tonnes; that for product 6 should be 74678 tonnes instead of 41444 tonnes; and that for product 10 should be 706964 tonnes instead of 700446 tonnes. In consequence, it is necessary to amend Annex 3 to that Regulation,", "main_body": ["The fourth column of Annex 3 to Regulation (EC) No 560/2002, which specifies the amount (in tonnes) of each tariff quota, is amended as follows:\n- in relation to product 5, by substituting the number \"1114158\" for \"935630\",\n- in relation to product 6, by substituting the number \"74678\" for \"41444\",\n- in relation to product 10, by substituting the number \"706964\" for \"700446\".", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 29 March 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 349, 31.12.1994, p. 53.\n(2) OJ L 286, 11.11.2000, p. 1.\n(3) OJ L 67, 10.3.1994, p. 89.\n(4) OJ L 159, 3.6.1998, p. 1.\n(5) OJ L 85, 28.3.2002, p. 1.\n(6) OJ L 145, 4.6.2002, p. 12."}