{"celex_id": "32006D0350", "uri": "http://publications.europa.eu/resource/cellar/d1e545aa-4589-4b36-a97e-279044548319", "type": "Decision", "concepts": ["2739", "3633", "4308", "5283", "5798"], "title": "2006/350/EC: Commission Decision of  28 April 2006  determining the quantities of methyl bromide permitted to be used for critical uses in the Community from  1 January  to  31 December 2006  under Regulation (EC) No 2037/2000 on substances that deplete the ozone layer  (notified under document number C(2006) 1244)\n", "header": "18.5.2006 EN Official Journal of the European Union L 130/29\nCOMMISSION DECISION\nof 28 April 2006\ndetermining the quantities of methyl bromide permitted to be used for critical uses in the Community from 1 January to 31 December 2006 under Regulation (EC) No 2037/2000 on substances that deplete the ozone layer\n(notified under document number C(2006) 1244)\n(Only the Dutch, English, French, Italian, Polish, Portuguese and Spanish text is authentic)\n(2006/350/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2037/2000 of the European Parliament and of the Council of 29 June 2000 on substances that deplete the ozone layer (1), and in particular Article 3(2)(ii) thereof,\nWhereas:\n(1) Articles 3(2)(i)(d) and 4(2)(i)(d) of Regulation (EC) No 2037/2000 prohibit the production, import and placing on the market of methyl bromide for all uses after 31 December 2004 except, among others (2), for critical uses in accordance with Article 3(2)(ii) and the criteria set out in Decision IX/6 of the Parties to the Montreal Protocol, together with any other relevant criteria agreed by the Parties. Exemptions for critical uses are intended to be limited derogations to allow a short period of time for the adoption of alternatives.\n(2) Decision IX/6 states that methyl bromide should qualify as ‘critical’ only if the applicant determines that the lack of availability of methyl bromide for that specific use would result in a significant market disruption; and that there are no technically and economically feasible alternatives or substitutes available to the user that are acceptable from the standpoint of environment and health and are suitable to the crops and circumstances of the nomination. Furthermore, the production and consumption, if any, of methyl bromide for critical uses should be permitted only if all technically and economically feasible steps have been taken to minimise the critical use and any associated emission of methyl bromide. An applicant should also demonstrate that an appropriate effort is being made to evaluate, commercialise and secure national regulatory approval of alternatives and substitutes; and that research programmes are in place to develop and deploy alternatives and substitutes.\n(3) The Commission received 79 proposals for critical uses of methyl bromide from nine Member States including Belgium (44 070 kg), France (259 097 kg), Germany (19 450 kg), Ireland (1 250 kg), Italy (1 333 225 kg), Poland (45 900 kg), Portugal (50 000 kg), Spain (986 000 kg), the Netherlands (120 kg) and the United Kingdom (139 285 kg). A total of 2 878 397 kg was requested, comprising 2 690 275 kg (94 %) for pre-harvest uses and 188 140 kg (6 %) for post-harvest uses of methyl bromide. Germany subsequently informed the Commission that it had withdrawn all of its proposals as alternatives were now available.\n(4) The Commission applied the criteria contained within Decision IX/6 and Article 3(2)(ii) of Regulation (EC) No 2037/2000 in order to determine the amount of methyl bromide that is eligible to be licensed for critical uses in 2006. The Commission found that adequate alternatives were available in the Community and had become more prevalent in many Parties to the Montreal Protocol in the period since the critical use proposals were compiled by Member States. As a result, the Commission determined that 1 607 587 kg of methyl bromide can be used in 2006 to satisfy critical uses in each of the Member States that had requested the use of methyl bromide. This amount equates to 8,4 % of 1991 consumption of methyl bromide in the European Community and indicates that more than 91,6 % of the methyl bromide has been replaced by alternatives. The critical-use categories are similar to those defined in Section IIB in Decision XVI/2 (3) and in Table A of Decision XVII/9 at the 17th Meeting of the Parties to the Montreal Protocol (4).\n(5) Article 3(2)(ii) requires the Commission to also determine which users may take advantage of the critical use exemption. As Article 17(2) requires Member States to define the minimum qualification requirements for personnel involved in the application of methyl bromide and, as fumigation is the only use, the Commission determined that methyl bromide fumigators are the only users proposed by the Member State and authorised by the Commission to use methyl bromide for critical uses. Fumigators are qualified to apply it safely, rather than for example farmers or mill owners that are generally not qualified to apply methyl bromide but who own properties on which it will be applied. In addition, Member States have put in place procedures to identify fumigators within their territory that are permitted to use methyl bromide for critical uses.\n(6) Decision IX/6 states that production and consumption of methyl bromide for critical uses should be permitted only if methyl bromide is not available from existing stocks of banked or recycled methyl bromide. Article 3(2)(ii) states that production and importation of methyl bromide shall be allowed only if no recycled or reclaimed methyl bromide is available from any of the Parties. In accordance with Decision IX/6 and Article 3(2)(ii), the Commission determined that 50 047 kg of stocks are available for critical uses.\n(7) Article 4(2)(ii) states that, subject to Article 4(4), the placing on the market and the use of methyl bromide by undertakings other than producers and importers shall be prohibited after 31 December 2005. Article 4(4) states that Article 4(2) shall not apply to the placing on the market and use of controlled substances if they are used to meet the licensed requests for critical uses of those users identified as laid down in Article 3(2).\n(8) Three uses of methyl bromide in this Decision are categorised as ‘biocidal’ uses for which additional restrictions apply. Commission Regulation (EC) No 2032/2003 (5) records methyl bromide as a biocidal substance that cannot be placed on the market after 1 September 2006. The Commission may authorise a Member State to use methyl bromide after this date provided the Member State demonstrates compliance with the criteria for an ‘essential use’ under Article 4a of Regulation (EC) No 2032/2003. The quantities of methyl bromide for biocidal uses for which an ‘essential use’ authorisation pursuant to Regulation (EC) No 2032/2003 is required for any uses after 1 September 2006 are shown in Annexes I, IV and VIII of this Decision.\n(9) As critical uses of methyl bromide apply from 1 January 2006, and for the purpose of ensuring that interested companies and operators may benefit from the licensing system, it is appropriate that this present decision shall apply from that date.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 18 of Regulation (EC) No 2037/2000,", "main_body": ["The Kingdom of Belgium, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Kingdom of the Netherlands, the Republic of Poland and the United Kingdom of Great Britain and Northern Ireland shall be permitted to use a total of 1 607 587 kg of methyl bromide for critical uses from 1 January to 31 December 2006 for the specific quantities and categories of use described in Annexes I to VIII.", "The Kingdom of Belgium, the Italian Republic and the United Kingdom of Great Britain and Northern Ireland shall not be permitted to use methyl bromide for biocidal uses from 1 September to 31 December 2006 unless an ‘essential use’ authorisation for the specific uses shown in Annexes I, IV and VIII is granted to the relevant Member State following the procedures described in Article 4a of Regulation (EC) No 2032/2003.", "Stocks declared available for critical uses by the competent authority of each Member State shall be deducted from the amount that can be imported or produced to satisfy critical uses in that Member State.", "This Decision shall apply from 1 January 2006 and shall expire on 31 December 2006.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Kingdom of the Netherlands, the Republic of Poland, the Portuguese Republic and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 28 April 2006.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 244, 29.9.2000, p. 1. Regulation as last amended by Commission Regulation (EC) No 29/2006 (OJ L 6, 11.1.2006, p. 27).\n(2)  Other uses are for quarantine and pre-shipment, as feedstock and for laboratory and analytical uses.\n(3)  UNEP/OzL.Pro.16/17. Report of the 16th Meeting of the Parties to the Montreal Protocol on Substances that Deplete the Ozone Layer, held 22 to 26 November 2004 in Prague, Czech Republic.\nwww.unep.org/ozone/Meeting_Documents/mop/index.asp\n(4)  UNEP/OzL.Pro.17/11. Report of the 17th Meeting of the Parties to the Montreal Protocol on Substances that Deplete the Ozone Layer, held 12 to 16 December 2005 in Dakar, Senegal.\nwww.unep.org/ozone/Meeting_Documents/mop/index.asp\n(5)  OJ L 307, 24.11.2003, p. 1. Regulation as amended by Regulation (EC) No 1048/2005 (OJ L 178, 9.7.2005, p. 1).\nANNEX I\nThe Kingdom of Belgium\n(in kg)\nCategories of permitted critical uses\nFlour mills (17 mills) 2 752\nArtefacts (Musea/SGS) (1) 307\nTotal 3 059\nStocks of methyl bromide available for critical uses in the Member State = 479 kg.\n(1)  Methyl bromide cannot be used from 1 September to 31 December 2006 unless an essential use authorisation is granted to Belgium for this biocidal use under Article 4a of Regulation (EC) No 2032/2003.\nANNEX II\nThe Kingdom of Spain\n(in kg)\nCategories of permitted critical uses\nStrawberry runners (grown at high elevations) 230 000\nStrawberry fruit (Huelva, protected) 180 000\nPeppers (protected, in Murcia and south of Comunidad Valenciana) 50 000\nCut flowers (Cataluña, carnation, protected and open field) 15 000\nCut flowers (protected, in Cadiz and Sevilla) 39 000\nRice (post-harvest) 36 000\nTotal 550 000\nStocks of methyl bromide available for critical uses in the Member State = 41 797 kg.\nANNEX III\nThe French Republic\n(in kg)\nCategories of permitted critical uses\nSpecialist sandy-soil carrots (grown in Brittany, harvested by hand and susceptible to Fusarium solani and Rhizoctonia violacea) 5 000\nCut flowers: ranunculus, anemone, paeonia and lily of the valley open-field 12 000\nStrawberry runners 35 000\nForest nursery 1 500\nOrchard replant 7 500\nNursery: orchard, raspberry 2 000\nMills 8 000\nChestnuts 1 800\nSeeds sold by PLAN-SPG company 121\nTotal 72 921\nStocks of methyl bromide available for critical uses in the Member State = 973 kg.\nANNEX IV\nThe Italian Republic\n(in kg)\nCategories of permitted critical uses\nTomato (protected) 495 000\nPepper (protected) 73 000\nMelon (protected) 38 000\nEggplant (protected) 40 000\nStrawberry fruit (protected) 75 000\nStrawberry runners 60 000\nCut flowers (protected) 74 000\nMills and processors 55 000\nArtefacts (1) 5 000\nTotal 915 000\nStocks of methyl bromide available for critical uses in the Member State = 95 136 kg.\n(1)  Methyl bromide cannot be used from 1 September to 31 December 2006 unless an essential use authorisation is granted to Italy for this biocidal use under Article 4a of Regulation (EC) No 2032/2003.\nANNEX V\nIreland\n(in kg)\nCategories of permitted critical uses\nFlour mills 888\nTotal 888\nStocks of methyl bromide available for critical uses in the Member State = 0 kg.\nANNEX VI\nThe Kingdom of the Netherlands\n(in kg)\nCategories of permitted critical uses\nPostharvest disinfestations of strawberry runners 120\nTotal 120\nStocks of methyl bromide available for this critical use in the Member State = 0 kg.\nANNEX VII\nThe Republic of Poland\n(in kg)\nCategories of permitted critical uses\nMedicinal herbs and dried mushrooms as dry commodities 2 700\nStrawberry runners 28 000\nCocoa and coffee 1 836\nTotal 32 536\nStocks of methyl bromide available for critical uses in the Member State = 915,3 kg.\nANNEX VIII\nThe United Kingdom of Great Britain and Northern Ireland\n(in kg)\nCategories of permitted critical uses\nStrawberry fruit (protected and open field) 10 000\nOrnamental tree production for control of Verticillium wilt 2 500\nRaspberry 1 500\nFlour and rice mills 7 900\nWheat, maize and rice buildings operated by Quaker Oats, Kelloggs, Weetabix Ltd, Ryecroft and EOM 6 098\nProcessing plants operated by Warehouse and Spice Grinding Facility (Pataks Foods Ltd); and processing plants associated with herbs and spices operated by British Pepper and Spice Ltd, Lion Foods, and East Anglian Food Ingredients 1 591\nDried commodities (nuts, dried fruit, rice, beans, cereal grains, edible seeds) for Whitworths Ltd 900\nMill, associated biscuit food processing, finished product and storage areas operated by Ryvita Company Ltd (Dorset) 839\nStructures — facilities and equipment, processing and storage operated by Whitworths Ltd 450\nOccasionally infested spice products (including papadoms) processed by McCormick (UK) Ltd, British Pepper and Spice Ltd, East Anglian Food Ingredients and Pataks Foods Ltd 37\nSpecialised cheese stores (1) 1 248\nTotal 33 063\nStocks of methyl bromide available for critical uses in the Member State = 5 227 kg.\n(1)  Methyl bromide cannot be used from 1 September to 31 December 2006 unless an essential use authorisation is granted to the United Kingdom for this biocidal use under Article 4a of Regulation (EC) No 2032/2003."}