{"celex_id": "32008R0228", "uri": "http://publications.europa.eu/resource/cellar/aaf1473d-4067-4976-94a0-b904794c2687", "type": "Regulation", "concepts": ["1565", "2591", "2972"], "title": "Commission Regulation (EC) No 228/2008 of 13 March 2008 amending Regulation (EC) No 595/2004 with regard to intensity of controls on deliveries and direct sales of milk\n", "header": "14.3.2008 EN Official Journal of the European Union L 70/7\nCOMMISSION REGULATION (EC) No 228/2008\nof 13 March 2008\namending Regulation (EC) No 595/2004 with regard to intensity of controls on deliveries and direct sales of milk\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1788/2003 of 29 September 2003 establishing a levy in the milk and milk products sector (1), and in particular Article 24 thereof,\nWhereas:\n(1) Article 22(1) of Commission Regulation (EC) No 595/2004 (2), which lays down detailed rules for applying Regulation (EC) No 1788/2003, sets down the minimum intensity of the controls to be carried out for deliveries and direct sales. These controls are to be included in the general control plan drawn up on the basis of risk analysis.\n(2) Bulgaria and Romania are applying the levy system for the first time in the 12-month period 2007/2008. In order to facilitate the application of the new system, these Member States should be allowed to reduce the intensity of control for deliveries during a transitional period of one year.\n(3) Experience shows that in Member States the number of producers with one or two cows is still significant, especially in direct sales. To keep the same control intensity for these producers imposes a disproportionate administrative burden and could divert the focus of control measures from higher risk activities. Therefore it would be appropriate to reduce the control intensity for small direct sellers producing quantities of less than 5 000 kg milk equivalent.\n(4) In order to allow the Member States to benefit from a less burdensome situation resulting from the adjusted intensity of controls, and taking into account that according to Article 19(2) of Regulation (EC) No 595/2004 controls are carried out partly during the 12-month period in question, partly after the 12-month period, it is appropriate to apply the adjusted intensity of controls for the 12-month period 2007/2008, i.e. the period starting on 1 April 2007 and finishing on 30 March 2008.\n(5) Regulation (EC) No 595/2004 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the management committee for milk and milk products,", "main_body": ["Article 22 of Regulation (EC) No 595/2004 is amended as follows:\n1. In paragraph 1, point (a) is replaced by the following:\n‘(a) 2 % of producers for the 12-month period 2007/2008 and for the following 12-month periods, except in the case of Bulgaria and Romania, where at least 1 % of producers shall be controlled for the 12-month period 2007/2008;’\n2. Paragraph 2 is replaced by the following:\n(a) 5 % of producers; or\n(b) the following two groups:\n(i) 1 % of producers whose individual reference quantity for direct sales is less than 5 000 kg and whose declared direct sales for the 12-month period concerned is less than 5 000 kg of milk or milk equivalent;\n(ii) 5 % of producers who do not satisfy the conditions set out in point (i).’", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 March 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 123. Regulation as last amended by Commission Regulation (EC) No 1186/2007 (OJ L 265, 11.10.2007, p. 22).\n(2)  OJ L 94, 31.3.2004, p. 22. Regulation as last amended by Regulation (EC) No 1913/2006 (OJ L 365, 21.12.2006, p. 52)."}