{"celex_id": "32002D0841", "uri": "http://publications.europa.eu/resource/cellar/acf32e97-ecf6-451f-b006-254dcf68cb5a", "type": "Decision", "concepts": ["1309", "192", "2300", "5369", "711", "842"], "title": "2002/841/EC: Commission Decision of 24 October 2002 amending Decision 93/197/EEC on animal health conditions and veterinary certification for imports of registered equidae and equidae for breeding and production (Text with EEA relevance) (notified under document number C(2002) 4006)\n", "header": "Commission Decision\nof 24 October 2002\namending Decision 93/197/EEC on animal health conditions and veterinary certification for imports of registered equidae and equidae for breeding and production\n(notified under document number C(2002) 4006)\n(Text with EEA relevance)\n(2002/841/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and imports from third countries of equidae(1), as last amended by Commission Decision 2002/160/EC(2), and in particular Article 15(a) and Article 16 thereof,\nWhereas:\n(1) Commission Decision 93/197/EEC(3), as last amended by Decision 2002/635/EC(4), established a list of third countries from which Member States are to authorise imports of registered equidae and equidae for breeding and production.\n(2) Kyrgyzstan was unintentionally omitted from that list by Decision 2002/635/EC. Therefore, Kyrgyzstan should be reinstated in the list.\n(3) In order to obtain a health certificate E under Decision 93/197/EEC, certain health tests must be carried out on samples which are to be taken within 10 days of export. Difficulties have been encountered in meeting that deadline, in particular where such samples are to be tested in laboratories agreed by the Member State of destination. The time limit should therefore be extended.\n(4) Decision 93/197/EEC should be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annexes to Decision 93/197/EEC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 October 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 42.\n(2) OJ L 53, 23.2.2002, p. 37.\n(3) OJ L 86, 6.4.1993, p. 16.\n(4) OJ L 206, 3.8.2002, p. 20.\nANNEX\nAnnexes I and II are amended as follows:\n1. In Annex I, the list of third countries in Group B is replaced by the following: \"Australia (AU), Bulgaria (BG), Belarus (BY), Cyprus (CY), Czech Republic (CZ), Estonia (EE), Croatia (HR), Hungary (HU), Kyrgyzstan (1)(2) (KG), Lithuania (LI), Latvia (LV), Former Yugoslav Republic of Macedonia (3) (MK), New Zealand (NZ), Poland (PL), Romania (RO), Russia (1) (RU), Slovak Republic (SK), Slovenia (SL), Ukraine (UA), Federal Republic of Yugoslavia (YU).\"\n2. In Annex II, point (j) of Section III \"Health information\" of health certificate E is amended as follows:\n(a) in the second indent, the words \"10 days\" are replaced by the words \"21 days\";\n(b) in the third indent, the words \"10 days\" are replaced by the words \"21 days\"."}