{"celex_id": "32008R0364", "uri": "http://publications.europa.eu/resource/cellar/d6462f6d-6de3-405a-b2e1-2e591787cc95", "type": "Regulation", "concepts": ["3645", "4258", "4300", "4502", "5985", "819", "998"], "title": "Commission Regulation (EC) No 364/2008 of 23 April 2008 implementing Regulation (EC) No 716/2007 of the European Parliament and of the Council, as regards the technical format for the transmission of foreign affiliates statistics and the derogations to be granted to Member States\n", "header": "24.4.2008 EN Official Journal of the European Union L 112/14\nCOMMISSION REGULATION (EC) No 364/2008\nof 23 April 2008\nimplementing Regulation (EC) No 716/2007 of the European Parliament and of the Council, as regards the technical format for the transmission of foreign affiliates statistics and the derogations to be granted to Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 716/2007 of the European Parliament and of the Council of 20 June 2007 on Community statistics on the structure and activity of foreign affiliates (1), and in particular Article 9(1)(a) and (b) thereof,\nWhereas:\n(1) Regulation (EC) No 716/2007 established a common framework for the systematic production of Community statistics on the structure and activity of foreign affiliates.\n(2) It is necessary to specify the technical format and the procedure for the transmission of foreign affiliates statistics listed in Annexes I, II and III to Regulation (EC) No 716/2007 in order to produce data comparable and harmonised between Member States, to reduce the risk of errors in the transmission of data and to increase the speed with which the data collected can be processed and made available to users. Implementing tools should therefore be laid down, supplemented by the instructions contained in the Eurostat Recommendations Manual on the Production of Foreign Affiliates Statistics, as revised regularly.\n(3) It is also necessary to grant derogations from the provisions of Regulation (EC) No 716/2007 to allow Member States to make the necessary adaptations to their national statistical systems. This relates in particular in the development of new statistical registers and the methods of data collection. The particular problem for outward FATS is that the statistical unit of analysis differs from the reporting unit and is not resident in the Member States.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee,", "main_body": ["The technical format referred to in Article 9(1)(a) of Regulation (EC) No 716/2007 for the common module for inward statistics on foreign affiliates shall be as set out in Annex I to this Regulation.", "Member States shall apply the format referred to in Article 1 for the data concerning the first reference year referred to in Section 4, paragraph 1, of Annex I to Regulation (EC) No 716/2007, and subsequent years.", "The technical format referred to in Article 9(1)(a) of Regulation (EC) No 716/2007 for the common module for outward statistics on foreign affiliates shall be as set out in Annex II to this Regulation.", "Member States shall apply the format referred to in Article 3 for the data concerning the first reference year referred to in Section 4, paragraph 1, of Annex II to Regulation (EC) No 716/2007, and subsequent years.", "The data to be submitted pursuant to Regulation (EC) No 716/2007 shall be transmitted in electronic form from competent national authorities to the Commission (Eurostat). The transmission format shall be in conformity with the interchange standards specified by the Commission (Eurostat). Data shall be transmitted or uploaded by electronic means to the single entry point for data, maintained by the Commission (Eurostat).\nMember States shall implement the interchange standards and guidelines supplied by the Commission (Eurostat) according to the requirements of this Regulation.", "Member States shall, for each data delivery, provide the necessary metadata information to the Commission (Eurostat) in electronic form and in the structure defined in the most recent version of the Eurostat Recommendations Manual on the Production of Foreign Affiliates Statistics.", "The derogations referred to in Article 9(1)(b) of Regulation (EC) No 716/2007 shall be as specified in Annex III to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 April 2008.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 171, 29.6.2007, p. 17.\nANNEX I\nTECHNICAL SPECIFICATIONS FOR THE TRANSMISSION OF INWARD STATISTICS ON FOREIGN AFFILIATES\n1.   Introduction\nStandardisation of data record structures is fundamental for efficient data processing. It is a necessary stage for providing data conforming to the interchange standards specified by the Commission (Eurostat).\nData is sent as a set of records of which a large part describes the characteristics of the data (country, reference year, economic activity, geographical breakdown, etc.). The data itself is a number which can be linked to flags and explanatory footnotes used for adding explanations to data which give users additional information regarding for instance extreme year-to-year changes. One file shall be provided per series of data.\nConfidential data have to be sent with the true value being recorded in the value field and a flag indicating the nature of the confidential data being added to the record. Member States have to provide all levels of aggregation of the breakdowns as defined in Regulation (EC) No 716/2007. In addition, data has to contain all secondary confidentiality flags in accordance with the confidentiality rules existing at national level.\nMember States have to provide complete sets for all series of data to be provided including records for all data required by Regulation (EC) No 716/2007 which are not available, i.e. which are not collected in the Member State. Data for activities/phenomena not existing in the Member State should be marked in the record as zero (code ‘0’ in the value field). The code ‘0’ in the value field can also be used for activities that do exist but for which the data is small and as a result of rounding equals zero. Monetary data has to be expressed in thousands of national currency units (thousands of euros for the countries of the euro area). Countries acceding to the euro area shall report in euros instead of national currency monetary data due in the year of their accession.\n2.   Dataset identifier\nThe following dataset identifier will be used for reporting statistics on inward foreign affiliates:\nFor series 1G: SBSFATS_1GA1_A.\nFor series 1G2: SBSFATS_1GB1_A\n3.   Data structure and definition of fields\nThis section gives an overview of the data structure, and defines the fields, codes and attributes to be used. The codes to be used are to be found in the most recent version of the Eurostat Recommendations Manual on the Production of Foreign Affiliates Statistics referred to in Article 7 of Regulation (EC) No 716/2007. All fields should be sent, even if they are empty. In order from left to right the fields are:\nField No Field-id (name) Type and size Definition\n1 Dataset-id AN2…3 Alphanumeric code of the series as defined in Section 3 of Annex I to Regulation (EC) No 716/2007, e.g. 1G for series 1G (geographical breakdown level 2-IN combined with activity breakdown level 3), 1G2 for series 1G2 (geographical breakdown level 3 combined with Business Economy).\n2 Reference year N4 Reference year in four characters, e.g. 2007.\n3 Territorial unit AN2 Corresponds to the code of the declaring country. The code to be used is NUTS0.\n4 Size class N2 Code for the size class, e.g. 30 for total.\n5 Economic activity AN1…4 Alphanumeric or numeric codes for the NACE headings and standard aggregates according to the activity breakdown as specified for activity breakdown level 3 in Annex III to Regulation (EC) No 716/2007. An example for a standard activity code is BUS for Business Economy. Non-standard aggregates should be indicated in field 14.\n6 FATS identification N2 30 for the country of Ultimate Controlling Institutional Unit.\n7 Country of Ultimate Controlling Institutional Unit AN2 Country code corresponding to the country where the Ultimate Controlling Institutional Unit is resident. Codes as specified for the geographical breakdown levels 2-IN and 3 in Regulation (EC) No 716/2007.\n8 Characteristics AN4…5 Characteristics code as laid down in Section 2 of Annex I to Regulation (EC) No 716/2007.\n9 Data value AN1…12 Numeric value of the data (negative values are preceded by a minus sign) expressed as a whole number without decimal places. An ‘na’ should be used if the data is not sent because it is not available.\n10 Quality flag AN…1 R: revised data, P: provisional data, W: low-quality data that is used for calculating Community totals but cannot be disseminated at national level, E: estimated value.\n11 Confidentiality flag AN…1 A, B, C, D, F, H: indicates that the data is confidential and the reason for that confidentiality:\nA : Too few enterprises\nB : One enterprise dominates the data\nC : Two enterprises dominate the data\nD : Secondary confidential data in order to protect data flagged with A, B, C, F or H\nF : Data is confidential in application of the p%-rule\nH : Data that is not published at national level as it is considered to be sensitive information or to protect data that is not required by Regulation (EC) No 716/2007 (manually confidential data).\n12 Dominance/share largest unit N…3 A numeric value less than or equal to 100 indicating the percentage dominance of one or two enterprises which dominate the data and make it confidential. The value is rounded to the nearest whole number: e.g. 90,3 becomes 90; 94,5 becomes 95. This field is only used when the confidentiality flags B or C are used in the previous field. Where F is used in the previous field, this field should include the share of the largest enterprise.\n13 Share of second largest unit N…3 A numeric value less than or equal to 100. This field shall be used when in field 11 the confidentiality flag F is used; this field should include the share of the second largest enterprise.\n14 Aggregation of NACE codes AN…40 This field shall be used for non-standard aggregation of several NACE codes.\n15 Units of data values AN3…4 This field can be used for indicating if non-standard units have been used:\nUNIT: units for non-monetary data\nKEUR: thousands of EUR for monetary data for countries that are members of the euro area\nKNC: thousands of national currency units for countries that are not members of the euro area.\n16 Footnote AN…250 Free note on the data that can be published as methodological notes/additional explanations for better understanding the provided data.\nNB: AN = alphanumeric (e.g. AN…8 – alphanumeric up to eight positions but field can be empty, AN1…8 – alphanumeric with at least one position and up to eight positions, AN1 – alphanumeric one position, exact); N = numeric (e.g. N1 – numeric one position, exact).\nANNEX II\nTECHNICAL SPECIFICATIONS FOR THE TRANSMISSION OF OUTWARD FOREIGN AFFILIATES STATISTICS\n1.   Introduction\nStandardisation of data record structures is fundamental for efficient data processing. It is a necessary stage for providing data conforming to the interchange standards specified by the Commission (Eurostat).\n2.   Dataset identifier\nThe following dataset identifier will be used for reporting statistics on outward foreign affiliates:\nDSI+BOP_FATS_A\n3.   Data structure, code lists and attributes\nThis section gives an overview of the data structure, code lists and attributes to be used. The available values of the attributes are to be found in the most recent versions of the Eurostat Recommendations Manual on the Production of Foreign Affiliates Statistics referred to in Article 7 of Regulation (EC) No 716/2007 and of the Eurostat Balance of Payments Vademecum. All fields should be sent, even if they are empty.\nIn order from left to right the fields are:\nField No Field-id Name of code list or concept Type and size Definition\n1 Frequency CL_FREQ AN1 The frequency of the series.\n2 Reference area or reporter CL_AREA_EE AN2 The country or geographical/political group of countries related to the measured economic phenomenon.\n3 Adjustment indicator CL_ADJUSTMENT AN1 Indicates whether a seasonal adjustment and/or working day adjustment has been applied or not.\n4 Data type CL_DATA_TYPE_FATS AN1 Describes the data type.\n5 FATS coded item CL_FATS_ITEM AN3…8 Coded item for FATS characteristics.\n6 Currency breakdown CL_CURR_BRKDWN AN1 Currency breakdown for transactions and positions.\n7 Counterpart area CL_AREA_EE AN2 The country or geographical/economic group of countries within which the reference area or reporter has its affiliate.\n8 Denomination of series CL_SERIES_DENOM AN1 Currency of denomination or special drawing rights.\n9 Resident economic activity CL_BOP_EC_ACTIV_R1 N4 NACE codes and special resident economic activity aggregates.\n10 Non-resident economic activity CL_BOP_EC_ACTIV_R1 N4 NACE codes and special non-resident economic activity aggregates.\n11 Time period TIME_PERIOD AN4…35 Reference year.\n12 Time format code TIME_FORMAT AN3 Describes a single time period or time series.\n13 Observation value OBS_VALUE AN…15 Numeric value of data (negative values are preceded by a minus sign).\n14 Observation status CL_OBS_STATUS AN1 Information on quality of value or an unusual or missing value.\n15 Observation confidentiality CL_OBS_CONF AN1 Information about whether the observation can be made public outside the receiving institution or not. A blank space indicates non-confidential data.\n16 Sender organisation CL_ORGANISATION AN3 Entity that sends the data.\n17 Recipient CL_ORGANISATION AN3 Entity that receives the data.\nNB: AN = alphanumeric (e.g. AN…8 — alphanumeric up to eight positions but field can be empty, AN1…8 — alphanumeric with at least one position and up to eight positions, AN1 — alphanumeric one position, exact); N = numeric (e.g. N1 — numeric one position, exact).\nANNEX III\nDEROGATIONS\nThe following table indicates for each Member State the transition periods and derogations granted in Annexes I (module inward statistics on foreign affiliates) and II (module outward statistics on foreign affiliates) to Regulation (EC) No 716/2007. If a derogation is necessary a distinction is made between a complete derogation when no information can be provided and a partial derogation where some of the provisions cannot be met. In the case of a partial derogation the tables indicate whether the provisions that cannot be met relate to the transmission of results (20 months) or the activity coverage.\nMember State Module inward statistics on foreign affiliates Module outward statistics on foreign affiliates\nGermany Extension of the data transmission period to 26 months for reference year 2007\nSpain  Complete derogation for reference years 2007-2008\nFrance  Complete derogation for reference years 2007-2008\nLuxembourg Complete derogation for reference years 2007-2008 Complete derogation for reference years 2007-2008\nMalta Extension of the data transmission period to 26 months for reference years 2007-2008 Extension of the data transmission period to 26 months for reference years 2007-2008\nPoland  Complete derogation for reference year 2007\nSlovenia Exemption from activity breakdown: NACE Rev. 1.1 divisions 65 and 67 and corresponding codes in NACE Rev. 2 for reference years 2007-2010\nUnited Kingdom Exemption from activity breakdown: NACE Rev. 1.1 section J for reference year 2007 Complete derogation for reference years 2007-2008"}