{"celex_id": "32005D0849", "uri": "http://publications.europa.eu/resource/cellar/8efdf172-9c00-4c64-a38b-d5935432cc2c", "type": "Decision", "concepts": ["1874", "3303", "34", "3673", "3821", "5618"], "title": "2005/849/EC: Commission Decision of  29 November 2005  on the application of Council Directive 72/166/EEC with regard to checks on insurance against civil liability in respect of the use of motor vehicles  (notified under document number C(2005) 4580)   (Text with EEA relevance)\n", "header": "1.12.2005 EN Official Journal of the European Union L 315/16\nCOMMISSION DECISION\nof 29 November 2005\non the application of Council Directive 72/166/EEC with regard to checks on insurance against civil liability in respect of the use of motor vehicles\n(notified under document number C(2005) 4580)\n(Text with EEA relevance)\n(2005/849/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/166/EEC of 24 April 1972 on the approximation of the laws of Member States relating to insurance against civil liability in respect of the use of motor vehicles, and to the enforcement of the obligation to insure against such liability (1), and in particular Article 7(3) thereof,\nWhereas:\n(1) On 30 May 2002 a multilateral agreement, hereinafter ‘the Agreement’, was concluded between the national insurers’ bureaux of the Member States of the European Economic Area and other associate States. The Agreement is attached to Commission Decision 2003/564/EC of 28 July 2003 on the application of Council Directive 72/166/EEC relating to checks on insurance against civil liability in respect of the use of motor vehicles (2) by which the Commission fixed the date from which Member States would refrain from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of one of the States having signed the Agreement and which are subject to the Agreement. The Agreement has subsequently been extended to further countries by the adoption of Addendum No 1.\n(2) On 26 May 2005 the national insurers’ bureaux of the Member States and those of Andorra, Croatia, Iceland, Norway and Switzerland, signed Addendum No 2 to the Agreement by which the Agreement was extended to include the national insurers’ bureau of Andorra. The Addendum provides for the practical arrangements to abolish insurance checks in respect of vehicles normally based in the territory of Andorra and which are subject to the Addendum.\n(3) Therefore all the conditions for the removal of checks on motor insurance against civil liability in accordance with Directive 72/166/EEC between the Member States and Andorra are fulfilled,", "main_body": ["As from 1 January 2006, Member States shall refrain from making checks on insurance against civil liability in respect of vehicles which are normally based in the territory of Andorra and which are subject to Addendum No 2 of 26 May 2005 to the Multilateral Agreement between the national insurers’ bureaux of the Member States of the European Economic Area and other associate States.", "Member States shall forthwith inform the Commission of measures taken to apply this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 November 2005.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 103, 2.5.1972, p. 1. Directive as last amended by Directive 2005/14/EC of the European Parliament and of the Council (OJ L 149, 11.6.2005, p. 14).\n(2)  OJ L 192, 31.7.2003, p. 23."}