{"celex_id": "32003R1429", "uri": "http://publications.europa.eu/resource/cellar/4e73fad3-f281-414f-8453-e2e430328987", "type": "Regulation", "concepts": ["2734", "3190", "3568", "4079", "5542"], "title": "Commission Regulation (EC) No 1429/2003 of 11 August 2003 amending Regulation (EC) No 2090/2002 laying down detailed rules for applying Council Regulation (EEC) No 386/90 as regards physical checks carried out when agricultural products qualifying for refunds are exported\n", "header": "Commission Regulation (EC) No 1429/2003\nof 11 August 2003\namending Regulation (EC) No 2090/2002 laying down detailed rules for applying Council Regulation (EEC) No 386/90 as regards physical checks carried out when agricultural products qualifying for refunds are exported\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 386/90 of 12 February 1990 on the monitoring carried out at the time of export of agricultural products receiving refunds or other amounts(1), as amended by Regulation (EC) No 163/94(2), and in particular Article 6 thereof,\nWhereas:\n(1) Article 10 of Commission Regulation (EC) No 2090/2002(3), as amended by Regulation (EC) No 444/2003(4), provides for a substitution check to be performed where the export declaration is accepted at a customs office of export which is not the customs office of exit or the office to which the T5 control copy is sent.\n(2) To ensure that customs offices of exit or the offices to which the T5 control copy is sent follow a uniform practice, and to avoid doubts as to the identity of the goods, which is a precondition for the granting of refunds, there should be provision for a specific substitution check in cases where these customs offices have found that the seals affixed on departure have been removed other than under customs supervision or have been broken or that no dispensation from sealing has been granted. Since in those cases there is clear suspicion of substitution, the specific substitution checks require increased attention which may include, where appropriate, a physical check on the goods.\n(3) To ensure that an adequate number of substitution checks is carried out on all the goods to be exported, there should be provision for the specific substitution checks carried out in cases where the seals have been removed other than under customs supervision or have been broken or no dispensation from sealing has been granted to be taken into account to a limited extent only in calculating the minimum number of substitution checks.\n(4) To improve the monitoring of substitution checks, there should be provision for the information on the number of specific substitution checks carried out in cases where the seals have been removed other than under customs supervision or have been broken or that no dispensation from sealing has been granted should be made available at any time by the customs offices concerned and that all substitution checks should be the subject of a report listing the checks carried out.\n(5) Regulation (EC) No 2090/2002 should be amended in consequence.\n(6) The measures provided for in this Regulation are in accordance with the opinions of all the Management Committees concerned,", "main_body": ["Article 10 of Regulation (EC) No 2090/2002 is amended as follows:\n1. The first subparagraph of paragraph 2 is replaced by the following:\"If the customs office of export has not sealed the means of transport or the packaging, then substitution checks shall be carried out, wherever possible in the light of a risk analysis, without prejudice to paragraph 2a and to checks carried out under other provisions.\"\n2. The following paragraph 2a is inserted:\n\"2a. Where the customs office of exit or the office to which the T5 control copy is sent finds that the seals affixed on departure have been removed other than under customs supervision or have been broken or that the dispensation from sealing under Article 357(4) of Regulation (EEC) No 2454/93 has not been granted, a specific substitution check shall be carried out.\nThe number of specific substitution checks carried out pursuant to the preceding subparagraph shall, subject to a limit of 50 %, be taken into account for the purposes of the calculation of the substitution checks under the second subparagraph of paragraph 2.\"\n3. The first subparagraph of paragraph 4 is replaced by the following:\"The substitution check referred to in paragraph 2 shall be carried out by means of a visual check that the goods correspond to the document which accompanied them from the office of exportation to the customs office of exit or the office to which the T5 control copy is sent.\"\n4. The following paragraph 4a is inserted:\n\"4a. In the event of a substitution check referred to in paragraph 2a, the customs office of exit or the office to which the T5 control copy is sent shall decide in the light of a risk analysis whether the check shall comprise simply the visual check referred to in paragraph 4 or shall entail a physical check pursuant to Article 5(1) and (4).\"\n5. The first subparagraph of paragraph 5 is replaced by the following:\"Every customs office of exit or office to which the T5 control copy is sent shall take steps to make available at any time:\n(a) the number of export declarations taken into account for the purposes of the substitution checks referred to in paragraph 2;\n(b) the number of substitution checks referred to in paragraph 2 carried out;\n(c) the number of substitution checks referred to in paragraph 2a carried out.\"\n6. A paragraph 5a is inserted:\n\"5a. Every substitution check referred to in paragraphs 2 and 2a shall be the subject of a report drawn up by the competent official who carries it out. The report shall permit monitoring of the checks carried out and shall bear the date and the name of the official.\nIt shall be retained by the customs office of exit or the office to which the T5 control copy is sent for three years following the year of export in a form which allows it to be consulted easily.\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2004 for declarations accepted from that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 42, 16.2.1990, p. 6.\n(2) OJ L 24, 29.1.1994, p. 2.\n(3) OJ L 322, 27.11.2002, p. 4.\n(4) OJ L 67, 12.3.2003, p. 3."}