{"celex_id": "32000D0242", "uri": "http://publications.europa.eu/resource/cellar/aff82211-7259-474b-b31a-05c2b2b5bf05", "type": "Decision", "concepts": ["1591", "3837", "4620", "5693", "588", "5988"], "title": "2000/242/EC: Commission Decision of 24 March 2000 terminating the anti-dumping proceeding on imports of ferro-chrome with a carbon content by weight of maximum 0,5 % (low carbon ferro-chrome) originating in Russia and Kazakhstan (notified under document number C(2000) 798)\n", "header": "Commission Decision\nof 24 March 2000\nterminating the anti-dumping proceeding on imports of ferro-chrome with a carbon content by weight of maximum 0,5 % (low carbon ferro-chrome) originating in Russia and Kazakhstan\n(notified under document number C(2000) 798)\n(2000/242/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 905/98(2), and in particular Articles 9 and 11(2) thereof,\nHaving consulted the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Measures in force\n(1) By Regulation (EEC) No 2717/93(3) the Council imposed a definitive anti-dumping duty of ECU 0,31 per kg net on imports of ferro-chrome with a carbon content by weight of maximum 0,5 % originating in Kazakhstan, Russia and Ukraine.\n2. Request for a review\n(2) Following the publication, in April 1998, of a notice of the impending expiry of the measures in force(4), the Commission received a request for a review of the anti-dumping measures applicable to imports of low carbon ferro-chrome (hereinafter referred to as \"LCFC\") originating in Kazakhstan and Russia, lodged by the ComitĂŠ de Liaison des Industries de Ferro-Alliages (CLIFA or Euroalliages) on behalf of the only Community producer of the product concerned (hereinafter the \"applicant Community producer\").\n(3) The request was based on the grounds that the expiry of the measures would be likely to result in the continuation or recurrence of dumping and injury to the Community industry. The evidence contained in the request was considered sufficient to justify the opening of a review investigation. On 2 October 1998 the Commission, after consulting the Advisory Committee, announced the initiation of an investigation(5) pursuant to Article 11(2) of Regulation (EC) No 384/96, (hereinafter referred to as \"the basic Regulation\").\n3. Investigation\n(4) The Commission officially advised the applicant Community producer, the exporting producers and importers known to be concerned as well as their associations, the representatives of the exporting countries, the end-users known to be concerned and their associations of the initiation of the review.\nInterested parties were given the opportunity to make their views in writing and to request a hearing within the time limit set in the notice of initiation.\n(5) The Commission sent questionnaires to all parties known to be concerned. In addition, a producer in Zimbabwe, which was chosen as the analogue country, was likewise advised of the initiation and sent a questionnaire. The Commission received questionnaire replies from the applicant Community producer, all three Russian exporting producers, the Zimbabwean producer, one related importer, two unrelated importers and three users of the product concerned. One association of users made its views known in writing and two further users provided certain information, even though not replying to the questionnaires. No replies were received from the Kazakh producers. All parties which so requested were granted a hearing.\n(6) The Commission sought and verified all information it deemed necessary for the purposes of a determination of the likelihood of continuation or recurrence of injurious dumping and of Community interest. Verification visits were carried out at the premises of the following companies:\nCommunity producer\n- Elektrowerk Weisweiler GmbH, Eschweiler-Weisweiler, Germany\nProducer in the analogue country\n- Zimbabwe Alloys Limited, Harare, Zimbabwe\nUnrelated importers\n- Nococarbon, Rotterdam, the Netherlands\n- Syncret BV, Rotterdam, the Netherlands\nUsers\n- AB Sandvik Steel, Sandviken, Sweden\n- Acciaierie Venete SPA, Padova, Italy\n- ALZ NV, Genk, Belgium\n(7) The investigation of the likelihood of continuation or recurrence of dumping was based on information pertaining to the period from 1 January 1998 to 30 September 1998 (hereinafter referred to as the \"IP\").\nB. PRODUCT UNDER CONSIDERATION AND LIKE PRODUCT\n1. Product under consideration\n(8) The product under consideration is ferro-chrome with a carbon content in weight of maximum 0,5 % (hereinafter \"LCFC\"). It is an alloy of iron and chromium produced by reducing chromium ores with silicon and/or carbon in an electric furnace. It is produced in a two-stage (sometimes three-stage) process and the chromium content of the alloy varies according to the type of ores used. The carbon content is determined by the materials added during the second stage of the production process and its percentage may vary significantly. There are two grades of LCFC: normal grade with a carbon content of more than 0,05 % but less or equal to 0,5 % and special grade with a carbon content of less or equal to 0,05 %.\n(9) The prices of LCFC are normally expressed in a value per kg of chromium contained in the alloy and vary according to the carbon content: the lower the carbon content the higher the price.\n(10) The product under consideration is mainly used for the production of high-tensile structural and heat and acid resistant steel containing a high chromium content. It is also used to adjust the chromium content in stainless steel and its use is necessary for steel where, for plant reasons, removal of carbon is not possible during steel manufacturing. These uses are independent of precise carbon contents, so that products with different grades of carbon content are to a large extent interchangeable.\n2. Like product\n(11) The investigation has confirmed that the product manufactured by the applicant Community producer and sold on the Community market is alike in all respects to the LCFC imported from the countries concerned. It should therefore be considered a like product within the meaning of Article 1(4) of the basic Regulation.\n(12) Furthermore, the investigation has shown that the LCFC produced in Zimbabwe and sold on the Zimbabwean market is alike in all respects to the LCFC exported to the Community from the countries concerned and the LCFC produced by the Community industry. It should therefore also be considered as a like product within the meaning of Article 1(4) of the basic Regulation.\nC. CONTINUATION OF DUMPING\n1. Preliminary remarks\n(13) In order to ascertain whether there were grounds for a likelihood of continuation and/or recurrence of dumping, the Commission first verified whether dumping had continued during the IP.\n2. Russia\n2.1. Analogue country\n(14) In establishing normal value, account was taken of the fact that Zimbabwe was envisaged in the notice of initiation of this review as an appropriate market economy third country. One importer suggested Turkey as an alternative market economy third country. The Commission sought cooperation in Turkey and sent a questionnaire to the only known producer. However, the sole Turkish producer of LCFC, although it declared its willingness to cooperate, did not finally provide sufficient information for the determination of normal value.\n(15) Therefore, it was decided to maintain Zimbabwe as an appropriate market economy third country because the production was sizeable, the production process was similar to that practised in Russia, the company produced the two grades involved in the investigation, the domestic sales were representative as compared to the imports concerned to the EC and Zimbabwe was used as an analogue market in the original investigation.\n2.2. Normal value\n(16) In order to establish normal value, in a first step, it was determined that the total volume of domestic sales of the product under consideration was representative in accordance with Article 2(2) of the basic Regulation, i.e. that these sales represented more than 5 % of the sales volume of the product under consideration exported from Russia to the Community.\n(17) In a second step, it was then found that for each grade of the product under consideration, domestic sales of the corresponding grade in Zimbabwe were representative, as they constituted 5 % or more of the volume of exports of the product under consideration originating in Russia.\n(18) Furthermore, it was determined that all sales had been made in the ordinary course of trade in accordance with Article 2(4) of the basic Regulation.\n2.3. Export price\n(19) Export sales of LCFC to the Community from Russia fell sharply following the imposition of the anti-dumping duties, to a nearly insignificant level.\n(20) In the responses to the questionnaires, only one Russian exporter declared some export sales of special grade LCFC to the Community. Furthermore, it was found that the Russian exporting producers sold to unrelated non-Russian traders and consequently did not know the final destination of their exports. In light of the fact that Eurostat data appeared more complete as they showed imports of both grades of LCFC, it was considered appropriate to use these data for the determination of the export price. It should be noted that the information gathered from the one Russian exporting producer who had declared exports to the Community confirmed the price level determined by Eurostat.\n2.4. Comparison\n(21) The weighted average normal value for each grade was compared to the weighted average export price of the corresponding grade of LCFC, in accordance with Article 2(11) of the basic Regulation, at fob exporting country port level.\n(22) For the purpose of ensuring a fair comparison between normal value and export price, account was taken of differences in factors, which were claimed and demonstrated to affect comparability in accordance with Article 2(10) of the basic Regulation. In this respect, adjustments were made for differences in the carbon and chromium content. Adjustments also were made for inland and ocean freight, insurance handling, loading, ancillary and other costs.\n2.5. Dumping margin\n(23) The comparison between the normal value and the export price for both grades of LCFC did not reveal the existence of dumping.\n3. Kazakhstan\n(24) The information available to the Commission did not indicate that Kazakhstan had exported to the Community market during the IP. As a result, no dumping determination has been undertaken.\nD. LIKELIHOOD OF RECURRENCE OF DUMPING\n(25) Further to the previous analysis demonstrating that dumping did not occur during the IP, the Commission examined the likelihood of recurrence of dumping, should the measures applicable to the imports in question be removed.\n1. Russia\n(26) Exports to third countries were assessed, in particular to the United States of America, where the Russian exporting producers export significant quantities of LCFC. On the basis of the information supplied by the Russian exporting producers and official USA statistics, it was found that the Russian export prices to the USA, adjusted to ensure a fair price comparison (including adjustments for differences in carbon and chromium content), were higher than the normal value in Zimbabwe compared on an fob exporting country port basis and for both grades.\n(27) In addition, the Commission examined the likely pricing strategy which may be followed by the Russian exporting producers in case of a resumption of imports towards the EC market if measures were removed. In this respect, it appeared that the Russian exporting producers have a significant spare capacity which could eventually be used and the resulting production may be directed to the Community by reason of geographical proximity and the need to acquire foreign currency. However, as shown above, the small quantities of Russian LCFC exports during the IP have been found not to be dumped. In these circumstances, in particular in light of the present applicable significant anti-dumping duty, it would appear unlikely that, following the removal of these duties, the Russian exporting producers would lower their export prices to a degree that they would be dumped. More to the contrary, the Russian exporting producers would have scope for increases in their export prices.\n(28) Indeed, if any resumption of Russian exports were to take place, it is, given the quality of the Russian products, more likely to be in competition with imports from Turkey, Zimbabwe, South Africa and the People's Republic of China, which cover the middle segment of the market, rather than the upper segment where the Community industry is present. The prevailing prices in this segment are on average higher than the normal value and no dumping would be likely to occur at this level on sales aimed at this segment.\n2. Kazakhstan\n(29) The available information for Kazakhstan indicates the existence of massive capacities of chromium ore reserves and important LCFC production capacities.\n(30) Nevertheless, the potential for LCFC production is strongly reduced because of outdated equipment and the failure to privatise, restructure and modernise the industry. Moreover, the bulk of the remaining production concentrates on medium and high carbon ferro-chrome, which are not subject to the present proceeding. For sales of the product concerned, the available price information from US import statistics regarding Kazakh exports to the US market indicates that the likelihood of recurrence of dumping on the Community market is rather remote.\nIt, therefore, appears unlikely that the Kazakh industry would resume imports to the EC in significant quantities and that injurious dumping would reoccur, were the measures allowed to lapse.\n3. Conclusion\n(31) On the basis of the above facts and considerations, it is concluded that dumping is unlikely to reoccur for both Russia and Kazakhstan, should the measures in force be removed.\nE. CONTINUATION AND RECURRENCE OF INJURY AND COMMUNITY INTEREST\n(32) In view of the conclusion concerning dumping, it was not considered necessary to develop the aspects relating to the likelihood of continuation and/or recurrence of injury and the Community interest arising from the investigation.\nF. CONCLUSION\n(33) Given the above findings, it was concluded that the proceeding concerning imports of LCFC originating in Russia and Kazakhstan should be terminated and that the anti-dumping duty in force should be allowed to lapse.\n(34) All parties concerned were informed of the essential facts and considerations on the basis of which the termination of the existing measures would be based. They were granted a period within which to make representations subsequent to the disclosure.\n(35) Representations received further to the disclosure did not however provide any new elements which could affect the above analysis.\n(36) In view of the findings set out above, the Commission therefore considers that the anti-dumping measures imposed by Regulation (EEC) No 2717/93 and currently in force should be repealed for Kazakhstan and Russia,", "main_body": ["The anti-dumping review proceeding concerning imports in the Community of ferro-chrome with a carbon content by weight of maximum 0,5 % falling within CN codes 7202 49 10 and 7202 49 50 and originating in Kazakhstan and Russia is hereby terminated."], "attachments": "Done at Brussels, 24 March 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 246, 2.10.1993, p. 1.\n(4) OJ C 100, 2.4.1998, p. 6.\n(5) OJ C 303, 2.10.1998, p. 4."}