{"celex_id": "32005D0745", "uri": "http://publications.europa.eu/resource/cellar/9c5886e2-5e6c-4aac-af11-20cae43e68e2", "type": "Decision", "concepts": ["1596", "1755", "1759", "1854", "4743", "5234", "5760", "711"], "title": "2005/745/EC: Commission Decision of 21 October 2005 amending Decision 2005/734/EC laying down biosecurity measures to reduce the risk of transmission of highly pathogenic avian influenza caused by influenza A virus of subtype H5N1 from birds living in the wild to poultry and other captive birds and providing for an early detection system in areas at particular risk (notified under document number C(2005) 4199)   (Text with EEA relevance)\n", "header": "22.10.2005 EN Official Journal of the European Union L 279/79\nCOMMISSION DECISION\nof 21 October 2005\namending Decision 2005/734/EC laying down biosecurity measures to reduce the risk of transmission of highly pathogenic avian influenza caused by influenza A virus of subtype H5N1 from birds living in the wild to poultry and other captive birds and providing for an early detection system in areas at particular risk\n(notified under document number C(2005) 4199)\n(Text with EEA relevance)\n(2005/745/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular Article 10(4) thereof,\nWhereas:\n(1) Avian influenza is an infectious viral disease in poultry and birds, causing mortality and disturbances which can quickly take epizootic proportions liable to present a serious threat to animal and public health and to reduce sharply the profitability of poultry farming. There is a risk that the disease agent might be introduced via international trade in live poultry and poultry products.\n(2) Highly pathogenic avian influenza caused by influenza A virus of subtype H5N1 has been recently confirmed in third countries neighbouring the Community. Circumstantial evidence and molecular epidemiology data strongly indicate that the avian influenza virus has spread via migratory birds.\n(3) To monitor the situation in the Member States, the Commission adopted Decision 2005/732/EC of 17 October 2005 approving the programmes for the implementation of Member States' surveys for avian influenza in poultry and wild birds during 2005 and laying down reporting and eligibility rules for the Community financial contribution to the implementation costs of those programmes (2).\n(4) In order to reduce the risk of highly pathogenic avian influenza caused by influenza A virus of subtype H5N1 being introduced into poultry farms and other premises where birds are kept in captivity via wild birds, Commission Decision 2005/734/EC of 19 October 2005 laying down biosecurity measures to reduce the risk of transmission of highly pathogenic avian influenza caused by influenza A virus of subtype H5N1 from birds living in the wild to poultry and other captive birds and providing for an early detection system in areas at particular risk (3), was adopted.\n(5) Pursuant to that Decision, Member States are to identify individual holdings keeping poultry or other captive birds, which according to epidemiological and ornithological data should be considered particularly at risk from the avian influenza A virus of subtype H5N1 spread via wild birds.\n(6) With the approach of the new migratory season for wild birds in the Community and reports concerning new outbreaks of avian influenza in third countries neighbouring the Community, it is appropriate to strengthen and, where appropriate, to supplement the Community measures already in place pursuant to Decision 2005/734/EC in order to mitigate the risk of the spread of avian influenza.\n(7) Decision 2005/734/EC should therefore be amended accordingly.\n(8) Member States are to inform the Commission by 5 November 2005 of the measures taken to ensure proper implementation of this Decision.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2005/734/EC is amended as follows:\n1. The following Article 2a is added:\n(a) the keeping of poultry in the open air is prohibited without undue delay; however, the competent authority may authorise the keeping of poultry in the open air, provided the poultry are provided with food and water indoors or under a shelter which sufficiently discourages the landing of wild birds and prevents contact by wild birds with the feed or water intended for poultry;\n(b) outdoor water reservoirs required for animal welfare reasons for certain poultry are sufficiently screened against wild waterfowl;\n(c) the poultry is not be provided with water from surface water reservoirs accessed by wild birds, unless such water was treated to ensure inactivation of possible virus;\n(d) the use of birds of the orders Anseriformes and Charadriiformes as decoy during bird-hunting is prohibited; however, such birds may be used as decoy under the strict supervision of the competent authority for the attraction of wild birds intented for sampling in the framework of the surveillance programme set up in Decision 2005/732/EC.\n2. The date ‘31 January 2006’ in Article 4 is replaced by the words ‘1 December 2005’.", "Member States shall immediately take the necessary measures to comply with this Decision and publish those measures. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 October 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(2)  OJ L 274, 20.10.2005, p. 95.\n(3)  OJ L 274, 20.10.2005, p. 105."}