{"celex_id": "32003D0470", "uri": "http://publications.europa.eu/resource/cellar/a63bba50-50d2-4a83-88f7-8acf204e7692", "type": "Decision", "concepts": ["1019", "1442", "1755", "3191", "4320", "4689", "5481"], "title": "2003/470/EC: Commission Decision of 24 June 2003 on the authorisation of certain alternative methods to be used in microbiological testing of meat intended for Finland and Sweden (Text with EEA relevance) (notified under document number C(2003) 1928)\n", "header": "Commission Decision\nof 24 June 2003\non the authorisation of certain alternative methods to be used in microbiological testing of meat intended for Finland and Sweden\n(notified under document number C(2003) 1928)\n(Text with EEA relevance)\n(2003/470/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/409/EC of 22 June 1995 laying down the rules for the microbiological testing of fresh beef and veal and pigmeat intended for Finland and Sweden(1) as amended by Council Decision 98/227/EC(2), and in particular the first paragraph of section C in the Annex thereof,\nHaving regard to Council Decision 95/411/EC of 22 June 1995 laying down the rules for the microbiological testing for salmonella by sampling of fresh poultrymeat intended for Finland and Sweden(3) as amended by Council Decision 98/227/EC, and in particular the first paragraph of section C in the Annex thereof,\nWhereas:\n(1) There is a need to use rapid analytical methods when fresh meat and poultrymeat intended for Finland and Sweden is being tested for Salmonella spp. due to the limited shelf-life of these products. Therefore it is appropriate to introduce the possibility to use more rapid alternative methods offering equivalent guarantees to the methods authorised by Council Decisions 95/409/EC and 95/411/EC.\n(2) The Scientific Committee on Veterinary Matters relating to Public Health issued an opinion on criteria for evaluation of methods of Salmonella detection on 19-20 June 2002. In this opinion the Committee recommended that the validation of new alternative methods should follow an official procedure, favouring the procedure of EN/ISO 16140 standard(4).\n(3) The Scientific Committee also concluded that the procedures for validation, as described by the standardisation bodies of Association Franรงaise de Normalisation (AFNOR), Association of Official Analytical Chemists (AOAC), European Committee for Standardisation (CEN), International Organisation for Standardisation (ISO) and Nordic System for Validation of Alternative Microbiological Method (NordVal), are similar in their general outline, but differ in small details.\n(4) It is appropriate to take account of the opinion of the Scientific Committee.\n(5) EN/ISO 16140 standard was adopted in 2002 and there is as yet little experience of the application of this standard. Therefore, it is necessary to allow, for a provisional period, the use of methods validated in accordance with the validation procedures similar to the procedure described in EN/ISO 16140 standard. This possibility should be reviewed and the relevant provisions revised, if necessary.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The use of the following alternative analytical methods is authorised in the microbiological testing referred to in Decisions 95/409/EC and 95/411/EC:\n- methods, which have been validated against the latest editions of ISO 6579 standard(5) or method No 71 of the Nordic Committee on Food Analyses (NMKL)(6) and certified by a third party in accordance with the protocol set in the latest edition of EN/ISO 16140 standard,\n- pending experience from the application of EN/ISO 16140 standard, methods, which have been validated against the abovementioned analytical methods and certified to provide equivalent guarantees in accordance with protocols described by Association Franรงaise de Normalisation (AFNOR), Nordic System for Validation of Alternative Microbiological Method (NordVal) or Association of Official Analytical Chemists (AOAC).\nThe validation of these alternative methods shall include the use of meat samples in the validation studies.", "This Decision shall be reviewed within two years after its adoption in order to take into account experience gained and progress made in the validation of alternative microbiological methods.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 June 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 243, 11.10.1995, p. 21.\n(2) OJ L 87, 21.3.1998, p. 14.\n(3) OJ L 243, 11.10.1995, p. 29.\n(4) EN/ISO 16140:2003 Microbiology of food and animal feeding stuffs - Protocol for the validation of alternative methods\n(5) ISO 6579:2002 Microbiology of food and animal feeding stuffs - Horizontal method for the detection of Salmonella spp.\n(6) NMKL method No 71, 5. Ed., 1999: Salmonella. Detection in food"}