{"celex_id": "32007R0607", "uri": "http://publications.europa.eu/resource/cellar/34f2e807-aff5-45ed-b68b-c0999dbcc0ed", "type": "Regulation", "concepts": ["1565", "1684", "2763", "2972", "2974", "4669"], "title": "Commission Regulation (EC) No 607/2007 of 1 June 2007 on the division between deliveries and direct sales of national reference quantities fixed for 2006/2007 in Annex I to Council Regulation (EC) No 1788/2003\n", "header": "2.6.2007 EN Official Journal of the European Union L 141/28\nCOMMISSION REGULATION (EC) No 607/2007\nof 1 June 2007\non the division between ‘deliveries’ and ‘direct sales’ of national reference quantities fixed for 2006/2007 in Annex I to Council Regulation (EC) No 1788/2003\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1788/2003 of 29 September 2003 establishing a levy in the milk and milk products sector (1), and in particular Article 8 thereof,\nWhereas:\n(1) Article 6 of Regulation (EC) No 1788/2003 provides that the Member States are to establish the producers’ individual reference quantities. Producers may have one or two individual reference quantities, one for deliveries and the other for direct sales and these quantities may be converted from one reference quantity to the other at the duly justified request of the producer.\n(2) Commission Regulation (EC) No 832/2006 of 2 June 2006 on the division between ‘deliveries’ and ‘direct sales’ of national reference quantities fixed for 2005/2006 in Annex I to Council Regulation (EC) No 1788/2003 (2) sets out the division between ‘deliveries’ and ‘direct sales’ for the period from 1 April 2005 to 31 March 2006 for Belgium, the Czech Republic, Denmark, Germany, Estonia, Ireland, Greece, Spain, France, Italy, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Malta, the Netherlands, Austria, Poland, Portugal, Slovenia, Slovakia, Finland, Sweden and the United Kingdom.\n(3) In accordance with Article 25(2) of Commission Regulation (EC) No 595/2004 of 30 March 2004 laying down detailed rules for applying Council Regulation (EC) No 1788/2003 establishing a levy in the milk and milk products sector (3), Belgium, the Czech Republic, Denmark, Germany, Estonia, Ireland, Greece, Spain, France, Italy, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, the Netherlands, Austria, Poland, Portugal, Slovenia, Slovakia, Finland, Sweden and the United Kingdom have notified the quantities which have been definitively converted at the request of the producers between individual reference quantities for deliveries and for direct sales.\n(4) In accordance with Annex I to Regulation (EC) No 1788/2003 the total national reference quantities for Belgium, Denmark, Germany, France, Luxembourg, the Netherlands, Austria, Portugal, Finland, Sweden and the United Kingdom for 2006/2007 are greater than their total national reference quantities for 2005/2006, and these Member States have notified the Commission of the division between ‘deliveries’ and ‘direct sales’ of the additional reference quantities.\n(5) In accordance with Commission Regulation (EC) No 927/2006 of 22 June 2006 on the release of the special restructuring reserve provided for in Article 1(4) of Council Regulation (EC) No 1788/2003 (4), the additional reference quantities released with effect from 1 April 2006 for the Czech Republic, Estonia, Latvia, Lithuania, Hungary, Poland, Slovenia and Slovakia are allocated to ‘deliveries’ in the respective national reference quantities.\n(6) It is therefore appropriate to establish the division between ‘deliveries’ and ‘direct sales’ of the national reference quantities applicable for the period from 1 April 2006 to 31 March 2007 fixed in Annex I to Regulation (EC) No 1788/2003.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The division between ‘deliveries’ and ‘direct sales’ of the national reference quantities applicable for the period from 1 April 2006 to 31 March 2007 fixed in Annex I to Regulation (EC) No 1788/2003 is set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 June 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 123. Regulation as last amended by Regulation (EC) No 336/2007 (OJ L 88, 29.3.2007, p. 43).\n(2)  OJ L 150, 3.6.2006, p. 6. Regulation as amended by Regulation (EC) No 1611/2006 (OJ L 299, 28.10.2006, p. 13).\n(3)  OJ L 94, 31.3.2004, p. 22. Regulation as last amended by Regulation (EC) No 1913/2006 (OJ L 365, 21.12.2006, p. 52).\n(4)  OJ L 170, 23.6.2006, p. 12.\nANNEX\n(tonnes)\nMember States Deliveries Direct sales\nBelgium 3 262 989,617 63 993,383\nCzech Republic 2 735 310,008 2 620,992\nDenmark 4 477 305,428 318,572\nGermany 27 908 872,018 94 274,406\nEstonia 633 434,407 12 933,593\nIreland 5 393 313,962 2 450,038\nGreece 819 561,000 952,000\nSpain 6 050 260,675 66 689,325\nFrance 24 006 673,257 350 303,743\nItaly 10 280 493,532 249 566,468\nCyprus 142 776,881 2 423,119\nLatvia 715 403,768 13 244,232\nLithuania 1 586 145,968 118 693,032\nLuxembourg 269 899,000 495,000\nHungary 1 879 678,121 110 381,879\nMalta 48 698,000 0,000\nNetherlands 11 052 450,000 77 616,000\nAustria 2 653 537,288 110 604,373\nPoland 9 192 243,429 187 899,571\nPortugal (1) 1 920 947,814 8 876,186\nSlovenia 553 477,272 23 160,728\nSlovakia 1 030 036,592 10 751,408\nFinland 2 412 009,654 7 800,353\nSweden 3 316 415,000 3 100,000\nUnited Kingdom 14 554 079,916 128 617,085\n(1)  Except Madeira."}