{"celex_id": "32006R0784", "uri": "http://publications.europa.eu/resource/cellar/c874e0f8-0604-4ec0-9603-549ce7aca44b", "type": "Regulation", "concepts": ["1565", "1642", "2763", "3568"], "title": "Commission Regulation (EC) No 784/2006 of  24 May 2006  modifying Regulation (EC) No 323/2006 derogating from Regulation (EC) No 174/1999 as regards the term of validity of export licences in the milk and milk products sector\n", "header": "25.5.2006 EN Official Journal of the European Union L 138/6\nCOMMISSION REGULATION (EC) No 784/2006\nof 24 May 2006\nmodifying Regulation (EC) No 323/2006 derogating from Regulation (EC) No 174/1999 as regards the term of validity of export licences in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 31(14) thereof,\nWhereas:\n(1) Article 6 of Commission Regulation (EC) No 174/1999 of 26 January 1999 laying down special detailed rules for the application of Council Regulation (EEC) No 804/68 as regards export licences and export refunds in the case of milk and milk products (2) lays down the term of validity of export licences.\n(2) As a precautionary measure, with a view to protect the Community budget from unnecessary expenditures and to avoid a speculative application of the export refund regime in the dairy sector, Commission Regulation (EC) No 323/2006 (3) provided for that, by way of derogation from Regulation (EC) No 174/1999, the term of validity of export licences for milk products for which an application has been lodged from 1 March 2006 on should be limited to 30 June 2006.\n(3) A close monitoring of both the internal and the world market has shown a longer validity period of the licences may be progressively re-established without any risk of destabilisation of the proper functioning of the common market organisation. It is therefore appropriate to modify Regulation (EC) No 323/2006.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 1 of Regulation (EC) No 323/2006 is replaced by the following:\n‘By way of derogation from Article 6 of Regulation (EC) No 174/1999, the term of validity of export licences with advance fixing of the refund, which are applied for from 25 May 2006 until 15 June 2006 in respect of the products referred to in point (c) of that Article, shall expire on 30 June 2006.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 May 2006.\nFor the Commission\nJ. L. DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 20, 27.1.1999, p. 8. Regulation as last amended by Regulation (EC) No 508/2006 (OJ L 92, 30.3.2006, p. 10).\n(3)  OJ L 54, 24.2.2006, p. 5."}