{"celex_id": "32002D0437", "uri": "http://publications.europa.eu/resource/cellar/4c692bec-2da1-4c52-8ea1-75e9c9f8ca22", "type": "Decision", "concepts": ["1085", "225", "2393", "2394", "3052", "5138", "976"], "title": "2002/437/EC: Commission Decision of 20 November 2001 approving the single programming document for Community structural assistance under Objective 1 to technical assistance in France (notified under document number C(2001) 2842)\n", "header": "Commission Decision\nof 20 November 2001\napproving the single programming document for Community structural assistance under Objective 1 to technical assistance in France\n(notified under document number C(2001) 2842)\n(Only the French text is authentic)\n(2002/437/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(1), and in particular Article 15(5) thereof,\nAfter consulting the Committee on the Development and Conversion of Regions,\nWhereas:\n(1) Articles 13 et seq. of Title II of Regulation (EC) No 1260/1999 lay down the procedure for preparing and implementing single programming documents.\n(2) Article 15(1) and (2) of Regulation (EC) No 1260/1999 provides that, after consultation with the partners referred to in Article 8 of the Regulation, the Member State may submit to the Commission a development plan which is treated as a draft single programming document, and which contains the information referred to in Article 16 of the Regulation.\n(3) Under Article 15(5) of Regulation (EC) No 1260/1999, on the basis of the regional development plan submitted by the Member State and within the partnership established in accordance with Article 8 of that Regulation, the Commission is to take a decision on the single programming document, in agreement with the Member State concerned and in accordance with the procedures laid down in Articles 48 to 51.\n(4) The French Government submitted to the Commission on 9 April 2001 an acceptable draft single programming document for technical assistance fulfilling the conditions for Objectives 1 and 2 pursuant to Articles 3(1) and 4(1) of Regulation (EC) No 1260/1999. The draft contains the information listed in Article 16 of the Regulation, and in particular a description of the priorities selected and an indication of the financial contribution from the European Regional Development Fund (ERDF).\n(5) The date of submission of the draft which was considered acceptable by the Commission constitutes the date from which expenditure under the plan is eligible. Under Article 30 of the Regulation, it is necessary to lay down the final date for the eligibility of expenditure.\n(6) The single programming document has been drawn up in agreement with the Member State concerned and within the partnership.\n(7) The Commission has satisfied itself that the single programming document is in accordance with the principle of additionality.\n(8) Under Article 10 of Regulation (EC) No 1260/1999, the Commission and the Member State are required to ensure, in a manner consistent with the principle of partnership, coordination between assistance from the Funds and from the EIB and other existing financial instruments.\n(9) The financial contribution from the Community available over the entire period and its year-by-year breakdown are expressed in euro. The annual breakdown should be consistent with the relevant financial perspective. Under Article 7(7) of Regulation (EC) No 1260/1999, the Community contribution has already been indexed at a rate of 2 % per year. Under Article 7(7) and Article 44(2) of the Regulation, the Community contribution may be reviewed at mid-term, and not later than 31 March 2004, to take account of the effective level of inflation and the allocation of the performance reserve.\n(10) Provision should be made for adapting the financial allocations of the priorities of this single programming document within certain limits to actual requirements reflected by the pattern of implementation on the ground, in agreement with the Member State concerned,", "main_body": ["The single programming document for technical assistance under Objective 1 in France for the period 1 January 2000 to 31 December 2006 is hereby approved.", "1. In accordance with Article 19 of Regulation (EC) No 1260/1999, the single programming document includes the following elements:\n(a) the strategy and priorities for the joint action of the Structural Funds and the Member State; their specific quantified targets; the ex-ante evaluation of the expected impact, including on the environmental situation, and the consistency of the priorities with the economic, social and regional policies and the employment strategy of France. The priorities are as follows:\n1. expanding capacity to manage, monitor, check and evaluate programmes;\n2. promoting exchanges of experience and networking;\n3. promoting national and Community priorities;\n4. monitoring, promotion and coordination;\n(b) a summary description of the measures planned to implement the priorities;\n(c) the indicative financing plan specifying for each priority and each year the financial allocation envisaged for the contribution from the European Regional Development Fund and indicating separately the total amounts of eligible public or equivalent expenditure and estimated private funding in the Member State. The total contribution from the Funds planned for each year for the single programming document is consistent with the relevant financial perspective;\n(d) the provisions for implementing the single programming document including designation of the managing authority, a description of the arrangements for managing the single programming document and the use to be made of global grants, a description of the systems for monitoring and evaluation, including the role of the Monitoring Committee and the arrangements for the participation of the partners in that Committee;\n(e) the ex-ante verification of compliance with additionality and information on the transparency of financial flows.\n2. The indicative financing plan puts the total cost of the priorities selected for the joint action by the Community and the Member State at EUR 1916000 for the whole period and the financial contribution from the ERDF at EUR 1437000.", "1. The total assistance from the Structural Funds granted under the single programming document amounts to EUR 1437000. The procedure for granting the financial assistance, including the financial contribution from the Funds for the various priorities included in the single programming document, is set out in the financing plan annexed to this Decision.\n2. During implementation of the financing plan, the total cost or Community financing of a given priority may be adjusted in agreement with the Member State by up to 25 % of the total Community contribution to the single programming document throughout the programme period, up to a maximum of EUR 60 million, without altering the total Community contribution referred to in paragraph 1.", "The date from which expenditure shall be eligible is 9 April 2001. The closing date for the eligibility of expenditure shall be 31 December 2008.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 20 November 2001.\nFor the Commission\nMichel Barnier\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 1."}