{"celex_id": "32004D0283", "uri": "http://publications.europa.eu/resource/cellar/4e19e12c-c5aa-48c0-8888-23ada51347ee", "type": "Decision", "concepts": ["1085", "1318", "1445", "1712", "2356", "2560", "4839", "5369"], "title": "2004/283/EC: Commission Decision of 26 March 2004 amending Decision 2003/526/EC concerning protection measures relating to classical swine fever in Belgium, France, Germany and Luxembourg (Text with EEA relevance) (notified under document number C(2004) 965)\n", "header": "Commission Decision\nof 26 March 2004\namending Decision 2003/526/EC concerning protection measures relating to classical swine fever in Belgium, France, Germany and Luxembourg\n(notified under document number C(2004) 965)\n(Text with EEA relevance)\n(2004/283/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1) and in particular Article 10(4) thereof,\nWhereas:\n(1) In response to classical swine fever in certain bordering parts of Belgium, Germany, France and Luxembourg, the Commission has adopted, inter alia, Decision 2003/526/EC(2) which established certain additional disease control measures.\n(2) The classical swine fever situation in Belgium has largely improved and the measures adopted by Decision 2003/526/EC concerning Belgium should no longer apply.\n(3) Classical swine fever has spread further in feral pigs in Bas-Rhin in France.\n(4) In the light of the overall disease situation in Germany, France and Luxembourg it is appropriate to extend the validity of Decision 2003/526/EC.\n(5) Decision 2003/526/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/526/EC is amended as follows:\n1. The title is replaced by the following: \"Commission Decision 2003/526/EC concerning protection measures relating to classical swine fever in certain Member States\".\n2. In Article 2(1) \"Belgium,\" is deleted.\n3. In Article 4(1) and (2) the words \"Belgium, France, Germany and Luxembourg\" are replaced by the words: \"certain Member States\".\n4. Article 4(3), is replaced by the following:\n\"3. The health certificate provided for in Article 1 of Commission Decision 95/483/EC(3) accompanying embryos and ova of swine dispatched from the Member States concerned shall be completed by the following:'Embryos/ova(4) in accordance with Commission Decision 2003/526/EC of 18 July 2003 concerning certain protection measures relating to classical swine fever in certain Member States(5).'\"\n5. In Article 11 \"30 April 2004\" is replaced by \"31 October 2004\".\n6. The Annex is amended as follows:\n(a) point 1. Belgium is deleted;\n(b) in point 2. France, the second indent is replaced by the following:\n\"- the territory of the Department of Bas-Rhin and Moselle located: Western of the road D 264 from the border with Germany at Wissembourg to Soultz sous forêts; northern of the road D 28 from Soultz sous forêts to Reichshoffen (the whole territory of the Municipality of Reichshoffen is included in in the area); eastern of the road D 62 from Reichshoffen to Bitche and then eastern of the road D 35 from Bitche to the border with Germany (in Ohrenthal); southern of the border with Germany from Ohrenthal to Wissembourg.\"", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parlament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(2) OJ L 183, 22.7.2003, p. 46. Decision as last amended by Decision 2003/851/EC (OJ L 322, 9.12. 2003, p. 30).\n(3) OJ L 275, 18.8.1995, p. 30.\n(4) Delete as appropriate.\n(5) OJ L 183, 22.7.2003, p. 46."}