{"celex_id": "32007D0211", "uri": "http://publications.europa.eu/resource/cellar/5f01aeec-90db-46b0-88ae-c72485f66a0f", "type": "Decision", "concepts": ["2540", "2739", "3468", "3591", "3633", "3660", "4455", "813"], "title": "2007/211/EC: Commission decision of 27 March 2007 on the allocation of quantities of controlled substances allowed for essential uses in the Community in 2007 under Regulation (EC) No 2037/2000 of the European Parliament and of the Council (notified under document number C(2007) 1285) (Text with EEA relevance)\n", "header": "4.4.2007 EN Official Journal of the European Union L 94/39\nCOMMISSION DECISION\nof 27 March 2007\non the allocation of quantities of controlled substances allowed for essential uses in the Community in 2007 under Regulation (EC) No 2037/2000 of the European Parliament and of the Council\n(notified under document number C(2007) 1285)\n(Only the Danish, Dutch, English, Estonian, French, German, Italian, Slovenian and Spanish texts are authentic)\n(Text with EEA relevance)\n(2007/211/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2037/2000 of the European Parliament and of the Council of 29 June 2000 on Substances that Deplete the Ozone Layer (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) The Community has already phased out the production and consumption of chlorofluorocarbons, other fully halogenated chlorofluorocarbons, halons, carbon tetrachloride, 1,1,1-trichloroethane, hydrobromofluorocarbon and bromochloromethane.\n(2) Each year the Commission is required to determine essential uses for these controlled substances, the quantities that may be used and the companies that may use them.\n(3) Decision IV/25 of the Parties to the Montreal Protocol on Substances that Deplete the Ozone Layer, hereinafter ‘the Montreal Protocol’, sets out the criteria used by the Commission for determining any essential uses and authorises the production and consumption necessary to satisfy essential uses of controlled substances in each Party.\n(4) Decision XV/8 of the Parties to the Montreal Protocol authorises the production and consumption necessary to satisfy essential uses of controlled substances listed in Annexes A, B and C (Group II and III substances) of the Montreal Protocol for laboratory and analytical uses as listed in Annex IV to the report of the Seventh Meeting of the Parties, subject to the conditions set out in Annex II to the report of the Sixth Meeting of the Parties, as well as Decisions VII/11, XI/15 and XV/5 of the Parties to the Montreal Protocol. Decision XVII/10 of the Parties to the Montreal Protocol authorises the production and consumption of the controlled substance listed in Annex E of the Montreal Protocol necessary to satisfy laboratory and analytical uses of methyl bromide.\n(5) Pursuant to paragraph 3 of Decision XII/2 of the Parties to the Montreal Protocol on measures to facilitate the transition to chlorofluorocarbon-free Metered-Dose Inhalers (MDIs), all Member States have notified (2) to the United Nations Environment Programme the active ingredients for which chlorofluorocarbons (CFCs) are no longer essential for the manufacture of CFC-MDIs for placing on the market of the European Community.\n(6) Article 4(4)(i)(b) of Regulation (EC) No 2037/2000 prevents CFCs from being used and placed on the market unless they are considered essential under the conditions described in Article 3(1) of that Regulation. These non-essentiality determinations have therefore reduced the demand for CFCs used in MDIs that are placed on the market of the European Community. In addition, Article 4(6) of Regulation (EC) No 2037/2000 prevents CFC-MDI products being imported and placed on the market unless the CFCs in these products are considered essential under the conditions described in Article 3(1).\n(7) The Commission has published a Notice (3) on the 22 July 2006 to those companies in the Community of 25 Member States that request consideration by the Commission for the use of controlled substances for essential uses in the Community in 2007 and has received declarations on intended essential uses of controlled substances for 2007.\n(8) For the purpose of ensuring that interested companies and operators may continue to benefit in due time from the licensing system, it is appropriate that the present decision shall apply from 1 January 2007.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Management Committee established by Article 18(1) of Regulation (EC) No 2037/2000,", "main_body": ["1.   The quantity of controlled substances of Group I (chlorofluorocarbons 11, 12, 113, 114 and 115) subject to Regulation (EC) No 2037/2000 which may be used for essential medical uses in the Community in 2007 shall be 316 257,00 ODP (4) kilograms.\n2.   The quantity of controlled substances of Group I (chlorofluorocarbons 11, 12, 113, 114 and 115) and Group II (other fully halogenated chlorofluorocarbons) subject to Regulation (EC) No 2037/2000 which may be used for essential laboratory uses in the Community in 2007 shall be 65 900,9 ODP kilograms.\n3.   The quantity of controlled substances of Group III (halons) subject to Regulation (EC) No 2037/2000 that may be used for essential laboratory use in the Community in 2007 shall be 718,7 ODP kilograms.\n4.   The quantity of controlled substances of Group IV (carbon tetrachloride) subject to Regulation (EC) No 2037/2000 that may be used for essential laboratory uses in the Community in 2007 shall be 147 110 436 ODP kilograms.\n5.   The quantity of controlled substances of Group V (1,1,1-trichloroethane) subject to Regulation (EC) No 2037/2000 that may be used for essential laboratory uses in the European Union in 2007 shall be 672,0 ODP kilograms.\n6.   The quantity of controlled substances of Group VI (methyl bromide) subject to Regulation (EC) No 2037/2000 that may be used for laboratory and analytical uses in the Community in 2007 shall be 150,0 ODP kilograms.\n7.   The quantity of controlled substances of Group VII (hydrobromofluorocarbons) subject to Regulation (EC) No 2037/2000 that may be used for essential laboratory uses in the Community in 2007 shall be 3,52 ODP kilograms.\n8.   The quantity of controlled substances of group IX (bromochloromethane) subject to Regulation (EC) No 2037/2000 that may be used for essential laboratory uses in the Community in 2007 shall be 12 048 ODP kilograms.", "The chlorofluorocarbon metered-dose inhalers listed in Annex I shall not be placed on markets where the Competent Authority has determined chlorofluorocarbons for metered-dose inhalers on those markets to be non-essential.", "During the period 1 January to 31 December 2007 the following rules shall apply:\n1. The allocation of essential medical use quotas for chlorofluorocarbons 11, 12, 113, 114 and 115 shall be to the companies indicated in Annex II.\n2. The allocation of essential laboratory use quotas for chlorofluorocarbons 11, 12, 113, 114 and 115 and other fully halogenated chlorofluorocarbons shall be to the companies indicated in Annex III.\n3. The allocation of essential laboratory use quotas for halons shall be to the companies indicated in Annex IV.\n4. The allocation of essential laboratory use quotas for carbon tetrachloride shall be to the companies indicated in Annex V.\n5. The allocation of essential laboratory use quotas for 1,1,1-trichloroethane shall be to the companies indicated in Annex VI.\n6. The allocation of laboratory and analytical critical use quotas for methyl bromide shall be to the companies indicated in Annex VII.\n7. The allocation of essential laboratory use quotas for hydrobromofluorocarbons shall be to the companies indicated in Annex VIII.\n8. The allocation of essential laboratory use quotas for bromochloromethane shall be to the companies indicated in Annex IX.\n9. The essential use quotas for chlorofluorocarbons 11, 12, 113, 114 and 115, other fully halogenated chlorofluorocarbons, carbon tetrachloride, 1,1,1-trichloroethane, hydrobromofluorocarbons and bromochloromethane shall be as set out in Annex X.", "This Decision shall apply from 1 January 2007 and shall expire on 31 December 2007.", "This Decision is addressed to the following undertakings:\n3M Health Care Ltd\n3M House Morley Street\nLoughborough\nLeicestershire LE11 1EP\nUnited Kingdom\nBespak Europe Ltd\nNorth Lynn Industrial Estate\nBergen Way, King's Lynn\nNorfolk PE30 2JJ\nUnited Kingdom\nBoehringer Ingelheim GmbH\nBinger Straße 173\nD-55216 Ingelheim am Rhein\nChiesi Farmaceutici SpA\nVia Palermo 26/A\nI-43100 Parma (PR)\nInyx Pharmaceuticals Ltd\nAstmoor Industrial Estate\n9 Arkwright Road Runcorn\nCheshire WA7 1NU\nUnited Kingdom\nIVAX Ltd\nUnit 301,\nWaterford Industrial Estate\nWeterford, Ireland\nLaboratorio Aldo Union S.A.\nBaronesa de Maldá 73\nEsplugues de Llobregat\nE-08950 Barcelona\nSICOR SpA\nVia Terrazzano 77\nI-20017 Rho (MI)\nValeas SpA Pharmaceuticals\nVia Vallisneri, 10\nI-20133 Milano (MI)\nValvole Aerosol Research Italiana (VARI) SpA — LINDAL Group Italia\nVia del Pino, 10\nI-23854 Olginate (LC)\nAcros Organics bvba\nJanssen Pharmaceuticalaan 3a\nB-2440 Geel\nAirbus France\n316, route de Bayonne\nF-31300 Toulouse\nBie & Berntsen A-S\nTransformervej 8\nDK-2730 Herlev\nCarlo Erba Reactifs-SDS\nZ.I. de Valdonne, BP 4\nF-13124 Peypin\nEras Labo\n222, RN 90\nF-38330 Saint-Nazaire-les-Eymes\nHarp International\nGellihirion Industrial Estate,\nRhondda, Cynon Taff,\nUK-Pontypridd CF37 5SX\nHealth Protection Inspectorate-Laboratories\nPaldiski mnt 81\nEE-10617 Tallinn\nHoneywell Specialty Chemicals\nWunstorfer Straße 40\nPostfach 10 02 62\nD-30918 Seelze\nInstitut scientifique de service public (ISSeP)\nRue du Chéra, 200\nB-4000 Liège\nIneos Fluor Ltd\nPO Box 13, The Heath\nRuncorn, Cheshire WA7 4QF\nUnited Kingdom\nLGC Promochem GmbH\nMercatorstr. 51\nD-46485 Wesel\nMallinckrodt Baker BV\nTeugseweg 20\n7418 AM Deventer\nNederland\nMebrom NV\nAssenedestraat 4\nB-9940 Rieme Ertvelde\nMerck KgaA\nFrankfurter Straße 250\nD-64271 Darmstadt\nMikro+Polo d.o.o.\nZagrebška 22\nSI-2000 Maribor\nMinistry of Defense\nDirectorate Material RNL Navy\nP.O. Box 2070\n2500 ES The Hague\nNederland\nPanreac Química S.A.\nPol. Ind. Pla de la Bruguera\nC/ Garraf 2\nE-08211 Castellar del Vallès, Barcelona\nSanolabor d.d.\nLeskoškova 4\nSI-1000 Ljubljana\nSigma Aldrich Chimie SARL\n80, rue de Luzais\nL’Isle d’Abeau-Chesnes\nF-38297 Saint-Quentin-Fallavier\nSigma Aldrich Laborchemikalien\nWunstorfer Straße 40\nPostfach 10 02 62\nD-30918 Seelze\nSigma Aldrich Logistik GmbH\nRiedstraße 2\nD-89555 Steinheim\nTazzetti Fluids Srl\nCorso Europa, 600/a\nI-10088 Volpiano (TO)\nVWR I.S.A.S.\n201, rue Carnot\nF-94126 Fontenay-sous-Bois"], "attachments": "Done at Brussels, 27 March 2007.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 244, 29.9.2000, p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  www.unep.org/ozone/Information_for_the_Parties/3Bi_dec12-2-3.asp\n(3)  OJ C 171, 22.7.2006, p. 27.\n(4)  Ozone-depleting potential.\nANNEX I\nPursuant to paragraph 3 of Decision XII/2 of the Twelfth Meeting of the Parties to the Montreal Protocol on measures to facilitate the transition to chlorofluorocarbon-free metered-dose inhalers (MDIs), the following countries have determined that, due to the presence of suitable non-CFC MDIs, CFCs no longer qualify as ‘essential’ under the Protocol when combined with following active ingredients:\nSource: www.unep.org/ozone/Information_for_the_Parties/3Bi_dec12-2-3.asp\nTable 1\nShort acting beta agonist bronchodilators\nCountry Salbutamol Terbutaline Fenoterol Orciprenaline Reproterol Carbuterol Hexoprenaline Pirbuterol Clenbuterol Bitolterol Procaterol\nAustria X X X X X X X X X X X\nBelgium X X X X X X X X X X X\nCyprus X X X X X X X X X X X\nCzech Republic X X X X X X X X X X X\nDenmark X\nEstonia X X X X X X X X X X X\nFinland X X X X X X X X X X X\nFrance X X X X X X X X X X X\nGermany X X X X X X X X X X X\nGreece X X X X X X X X X X X\nHungary X X X X X X X X X X X\nIreland X X X X X X X X X X X\nItaly X X X X X X X X X X X\nLatvia X X X X X X X X X X X\nLithuania X X X X X X X X X X X\nLuxembourg X X X X X X X X X X X\nMalta X X X X X X X X X X X\nNetherlands X X X X X X X X X X X\nPoland X\nPortugal X X X X X X X X X X X\nNorway X X X X X X X X X X X\nSlovakia X X X X X X X X X X X\nSlovenia X X X X X X X X X X X\nSpain X X X X X X X X X X X\nSweden X X X X X X X X X X X\nUnited Kingdom X\nTable 2\nInhaled steroids\nCountry Beclomethasone Dexamethasone Flunisolide Fluticasone Budesonide Triamcinolone\nAustria X X X X X X\nBelgium X X X X X X\nCyprus\nCzech Republic X X X X X X\nDenmark X   X\nEstonia X X X X X X\nFinland X   X\nFrance X   X\nGermany X X X X X X\nGreece\nHungary X X X X X X\nIreland X   X\nItaly X X X X X X\nLatvia X X X X X X\nLithuania X X X X X X\nLuxembourg X X X X X X\nMalta    X X\nPoland\nPortugal X   X X\nThe Netherlands X X X X X X\nNorway\nSlovakia X X X X X X\nSlovenia X X X X X X\nSpain X   X\nSweden X   X\nUnited Kingdom    X\nTable 3\nNon steroidal anti inflammatories\nCountry Cromoglicic acid Nedrocromil\nAustria X X\nBelgium X X\nCyprus X X\nCzech Republic X X\nDenmark X X\nEstonia X X\nFinland X X\nFrance X X\nGermany X X\nGreece X X\nHungary X\nIreland\nItaly X X\nLatvia X X\nLithuania X X\nLuxembourg X\nMalta X X\nPoland\nPortugal X\nThe Netherlands X X\nNorway\nSlovakia X X\nSlovenia X X\nSpain  X\nSweden X X\nUnited Kingdom\nTable 4\nAnticholinergic bronchodilators\nCountry Ipratropium bromide Oxitropium Bromide\nAustria X X\nBelgium X X\nCyprus X X\nCzech Republic X X\nDenmark X X\nEstonia X X\nFinland X X\nFrance\nGermany X X\nGreece X X\nHungary X X\nIreland X X\nItaly\nLatvia X X\nLithuania X X\nLuxembourg X X\nMalta X X\nNetherlands X X\nPoland\nPortugal X\nNorway\nSlovakia X X\nSlovenia X X\nSpain X X\nSweden X X\nUnited Kingdom X X\nTable 5\nLong acting beta agonist bronchodilators\nCountry Formoterol Salmeterol\nAustria X X\nBelgium X X\nCyprus X\nCzech Republic X X\nDenmark\nEstonia X X\nFinland X X\nFrance X X\nGermany X X\nGreece\nHungary X X\nIreland X X\nItaly X X\nLatvia X X\nLithuania X X\nLuxembourg X X\nMalta X X\nNetherlands X\nPoland\nPortugal\nNorway\nSlovakia X X\nSlovenia X X\nSpain  X\nSweden X X\nUnited Kingdom\nTable 6\nCombinations of active ingredients in a single MDI\nCountry\nAustria X All products\nBelgium X All products\nCyprus\nCzech Republic X All products\nDenmark\nEstonia\nFinland X All products\nFrance X All products\nGermany X All products\nGreece\nHungary X All products\nIreland\nItaly Budesonide + Fenoterol Fluticasone + Salmeterol\nLatvia X All products\nLithuania X All products\nLuxembourg X All products\nMalta X All products\nNetherlands\nPoland\nPortugal\nNorway\nSlovakia X All products\nSlovenia X All products\nSpain\nSweden X All products\nUnited Kingdom\nANNEX II\nEssential medical uses\nQuota of controlled substances of Group I that may be used in the production of metered dose inhalers (MDIs) for the treatment of asthma and other chronic obstructive pulmonary diseases (COPDs) are allocated to:\n3 M Health Care Ltd (UK)\nBespak Europe Ltd (UK)\nBoehringer Ingelheim GmbH (DE)\nChiesi Farmaceutici SpA (IT)\nInyx Pharmaceuticals Ltd (UK)\nIvax Ltd (IE)\nLaboratorio Aldo Union SA (ES)\nSICOR SpA (IT)\nValeas SpA Pharmaceuticals (IT)\nValvole Aerosol Research Italiana (VARI)\nANNEX III\nEssential laboratory uses\nQuota of controlled substances of Group I and II that may be used for laboratory and analytical uses, are allocated to:\nAcros Organics bvba (BE)\nBie & Berntsen A-S (DK)\nCarlo Erba Reactifs-SDS (FR)\nHarp International (UK)\nHoneywell Specialty Chemicals (DE)\nIneos Fluor (UK)\nLGC Promochem (DE)\nMallinckrodt Baker (NL)\nMerck KGaA (DE)\nMikro+Polo d.o.o. (SI)\nPanreac Química S.A. (ES)\nSanolabor d.d. (SI)\nSigma Aldrich Chimie (FR)\nSigma Aldrich Logistik (DE)\nTazzetti Fluids (IT)\nVWR I.S.A.S. (FR)\nANNEX IV\nEssential laboratory uses\nQuota of controlled substances of Group III that may be used for laboratory and analytical uses are allocated to:\nAirbus France (FR)\nEras Labo (FR)\nIneos Fluor (UK)\nMinistry of Defense (NL)\nSigma Aldrich Chimie (FR)\nANNEX V\nEssential laboratory uses\nQuota of controlled substances of Group IV that may be used for laboratory and analytical uses, are allocated to:\nAcros Organics (BE)\nBie & Berntsen A-S (DK)\nCarlo Erba Reactifs-SDS (FR)\nHealth Protection Inspectorate-Laboratories (EE)\nHoneywell Specialty Chemicals (DE)\nInstitut scientifique de service public (ISSeP) (BE)\nMallinckrodt Baker (NL)\nMerck KGaA (DE)\nMikro+Polo d.o.o. (SI)\nPanreac Química S.A. (ES)\nSanolabor d.d. (SI)\nSigma Aldrich Chimie (FR)\nSigma Aldrich Laborchemikalien (DE)\nSigma Aldrich Logistik (DE)\nANNEX VI\nEssential laboratory uses\nQuota of controlled substances of Group V that may be used for laboratory and analytical uses are allocated to:\nAcros Organics (BE)\nBie & Berntsen A-S (DK)\nMerck KGaA (DE)\nMikro+Polo d.o.o. (SI)\nPanreac Química S.A. (ES)\nSanolabor d.d. (SI)\nSigma Aldrich Chimie (FR)\nSigma Aldrich Logistik (DE)\nANNEX VII\nLaboratory and analytical critical uses\nQuota of controlled substances of Group VI that may be used for laboratory and analytical critical uses are allocated to:\nMebrom NV (BE)\nSigma Aldrich Logistik (DE)\nANNEX VIII\nessential laboratory uses\nQuota of controlled substances of Group VII that may be used for laboratory and analytical uses are allocated to:\nIneos Fluor (UK)\nSigma Aldrich Chimie (FR)\nANNEX IX\nEssential laboratory uses\nQuota of controlled substances of Group IX that may be used for laboratory and analytical uses are allocated to:\nIneos Fluor (UK)\nSigma Aldrich Logistik (DE)\nANNEX X\nThis Annex is not published because it contains confidential commercial information."}