{"celex_id": "32002D0938", "uri": "http://publications.europa.eu/resource/cellar/9d296001-70dc-4716-b829-1d10adfbaaf1", "type": "Decision", "concepts": ["1417", "1519", "2825", "4155", "5541", "889"], "title": "2002/938/ECSC: Commission Decision of 17 July 2002 on the State aid which Italy is planning to implement for Acciaierie di Sicilia SpA (notified under document number C(2002) 2594) (Text with EEA relevance)\n", "header": "Commission Decision\nof 17 July 2002\non the State aid which Italy is planning to implement for Acciaierie di Sicilia SpA\n(notified under document number C(2002) 2594)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2002/938/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 4(c) thereof,\nHaving regard to Commission Decision No 2496/96/ECSC of 18 December 1996 establishing Community rules for State aid to the steel industry(1), and in particular Article 6(5) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving called on interested parties to submit their comments pursuant to the provisions cited above(2) and having regard to their comments,\nWhereas:\nI. PROCEDURE\n(1) By letter dated 20 December 2001, registered as received on 21 December, Italy notified the Commission of its intention to grant aid to four projects to be carried out by Acciaerie di Sicilia SpA.\n(2) By letter dated 15 February 2002, the Commission informed Italy that it had decided to initiate the procedure under Article 6(5) of Decision No 2496/96/ECSC (the Steel Aid Code) in respect of the aid.\n(3) The Commission decision to initiate the procedure was published in the Official Journal of the European Communities(3). The Commission invited interested parties to submit their comments on the aid.\n(4) By letter dated 12 April 2002, Italy withdrew its aid notification for all the planned projects except one (acquisition of an installation for the purification of smoke from an electric furnace), which is the subject of this decision. It also informed the Commission that, in view of the deadline of 22 July for the payment of the aid imposed by the Steel Aid Code, only the first instalment of the aid would be paid.\n(5) By letter dated 17 April 2002, the United Kingdom Steel Association submitted comments on the aid. The Commission forwarded them to Italy, which was given the opportunity to react. Its comments were received by letter dated 16 May.\nII. DETAILED DESCRIPTION OF THE AID\n(6) Acciaerie di Sicilia is a steel producer belonging to the Alfa Acciai group. It was set up in May 1998 and remained inactive until March 1999, when it acquired the production plant of Acciaerie Megara, which had been closed since 1996. It reopened the rolling mill in April 1999 and the steel plant in October of that year.\n(7) The aid is granted by the Ministry of Production Activities under Law No 488/92 on aid in depressed areas. The aid was approved on 9 April 2001, subject to authorisation by the Commission.\n(8) Following the partial withdrawal of the notification mentioned above (see recital 4), the aid concerns only one project. Granted under Law No 488/92, it is calculated on the basis of a percentage expressed as a net grant equivalent (nge) within the limits of the maximum aid approved by the Commission for the aid scheme in question, according to the size of the firm and the location of the production unit. In the case of Acciaerie di Sicilia, the percentage approved by Italy was 17,5 % nge. This corresponds to EUR 680000 to be paid in three instalments. However, only one instalment will be paid. Therefore, the actual aid will amount to EUR 220000.\n(9) The aid is intended for the acquisition of an installation for the purification of smoke coming from an electric furnace which currently has an installation for primary purification, i.e. it purifies the smoke produced during the melting process when the furnace is covered but not the smoke that escapes when the furnace is uncovered for loading and unloading. The limits for dust emissions imposed by the Region of Sicily in 1992, with which the current installation already complies, are 25 mg/m3. With the new installation, emissions will be reduced by 40 %, to 15 mg/m3. No cost savings are generated by the investment. The eligible costs amount to EUR 2400030 and relate to plant and equipment.\nIII. COMMENTS BY INTERESTED PARTIES\n(10) The United Kingdom Steel Association has stated that this investment could be considered as a genuine environmental investment. However, it felt that Italy should demonstrate at what point the environmental rules became effective relative to the date when the plant started operations.\nIV. COMMENTS BY ITALY\n(11) Since the doubts raised by the Commission stemmed mainly from the lack of information contained in the notification, the Italian authorities simply provided the missing information.\nV. ASSESSMENT\n(12) Acciaierie di Sicilia SpA produces steel products included in Annex I to the ECSC Treaty. It is therefore an undertaking within the meaning of Article 80 of that Treaty to which the Steel Aid Code applies.\n(13) Under Article 3 of the Steel Aid Code, steel companies may receive aid for environmental investments. The criteria for assessing whether such aid is compatible with the common market are set out in the Annex to the Steel Aid Code and in the Community guidelines on State aid for environmental protection(4) (hereinafter referred to as \"the 1994 environmental guidelines\").\n(14) According to the 1994 environmental guidelines, aid for investment in plant and equipment intended to reduce or eliminate pollution which will allow the firm to improve significantly on mandatory standards may be authorised up to a maximum of 30 % gross of the eligible costs (point 3.2.B, first paragraph).\n(15) According to the Annex to the Steel Aid Code, for firms that significantly improve on environmental protection, any advantage from the significant improvements in terms of lower production costs must be deducted from eligible expenditure.\n(16) In this case, the Commission notes that the new installation will allow for significantly higher levels of environmental protection but will not reduce production costs. It also notes that the intensity of the proposed aid (9,2 %) is below the maximum laid down in point 3,2.B of the 1994 environmental guidelines (30 %).\nVI. CONCLUSION\n(17) In view of the foregoing, the State aid that Italy intends to grant to Acciaierie di Sicilia SpA under Law No 448/92 amounting to EUR 220000 is compatible with the common market. With regard to the rest of the notified aid, in view of the withdrawal of the notification (see recital 4 above), the procedure initiated on 15 February 2002 is closed,", "main_body": ["The State aid amounting to EUR 220000 for the purchase of a smoke purification plant for an electric furnace which Italy is planning to implement under Law No 488/92 for Acciaierie di Sicilia SpA is compatible with the common market.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 17 July 2002.\nFor the Commission\nMario Monti\nMember of the Commission\n(1) OJ L 338, 28.12.1996, p. 42.\n(2) OJ C 70, 19.3.2002, p. 4.\n(3) See footnote 2.\n(4) OJ C 72, 10.3.1994, p. 3."}