{"celex_id": "32006D0582", "uri": "http://publications.europa.eu/resource/cellar/f0eca35e-f9bb-4c0d-86e5-cb1eb6f85d7a", "type": "Decision", "concepts": ["1309", "1338", "1368", "1591", "2771", "5969"], "title": "2006/582/EC: Commission Decision of 28 August 2006 terminating the anti-dumping proceeding concerning imports of footwear with a protective toecap, originating in the People’s Republic of China and India\n", "header": "29.8.2006 EN Official Journal of the European Union L 234/33\nCOMMISSION DECISION\nof 28 August 2006\nterminating the anti-dumping proceeding concerning imports of footwear with a protective toecap, originating in the People’s Republic of China and India\n(2006/582/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) On 13 May 2005, the Commission received a complaint pursuant to Article 5 of the basic Regulation, concerning the alleged injurious dumping of imports of footwear with a protective toecap originating in the People’s Republic of China (PRC) and India.\n(2) The complaint was lodged by the European Confederation of the Footwear industry (the complainant) on behalf of producers representing a major proportion, in this case more than 30 %, of the total Community production of footwear with a protective toecap pursuant to Articles 4(1) and 5(4) of the basic Regulation.\n(3) The complaint contained prima facie evidence of the existence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of an investigation.\n(4) By means of a notice published in the Official Journal of the European Union\n (2) (the notice of initiation), the Commission initiated an anti-dumping proceeding concerning imports into the Community of certain footwear with uppers of rubber or plastics (excluding waterproof footwear with outer soles and uppers of rubber or of plastics, the uppers of which are neither fixed to the sole nor assembled by stitching, riveting, nailing, screwing, plugging or similar processes) or with uppers of leather or composition leather, having a protective toecap, currently classifiable within CN codes 6402 30 00, 6403 40 00, ex 6402 19 00, ex 6402 91 00, ex 6402 99 10, ex 6402 99 31, ex 6402 99 39, ex 6402 99 50, ex 6402 99 91, ex 6402 99 93, ex 6402 99 96, ex 6402 99 98, ex 6403 19 00, ex 6403 30 00, ex 6403 51 11, ex 6403 51 15, ex 6403 51 19, ex 6403 51 91, ex 6403 51 95, ex 6403 51 99, ex 6403 59 11, ex 6403 59 31, ex 6403 59 35, ex 6403 59 39, ex 6403 59 50, ex 6403 59 91, ex 6403 59 95, ex 6403 59 99, ex 6403 91 11, ex 6403 91 13, ex 6403 91 16, ex 6403 91 18, ex 6403 91 91, ex 6403 91 93, ex 6403 91 96, ex 6403 91 98, ex 6403 99 11, ex 6403 99 31, ex 6403 99 33, ex 6403 99 36, ex 6403 99 38, ex 6403 99 50, ex 6403 99 91, ex 6403 99 93, ex 6403 99 96, ex 6403 99 98, ex 6405 10 00, ex 6405 90 10 and ex 6405 90 90, and originating in the PRC and India.\n(5) The Commission officially advised the exporting producers in the PRC and India and the importers/traders known to be concerned, the representatives of the exporting countries concerned, the complainant Community producers and other known producers in the Community, suppliers and users known to be concerned as well as their associations of the initiation of the proceeding. The interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set in the notice of initiation.\nB.   WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(6) By a letter dated 17 July 2006 and addressed to the Commission, the complainant formally withdrew its complaint concerning the imports of footwear with a protective toecap.\n(7) In accordance with Article 9(1) of the basic Regulation, the proceeding may be terminated where the complaint is withdrawn unless such termination would not be in the Community interest.\n(8) The Commission considered that the present proceeding should be terminated since the investigation had not brought to light any consideration showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. No comments were received indicating that such termination would not be in the Community interest.\n(9) It is therefore concluded that the anti-dumping proceeding concerning imports into the Community of the product concerned originating in the People’s Republic of China and India should be terminated without the imposition of anti-dumping measures,", "main_body": ["The anti-dumping proceeding concerning imports of certain footwear with uppers of rubber or plastics (excluding waterproof footwear with outer soles and uppers of rubber or of plastics, the uppers of which are neither fixed to the sole nor assembled by stitching, riveting, nailing, screwing, plugging or similar processes) or with uppers of leather or composition leather, having a protective toecap, falling within CN codes 6402 30 00, 6403 40 00, ex 6402 19 00, ex 6402 91 00, ex 6402 99 10, ex 6402 99 31, ex 6402 99 39, ex 6402 99 50, ex 6402 99 91, ex 6402 99 93, ex 6402 99 96, ex 6402 99 98, ex 6403 19 00, ex 6403 30 00, ex 6403 51 11, ex 6403 51 15, ex 6403 51 19, ex 6403 51 91, ex 6403 51 95, ex 6403 51 99, ex 6403 59 11, ex 6403 59 31, ex 6403 59 35, ex 6403 59 39, ex 6403 59 50, ex 6403 59 91, ex 6403 59 95, ex 6403 59 99, ex 6403 91 11, ex 6403 91 13, ex 6403 91 16, ex 6403 91 18, ex 6403 91 91, ex 6403 91 93, ex 6403 91 96, ex 6403 91 98, ex 6403 99 11, ex 6403 99 31, ex 6403 99 33, ex 6403 99 36, ex 6403 99 38, ex 6403 99 50, ex 6403 99 91, ex 6403 99 93, ex 6403 99 96, ex 6403 99 98, ex 6405 10 00, ex 6405 90 10 and ex 6405 90 90, originating in the People’s Republic of China and India, is hereby terminated."], "attachments": "Done at Brussels, 28 August 2006.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ C 159, 30.6.2005, p. 7."}