{"celex_id": "32006R2022", "uri": "http://publications.europa.eu/resource/cellar/b785872b-1924-40d2-8945-bdb2fc6ccd4b", "type": "Regulation", "concepts": ["1309", "1378", "161", "1644", "1744", "2193", "2300", "2771", "5010"], "title": "Commission Regulation (EC) No 2022/2006 of 22 December 2006 amending Regulations (EC) Nos 2375/2002, 2377/2002, 2305/2003 and 969/2006 opening and providing for the administration of Community tariff quotas for imports of cereals\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/70\nCOMMISSION REGULATION (EC) No 2022/2006\nof 22 December 2006\namending Regulations (EC) Nos 2375/2002, 2377/2002, 2305/2003 and 969/2006 opening and providing for the administration of Community tariff quotas for imports of cereals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 12(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2) applies to import licences for tariff quota periods starting from 1 January 2007.\n(2) Regulation (EC) No 1301/2006 lays down in particular detailed rules for applications for import licences, the status of applicants and the issue of licences. It limits the period of validity of import licences to the final day of the tariff quota period.\n(3) Commission Regulations (EC) Nos 2375/2002 of 27 December 2002 opening and providing for the administration of Community tariff quotas for common wheat of a quality other than high quality from third countries (3), 2377/2002 of 27 December 2002 opening and providing for the administration of a Community tariff quota for malting barley from third countries (4), 2305/2003 of 29 December 2003 opening and providing for the administration of a Community tariff quota for imports of barley from third countries (5), and 969/2006 of 29 June 2006 opening and providing for the administration of a Community tariff quota for imports of maize from third countries (6) contain provisions which diverge from the common rules laid down by Regulation (EC) No 1301/2006. Those regulations should therefore be amended with a view to removing the differing rules, specifying the serial numbers of each quota and subquota and redefining where necessary the specific rules which apply, in particular to the drawing up of licence applications, their issue, their period of validity and the notification of information to the Commission.\n(4) Regulation (EC) No 1301/2006 applies without prejudice to additional conditions or derogations which might be laid down by the sectoral regulations. In particular, in order to ensure fluid supply to the Community market, the intervals at which applications are to be submitted provided for in Regulations (EC) Nos 2375/2002, 2377/2002, 2305/2003 and 969/2006 should be maintained, and it is therefore necessary to derogate from Article 6(1) of Regulation (EC) No 1301/2006 on this point. Likewise, in order to guarantee equal access to operators, the penalty in the event of submission of multiple applications should be maintained.\n(5) In the interests of simplifying the above regulations, provisions which are already contained in the horizontal or sectoral implementing regulations, that is, apart from Regulation (EC) No 1301/2006, Commission Regulations (EC) Nos 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (7), and 1342/2003 of 28 July 2003 laying down special detailed rules for the application of the system of import and export licences for cereals and rice (8), should be deleted, as should provisions which no longer apply.\n(6) Regulations (EC) Nos 2375/2002, 2377/2002, 2305/2003 and 969/2006 should therefore be amended.\n(7) These measures should be applied from 1 January 2007, which is the date from which the measures provided for in Regulation (EC) No 1301/2006 apply.\n(8) However, the period for lodging the first applications referred to in Regulations (EC) Nos 2375/2002, 2305/2003 and 969/2006 falls on a public holiday in 2007; it should therefore be laid down that the first applications may be lodged by operators only from the first working day of 2007, and that this first period for lodging applications closes no later than Monday 8 January 2007. It should also be specified that import licence applications for this first period should be sent to the Commission no later than Monday 8 January 2007.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 2375/2002 is hereby amended as follows:\n1. In Article 2, the following paragraph 3 is added:\n2. In Article 3, paragraphs 3 and 4 are replaced by the following:\n(a) subperiod No 1: 1 January to 31 March — 594 597 tonnes;\n(b) subperiod No 2: 1 April to 30 June — 594 597 tonnes;\n(c) subperiod No 3: 1 July to 30 September — 594 597 tonnes;\n(d) subperiod No 4: 1 October to 31 December — 594 596 tonnes.\n3. Article 4 is deleted.\n4. Article 4a is deleted.\n5. Article 5 is replaced by the following:\n— for subquotas I and II, the total quantity opened for the year for the subquota concerned,\n— for subquota III, the total quantity opened for the subperiod concerned.\n6. Article 6 is replaced by the following:\n7. Article 7 is deleted.\n8. Article 8 is deleted.\n9. Article 9 is replaced by the following:\n10. The Annex is deleted.", "Regulation (EC) No 2377/2002 is hereby amended as follows:\n1. Article 2 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) the following paragraph 3 is added:\n2. Article 3 is deleted.\n3. Article 6(2)(a) is replaced by the following:\n‘(a) the proof or proofs provided for in Article 5 of Regulation (EC) No 1301/2006,’.\n4. Article 9 is replaced by the following:\n5. Article 11 is deleted.\n6. Article 12 is deleted.\n7. Article 13 is replaced by the following:\n8. Annex II is deleted.", "Regulation (EC) No 2305/2003 is hereby amended as follows:\n1. The following paragraph 3 is added to Article 1:\n2. Article 2 is deleted.\n3. Article 3 is replaced by the following:\n4. Article 4 is replaced by the following:\n5. Article 5 is deleted.\n6. Article 6 is deleted.\n7. Article 7 is deleted.\n8. The Annex is deleted.", "Regulation (EC) No 969/2006 is hereby amended as follows:\n1. The following paragraph 3 is added to Article 1:\n2. Article 2 is replaced by the following:\n(a) subperiod No 1: 1 January to 30 June — 121 037 tonnes;\n(b) subperiod No 2: 1 July to 31 December — 121 037 tonnes.\n3. Article 3 is deleted.\n4. Article 4 is replaced by the following:\n5. Article 5 is replaced by the following:\n6. Article 6 is deleted.\n7. Article 7 is deleted.\n8. Article 8 is replaced by the following:\n9. The second sentence of Article 10 is deleted.\n10. Article 11 is deleted.\n11. Annexes I and II are deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 358, 31.12.2002, p. 88. Regulation as last amended by Regulation (EC) No 971/2006 (OJ L 176, 30.6.2006, p. 51).\n(4)  OJ L 358, 31.12.2002, p. 95. Regulation as last amended by Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50).\n(5)  OJ L 342, 30.12.2003, p. 7. Regulation as last amended by Regulation (EC) No 970/2006 (OJ L 176, 30.6.2006, p. 49).\n(6)  OJ L 176, 30.6.2006, p. 44.\n(7)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1713/2006 (OJ L 321, 21.11.2006, p. 11).\n(8)  OJ L 189, 29.7.2003, p. 12. Regulation as last amended by Regulation (EC) No 945/2006 (OJ L 173, 27.6.2006, p. 12).\n(9)  OJ L 189, 29.7.2003, p. 12.\n(10)  OJ L 238, 1.9.2006, p. 13.’\n(11)  OJ L 189, 29.7.2003, p. 12.\n(12)  OJ L 238, 1.9.2006, p. 13.’\n(13)  OJ L 238, 1.9.2006, p. 13.’\n(14)  OJ L 238, 1.9.2006, p. 13.’"}