{"celex_id": "32004D0514", "uri": "http://publications.europa.eu/resource/cellar/a5e3da1c-1dce-4488-82e5-6ed4d9e20736", "type": "Decision", "concepts": ["2286", "2897", "2947", "4585", "5581"], "title": "2004/514/EC:Council Decision of 14 June 2004 amending Decision 98/161/EC authorising the Kingdom of the Netherlands to apply a measure derogating from Articles 2 and 28a(1) of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "19.6.2004 EN Official Journal of the European Union L 219/11\nCOUNCIL DECISION\nof 14 June 2004\namending Decision 98/161/EC authorising the Kingdom of the Netherlands to apply a measure derogating from Articles 2 and 28a(1) of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2004/514/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes — Common system of value added tax: uniform basis of assessment (1), and in particular Article 27 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Article 27(1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce or extend special measures for derogation from that Directive in order to simplify the procedure for charging the tax or to prevent certain types of tax evasion or avoidance.\n(2) By letter registered with the Secretariat-General of the Commission on 26 November 2003, the Dutch Government requested the extension of Decision 98/161/EC (2) authorising it to apply special tax measures to the recyclable waste sector.\n(3) The other Member States were informed of the request on 14 January 2004.\n(4) Decision 98/161/EC, authorised the Kingdom of the Netherlands to apply, until 31 December 2003, the following measures:\n— an exemption for the supply and intracommunity acquisition of used and waste materials by firms with an annual turnover of less than NLG 2,5 million. For the purposes of calculating that threshold, turnover in non-ferrous metals may be disregarded,\n— an exemption for the supply and intracommunity acquisition of non-ferrous metals.\n(5) Taxable entities carrying out transactions which are exempt pursuant to Articles 2 and 3 of Decision 98/161/EC may be authorised not to make supplies and intra-Community acquisitions of used and waste materials effected by them subject to the special measures provided for by that Decision.\n(6) The derogating measure was needed because of the difficulty in dealing with fraud in this sector, where certain operators, mainly small dealers, did not comply with their obligations under Article 21(1)(a) of Directive 77/388/EEC to pay to the authorities the tax they had charged for their supplies. Enforcing collection of the tax in this sector is especially difficult because of the complications of identifying and supervising the activities of non-compliant traders. Hence these arrangements constitute an effective fraud-prevention measure.\n(7) On 7 June 2000, the Commission published a strategy to improve the operation of the VAT system in the short term, in which it undertook to rationalise the large number of derogations currently in force. In some cases, however, this rationalisation could involve extending certain particularly effective derogations to all Member States. The Commission's communication of 20 October 2003 reiterates this compromise.\n(8) The Kingdom of the Netherlands should be granted an extension for the current derogation until the date of entry into force of a special scheme for the application of VAT to the recycled waste sector, but not later than 31 December 2005.\n(9) The derogation has no adverse impact on the Communities' own resources accruing from VAT, nor does it have an effect on the amount of VAT charged at the final stage.\n(10) In order to ensure legal continuity, this Decision should apply as from 1 January 2004,", "main_body": ["In Article 1 of Decision 98/161/EC, the date ‘31 December 2003’ shall be replaced by the following wording: ‘until the date of entry into force of a special scheme for the application of VAT to the recycled waste sector amending Directive 77/388/EEC, but not later than 31 December 2005’.", "This Decision shall apply as from 1 January 2004.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Luxembourg, 14 June 2004.\nFor the Council\nThe President\nB. COWEN\n(1)  OJ L 145, 13.6.1977, p. 1. Directive as last amended by Commission Regulation (EC) No 290/2004 (OJ L 50, 20.2.2004, p. 5).\n(2)  OJ L 53, 24.2.1998, p. 19. Decision as amended by Decision 2000/435/EC (OJ L 172, 12.7.2000, p. 24)."}