{"celex_id": "32000D0719", "uri": "http://publications.europa.eu/resource/cellar/06cb3be1-9644-443f-bc0a-b04c38dbf777", "type": "Decision", "concepts": ["1015", "1085", "1267", "4141", "4654", "932"], "title": "2000/719/EC: Council Decision of 10 November 2000 authorising France to apply an exemption from excise duty for certain mineral oils, when used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n", "header": "Council Decision\nof 10 November 2000\nauthorising France to apply an exemption from excise duty for certain mineral oils, when used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n(2000/719/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Article 8(4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission may authorise any Member State to introduce exemptions or reductions in the excise duty charged on mineral oils for special policy considerations.\n(2) The French authorities have informed the Commission that they wish to introduce an exemption from excise duty for gases used as engine fuel in gas powered refuse collection vehicles from 1 January 2000.\n(3) This measure extends the coverage of a previously authorised derogation(2) for an exemption from duty for gases used as engine fuel for public transport vehicles and forms part of a programme to reduce atmospheric pollution by providing an incentive for increasing the number of vehicles running on LPG or natural gas.\n(4) The other Member States have been informed thereof.\n(5) The Commission and Member States consider that, on the basis of the currently available information, there are no indications that the introduction of an exemption from excise duty for gases used as engine fuels in gas powered refuse collection vehicles is likely to give rise to distortions of competition or hinder the operation of the internal market.\n(6) This Decision does not prejudice the outcome of any State aid procedures that may be undertaken in accordance with Articles 87 and 88 of the Treaty.\n(7) The Commission regularly reviews reductions and exemptions to check that they are compatible with the operation of the internal market or with Community policy on protection of the environment.\n(8) France has requested authorisation to introduce an exemption from excise duty for gases used as fuel in gas powered refuse collection vehicles with effect from 1 January 2000.\n(9) The Council will review this decision on the basis of a proposal from the Commission no later than 31 December 2002 when the authorisation granted by this Decision expires,", "main_body": ["In accordance with Article 8(4) of Directive 92/81/EEC and notwithstanding the obligations imposed by Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils(3) and in particular the minimum rates laid down in Article 7 thereof, France is hereby authorised to introduce an exemption from excise duty for gases used as engine fuel in gas powered refuse collection vehicles from 1 January 2000 until 31 December 2002.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 10 November 2000.\nFor the Council\nThe President\nC. Josselin\n(1) OJ L 316, 31.10.1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(2) Council Decision 97/91/EC (OJ L 29, 31.1.1997, p. 53).\n(3) OJ L 316, 31.10.1992, p. 19. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46)."}