{"celex_id": "32006D0070", "uri": "http://publications.europa.eu/resource/cellar/67d41d25-4ac0-4718-83a8-80b3c6ef408c", "type": "Decision", "concepts": ["3561", "4038", "4039", "5181", "5640"], "title": "2006/70/EC,Euratom: Commission Decision of  31 January 2006  amending Decision 2001/844/EC, ECSC, Euratom\n", "header": "7.2.2006 EN Official Journal of the European Union L 34/32\nCOMMISSION DECISION\nof 31 January 2006\namending Decision 2001/844/EC, ECSC, Euratom\n(2006/70/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 218(2) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 131 thereof,\nHaving regard to the Treaty on European Union, and in particular Articles 21(1) and 41(1) thereof,\nWhereas:\n(1) The Commission’s provisions on security are contained in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom of 29 November 2001 amending its internal Rules of Procedure (1).\n(2) The Commission has decided on a number of changes in the assignment of responsibilities and in the designation of departments and services.\n(3) Definitions in the Annex to Decision 2001/844/EC, ECSC, Euratom should be in line with the relevant provisions in the text.\n(4) The text of the rules on security should be amended accordingly,", "main_body": ["The Rules on security as set out in the Annex to Decision 2001/844/EC, ECSC, Euratom are amended as follows:\n1. in Section 4.2(e) ‘President of the Commission’ is replaced by ‘Director of the Commission Security Directorate’;\n2. Section 13 is replaced by the following text:\n3. in Appendix 2, ‘President’ is replaced by ‘Member of the Commission responsible for security matters’;\n4. in point 10(c) of Appendix 4, ‘President’ is replaced by ‘Director of the Commission Security Directorate’;\n5. in point 7 of Appendix 5, ‘President’ is replaced by ‘Member of the Commission responsible for security matters’;\n6. throughout the text of the rules on security and its Appendices:\n(a) ‘Commission Security Office’ and ‘Commission Security Service’ are replaced by: ‘Commission Security Directorate’;\n(b) ‘Head of the Commission Security Office’ is replaced by ‘Director of the Commission Security Directorate’;\n7. a new recital is added after recital 7 of the Annex, reading: ‘These provisions are without prejudice to Article 286 of the Treaty and to Regulation (EC) 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data.’", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 31 January 2006.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 317, 3.12.2001, p. 1. Decision as last amended by Decision 2005/94/EC, Euratom (OJ L 31, 4.2.2005, p. 66)."}