{"celex_id": "32005R1889", "uri": "http://publications.europa.eu/resource/cellar/f91649aa-5340-4d79-a452-0f11677c0c52", "type": "Regulation", "concepts": ["1069", "4079", "5334", "5465"], "title": "Regulation (EC) No 1889/2005 of the European Parliament and of the Council of  26 October 2005  on controls of cash entering or leaving the Community\n", "header": "25.11.2005 EN Official Journal of the European Union L 309/9\nREGULATION (EC) No 1889/2005 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 26 October 2005\non controls of cash entering or leaving the Community\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 95 and 135 thereof,\nHaving regard to the proposal from the Commission (1),\nAfter consulting the European Economic and Social Committee,\nActing in accordance with the procedure referred to in Article 251 of the Treaty (2),\nWhereas:\n(1) One of the Community's tasks is to promote harmonious, balanced and sustainable development of economic activities throughout the Community by establishing a common market and an economic and monetary union. To that end the internal market comprises an area without internal frontiers in which the free movement of goods, persons, services and capital is ensured.\n(2) The introduction of the proceeds of illegal activities into the financial system and their investment after laundering are detrimental to sound and sustainable economic development. Accordingly, Council Directive 91/308/EEC of 10 June 1991 on prevention of the use of the financial system for the purpose of money laundering (3) introduced a Community mechanism to prevent money laundering by monitoring transactions through credit and financial institutions and certain types of professions. As there is a risk that the application of that mechanism will lead to an increase in cash movements for illicit purposes, Directive 91/308/EEC should be supplemented by a control system on cash entering or leaving the Community.\n(3) At present such control systems are applied by only a few Member States, acting under national legislation. The disparities in legislation are detrimental to the proper functioning of the internal market. The basic elements should therefore be harmonised at Community level to ensure an equivalent level of control on movements of cash crossing the borders of the Community. Such harmonisation should not, however, affect the possibility for Member States to apply, in accordance with the existing provisions of the Treaty, national controls on movements of cash within the Community.\n(4) Account should also be taken of complementary activities carried out in other international fora, in particular those of the Financial Action Task Force on Money Laundering (FATF), which was established by the G7 Summit held in Paris in 1989. Special Recommendation IX of 22 October 2004 of the FATF calls on governments to take measures to detect physical cash movements, including a declaration system or other disclosure obligation.\n(5) Accordingly, cash carried by any natural person entering or leaving the Community should be subject to the principle of obligatory declaration. This principle would enable the customs authorities to gather information on such cash movements and, where appropriate, transmit that information to other authorities. Customs authorities are present at the borders of the Community, where controls are most effective, and some have already built up practical experience in the matter. Use should be made of Council Regulation (EC) No 515/97 of 13 March 1997 on mutual assistance between the administrative authorities of the Member States and cooperation between the latter and the Commission to ensure the correct application of the law on customs and agricultural matters (4). This mutual assistance should ensure both the correct application of cash controls and the transmission of information that might help to achieve the objectives of Directive 91/308/EEC.\n(6) In view of its preventive purpose and deterrent character, the obligation to declare should be fulfilled upon entering or leaving the Community. However, in order to focus the authorities' action on significant movements of cash, only those movements of EUR 10 000 or more should be subject to such an obligation. Also, it should be specified that the obligation to declare applies to the natural person carrying the cash, regardless of whether that person is the owner.\n(7) Use should be made of a common standard for the information to be provided. This will enable competent authorities to exchange information more easily.\n(8) It is desirable to establish the definitions needed for a uniform interpretation of this Regulation.\n(9) Information gathered under this Regulation by the competent authorities should be passed on to the authorities referred to in Article 6(1) of Directive 91/308/EEC.\n(10) Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (5) and Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (6) apply to the processing of personal data by the competent authorities of the Member States pursuant to this Regulation.\n(11) Where there are indications that the sums of cash are related to any illegal activity, associated with the movement of cash, as referred to in Directive 91/308/EEC, information gathered under this Regulation by the competent authorities may be passed on to competent authorities in other Member States and/or to the Commission. Similarly, provision should be made for certain information to be transmitted whenever there are indications of cash movements involving sums lower than the threshold laid down in this Regulation.\n(12) Competent authorities should be vested with the powers needed to exercise effective control on movements of cash.\n(13) The powers of the competent authorities should be supplemented by an obligation on the Member States to lay down penalties. However, penalties should be imposed only for failure to make a declaration in accordance with this Regulation.\n(14) Since the objective of this Regulation cannot be sufficiently achieved by the Member States and can therefore, by reason of the transnational scale of money laundering in the internal market, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(15) This Regulation respects the fundamental rights and observes the principles recognised in Article 6(2) of the Treaty on European Union and reflected in the Charter of Fundamental Rights of the European Union, in particular in Article 8 thereof,", "main_body": ["Objective\n1.   This Regulation complements the provisions of Directive 91/308/EEC concerning transactions through financial and credit institutions and certain professions by laying down harmonised rules for the control, by the competent authorities, of cash entering or leaving the Community.\n2.   This Regulation shall be without prejudice to national measures to control cash movements within the Community, where such measures are taken in accordance with Article 58 of the Treaty.", "Definitions\nFor the purposes of this Regulation:\n1. ‘competent authorities’ means the customs authorities of the Member States or any other authorities empowered by Member States to apply this Regulation;\n2. ‘cash’ means:\n(a) bearer-negotiable instruments including monetary instruments in bearer form such as travellers cheques, negotiable instruments (including cheques, promissory notes and money orders) that are either in bearer form, endorsed without restriction, made out to a fictitious payee, or otherwise in such form that title thereto passes upon delivery and incomplete instruments (including cheques, promissory notes and money orders) signed, but with the payee's name omitted;\n(b) currency (banknotes and coins that are in circulation as a medium of exchange).", "Obligation to declare\n1.   Any natural person entering or leaving the Community and carrying cash of a value of EUR 10 000 or more shall declare that sum to the competent authorities of the Member State through which he is entering or leaving the Community in accordance with this Regulation. The obligation to declare shall not have been fulfilled if the information provided is incorrect or incomplete.\n2.   The declaration referred to in paragraph 1 shall contain details of:\n(a) the declarant, including full name, date and place of birth and nationality;\n(b) the owner of the cash;\n(c) the intended recipient of the cash;\n(d) the amount and nature of the cash;\n(e) the provenance and intended use of the cash;\n(f) the transport route;\n(g) the means of transport.\n3.   Information shall be provided in writing, orally or electronically, to be determined by the Member State referred to in paragraph 1. However, where the declarant so requests, he shall be entitled to provide the information in writing. Where a written declaration has been lodged, an endorsed copy shall be delivered to the declarant upon request.", "Powers of the competent authorities\n1.   In order to check compliance with the obligation to declare laid down in Article 3, officials of the competent authorities shall be empowered, in accordance with the conditions laid down under national legislation, to carry out controls on natural persons, their baggage and their means of transport.\n2.   In the event of failure to comply with the obligation to declare laid down in Article 3, cash may be detained by administrative decision in accordance with the conditions laid down under national legislation.", "Recording and processing of information\n1.   The information obtained under Article 3 and/or Article 4 shall be recorded and processed by the competent authorities of the Member State referred to in Article 3(1) and shall be made available to the authorities referred to in Article 6(1) of Directive 91/308/EEC of that Member State.\n2.   Where it appears from the controls provided for in Article 4 that a natural person is entering or leaving the Community with sums of cash lower than the threshold fixed in Article 3 and where there are indications of illegal activities associated with the movement of cash, as referred to in Directive 91/308/EEC, that information, the full name, date and place of birth and nationality of that person and details of the means of transport used may also be recorded and processed by the competent authorities of the Member State referred to in Article 3(1) and be made available to the authorities referred to in Article 6(1) of Directive 91/308/EEC of that Member State.", "Exchange of information\n1.   Where there are indications that the sums of cash are related to any illegal activity associated with the movement of cash, as referred to in Directive 91/308/EEC, the information obtained through the declaration provided for in Article 3 or the controls provided for in Article 4 may be transmitted to competent authorities in other Member States.\nRegulation (EC) No 515/97 shall apply mutatis mutandis.\n2.   Where there are indications that the sums of cash involve the proceeds of fraud or any other illegal activity adversely affecting the financial interests of the Community, the information shall also be transmitted to the Commission.", "Exchange of information with third countries\nIn the framework of mutual administrative assistance, the information obtained under this Regulation may be communicated by Member States or by the Commission to a third country, subject to the consent of the competent authorities which obtained the information pursuant to Article 3 and/or Article 4 and to compliance with the relevant national and Community provisions on the transfer of personal data to third countries. Member States shall notify the Commission of such exchanges of information where particularly relevant for the implementation of this Regulation.", "Duty of professional secrecy\nAll information which is by nature confidential or which is provided on a confidential basis shall be covered by the duty of professional secrecy. It shall not be disclosed by the competent authorities without the express permission of the person or authority providing it. The communication of information shall, however, be permitted where the competent authorities are obliged to do so pursuant to the provisions in force, particularly in connection with legal proceedings. Any disclosure or communication of information shall fully comply with prevailing data protection provisions, in particular Directive 95/46/EC and Regulation (EC) No 45/2001.", "Penalties\n1.   Each Member State shall introduce penalties to apply in the event of failure to comply with the obligation to declare laid down in Article 3. Such penalties shall be effective, proportionate and dissuasive.\n2.   By 15 June 2007, Member States shall notify the Commission of the penalties applicable in the event of failure to comply with the obligation to declare laid down in Article 3.", "0\nEvaluation\nThe Commission shall submit to the European Parliament and the Council a report on the application of this Regulation four years after its entry into force.", "1\nEntry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 15 June 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 26 October 2005.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nD. ALEXANDER\n(1)  OJ C 227 E, 24.9.2002, p. 574.\n(2)  Opinion of the European Parliament of 15 May 2003 (OJ C 67 E, 17.3.2004, p. 259), Council Common Position of 17 February 2005 (OJ C 144 E, 14.6.2005, p. 1), Position of the European Parliament of 8 June 2005 and Council Decision of 12 July 2005.\n(3)  OJ L 166, 28.6.1991, p. 77. Directive as amended by Directive 2001/97/EC of the European Parliament and of the Council (OJ L 344, 28.12.2001, p. 76).\n(4)  OJ L 82, 22.3.1997, p. 1. Regulation as amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(5)  OJ L 281, 23.11.1995, p. 31. Directive as amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(6)  OJ L 8, 12.1.2001, p. 1."}