{"celex_id": "32003D0727", "uri": "http://publications.europa.eu/resource/cellar/3e97e73d-0605-426a-9ace-e77fb38ab156", "type": "Decision", "concepts": ["1505", "2069", "3156", "3774"], "title": "2003/727/EC: Commission Decision of 30 September 2003 concerning the validity of certain binding tariff information (notified under document number C(2003) 3544)\n", "header": "Commission Decision\nof 30 September 2003\nconcerning the validity of certain binding tariff information\n(notified under document number C(2003) 3544)\n(Only the English text is authentic)\n(2003/727/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code(1), as last amended by Regulation (EC) No 2700/2000 of the European Parliament and of the Council(2), and in particular Article 12(5)(a)(iii) and Article 248 thereof,\nHaving regard to Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(3), as last amended by Regulation (EC) No 1335/2003(4), and in particular the second indent of Article 9(1) thereof,\nWhereas:\n(1) The binding tariff information referred to in the Annex is inconsistent with other binding tariff information, and the tariff classification it contains is incompatible with the general rules for the interpretation of the Combined Nomenclature set out in Part I, Section IA of Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff(5), as last amended by Commission Regulation (EC) No 2176/2002(6).\n(2) The binding tariff information referred to in the Annex concerns garments intended to cover the lower part of the body, enclosing each leg separately. The garments are not in accordance with the definition for pyjamas as set out in the Explanatory Notes to the Combined Nomenclature, subheadings 6107 21 00 to 6107 29 00, 6108 31 10 to 6108 39 00, 6207 21 00 to 6207 29 00 and 6208 21 00 to 6208 29 00, which state that pyjamas have to consist of two garments. Furthermore, they cannot be regarded as \"similar articles\" to the products mentioned under headings 6107, 6108, 6207 and 6208 as they only cover the lower part of the body. The articles in question are therefore regarded as \"trousers\" and should be classified within CN headings 6103, 6104, 6203 or 6204, by application of General Rules 1 and 6 for the interpretation of the Combined Nomenclature.\n(3) The said binding tariff information should cease to be valid. The customs administration which issued the information should therefore revoke it as soon as possible and notify the Commission to that effect.\n(4) According to Article 12(6) of Regulation (EEC) No 2913/92 the holder should be given, during a certain period of time, the possibility of invoking binding tariff information which has ceased to be valid, subject to the conditions laid down in Article 14(1) of Regulation (EEC) No 2454/93.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Customs Code Committee,", "main_body": ["1. The binding tariff information referred to in column 1 of the table set out in the Annex, which has been issued by the customs authorities specified in column 2 for the tariff classification specified in column 3 shall cease to be valid.\n2. The customs authorities specified in column 2 shall revoke the BTI referred to in column 1 at the earliest possible date and in any case not later than 10 days from the notification of this Decision.\n3. The customs authority which revokes the binding tariff information shall notify this to the Commission.", "The binding tariff information referred to in the Annex can continue to be invoked under Article 12(6) of Regulation (EEC) No 2913/92 for a certain period of time provided that the conditions laid down in Article 14(1) of Regulation (EEC) No 2454/93 are met.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 30 September 2003.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 302, 19.10.1992, p. 1.\n(2) OJ L 311, 12.12.2000, p. 17.\n(3) OJ L 253, 11.10.1993, p. 1.\n(4) OJ L 187, 26.7.2003, p. 16.\n(5) OJ L 256, 7.9.1987, p. 1.\n(6) OJ L 331, 7.12.2002, p. 3.\nANNEX\n>TABLE>"}