{"celex_id": "32008R0394", "uri": "http://publications.europa.eu/resource/cellar/980f3d55-44ff-49a7-a305-c91754041040", "type": "Regulation", "concepts": ["1755", "192", "2211", "3584", "4125", "838"], "title": "Commission Regulation (EC) No 394/2008 of 30 April 2008 amending Regulation (EC) No 1266/2007 as regards the conditions for exempting certain animals of susceptible species from the exit ban provided for in Council Directive 2000/75/EC (Text with EEA relevance)\n", "header": "1.5.2008 EN Official Journal of the European Union L 117/22\nCOMMISSION REGULATION (EC) No 394/2008\nof 30 April 2008\namending Regulation (EC) No 1266/2007 as regards the conditions for exempting certain animals of susceptible species from the exit ban provided for in Council Directive 2000/75/EC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Article 9(1)(c), Articles 11 and 12 and the third paragraph of Article 19 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1266/2007 (2) lays down rules for the control, monitoring, surveillance and restrictions on movements of animals, in relation to bluetongue, in and from the restricted zones. It also establishes the conditions for exemptions from the exit ban applicable to movements of susceptible animals, their semen, ova and embryos provided for in Directive 2000/75/EC.\n(2) In recent months, experience has shown that in a number of Member States the effectiveness of the measures provided for in Regulation (EC) No 1266/2007 to ensure the protection of animals against attacks by vectors might be undermined by a combination of factors, including the vector species, climate conditions and the type of husbandry of the susceptible ruminants.\n(3) In view of those circumstances and pending their further scientific assessment, it is appropriate to allow Member States of destination, in which the introduction of non-immune animals under such circumstances could pose a risk for animal health to require that the movement of non-immune animals is subject to additional conditions justified on the basis of a risk assessment taking into account the entomological and epidemiological conditions in which animals are being introduced. Such additional conditions should be limited to what it is necessary to ensure an effective protection of non-immune animals against vectors attacks.\n(4) The vector protected confinement of animals is a practicable and effective tool to protect younger animals from attacks by vectors provided that it is carried out subject to certain conditions. Therefore, Member States of destination should be allowed to require the application of these conditions in relation to the introduction of young, non-immune animals for which vaccination is not feasible. As this would affect intra-Community trade, the intention to apply these additional conditions should be notified to the Commission, together with all information demonstrating that it is justified.\n(5) The Commission has requested further scientific advice from the European Food Safety Authority. In light of that advice and of additional knowledge and experience that becomes available, the measures provided for in this Regulation may be reviewed in the future. Therefore, the transitional period should be limited to 31 December 2008.\n(6) Points 6 and 7 of Section A of Annex III to Regulation (EC) No 1266/2007 lay down the conditions under which naturally immunised animals may be exempted from the exit ban provided for in Directive 2000/75/EC. There have been experiments which indicate that protection post-infection with bluetongue lasts for a substantial period of time. Therefore, the naturally infected animals are immune for long periods after infection with a particular serotype. The detection of an immune response to bluetongue virus in non-vaccinated animals indicates previous infection. However, that protection can vary depending on the breed of the animal, virus strain and individual animal variation. Therefore, confirmation of the persistence of the antibody response by means of two serological tests, the first being carried out between 60 and 360 days before the movement and the second seven days before movement can provide further reassurance that such animals are immune and thus can be safely moved.\n(7) Regulation (EC) No 1266/2007 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 1266/2007 is amended as follows:\n1. In Chapter 4, the following Article 9a is inserted:\n(a) those animals must be less than 90 days old;\n(b) they must have been kept since birth in vector protected confinement;\n(c) the tests referred in points 1, 3 and 4 of Section A of Annex III must have been carried out on samples taken not earlier than seven days before the date of the movement.\n2. In Annex III, Section A is amended as follows:\n(a) Point 6(a) is replaced by the following:\n‘(a) they were subjected to two serological tests according to the OIE Terrestrial Manual to detect antibodies against the bluetongue virus serotype, with positive results; the first test being carried out on samples taken between 60 and 360 days before the date of movement and the second test being carried out on samples taken not earlier than seven days before the date of the movement; or’;\n(b) In point 7, the introductory phrase and point (a) are replaced by the following:\n(a) the first test must have been carried out on samples that were taken between 60 and 360 days before the date of movement and the second test must have been carried out on samples that were taken not earlier than seven days before the date of movement; or’.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74. Directive as last amended by Commission Decision 2007/729/EC (OJ L 294, 13.11.2007, p. 26).\n(2)  OJ L 283, 27.10.2007, p. 37. Regulation as amended by Regulation (EC) No 289/2008 (OJ L 89, 1.4.2008, p. 3)."}