{"celex_id": "32006D0301", "uri": "http://publications.europa.eu/resource/cellar/f328cdf1-f17b-4b1c-8565-8be3ba74a7c6", "type": "Decision", "concepts": ["1208", "1309", "1591", "2222", "2771", "890"], "title": "2006/301/EC: Commission Decision of  25 April 2006  terminating the anti-dumping proceeding concerning imports of ethyl alcohol originating in Guatemala and Pakistan\n", "header": "26.4.2006 EN Official Journal of the European Union L 112/13\nCOMMISSION DECISION\nof 25 April 2006\nterminating the anti-dumping proceeding concerning imports of ethyl alcohol originating in Guatemala and Pakistan\n(2006/301/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) On 26th May 2005, by a notice published in the Official Journal of the European Union\n (2), the Commission announced the initiation of an anti-dumping proceeding with regard to imports into the Community of ethyl alcohol, whether denatured or undenatured, having an alcoholic strength by volume of 80 % vol or higher, originating in Guatemala and Pakistan, normally declared under CN codes 2207 10 00 and ex 2207 20 00.\n(2) The anti-dumping proceeding was initiated, pursuant to Article 5 of the basic Regulation, following a complaint lodged on 11th April 2005 by the Committee of Industrial Ethanol Producers of the European Union (the ‘complainant’) on behalf of producers representing a major proportion, in this case more than 30 %, of the Community production of ethyl alcohol.\n(3) The complaint contained prima facie evidence of the existence of dumping of the said product and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding.\n(4) The Commission officially advised the exporting producers in Guatemala and Pakistan, importers/traders, suppliers and users known to be concerned, the representatives of the exporting countries concerned, the complainant and all other known Community producers of the initiation of the proceeding. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set in the notice of initiation and questionnaires were sent to all parties concerned.\nB.   WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(5) By a letter dated 31st January 2006 and addressed to the Commission, the complainant formally withdrew its complaint. According to the complainant, this withdrawal was prompted by the recent significant change in the Generalised System of Preferences on ethyl alcohol originating in Pakistan. According to the complainant, though this has not eliminated dumping practices, it has helped to significantly curb the large and injurious volumes of imports from Pakistan into the Community. As the injury data in the complaint was based on the combined effect of imports from Guatemala and Pakistan, the complainant believed that the withdrawal of the complaint with regard to both countries is a reasonable course of action at the present time.\n(6) In accordance with Article 9(1) of the basic Regulation, the proceeding may be terminated where the complaint is withdrawn unless such termination would not be in the Community interest.\n(7) The Commission considered that the present proceeding should be terminated since the investigation had not brought to light any consideration showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. However, no comments which could alter this decision were received.\n(8) The Commission therefore concludes that the anti-dumping proceeding concerning imports into the Community of ethyl alcohol originating in Guatemala and Pakistan should be terminated without the imposition of anti-dumping measures,", "main_body": ["The anti-dumping proceeding concerning imports of ethyl alcohol, whether denatured or undenatured, having an alcoholic strength by volume of 80 % vol or higher, originating in Guatemala and Pakistan, normally declared under CN codes 2207 10 00 and ex 2207 20 00 is hereby terminated."], "attachments": "Done at Brussels, 25 April 2006.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ C 129, 26.5.2005, p. 22."}