{"celex_id": "32008D0169", "uri": "http://publications.europa.eu/resource/cellar/e67469b2-7734-48c2-9585-8658486b6f15", "type": "Decision", "concepts": ["2560", "3763", "5263", "6004"], "title": "2008/169/EC: Commission Decision of 22 February 2008 authorising methods for grading pig carcases in Romania (notified under document number C(2008) 676)\n", "header": "29.2.2008 EN Official Journal of the European Union L 56/34\nCOMMISSION DECISION\nof 22 February 2008\nauthorising methods for grading pig carcases in Romania\n(notified under document number C(2008) 676)\n(Only the Romanian text is authentic)\n(2008/169/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Under Article 2(3) of Regulation (EEC) No 3220/84, the grading of pig carcases is to be determined by estimating the lean meat content by means of statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase. The authorisation of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment. This tolerance is defined in Article 3(2) of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (2).\n(2) Romania has asked the Commission to authorise two methods of grading pig carcases and has presented the results of its dissection trials in the second part of the protocol provided for in Article 3(3) of Regulation (EEC) No 2967/85.\n(3) Examination of this request has revealed that the conditions for authorising these grading methods are fulfilled.\n(4) No modification of the apparata or grading methods may be authorised except by means of a new Commission Decision adopted in the light of experience gained. For this reason, the present authorisation may be revoked.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The use of the following methods is hereby authorised for grading pig carcases pursuant to Regulation (EEC) No 3220/84 in Romania:\n(a) the Fat-O-Meat’er (FOM) apparatus and the assessment methods related thereto, details of which are given in Part 1 of the Annex;\n(b) the OptiGrade-Pro (OGP) apparatus and the assessment methods related thereto, details of which are given in Part 2 of the Annex.", "Modifications of the apparata or the assessment methods shall not be authorised.", "This Decision is addressed to Romania."], "attachments": "Done at Brussels, 22 February 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 301, 20.11.1984, p. 1. Regulation as last amended by Regulation (EC) No 3513/93 (OJ L 320, 22.12.1993, p. 5).\n(2)  OJ L 285, 25.10.1985, p. 39. Regulation as last amended by Regulation (EC) No 1197/2006 (OJ L 217, 8.8.2006, p. 6).\nANNEX\nMethods for grading pig carcasses in Romania\nPART 1\nFAT-O-MEAT’ER (FOM)\n1. Grading of pig carcases is carried out by means of the apparatus known as ‘Fat-O-Meat’er (FOM)’.\n2. The apparatus shall be equipped with a probe of 6 millimetres diameter containing a photodiode of the Siemens SFH 950/960 type and having an operating distance of between 3 and 103 millimetres. The results of the measurements are converted into estimated lean meat content by means of a computer.\n3. The lean meat content of the carcasse shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcasse\nX1 = thickness of fat, including rind, in millimetres, measured at 7 cm from the midline\nX2 = thickness of the muscle in millimetres, measured at 7 cm from the midline, between the third and fourth last rib\nPART 2\nOPTIGRADE-PRO (OGP)\n1. Grading of pig carcasses shall be carried out by means of the apparatus termed ‘OptiGrade-Pro (OGP)’.\n2. The apparatus shall be equipped with an optical probe 6 mm in diameter, one infrared photodiode (Siemens) and a photo transistor (Siemens). The operating distance shall be between 0 and 110 mm. The results of the measurements are converted into estimated lean meat content by means of a computer.\n3. The lean meat content of the carcasses shall be calculated using the following formula:\nŶ = the estimated percentage of lean meat in the carcasse\nX1 = thickness of fat, including rind, in millimetres, measured at 7 cm from the midline, between the third and fourth last rib\nX2 = thickness of the muscle in millimetres, measured at 7 cm from the midline, between the third and fourth last rib"}