{"celex_id": "32005R0285", "uri": "http://publications.europa.eu/resource/cellar/1e0c9631-816f-46a1-b7a8-c801660953d9", "type": "Regulation", "concepts": ["1649", "2734", "4324", "946"], "title": "Commission Regulation (EC) No 285/2005 of 18 February 2005 laying down transitory measures arising from the adoption of improved trade arrangements concerning the export of certain processed agricultural products to Switzerland and Liechtenstein\n", "header": "19.2.2005 EN Official Journal of the European Union L 48/12\nCOMMISSION REGULATION (EC) No 285/2005\nof 18 February 2005\nlaying down transitory measures arising from the adoption of improved trade arrangements concerning the export of certain processed agricultural products to Switzerland and Liechtenstein\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular Article 8(3) thereof,\nWhereas:\n(1) The Agreement between the European Community and the Swiss Confederation amending the Agreement between the European Economic Community and the Swiss Confederation of 22 July 1972 (2), which was signed in October 2004, is provisionally applicable from 1 February 2005 by virtue of Council Decision 2005/45/EC of 22 December 2004 concerning the conclusion and the provisional application of the Agreement between the European Community and the Swiss Confederation amending the Agreement between the European Economic Community and the Swiss Confederation of 22 July 1972 as regards the provisions applicable to processed agricultural products (3).\n(2) Pursuant to Decision 2005/45/EC certain goods for which operators have applied for refund certificates in accordance with Commission Regulation (EC) No 1520/2000 of 13 July 2000 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds (4) are, from 1 February 2005, no longer eligible for refunds when they are exported to Switzerland or Liechtenstein.\n(3) Reduction of refund certificates and pro rata release of the corresponding security should be allowed where operators can demonstrate to the satisfaction of the national competent authority that their claims for refunds have been affected by Decision 2005/45/EC. When assessing requests for reduction of the amount of the refund certificate and proportional release of the relevant security, the national competent authority should, in cases of doubt, have regard in particular to the documents referred to in Article 1(2) of Council Regulation (EEC) No 4045/89 of 21 December 1989 on scrutiny by Member States of transactions forming part of the system of financing by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund and repealing Directive 77/435/EEC (5) without prejudice to the application of the other provisions of that Regulation.\n(4) For administrative reasons it is appropriate to provide that requests for reduction of the amount of the refund certificate and release of the security are to be made within a short period and that the amounts for which reductions have been accepted are to be notified to the Commission in time for their inclusion in the determination of the amount for which refund certificates for use from 1 April 2005 shall be issued, pursuant to Regulation (EC) No 1520/2000.\n(5) Since the measures laid down in Decision 2005/45/EC will apply from 1 February 2005, this Regulation should apply from the same date and enter into force immediately.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I to the Treaty,", "main_body": ["1.   Refund certificates issued in accordance with Regulation (EC) No 1520/2000 in respect of exports of the goods for which export refunds have been abolished by Decision 2005/45/EC may, at request of the interested party, be reduced under the conditions provided for in paragraph 2.\n2.   To be eligible for reduction of the amount of the refund certificate, the certificates referred to in paragraph 1 must have been applied for before 1 February 2005 and their validity period must expire after 31 January 2005.\n3.   The certificate shall be reduced by the amount for which the interested party is unable to claim export refunds from 1 February 2005, as demonstrated to the satisfaction of the national competent authority.\nIn making their appraisal the competent authorities shall, in cases of doubt, have regard in particular to the commercial documents referred to in Article 1(2) of Regulation (EEC) No 4045/89.\n4.   The relevant security shall be released in proportion to the reduction concerned.", "1.   To be eligible for consideration under Article 1, the national competent authority must receive the requests by 7 March 2005, at the latest.\n2.   Member States shall notify the Commission not later than 14 March 2005 of the amounts for which reductions have been accepted in accordance with Article 1(3) of this Regulation. The notified amounts shall be taken into account for the determination of the amount for which refund certificates for use from 1 April 2005 shall be issued, pursuant to point (d) of Article 8(1) of Regulation (EC) No 1520/2000.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 2005.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(2)  OJ L 23, 26.1.2005, p. 19.\n(3)  OJ L 23, 26.1.2005, p. 17.\n(4)  OJ L 177, 15.7.2000, p. 1. Regulation as last amended by Regulation (EC) No 886/2004 (OJ L 168, 1.5.2004, p. 14).\n(5)  OJ L 388, 30.12.1989, p. 18. Regulation as last amended by Regulation (EC) No 2154/2002 (OJ L 328, 5.12.2002, p. 4.)."}