{"celex_id": "32001D0575", "uri": "http://publications.europa.eu/resource/cellar/eb5ea255-6d50-4ad2-ae2c-fe43250b16f3", "type": "Decision", "concepts": ["1763", "191", "2548", "4081", "5859", "5898"], "title": "2001/575/EC: Commission Decision of 13 July 2001 recognising Slovakia and Slovenia as being free from Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman et Kotthoff) Davis et al. (notified under document number C(2001) 1894)\n", "header": "Commission Decision\nof 13 July 2001\nrecognising Slovakia and Slovenia as being free from Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman et Kotthoff) Davis et al.\n(notified under document number C(2001) 1894)\n(2001/575/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community [1], as last amended by Commission Directive 2001/33/EC [2], and in particular Annex III, Part A, point 12 thereof,\nHaving regard to the requests made by Slovakia and Slovenia,\nWhereas:\n(1) Under the provisions of Annex III, Part A, point 12 of Directive 2000/29/EC tubers of Solanum tuberosum L., other than seed potatoes and certain other potatoes specified in Annex III, Part A, points 10 and 11, originating in certain European non-member countries other than those recognised as being free from Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman et Kotthoff) Davis et al. may not be introduced into the Member States.\n(2) It appears from official information supplied by Slovakia, and from information collected during missions carried out in this country in April 1998 and April 2000 by the Food and Veterinary Office, that the aforementioned harmful organism does not occur in that country, and that Slovakia has applied a control, inspection and testing procedure for the aforementioned harmful organism on imports of potatoes and domestic seed production.\n(3) It appears from official information supplied by Slovenia in 1999, 2000 and 2001, and from information collected during a mission carried out in this country in June 1999 by the Food and Veterinary Office that the aforementioned harmful organism does not occur in that country, and that Slovenia has applied a control, inspection and testing procedure for the aforementioned harmful organism on imports of potatoes and domestic seed production.\n(4) It can therefore be established that there is no risk of the aforementioned harmful organism spreading.\n(5) This Decision is without prejudice to any subsequent findings that may show that the aforementioned harmful organism is present in these countries.\n(6) The Commission will ensure that on a yearly basis Slovakia and Slovenia make all technical information available that is necessary to assess the aforementioned situation.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["It is hereby declared that Slovakia and Slovenia are recognised as being free from Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman et Kotthoff) Davis et al.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n[1] OJ L 169, 10.7.2000, p. 1.\n[2] OJ L 127, 9.5.2001, p. 42.\n--------------------------------------------------"}