{"celex_id": "32006R1463", "uri": "http://publications.europa.eu/resource/cellar/7d4dbd5d-4ce5-4e8f-b583-99f48dc07e96", "type": "Regulation", "concepts": ["1052", "12", "1542", "2324", "2965", "3763", "5063", "862", "922"], "title": "Council Regulation (EC) No 1463/2006 of 19 June 2006 adapting Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) by reason of the accession of Bulgaria and Romania to the European Union\n", "header": "9.10.2006 EN Official Journal of the European Union L 277/1\nCOUNCIL REGULATION (EC) No 1463/2006\nof 19 June 2006\nadapting Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) by reason of the accession of Bulgaria and Romania to the European Union\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of Bulgaria and Romania signed in Luxembourg on 25 April 2005, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 56 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EC) No 1698/2005 (1) introduced general rules governing Community support for rural development policy for the programming period 2007 to 2013 and established priorities and measures for rural development.\n(2) Those general rules and measures should be adapted to allow their implementation in Bulgaria and Romania as from the date of accession of those countries to the European Union.\n(3) Regulation (EC) No 1698/2005 establishes a compulsory Leader axis within the rural development programme, which must account for a minimum percentage of EAFRD contribution to the programme. Given the lack of experience of Bulgaria and Romania in implementing the Leader approach and in order to build sufficient local capacity to apply Leader, the average financial contribution of 2,5 % for the Leader axis should be applied for the period 2010 to 2013 for those countries.\n(4) With a view to allowing Bulgaria and Romania to benefit until 2013 from the transitional measures concerning the support to semi-subsistence agricultural holdings and the setting-up of producer groups, Bulgaria and Romania should be added to the list of countries benefiting from these measures.\n(5) Regulation (EC) No 1698/2005 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1698/2005 shall be amended as follows:\n1. the following subparagraph shall be added to Article 17(2):\n2. the introductory words in Article 20(d) shall be replaced by the following:", "This Regulation shall enter into force on 1 January 2007 subject to the entry into force of the Treaty of Accession of Bulgaria and Romania.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 June 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  OJ L 277, 21.10.2005, p. 1."}