{"celex_id": "32001R1941", "uri": "http://publications.europa.eu/resource/cellar/372ad208-6399-45af-8811-1b2d5c4f0828", "type": "Regulation", "concepts": ["1642", "3408", "4687", "4743", "5581"], "title": "Commission Regulation (EC) No 1941/2001 of 2 October 2001 derogating from Regulation (EC) No 1372/95 laying down detailed rules for implementing the system of export licences in the poultrymeat sector\n", "header": "Commission Regulation (EC) No 1941/2001\nof 2 October 2001\nderogating from Regulation (EC) No 1372/95 laying down detailed rules for implementing the system of export licences in the poultrymeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat(1), as last amended by Commission Regulation (EC) No 2916/95(2), and in particular Article 3(2) and Article 8(12) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1372/95(3), as last amended by Regulation (EC) No 1383/2001(4), lays down detailed rules for implementing the system of export licences in the poultrymeat sector.\n(2) The most recent amendment to that Regulation inter alia adjusted the product categories given in Annex I thereto, adding products in category 4 to category 3 in order to facilitate the use of licences for the various presentations of whole chickens and to permit the export of all types of chicken under the same licence.\n(3) The new, more flexible rules apply to licences applied for from 10 July 2001. However, the problems in trade with Russia following the outbreak of foot-and-mouth disease in several Member States have made the use of certain licences applied for before 10 July 2001 impossible. The validity of those licences should therefore be extended and the new rules applied to them.\n(4) Since the licences concerned expire on 24 September 2001, this Regulation should apply from that date.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["1. Annex I to Regulation (EC) No 1372/95 shall also apply to export licences applied for before 10 July 2001 and still valid on that date.\n2. Notwithstanding Article 2(1) of Regulation (EC) No 1372/95, at the request of the holder, the validity of the licences referred to in paragraph 1 shall be extended by 45 days.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 24 September 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 77.\n(2) OJ L 305, 19.12.1995, p. 49.\n(3) OJ L 133, 17.6.1995, p. 26.\n(4) OJ L 186, 7.7.2001, p. 26."}