{"celex_id": "32003D0620", "uri": "http://publications.europa.eu/resource/cellar/d2d94fb2-c2b6-437e-8d83-d4c41f9ec0db", "type": "Decision", "concepts": ["1318", "1857", "2620", "4125", "73", "994"], "title": "2003/620/EC: Commission Decision of 19 August 2003 concerning a financial contribution by the Community towards the precautionary measures against foot-and-mouth disease taken by Germany in 2001 (notified under document number C(2003) 2979)\n", "header": "Commission Decision\nof 19 August 2003\nconcerning a financial contribution by the Community towards the precautionary measures against foot-and-mouth disease taken by Germany in 2001\n(notified under document number C(2003) 2979)\n(Only the German text is authentic)\n(2003/620/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Council Regulation No 806/2003(2), and in particular Article 3(3) and Article 5(3) thereof,\nWhereas:\n(1) Commission Decision 2001/172/EC of 1 March 2001 concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom and repealing Decision 2001/145/EC(3), as last amended by Decision 2001/318/EC(4), was adopted in order to avoid the spread of foot-and-mouth disease to other Member States and was subsequently repealed and replaced by Commission Decision 2001/356/EC(5), as last amended by Decision 2001/708/EC(6).\n(2) Germany took the necessary precautionary measures in order to avoid the spread of that disease as provided for in Article 11 of Decision 2001/172/EC and Article 12 of Decision 2001/356/EC.\n(3) Decision 90/424/EEC provides that a financial contribution may be made by the Community towards the measures deemed particularly necessary for the success of the action undertaken. It is necessary to set out the level of the financial contribution by the Community and the eligible costs.\n(4) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy(7), veterinary and plant health measures undertaken in accordance with Community rules are to be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund. Articles 8 and 9 of that Regulation are to apply for financial control purposes.\n(5) On 3 April 2002, Germany submitted an official application for reimbursement of all expenditure incurred within that Member State in relation to foot-and-mouth disease in 2001.\n(6) The official application by Germany is sufficiently detailed to allow the verification of the eligibility of the costs incurred. Therefore, it is not necessary to request that Germany submits a further claim according to a certain format.\n(7) The financial contribution from the Community should be granted subject to the measures planned having been efficiently carried out and the competent authorities supplying all the necessary information within the time limits laid down in this Decision.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Payment of a financial contribution by the Community to Germany\nGermany may obtain a financial contribution from the Community for the swift and adequate compensation of owners for the compulsory slaughter of their animals and the other costs incurred in 2001 while implementing the precautionary measures taken in accordance with Article 12 of Decision 2001/356/EC and Article 6 of Decision 90/424/EEC.\nThe financial contribution from the Community shall be 60 % of the eligible expenditure for the swift and adequate compensation and the other costs.", "Definitions\nFor the purpose of this Decision, the following definitions shall apply:\n(a) \"swift and adequate compensation\": means payment, without prejudice to Article 4(2) of Commission Regulation (EC) No 296/96(8), within 90 days of the slaughtering of the animals, of compensation corresponding to the market value of the animals immediately before they became infected or were slaughtered;\n(b) \"reasonable payments\": means payments for the purchase of materials or services at proportionate prices compared to the market prices before the outbreak of the foot-and-mouth disease;\n(c) \"justified payments\": means payments for the purchase of materials or services of which the nature and the direct link with the compulsory slaughter of animals and the other eligible measures as referred to in Article 11 of Decision 90/424/EEC implemented in the holdings during the eradication campaign is demonstrated.", "The eligible operational costs covered by the financial contribution from the Community\n1. The financial contribution from the Community as provided for in Article 1 shall only be made in respect of:\n(a) the swift and adequate compensation for the slaughtering of the animals and\n(b) justified and reasonable payments for the eligible costs as set out in Annex.\n2. The financial contribution from the Community as provided for in Article 1 shall exclude:\n(a) value added tax;\n(b) salaries of civil servants;\n(c) use of public material other than consumables.", "Conditions for payment\nThe financial contribution by the Community provided for in Article 1 shall be paid on the basis of:\n(a) the forwarded documents relating to the measures taken in the period referred to in Article 1;\n(b) detailed documents confirming the amounts set out in the claims referred to in point (a);\n(c) the results of the on-the-spot checks by the Commission as provided for in Article 5.\nThe documents referred to in point (b) shall be made available for on-the-spot audits by the Commission.", "On-the-spot checks by the Commission\nThe Commission may make on-the-spot checks, with the cooperation of the competent national authorities, on the implementation of the foot-and-mouth disease eradication measures referred to in Article 1 and the related costs incurred.", "Information concerning on-the-spot checks by the Commission\nThe Commission shall inform the Member States of the results of the on-the-spot checks carried out as provided for in Article 5.", "Addressee\nThis Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 19 August 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ L 62, 2.3.2001, p. 22.\n(4) OJ L 109, 19.4.2001, p. 75.\n(5) OJ L 125, 5.5.2001, p. 46.\n(6) OJ L 261, 29.9.2001, p. 67.\n(7) OJ L 160, 22.6.1999, p. 103.\n(8) OJ L 39, 17.2.1996, p. 5.\nANNEX\nEligible costs as referred to in Article 3(1)(b)\n1. Costs for the slaughter of the animals:\n(a) salaries and fees of the slaughtermen;\n(b) consumables and specific equipment used for the slaughter;\n(c) materials used for the transport of the animals to the slaughterplace.\n2. Costs for the destruction of animals:\n(a) rendering: transport of carcases to the rendering plant, treatment of carcases in the rendering plant and destruction of the meal;\n(b) burying: staff specifically employed, materials specifically rented for the transport and the burying of the carcases and products used for the disinfection of the holding;\n(c) burning: staff specifically employed, combustibles or other materials used, materials specifically rented for the transport of the carcases and products used for the disinfection of the plant.\n3. Cost for the destruction of milk:\n(a) compensation at market price of the milk;\n(b) destruction of the milk.\n4. Costs for the cleaning, disinfection and disinsectisation of holdings:\n(a) products used for cleaning, disinfection and disinsectisation;\n(b) salaries and fees for the staff specifically employed.\n5. Costs for the destruction of contaminated feedingstuffs:\n(a) compensation at purchase price of the feedingstuffs;\n(b) destruction of the feedingstuffs.\n6. Cost for the compensation of contaminated equipment at market value and destruction of such equipment. Costs of compensation for reconstruction or renewal of farm buildings and infrastructure costs are not eligible."}