{"celex_id": "32006D0022(01)", "uri": "http://publications.europa.eu/resource/cellar/072dd1f8-86a9-424a-86b9-53c7b50954c9", "type": "Decision", "concepts": ["2149", "2447", "3259", "4763", "5455", "5883", "6360"], "title": "2007/43/EC: Decision of the European Central Bank of 15 December 2006 laying down the measures necessary for the paying-up of the European Central Bank's capital by the participating national central banks ( ECB/2006/22 )\n", "header": "31.1.2007 EN Official Journal of the European Union L 24/3\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 15 December 2006\nlaying down the measures necessary for the paying-up of the European Central Bank's capital by the participating national central banks\n(ECB/2006/22)\n(2007/43/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Article 28.3 thereof,\nWhereas:\n(1) Decision ECB/2004/6 of 22 April 2004 laying down the measures necessary for the paying-up of the European Central Bank's capital by the participating national central banks (1) determined how and to what extent the national central banks (NCBs) of the Member States that have adopted the euro (hereinafter the ‘participating NCBs’) were under an obligation to pay up the European Central Bank's (ECB's) capital on 1 May 2004.\n(2) In view of the accession of Bulgaria and Romania to the European Union and their respective NCBs joining the European System of Central Banks (ESCB) on 1 January 2007, Decision ECB/2006/21 of 15 December 2006 on the national central banks' percentage shares in the key for subscription to the European Central Bank's capital (2) establishes with effect from 1 January 2007 the new weightings assigned to each NCB that will be a member of the ESCB on 1 January 2007 in the key for subscription to the ECB's expanded capital (hereinafter the ‘capital key weightings’ and the ‘capital key’ respectively).\n(3) The ECB's subscribed capital will be EUR 5 760 652 402,58 with effect from 1 January 2007.\n(4) The expanded capital key requires the adoption of a new ECB decision repealing Decision ECB/2004/6 with effect from 1 January 2007 and determining how and to what extent the participating NCBs are under an obligation to pay up the ECB's capital with effect from 1 January 2007.\n(5) Pursuant to Article 1 of Council Decision 2006/495/EC of 11 July 2006 in accordance with Article 122(2) of the Treaty on the adoption by Slovenia of the single currency on 1 January 2007 (3), the derogation in favour of Slovenia referred to in Article 4 of the 2003 Act of Accession (4) is abrogated with effect from 1 January 2007.\n(6) In accordance with Decision ECB/2006/30 of 30 December 2006 on Banka Slovenije's paying-up of capital, transfer of foreign reserve assets and contribution to the European Central Bank's reserves and provisions (5) Banka Slovenije is under an obligation to pay up the remaining share of its subscription to the ECB's capital with effect from 1 January 2007, taking into account the expanded capital key,", "main_body": ["Extent and form of paid-up capital\nEach participating NCB shall pay up its subscription to the ECB's capital in full with effect from 1 January 2007. Taking into account the capital key weightings described in Article 2 of Decision ECB/2006/21, each participating NCB shall pay up with effect from 1 January 2007 the amount shown next to its name in the following table:\nParticipating NCB (EUR)\nNationale Bank van België/Banque Nationale de Belgique 142 334 199,56\nDeutsche Bundesbank 1 182 149 240,19\nBank of Greece 104 659 532,85\nBanco de España 434 917 735,09\nBanque de France 828 813 864,42\nCentral Bank and Financial Services Authority of Ireland 51 183 396,60\nBanca d'Italia 721 792 464,09\nBanque centrale du Luxembourg 9 073 027,53\nDe Nederlandsche Bank 224 302 522,60\nOesterreichische Nationalbank 116 128 991,78\nBanco de Portugal 98 720 300,22\nBanka Slovenije 18 399 523,77\nSuomen Pankki 71 708 601,11", "Adjustment of paid-up capital\n1.   Given that each participating NCB, with the exception of Banka Slovenije, has already paid up its full share in the ECB's subscribed capital as applicable until 31 December 2006 under Decision ECB/2004/6, each of them, with the exception of Banka Slovenije, shall either transfer an additional amount to the ECB, or receive an amount back from the ECB, as appropriate, in order to arrive at the amounts shown in the table in Article 1. The paying-up of capital by Banka Slovenije is regulated by Decision ECB/2006/30.\n2.   All transfers pursuant to this Article shall be made in accordance with Decision ECB/2006/23 of 15 December 2006 laying down the terms and conditions for transfers of the European Central Bank's capital shares between the national central banks and for the adjustment of the paid-up capital (6).", "Final provisions\n1.   This Decision shall enter into force on 1 January 2007.\n2.   Decision ECB/2004/6 is hereby repealed with effect from 1 January 2007.\n3.   References to Decision ECB/2004/6 shall be construed as being made to this Decision."], "attachments": "Done at Frankfurt am Main, 15 December 2006.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 205, 9.6.2004, p. 7.\n(2)  See page 1 of this Official Journal.\n(3)  OJ L 195, 15.7.2006, p. 25.\n(4)  OJ L 236, 23.9.2003, p. 33.\n(5)  See page 17 of this Official Journal.\n(6)  See page 5 of this Official Journal."}