{"celex_id": "32005D0379", "uri": "http://publications.europa.eu/resource/cellar/d9445099-e10d-486d-b7b6-89bcafe11387", "type": "Decision", "concepts": ["1598", "3408", "5034", "5334", "619"], "title": "2005/379/EC: Commission Decision of 17 May 2005 on pedigree certificates and particulars for pure-bred breeding animals of the bovine species, their semen, ova and embryos (notified under document number C(2005) 1436)  (Text with EEA relevance)\n", "header": "18.5.2005 EN Official Journal of the European Union L 125/15\nCOMMISSION DECISION\nof 17 May 2005\non pedigree certificates and particulars for pure-bred breeding animals of the bovine species, their semen, ova and embryos\n(notified under document number C(2005) 1436)\n(Text with EEA relevance)\n(2005/379/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/504/EEC of 25 July 1977 on pure-bred breeding animals of the bovine species (1), and in particular the fifth indent of Article 6(1) thereof,\nWhereas:\n(1) In accordance with Directive 77/504/EEC Member States may require that pure-bred breeding animals of the bovine species, their semen, ova and embryos should be accompanied, in intra-Community trade, by a pedigree certificate delivered by approved breeders’ organisations or associations (the pedigree certificate). The Directive also provides that the particulars to be shown in pedigree certificates should be harmonised.\n(2) The model pedigree certificates and the particulars to be provided either in such models or in equivalent documentation are currently laid down for pure-bred breeding animals of the bovine species in Commission Decision 86/404/EEC (2), for semen and embryos in Commission Decision 88/124/EEC (3) and for ova in Commission Decision 96/80/EC (4). In the interests of clarity and rationality of Community legislation, Decisions 86/404/EEC, 88/124/EEC and 96/80/EC should be repealed and replaced by a single Decision.\n(3) Provisions on the identification of bovine animals are laid down in Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and labelling of beef and beef products and repealing Council Regulation (EC) No 820/97 (5).\n(4) Special provisions on the official testing of pure-bred bulls are laid down in Council Directive 87/328/EEC of 18 June 1987 on the acceptance for breeding purposes of pure-bred breeding animals of the bovine species (6).\n(5) Pedigree certificates should ensure for customers of an animal or its germinal products the minimum information corresponding to the particulars required by Decisions 86/404/EEC, 88/124/EEC and 96/80/EC. Based on experience with the evolution of information technologies, and taking into account the fact that certain results of genetic evaluation are publicly available, it appears that the recommendation of a harmonised model of certificate is no longer necessary, and that certain particulars may in some instances be sufficiently provided by a reference to their public source.\n(6) Pedigree certificates or statements certifying equivalent documentation are issued by bodies recognised in accordance with Commission Decision 84/247/EEC of 27 April 1984 laying down the criteria for the recognition of breeders’ organisations and associations which maintain or establish herd-books for pure-bred breeding animals of the bovine species (7). However, it appears appropriate that pedigree certificates for semen may also be issued by collection or storage centres approved in accordance with Council Directive 88/407/EEC of 14 June 1988 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the bovine species (8) and that pedigree certificates for embryos may also be issued by collection teams approved in accordance with Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and importation from third countries of embryos of domestic animals of the bovine species (9).\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["This Decision lays down the particulars to be contained either in pedigree certificates or in documents accompanying the pure-bred breeding animals of the bovine species, their semen, ova and embryos in intra-Community trade. Pedigree certificates pursuant to this Decision shall be issued by approved breeders’ organisations or associations (hereafter: ‘breeding organisations’) officially recognised in accordance with Decision 84/247/EEC. Pedigree certificates for semen may also be issued by collection or storage centres approved in accordance with Directive 88/407/EEC and pedigree certificates for embryos may also be issued by embryo collection teams approved in accordance with Directive 89/556/EEC, on the basis of the particulars provided by the breeding organisation in accordance with Article 3(2), and 5(2) of this Decision.", "1.   Pedigree certificates for animals shall contain the following particulars:\n(a) the following title: ‘Pedigree certificate issued in accordance with Commission Decision 2005/379/EC for intra-Community trade’;\n(b) the name of the issuing breeding organisation officially recognised in accordance with Decision 84/247/EEC;\n(c) the name of the herd-book;\n(d) the breed;\n(e) the sex;\n(f) the entry number in the herd-book;\n(g) the date of issue of the certificate;\n(h) the system of identification;\n(i) the identification number in accordance with Regulation (EC) No 1760/2000;\n(j) the date of birth;\n(k) the name and address of the breeder;\n(l) the name and address of the owner;\n(m) the pedigree:\nSire Grandsire Granddam\nHerd-book No Herd-book No Herd-book No\nDam Grandsire Granddam\nHerd-book No Herd-book No Herd-book No\n(n) all available results of performance tests and up-to-date results of the genetic evaluation including genetic peculiarities and genetic defects on the animal itself and its parents and grandparents as required in the breeding programme for the category and the animal in question. If the results of the genetic evaluation are publicly available on the Internet, it shall be sufficient to refer to the website where those results can be found;\n(o) in the case of pregnant females, the date of insemination or mating and the identification of the fertilising bull;\n(p) the name and title of the signatory, the date and place of delivery of the certificate and the signature of the individual authorised by the issuing breeding organisation.\n2.   However, those particulars may be contained in other documents accompanying the animal provided that the breeding organisation keeping the herd-book certifies the documents with the following sentence: ‘The undersigned certifies that the particulars required by Article 2 of Commission Decision 2005/379/EC are contained in the documents attached: […]’, completed with an exhaustive list of the relevant attachments.", "1.   Pedigree certificates for semen shall contain the following particulars:\n(a) all the particulars referred to in Article 2 concerning the bull that provided the semen as well as its blood group or test results providing equivalent scientific guarantees to verify the pedigree;\n(b) information allowing identification of the semen, the date of its collection and the names and addresses of the semen collection centre or semen storage centre and of the consignee;\n(c) for semen intended for official testing of purebred bulls, the name and address of the approved organisation or association responsible for carrying out the testing in accordance with Directive 87/328/EEC;\n(d) the name and title +/– of the signatory, the date and place of delivery of the certificate and the signature of the individual authorised by the issuing breeding organisation.\n2.   However, those particulars may be contained in other documents accompanying the semen provided that the breeding organisation keeping the herd-book certifies the documents with the following sentence: ‘The undersigned certifies that the particulars required by Article 3 of Commission Decision 2005/379/EC are contained in the documents attached: […]’, completed with an exhaustive list of the relevant attachments.", "1.   Pedigree certificates for ova shall contain the following particulars:\n(a) all the particulars referred to in Article 2 concerning the donor female that provided the ova as well as its blood group or test results providing equivalent scientific guarantees to verify the pedigree;\n(b) information allowing identification of the ova, the date of its collection and the names and addresses of the ova collection team and of the consignee;\n(c) where there is more than one ovum in a straw, a clear indication of the number of ova which must all have the same dam;\n(d) the name and title of the signatory, the date and place of delivery of the certificate and the signature of the individual authorised by the issuing breeding organisation.\n2.   However, those particulars may be contained in other documents accompanying the ova provided that the breeding organisation keeping the herd-book certifies the documents with the following sentence: ‘The undersigned certifies that the particulars required by Article 4 of Commission Decision 2005/379/EC are contained in the documents attached: […]’ completed with an exhaustive list of the relevant attachments.", "1.   Pedigree certificates for embryos shall contain the following particulars:\n(a) all the particulars referred to in Article 2 concerning the donor female and the fertilising bull as well as both their blood groups or test results providing equivalent scientific guarantees to verify the pedigree;\n(b) information allowing identification of the embryo, the date of its collection and the names and addresses of the embryo collection team and of the consignee;\n(c) where there is more than one embryo in a straw, a clear indication of the number of embryos which must all have the same parentage;\n(d) the name and title of the signatory, the date and place of delivery of the certificate and the signature of the individual authorised by the issuing breeding organisation.\n2.   However, those particulars may be contained in other documents accompanying the embryos provided that the breeding organisation keeping the herd-book certifies the documents with the following sentence: ‘The undersigned certifies that the particulars required by Article 5 of Commission Decision 2005/379/EC are contained in the documents attached: […]’ completed with an exhaustive list of the relevant attachments.", "Decisions 86/404/EEC, 88/124/EEC and 96/80/EC are repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 May 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 206, 12.8.1977, p. 8. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(2)  OJ L 233, 20.8.1986, p. 19.\n(3)  OJ L 62, 8.3.1988, p. 32. Decision as amended by Decision 2002/8/EC (OJ L 3, 5.1.2002, p. 53).\n(4)  OJ L 19, 25.1.1996, p. 50. Decision as amended by Decision 2002/8/EC.\n(5)  OJ L 204, 11.8.2000, p. 1.\n(6)  OJ L 167, 26.6.1987, p. 54.\n(7)  OJ L 125, 12.5.1984, p. 58.\n(8)  OJ L 194, 22.7.1988, p. 10. Directive as last amended by Commission Decision 2004/101/EC (OJ L 30, 4.2.2004, p. 15).\n(9)  OJ L 302, 19.10.1989, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1)."}