{"celex_id": "32008R1080", "uri": "http://publications.europa.eu/resource/cellar/7d7f3e05-def2-4375-8849-7a7df74a1d36", "type": "Regulation", "concepts": ["161", "1644", "2299", "2488", "2771", "4319", "4385"], "title": "Commission Regulation (EC) No 1080/2008 of 4 November 2008 amending Regulation (EC) No 1100/2006 laying down, for the marketing years 2006/07, 2007/08 and 2008/09, detailed rules for the opening and administration of tariff quotas for raw cane-sugar for refining, originating in least developed countries, as well as detailed rules applying to the importation of products of tariff heading 1701 originating in least developed countries\n", "header": "5.11.2008 EN Official Journal of the European Union L 296/3\nCOMMISSION REGULATION (EC) No 1080/2008\nof 4 November 2008\namending Regulation (EC) No 1100/2006 laying down, for the marketing years 2006/07, 2007/08 and 2008/09, detailed rules for the opening and administration of tariff quotas for raw cane-sugar for refining, originating in least developed countries, as well as detailed rules applying to the importation of products of tariff heading 1701 originating in least developed countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 980/2005 of 27 June 2005 applying a scheme of generalised tariff preferences (1), and in particular Article 12(6) thereof,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (2), and in particular Article 134 in combination with Article 4 thereof,\nWhereas:\n(1) Article 5(7)(d) of Commission Regulation (EC) No 1100/2006 of 17 July 2006 laying down, for the marketing years 2006/07, 2007/08 and 2008/09, detailed rules for the opening and administration of tariff quotas for raw cane-sugar for refining, originating in least developed countries, as well as detailed rules applying to the importation of products of tariff heading 1701 originating in least developed countries (3), limits the applications for import licenses of sugar from Least Developed Countries (LDC) to ‘approved operators’.\n(2) Council Regulation (EC) No 732/2008 of 22 July 2008 applying a scheme of generalised tariff preferences for the period from 1 January 2009 to 31 December 2011 and amending Regulations (EC) No 552/97, (EC) No 1933/2006 and Commission Regulations (EC) No 1100/2006 and (EC) No 964/2007 (4) (GSP Regulation) provides for a more inclusive definition: ‘the applicant’. However, the amendment it introduces will become applicable only from 1 January 2009, at the start of application of the new period of the GSP Regulation, and not from the beginning of the next marketing year for sugar, which starts on 1 October 2008. In order to avoid discrimination between operators willing to supply the market, the new definition shall coincide with the starting of the marketing year of sugar. Regulation (EC) No 1100/2006 should therefore be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Generalised Preferences Committee.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["In Article 5(7)(d) of Regulation (EC) No 1100/2006, the words ‘the approved operator’s pledge’ shall be replaced by the words ‘the applicant’s pledge’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 November 2008.\nFor the Commission\nCatherine ASHTON\nMember of the Commission\n(1)  OJ L 169, 30.6.2005, p. 1.\n(2)  OJ L 299, 16.11.2007, p. 1.\n(3)  OJ L 196, 18.7.2006, p. 3.\n(4)  OJ L 211, 6.8.2008, p. 1."}