{"celex_id": "32001D0739", "uri": "http://publications.europa.eu/resource/cellar/a2335044-4563-4bba-8383-4386313a7bb9", "type": "Decision", "concepts": ["192", "2286", "2356", "2560", "862", "922"], "title": "2001/739/EC: Commission Decision of 17 October 2001 on the total amount of Community aid for the eradication of classical swine fever in the Netherlands in 1998 (notified under document number C(2001) 3110)\n", "header": "Commission Decision\nof 17 October 2001\non the total amount of Community aid for the eradication of classical swine fever in the Netherlands in 1998\n(notified under document number C(2001) 3110)\n(Only the Dutch text is authentic)\n(2001/739/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Article 3(3) and (5) thereof,\nWhereas:\n(1) An epidemic of classical swine fever occurred in the Netherlands in 1997 and in 1998. The appearance of the disease represents a serious danger to the Community pig herd. With a view to the speedy eradication of the disease the Community is able to contribute to the expenditure incurred by the Member State.\n(2) In relation to the outbreak of classical swine fever which occurred in 1997 the Commission adopted Decision 2000/362/EC(3) on the total amount of Community aid for the eradication of classical swine fever in the Netherlands in 1997. This Decision provided for the payment of a total amount of EUR 109937795.\n(3) On 10 September 1999 the Netherlands presented an application for reimbursement of all the expenditure incurred in the country in relation to the outbreaks of classical swine fever in 1998. At the request of the Commission, the Netherlands provided further information on this matter on 6 December 1999, 7 February 2000 and 21 April 2000.\n(4) The Commission has checked to see whether all Community veterinary legal provisions have been observed and all the conditions for Community financial assistance have been met.\n(5) As a result of these checks, not all of the expenditure submitted could be accepted as eligible. This position is consistent with the special report on classical swine fever issued by the Court of Auditors(4) and with Decision 2000/362/EC.\n(6) The Commission's comments on the application submitted by the Netherlands were officially notified to the Dutch authorities on 11 December 2000.\n(7) The total amount of Community aid for the expenditure related to the outbreaks of classical swine fever in the Netherlands in 1998 must now be fixed.\n(8) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999(5), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund. For financial control purposes, Article 8 and 9 of Regulation (EC) No 1258/1999 apply.\n(9) The Standing Veterinary Committee has not given a favourable opinion. The Commission therefore proposed these measures to the Council on 19 June 2001 in accordance with Article 41 of Decision 90/424/EEC, the Council being required to act within three months.\n(10) However, the Council has not acted within the required time limit. These measures should now be adopted by the Commission,", "main_body": ["The total amount of Community financial aid for the eradication of classical swine fever in the Netherlands in 1998 is hereby fixed at EUR 6277156.", "The amount referred to in Article 1 shall be paid after adoption of the present Decision.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 17 October 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 129, 30.5.2000, p. 33.\n(4) OJ C 85, 23.3.2000, p. 1.\n(5) OJ L 160, 26.6.1999, p. 103."}