{"celex_id": "32000D0605", "uri": "http://publications.europa.eu/resource/cellar/bae22b0e-6024-4b60-9b02-194cc9437830", "type": "Decision", "concepts": ["1706", "1826", "4036", "4039", "5234", "5309"], "title": "2000/605/EC: Commission Decision of 26 September 2000 amending Decision 96/603/EC establishing the list of products belonging to Classes A 'No contribution to fire' provided for in Decision 94/611/EC implementing Article 20 of Council Directive 89/106/EEC on construction products (notified under document number C(2000) 2640) (Text with EEA relevance)\n", "header": "Commission Decision\nof 26 September 2000\namending Decision 96/603/EC establishing the list of products belonging to Classes A \"No contribution to fire\" provided for in Decision 94/611/EC implementing Article 20 of Council Directive 89/106/EEC on construction products\n(notified under document number C(2000) 2640)\n(Text with EEA relevance)\n(2000/605/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/106/EEC of 21 December 1988 on the approximation of laws, regulations and administrative provisions of the Member States relating to construction products(1), as amended by Directive 93/68/EEC(2), and in particular Article 20 thereof,\nWhereas:\n(1) Commission Decision 96/603/EC(3) established a list of products belonging to Classes A \"No contribution to fire\" provided for in Tables 1 and 2 of the Annex to Commission Decision 94/611/EC(4), which described the European classification system for expressing the reaction-to-fire performance of construction products.\n(2) Decision 94/611/EC has been replaced by Commission Decision 2000/147/EC(5), which does not refer to Classes A, thus necessitating an amendment to Decision 96/603/EC.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Construction,", "main_body": ["Decision 96/603/EC is hereby amended as follows:\n1. in Article 1, the first paragraph is replaced by the following:\"The materials, and products made from them, that are listed in the Annex to this Decision, shall, on account of their low level of combustibility and subject to the conditions also set out in the Annex, be classified in Classes A1 and Class A1FL as provided for in Tables 1 and 2 of the Annex to Decision 2000/147/EC.\";\n2. the Annex is amended as follows:\n(a) the title is replaced by the following:\n\"Materials to be considered as reaction to fire Classes A1 and A1FL as provided for in Decision 2000/147/EC without the need for testing.\";\n(b) the general notes are amended as follows:\n(i) in the first and third paragraphs, \"Classes A\" is replaced by \"Class A1 and Class A1FL\".\n(ii) in the first and fourth paragraphs \"(whichever is the lower)\" is replaced by \"(whichever is the more onerous)\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 September 2000.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 40, 11.2.1989, p. 12.\n(2) OJ L 220, 30.8.1993, p. 1.\n(3) OJ L 267, 19.10.1996, p. 23.\n(4) OJ L 241, 16.9.1994, p. 25.\n(5) OJ L 50, 23.2.2000, p. 14."}