{"celex_id": "32003L0104", "uri": "http://publications.europa.eu/resource/cellar/827d7434-0f83-45ce-b649-e2c4278ab944", "type": "Directive", "concepts": ["1233", "1277", "2081", "5055", "5451"], "title": "Commission Directive 2003/104/EC of 12 November 2003 authorising isopropyl ester of the hydroxylated analogue of methionine\n", "header": "Commission Directive 2003/104/EC\nof 12 November 2003\nauthorising isopropyl ester of the hydroxylated analogue of methionine\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 82/471/EEC of 30 June 1982 concerning certain products used in animal nutrition(1), as last amended by Directive 1999/20/EC(2), and in particular Article 6 thereof,\nWhereas:\n(1) Directive 82/471/EEC provides that amendments to be made to the Annex to that Directive as a result of developments in scientific or technical knowledge shall be adopted by the procedure laid down in Article 13.\n(2) An application for authorisation has been submitted for isopropyl ester of the hydroxylated analogue of methionine which belongs to the group \"analogues of aminoacids\" referred to in the Annex to Directive 82/471/EEC.\n(3) The Scientific Committee on Animal Nutrition (SCAN) delivered an opinion on the use of this product in feedingstuffs on 25 April 2003, which concludes that the isopropyl ester of the hydroxylated analogue of methionine does not present a risk on human health, animal health or the environment.\n(4) The assessment of the request for authorisation submitted in respect of the isopropyl ester of the hydroxylated analogue of methionine shows that this product meets the requirements laid down in Article 6(2) of Directive 82/471/EEC, under the conditions set out in the Annex to this Directive. This product should therefore be authorised.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Directive 82/471/EEC is amended as provided in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 20 May 2004 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\n2. When Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n3. Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the seventh day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 12 November 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 213, 21.7.1982, p. 8.\n(2) OJ L 80, 23.3.1999, p. 20.\nANNEX\nThe following is added to the list of analogues of aminoacids in the Annex to Directive 82/421/EEC under the heading \"4.1 Analogues of methionine\"\n\">TABLE>\""}