{"celex_id": "32000D0474", "uri": "http://publications.europa.eu/resource/cellar/6985941a-16ca-45e8-bf83-00a575d38d3a", "type": "Decision", "concepts": ["2040", "260", "509", "5695", "80", "862"], "title": "2000/474/EC: Council Decision of 17 July 2000 concerning the Community contribution to the International Fund 'Clearance of the Fairway of the Danube'\n", "header": "Council Decision\nof 17 July 2000\nconcerning the Community contribution to the International Fund \"Clearance of the Fairway of the Danube\"\n(2000/474/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament(1),\nWhereas:\n(1) The debris of bridges over the Danube, destroyed during the Kosovo conflict, as well as the risk of unexploded ordnance, is blocking navigation between km 1235 and 1258 of the Danube river; the consequent interruption of navigation on the Danube has had serious economic and environmental consequences throughout the region, and in particular on all riparian States.\n(2) The Danube Commission, as an inter-governmental institutional established by the 1948 Belgrade Convention, is responsible for navigation on the Danube; Member States of the Danube Commission, at their extraordinary session in Budapest on 25 January 2000, adopted a project proposal \"Clearance of the Fairway of the Danube\" which the Danube Commission then preented to the Commission for consideration; this project proposal covers the restoration of a navigation channel by means of removal of debris and unexploded ordnance, followed by the restoration of the river bed of the Danube in the related area.\n(3) For the purpose of implementing this project, an \"International Fund for the Clearance of the Fairway of the Danube\" has been established in Vienna by the Danube Commission. The International Fund will be administered by the Danube Commission in accordance with the purpose of the Fund as stated in its Rules and in full compliance with the Community's relevant financial and procurement policies, as well as the sanctions regime applicable against the Federal Republic of Yugoslavia (FRY).\n(4) The Community agrees to make a contribution of up to 85 % of the total estimated cost of the project, to a maximum of EUR 22 million, the remainder to be met by the Danube Commission and its Member States.\n(5) The Community contribution will be paid into the International Fund. The Community contribution to the International Fund shall be administered by the Danube Commission in accordance with the principles of sound and efficient management.\n(6) The operations covered by this Decision fit into the framework of Community efforts to alleviate the consequences of the Kosovo conflict and are necessary to attain one of the objectives of the Community. The Treaty does not provide, for the action concerned, powers other than those laid down in Article 308,", "main_body": ["1. The Community shall contribute to the International Fund to be established by the Danube Commission for the Clearance of the Fairway of the Danube, in accordance with the Rules of this Fund, an amount of up to a maximum of EUR 22 million, covering up to 85 % of the total estimated cost of the project, to be paid during 2000, for the implementation of the project \"Clearance of the Fairway of the Danube\".\n2. This contribution to the International Fund, to be made by means of an Exchange of Letters between the European Commission and the Danube Commission, shall be administered in accordance with the Financial Regulation(2) of 21 December 1977 applicable to the general budget of the European Communities, with particular regard for the principles of sound and efficient management.\n3. The Community contribution is subject to the condition that the Danube Commission, in managing the International Fund and implementing the project referred to in paragraph 1, fully complies with the Community's procurement rules and the Community's sanctions regime applicable against the FRY.\n4. The Procurement Policies and Rules shall provide for participation in invitations to tender and contracts, open on equal terms to all natural and legal persons in the EU Member States and in the beneficiary states of the Community's \"OBNOVA\" and \"PHARE\" Regulations as well as Moldova, Russia and Ukraine. Without prejudice to paragraph 5, the Legal Representative of the International Fund may, in exceptional circumstances, where the goods and services required cannot be produced in these states on economically favourable terms, allow, on a case by case basis, participation in invitations to tender by, and conclude contracts with, nationals and companies of third countries.\n5. The operation of the International Fund and the implementation of the project shall comply with the Communitys sanctions regime against the FRY, and in particular with the prohibition against making funds available to the Governments of the FRY and of the Republic of Serbia, as defined in Council Regulation (EC) No 1294/1999 of 15 June 1999 concerning a freeze of Funds and a ban on investment in relation to the Federal Republic of Yugoslavia (FRY)(3).", "1. The Commission will forward all relevant information to the Court of Auditors and will request from the Danube Commission any supplementary information that the Court of Auditors may wish to receive as regards the financial operation of the International Fund.\n2. Insofar as Contribution by the Community are concerned, all financing Agreements or contracts concluded under the International Fund will provide for the Commission, OLAF, and the Court of Auditors to conduct on the spot checks according to the usual procedures laid down by the Commission under the rules in force, and in particular those of the Financial Regulation applicable to the general budget of the European Community.\n3. In addition, insofar as Contribution to the International Fund by the Community are concerned, the Commission may carry out on-the-spot checks and inspections in order to protect the Community financial interests against fraud and irregularities in conformity with Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities(4) and Council Regulation (Euratom, EC) No 2988/95 of 18 December 1995 on the protection of the European Communities Financial interests(5).", "The Commission shall submit an annual progress report on the implementation of the international fund to the European Parliament and the Council.", "This Decision shall take effect on the day of its publication."], "attachments": "Done at Brussels, 17 July 2000.\nFor the Council\nThe President\nL. Fabius\n(1) Opinion delivered on 5.7.2000 (not yet published in the Official Journal).\n(2) OJ L 356, 31.12.1977, p. 1. Financial Regulation as last amended by Council Regulation (EC, ECSC, Euratom), No 2548/98 of 23 November 1998 (OJ L 320, 28.11,1998, p. 1).\n(3) OJ L 153, 19.6.1999, p. 63. Regulation as last amended by Commission Regulation (EC) No 1147/2000 (OJ L 129, 30.5.2000, p. 15).\n(4) OJ L 292, 15.11.1996, p. 2.\n(5) OJ L 312, 23.12.1995, p. 1 and Corrigendum (OJ L 36, 10.2.1998, p. 16)."}