{"celex_id": "32001R1078", "uri": "http://publications.europa.eu/resource/cellar/c1324d89-62f3-423e-bc35-d6e891c1952c", "type": "Regulation", "concepts": ["1837", "2771", "4453", "519", "588", "990"], "title": "Council Regulation (EC) No 1078/2001 of 31 May 2001 amending Regulation (EC) No 2160/96 imposing a definitive anti-dumping duty on imports of polyester textured filament yarn originating, inter alia, in Thailand\n", "header": "Council Regulation (EC) No 1078/2001\nof 31 May 2001\namending Regulation (EC) No 2160/96 imposing a definitive anti-dumping duty on imports of polyester textured filament yarn originating, inter alia, in Thailand\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 11(3) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) By Regulation (EC) No 2160/96(2), the Council imposed a definitive anti-dumping duty on imports of polyester textured filament yarn originating, inter alia, in Thailand. The rate of the duty applicable to the net, free at Community-frontier price, before duty, is 13,5 % for Sunflag (Thailand) Ltd, 6,7 % for Tuntex (Thailand) PLC and 20,2 % for all other Thai exporting producers.\nB. INVESTIGATION CONCERNING THE MEASURES IN FORCE\n(2) The Thai exporting producer Sunflag (Thailand) Ltd (\"the applicant\") lodged a request for an interim review of the anti-dumping measures applicable to it, limited to the aspects of dumping pursuant to Article 11(3) of Regulation (EC) No 384/96 (the \"basic Regulation\"). The request alleged that changed circumstances of a lasting nature, such as increased capacity utilisation and efficiency, had led to a considerably reduced normal value, while at the same time export prices had remained constant so that dumping had ceased and the continued imposition of the measures was no longer necessary to counteract dumping. Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of an interim review, the Commission published a notice in the Official Journal of the European Communities(3) and commenced an investigation.\n1. Procedure\n(3) The Commission officially advised the authorities of the exporting country of the initiation of an interim review and gave all the parties directly concerned the opportunity to make their views known in writing and to request a hearing.\n(4) The Commission sent a questionnaire and received detailed information from the applicant.\n(5) The Commission sought and verified all information it deemed necessary for the purpose of a determination of dumping and carried out a verification visit at the premises of the applicant.\n(6) The investigation of dumping covered the period from 1 June 1999 until 31 May 2000 (the \"IP\").\n2. Product concerned and like product\n(7) The product concerned is the same as in the previous investigation, i.e. polyester textured filament yarn (\"PTY\"). PTY is derived directly from partially oriented polyester yarn and is used in both the weaving and the knitting sectors to make polyester or polyester/cotton fabrics. The product is currently classifiable within CN codes 5402 33 10 and 5402 33 90.\n(8) There are different types of PTY, depending on the weight (\"denier\"), the number of filaments and the lustre. There are also different qualities, depending on the efficiency of the production process. However, no significant differences exist in the basic characteristics and uses of the different types and qualities of PTY. All types of PTY have been and are considered as one product for the purposes of this investigation.\n(9) As in the previous investigation, this investigation has shown that the PTY produced in Thailand by the applicant and sold on the Thai market or exported to the Community has the same physical and chemical characteristics and the same uses and therefore is to be considered a like product within the meaning of Article 1(4) of the basic Regulation.\n3. Findings\n(a) Normal value\n(10) As far as the determination of normal value is concerned, it was first established whether the applicant's total domestic sales of the like product were representative in comparison with its total export sales to the Community. In accordance with Article 2(2) of the basic Regulation this was found to be the case since the domestic sales volume of the applicant was at least 5 % of its total export sales volume to the Community.\n(11) For each of the types sold by the applicant on its domestic market and found to be directly comparable with the types exported to the Community, it was examined whether domestic sales were sufficiently representative for the purposes of Article 2(2) of the basic Regulation. This was considered to be the case when, during the IP, the total domestic sales volume of a type represented 5 % or more of the total sales volume of the same type exported to the Community.\n(12) On this basis, it was found that domestic sales were representative of each type exported to the Community.\n(13) An examination was also made as to whether the domestic sales of each of these types could be regarded as having been made in the ordinary course of trade, by establishing the proportion of profitable sales to independent customers of the type in question. In cases where profitable sales of a type represented 80 % or more of the total domestic sales volume of that type and where the weighted average costs of production of that type were equal to or lower than the weighted average sales price, normal value was based on the weighted average price of all domestic sales made during the IP, irrespective of whether these sales were profitable or not. All relevant types of PTY fulfilled the aforementioned criteria. Consequently, the normal value for each type exported to the Community was established on the basis of all sales, including those made at a loss.\n(b) Export price\n(14) Since all export sales of the product under consideration were made directly to independent customers in the Community, the export price was established in accordance with Article 2(8) of the basic Regulation on the basis of the prices actually paid or payable.\n(c) Comparison\n(15) For the purposes of a fair comparison by type on an ex-factory basis and the same level of trade, due allowance was made for differences which were claimed and demonstrated to affect price comparability. These adjustments were made in respect of transport, insurance, handling, loading and ancillary costs, credit and commissions and partially duty drawback, in accordance with Article 2(10) of the basic Regulation.\n(16) During the on-spot verification the applicant made a claim for duty drawback on the grounds that import charges were borne by the like product when intended for consumption in the exporting country but were not paid when the product was sold for export to the Community. With regard to PTA (purified terepthalic acid), one of the main raw materials for which a duty drawback was requested, the applicant did not submit any evidence that the imported raw material in question was physically incorporated in the product concerned sold on the domestic market. This is especially relevant in this case since PTA was both purchased locally and imported and the applicant is a multi-product company. Therefore that claim could not be granted. As regards MEG (mono ethylene glycol), another main raw material of PTY, which was found to be all imported, the adjustment could be granted.\n(d) Dumping margin\n(17) In order to calculate the dumping margin, the Commission compared the weighted average normal value with the prices of every individual export transaction to the Community, in accordance with the second sentence of Article 2(11) of the basic Regulation. This methodology was followed since it was found that there was a pattern of export prices which differed significantly among different time periods and that a comparison of the normal value and export prices on a weighted average basis did not reflect the full extent of dumping being practised.\n(18) The comparison, as described above, showed the existence of dumping for the applicant. The dumping margin established, expressed as a percentage of the total cif value at Community frontier level, duty unpaid, is 4.8 %.\n(e) Lasting nature of changed circumstances and likelihood of recurrence of dumping\n(19) In accordance with consistent practice it was examined whether the changed circumstances could reasonably be considered to be of a lasting nature. On the one hand, it should be noted that the applicant's production capacity of PTY had increased compared to that of the last financial year ending in 1999 and the original IP. On the other hand, the investigation showed that the applicant's capacity utilisation rate for PTY had substantially increased between the original and the present IP.\n(20) It was also found that the applicant's exports of PTY to non-EC countries during both the last two financial years and the IP had been consistently high. In this context, it should be mentioned that exports to non-EC countries increased considerably between the original IP and the present IP. In addition it was found that, on the basis of the information available, exports to third countries were made on average at prices equal to those in the EC. Moreover, domestic sales of PTY increased significantly over the last two financial years and the IP.\n(21) The above findings concerning capacity utilisation, export quantities and prices to third countries, as well as the surge in domestic sales, are viewed as evidence that the 4,8 % margin of dumping is of a lasting nature and it is unlikely that there will be a recurrence of dumped imports at levels similar to those established in the previous investigation.\n(22) In view of the finding of a lower dumping margin for the applicant and as this situation is not considered to be of a short-term nature, measures imposed by Council Regulation (EC) No 2160/96 on exports of the applicant should be reduced to the level of the dumping margin established for it in the present review, namely, 4,8 %.\n(23) Since the amendment of the measures concerns only the applicant and not Thailand as a whole, the applicant remains subject to the proceeding and may be reinvestigated in any subsequent review carried out for Thailand pursuant to Article 11 of the basic Regulation.\n(24) The interested parties were informed of the facts and considerations on the basis of which it was intended to recommend that the interim review be terminated and that the anti-dumping duty imposed by Regulation (EC) No 2160/96 be amended and were given an opportunity to comment. Their comments were taken into account and, where appropriate, the findings were modified accordingly,", "main_body": ["Article 1(2) of Regulation (EC) No 2160/96 shall be replaced by the following: \"2. The rate of the definitive anti-dumping duty applicable to the net, free-at-Community-frontier price, before duty, shall be as follows:\nIndonesia\n>TABLE>\nThe duties shall not apply to imports of the products specified in paragraph 1 which are produced and exported by the Indonesian company PT Indo Rama Synthetics (TARIC additional Code 8885).\nThailand\n>TABLE>\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 2001.\nFor the Council\nThe President\nM-I. Klingvall\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2238/2000 (OJ L 257, 11.10.2000, p. 2).\n(2) OJ L 289, 12.11.1996, p. 14. Regulation as amended by Regulation (EC) No 1822/98 (OJ L 236, 22.8.1998, p. 3).\n(3) OJ C 170, 20.6.2000, p. 4."}