{"celex_id": "32009D0383", "uri": "http://publications.europa.eu/resource/cellar/d0b55e42-4af7-4090-bc36-eb698a2279eb", "type": "Decision", "concepts": ["1591", "2771", "2987", "519", "5969"], "title": "2009/383/EC: Commission Decision of 14 May 2009 suspending the definitive anti-dumping duties imposed by Council Regulation (EC) No 1683/2004 on imports of glyphosate originating in the People’s Republic of China\n", "header": "15.5.2009 EN Official Journal of the European Union L 120/20\nCOMMISSION DECISION\nof 14 May 2009\nsuspending the definitive anti-dumping duties imposed by Council Regulation (EC) No 1683/2004 on imports of glyphosate originating in the People’s Republic of China\n(2009/383/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), (the basic Regulation), and in particular Article 14(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) Following a review investigation carried out in accordance with Article 11(2) of the basic Regulation (review investigation), the Council, by Regulation (EC) No 1683/2004 (2) imposed a definitive anti-dumping duty on imports of glyphosate originating in the People’s Republic of China, presently falling within CN codes ex 2931 00 95 (TARIC code 2931009582) and ex 3808 93 27 (TARIC code 3808932719) (the product concerned), as extended to imports of glyphosate consigned from Malaysia (whether declared as originating in Malaysia or not) (TARIC codes 2931009581 and 3808932711) with the exception of those produced by Crop protection (M) Sdn. Bhd., Lot 746, Jalan Haji Sirat 4½ Miles, off Jalan Kapar, 42100 Klang, Selangor Darul Ehsan, Malaysia (TARIC additional code A309) and as extended to imports of glyphosate consigned from Taiwan (whether declared as originating in Taiwan or not) (TARIC codes 2931009581 and 3808932711) with the exception of those produced by Sinon Corporation, No 23, Sec. 1, Mei Chuan W. Rd, Taichung, Taiwan (TARIC additional code A310). The rate of the anti-dumping duty is 29,9 %.\n(2) Audace, an association of users and distributors of the product concerned, has submitted information on a change of market conditions which occurred after the expiry review investigation period (i.e. from 1 January 2002 to 31 December 2002), and alleged that such changes would justify the suspension of the measures currently in force, in accordance with Article 14(4) of the basic Regulation. Consequently, the Commission examined whether such suspension was warranted.\nB.   GROUNDS\n(3) Article 14(4) of the basic Regulation provides that, in the Community interest, anti-dumping measures may be suspended on the grounds that market conditions have temporarily changed to an extent that injury would be unlikely to resume as a result of such suspension, provided that the Community industry has been given an opportunity to comment and these comments have been taken into account. Article 14(4) further specifies that the anti-dumping measures concerned may be reinstated at any time if the reason for suspension is no longer applicable.\n(4) With regard to the Community industry, it is noted that its situation has improved up to the first half of 2008. Due to a strong increase in prices on the EU market, an increase of the sales volume and value, and the relatively stable production costs, profits expressed as a percentage of turnover have increased significantly. These positive trends are confirmed by more recent figures for the main Community producer, which represents the large majority of the Community industry’s production and sales volume. On the basis of the market information currently available, it is not expected that this situation will change substantially in the event of a suspension of the measures.\n(5) The Community industry has confirmed that, currently, the level of its prices on the EU market remains generally unchanged although export prices from the People’s Republic of China have dropped substantially since July 2008.\n(6) The increasing production capacity and output in the People’s Republic of China could have a downward effect on EU glyphosate prices in the medium or long term. However, current information shows that this effect is expected to be to a large extent absorbed by a growing global demand.\n(7) No indications have been found as to why the suspension would not be in the Community interest.\n(8) In conclusion, given the temporary change in market conditions, and in particular the current level of prices on the Community market, together with the current high profit levels of the Community industry notwithstanding decreasing export prices from the People’s Republic of China in recent months, it is considered that the injury linked to the imports of the product concerned originating in the People’s Republic of China is unlikely to resume as a result of the suspension. It is therefore proposed to suspend for nine months, in accordance with Article 14(4) of the basic Regulation, the measures in force.\nC.   CONSULTATION OF THE COMMUNITY INDUSTRY\n(9) Pursuant to Article 14(4) of the basic Regulation, the Commission has informed the Community industry of its intention to suspend the anti-dumping measures in force. The Community industry has been given an opportunity to comment and their comments were taken into account.\nD.   CONCLUSION\n(10) The Commission therefore considers that all requirements for suspending the anti-dumping duty imposed on the product concerned are met, in accordance with Article 14(4) of the basic Regulation. Consequently, the anti-dumping duty imposed by Regulation (EC) No 1683/2004 should be suspended for a period of nine months.\n(11) Should the situation which led to the suspension change subsequently, the Commission may reinstate the anti-dumping measures by repealing the suspension of the anti-dumping duties forthwith,", "main_body": ["The definitive anti-dumping duty imposed by Regulation (EC) No 1683/2004 on imports of glyphosate, falling within CN codes ex 2931 00 95 (TARIC code 2931009582) and ex 3808 93 27 (TARIC code 3808932719) and originating in the People’s Republic of China, as extended to imports of glyphosate consigned from Malaysia (whether declared as originating in Malaysia or not) (TARIC codes 2931009581 and 3808932711) with the exception of those produced by Crop protection (M) Sdn. Bhd., Lot 746, Jalan Haji Sirat 4½ Miles, off Jalan Kapar, 42100 Klang, Selangor Darul Ehsan, Malaysia (TARIC additional code A309) and as extended to imports of glyphosate consigned from Taiwan (whether declared as originating in Taiwan or not) (TARIC codes 2931009581 and 3808932711) with the exception of those produced by Sinon Corporation, No 23, Sec. 1, Mei Chuan W. Rd, Taichung, Taiwan (TARIC additional code A310), is hereby suspended for a period of nine months.", "This Decision shall enter into force on the date following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 14 May 2009.\nFor the Commission\nCatherine ASHTON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1.\n(2)  OJ L 303, 30.9.2004, p. 1."}