{"celex_id": "32003D0738", "uri": "http://publications.europa.eu/resource/cellar/d5b7027d-bf27-42c4-87a4-7e647948873d", "type": "Decision", "concepts": ["1519", "4344", "4602", "4649", "665", "729"], "title": "2003/738/EC: Council Decision of 7 October 2003 on the adoption of amendments to be made to Articles 3 and 7 of the Monetary Convention between the Italian Republic, on behalf of the European Community, and the Vatican City State, represented by the Holy See, and authorising the Italian Republic to give effect to these amendments\n", "header": "Council Decision\nof 7 October 2003\non the adoption of amendments to be made to Articles 3 and 7 of the Monetary Convention between the Italian Republic, on behalf of the European Community, and the Vatican City State, represented by the Holy See, and authorising the Italian Republic to give effect to these amendments\n(2003/738/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 111(3) thereof,\nHaving regard to the recommendation from the Commission(1),\nHaving regard to the opinion of the European Central Bank(2),\nWhereas:\n(1) Under a Monetary Convention signed on 29 December 2000 between the Italian Republic, on behalf of the European Community, and the Vatican City State, represented by the Holy See(3) (the Monetary Convention), the Vatican City State was entitled to use the euro as its official currency and to grant legal tender status to euro banknotes and coins.\n(2) Under the Monetary Convention, the Vatican City State was also entitled to issue euro coins for a maximum annual face value of EUR 670000 and, for additional amounts of EUR 201000, under three special circumstances, namely in the year when the Holy See becomes vacant, in each Jubilee Year and in the year of the opening of an Ecumenical Council.\n(3) An earlier Monetary Convention between the Vatican City State and the Italian Republic allowed the former to issue lira coins for a maximum annual face value of ITL 1 billion subject to a maximum annual number of 100 million coins(4).\n(4) The earlier Monetary Convention also allowed the Vatican City State to mint additional lira coins for a total of ITL 300 million and, subject to a maximum number of 30 million coins, under three special circumstances, namely, in the year when the Holy See becomes vacant, in each Jubilee Year and in the year of the opening of an Ecumenical Council.\n(5) The maximum number of coins which can be minted by the Vatican City State under the new Monetary Convention is lower than the maximum number of coins which was explicitly authorised by the earlier Monetary Convention, both under normal and special circumstances. It is therefore desirable to increase the face value of euro coins which the Vatican City State may issue annually and in special circumstances. The total face value of coins issued by the Vatican City State annually forms part of the ceiling of coins issued by the Italian Republic which is submitted to the European Central Bank for prior approval under Article 106(2) of the Treaty.\n(6) On 3 January 2003, the Italian Republic officially requested(5) an increase in the maximum annual face value of euro coins the Vatican City State may issue under both normal and special circumstances. The new ceilings proposed by the Italian Republic fully correspond to the maximum numbers of coins which were explicitly authorised under the earlier Monetary Convention.\n(7) The Italian Republic should be authorised to give effect to the amendments to the Monetary Convention,", "main_body": ["1. The Monetary Convention shall be amended as follows:\n(a) the first subparagraph of Article 3 shall be replaced by the following:\"As from 1 January 2004, the Vatican City State may issue euro coins for a maximum annual face value of EUR 1000000\";\n(b) Article 7 shall be replaced by the following:\n\"Article 7\nIn the year when the Holy See becomes vacant, the Vatican City State may issue coins, in addition to the maximum amount laid down in Article 3, totalling EUR 300000.\nIn each Jubilee Year, the Vatican City State may issue coins, in addition to the maximum amount laid down in Article 3, totalling EUR 300000.\nIn the year of the opening of an Ecumenical Council, the Vatican City State may issue coins, in addition to the maximum amount laid down in Article 3, totalling EUR 300000.\"\n2. The Italian Republic is hereby authorised to make the necessary amendments to the Monetary Convention of behalf of the Community."], "attachments": "Done at Luxembourg, 7 October 2003.\nFor the Council\nThe President\nG. Tremonti\n(1) Recommendation of 3 July 2003 (not published in the Official Journal).\n(2) OJ C 212, 6.9.2003, p. 10.\n(3) OJ C 299, 25.10.2001, p. 1.\n(4) Convenzione monetaria tra la Repubblica Italiana e lo Stato della CittĂ  del Vaticano il 3 dicembre 1991 - Aggiornamento alla GU 06/05/97. Monetary Convention between the Italian Republic and the Vatican City ratified by the Italian Republic under Law 119/1994. Published in Official Journal of the Italian Republic No 43 of 22 February 1994.\n(5) Letter from Mr Tremonti, Minister of Economy and Finance of the Italian Republic, to Mr Christodoulakis, President of the Council, of 3 January 2003."}