{"celex_id": "32004R1691", "uri": "http://publications.europa.eu/resource/cellar/34441747-7939-4059-8596-f485e17b5721", "type": "Regulation", "concepts": ["1188", "2879", "3544", "4790", "5254", "544"], "title": "Council Regulation (EC) No 1691/2004 of 24 September 2004 amending Regulation (EC) No 2287/2003 as concerns fishing opportunities in Greenland waters\n", "header": "1.10.2004 EN Official Journal of the European Union L 305/3\nCOUNCIL REGULATION (EC) No 1691/2004\nof 24 September 2004\namending Regulation (EC) No 2287/2003 as concerns fishing opportunities in Greenland waters\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1), and in particular Article 20 thereof,\nWhereas:\n(1) In Council Regulation (EC) No 1245/2004 of 28 June 2004 on the conclusion of the Protocol modifying the Fourth Protocol laying down the conditions relating to fishing provided for in the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the local Government of Greenland, on the other (2), fishing possibilities for the Community in Greenland waters are laid down. The necessary measures should be taken to implement the results of that Agreement.\n(2) Council Regulation (EC) No 2287/2003 of 19 December 2003 fixing for 2004 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required (3), should therefore be amended accordingly,", "main_body": ["Annex I C to Regulation (EC) No 2287/2003 shall be amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 2004.\nFor the Council\nThe President\nL. J. BRINKHORST\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 237, 8.7.2004, p. 1.\n(3)  OJ L 344, 31.12.2003, p. 1.\nANNEX\nAnnex I C to Regulation (EC) No 2287/2003 is amended as follows:\n(a) the following entry shall be inserted before the entry concerning Roundnose grenadier in zone V, XIV (Greenland waters):\n‘Species : Snow crab\nZone : NAFO 0,1 (Greenland waters)\nIreland 125\nSpain 875\nEC 1 000\nTAC not relevant’\n(b) the entry concerning the species Cod in zone I, II (Norwegian waters) is replaced by the following:\n‘Species : Cod\nZone : I, II (Norwegian waters)\nGermany 2 431\nGreece 301\nSpain 2 712\nIreland 301\nFrance 2 232\nPortugal 2 712\nUnited Kingdom 9 431\nEC 20 120\nTAC 486 000’\n(c) the entry concerning the species Cod in zone Greenland waters shall be inserted after the entry Cod in zone I, II b:\n‘Species : Cod\nZone : Greenland waters\nGermany “pm”\nUnited Kingdom “pm”\nEC “pm”\nTAC not relevant’\n(d) the entry concerning the species Atlantic halibut in zone V, XIV (Greenland waters) is replaced by the following:\n‘Species : Atlantic halibut\nZone : V, XIV (Greenland waters)\nPortugal 800\nEC 1 000 (1)\n (2)\nTAC not relevant\n(e) the following entry shall be inserted after the entry concerning Northern prawn in zone V, XIV (Greenland waters):\n‘Species : Northern prawn\nZone : NAFO 0,1 (Greenland waters)\nDenmark 2 000\nFrance 2 000\nEC 4 000\nTAC not relevant’\n(f) the entry concerning the species Greenland halibut in zone V, XIV (Greenland waters) is replaced by the following:\n‘Species : Greenland halibut\nZone : V, XIV (Greenland waters)\nGermany 7 647\nUnited Kingdom 403\nEC 9 000 (3)\nTAC not relevant\n(g) the following entry shall be added after the entry concerning Flatfish in zone Vb (Faroese waters):\n‘Species : Bycatches\nZone : NAFO 0,1 (Greenland waters)\nEC 2 000 (4)\nTAC not relevant\n(1)  Of which 200 tonnes to be fished only with long lines, are allocated to Norway.\n(2)  If bycatches of Atlantic halibut in trawl cod and redfish fisheries imply over-runs of this quota, the Greenland authorities will provide solutions to the effect that Community cod and redfish fisheries can nevertheless continue until the respective quotas have been exhausted.’\n(3)  Of which 800 tonnes are allocated to Norway and 150 tonnes are allocated to the Faroe Islands.’\n(4)  Combined bycatches of cod, carfish, skate, ling and tusk. The bycatch quantities of cod shall not exceed 100 tonnes. May be fished in sub-area XIV and V (Greenland waters).’"}