{"celex_id": "32005D0870", "uri": "http://publications.europa.eu/resource/cellar/220f2b7d-a0c9-4da2-8e8a-e5bbf1b3ae1a", "type": "Decision", "concepts": ["1595", "1763", "191", "2232", "2409", "2548", "3579", "5063"], "title": "2005/870/EC: Commission Decision of  6 December 2005  recognising Bulgaria as being free from  Clavibacter michiganensis  (Smith) Davis  et al . ssp.  sepedonicus  (Spieckerman and Kotthoff) Davis  et al .  (notified under document number C(2005) 4722)\n", "header": "7.12.2005 EN Official Journal of the European Union L 319/9\nCOMMISSION DECISION\nof 6 December 2005\nrecognising Bulgaria as being free from Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al.\n(notified under document number C(2005) 4722)\n(2005/870/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Annex III, Part A, point 12 thereof,\nHaving regard to the request made by Bulgaria,\nWhereas:\n(1) Under the provisions of Annex III, Part A, point 12 of Directive 2000/29/EC tubers of species of Solanum L. and their hybrids, other than seed potatoes and certain other potatoes specified in Annex III, Part A, points 10 and 11, originating in certain European third countries other than those recognised as being free from Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al. (hereinafter called the organism), or, in which provisions are recognised as equivalent to the Community provisions on combating the organism, may not be introduced into the Member States.\n(2) It appears from official information supplied by Bulgaria and from information collected during missions carried out in this country in March 2004 and March 2005 by the Food and Veterinary Office, that the organism does not occur in that country and that Bulgaria has applied a control, inspection and testing procedure for the organism on imports of potatoes and domestic seed and ware potato production.\n(3) It can therefore be established that there is no risk of the organism spreading.\n(4) This Decision is without prejudice to any subsequent findings that may show that the organism is present in Bulgaria.\n(5) The Commission will ensure that Bulgaria makes all technical information available that is necessary to continue to assess the aforementioned situation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["It is hereby recognised that Bulgaria is recognised as being free from Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2005/77/EC (OJ L 296, 12.11.2005, p. 17)."}