{"celex_id": "32009L0102", "uri": "http://publications.europa.eu/resource/cellar/9d3a9378-f20d-4e03-b097-6f1bd977b417", "type": "Directive", "concepts": ["2831", "3896", "4274", "532", "5498", "554"], "title": "Directive 2009/102/EC of the European Parliament and of the Council of 16 September 2009 in the area of company law on single-member private limited liability companies (Text with EEA relevance)\n", "header": "1.10.2009 EN Official Journal of the European Union L 258/20\nDIRECTIVE 2009/102/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 September 2009\nin the area of company law on single-member private limited liability companies\n(codified version)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Twelfth Council Company Law Directive 89/667/EEC of 21 December 1989 on single-member private limited-liability companies (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Directive should be codified.\n(2) Certain safeguards which, for the protection of the interests of members and others, are required by Member States of companies and firms within the meaning of the second paragraph of Article 48 of the Treaty should be coordinated with a view to making such safeguards equivalent throughout the Community.\n(3) In this field, First Council Directive 68/151/EEC of 9 March 1968 on coordination of safeguards which, for the protection of the interests of members and others, are required by Member States of companies within the meaning of the second paragraph of Article 58 of the Treaty, with a view to making such safeguards equivalent throughout the Community (5), Fourth Council Directive 78/660/EEC of 25 July 1978 based on Article 54(3)(g) of the Treaty on the annual accounts of certain types of companies (6) and Seventh Council Directive 83/349/EEC of 13 June 1983 based on Article 54(3)(g) of the Treaty on consolidated accounts (7), respectively concerning disclosure, the validity of commitments, nullity, annual accounts and consolidated accounts, apply to all share-capital companies. However, Second Council Directive 77/91/EEC of 13 December 1976 on coordination of safeguards which, for the protection of the interests of members and others, are required by Member States of companies within the meaning of the second paragraph of Article 58 of the Treaty, in respect of the formation of public limited liability companies and the maintenance and alteration of their capital, with a view to making such safeguards equivalent (8), Third Council Directive 78/855/EEC of 9 October 1978 based on Article 54(3)(g) of the Treaty concerning mergers of public limited liability companies (9), and Sixth Council Directive 82/891/EEC of 17 December 1982 based on Article 54(3)(g) of the Treaty, concerning the division of public limited liability companies (10), relating respectively to formation and capital, mergers and divisions, apply only to public limited liability companies.\n(4) A legal instrument is required allowing the limitation of liability of the individual entrepreneur throughout the Community, without prejudice to the laws of the Member States, which, in exceptional circumstances, require that entrepreneur to be liable for the obligations of his undertaking.\n(5) A private limited liability company may be a single-member company from the time of its formation, or may become one because its shares have come to be held by a single shareholder. Pending the coordination of national provisions on the laws relating to groups, Member States may lay down certain special provisions and penalties for cases where a natural person is the sole member of several companies or where a single-member company or any other legal person is the sole member of a company. The sole aim of this power is to take account of the differences which exist in certain national laws. For that purpose, Member States may in specific cases lay down restrictions on the use of single-member companies or remove the limits on the liabilities of sole members. Member States are free to lay down rules to cover the risks that single-member companies may present as a consequence of having single members, particularly in order to ensure that the subscribed capital is paid.\n(6) The fact that all the shares have come to be held by a single shareholder and the identity of the sole member should be disclosed by an entry in a register accessible to the public.\n(7) Decisions taken by the sole member exercising the powers of the general meeting should be recorded in writing.\n(8) Contracts between a sole member and his company as represented by him should likewise be recorded in writing, in so far as such contracts do not relate to current operations concluded under normal conditions.\n(9) This Directive should be without prejudice to the obligations of the Member States relating to the time limits for transposition into national law and application of the Directives set out in Annex II, Part B,", "main_body": ["The coordination measures prescribed by this Directive shall apply to the laws, regulations and administrative provisions of the Member States relating to the types of company listed in Annex I.", "1.   A company may have a sole member when it is formed and also when all its shares come to be held by a single person (single-member company).\n2.   Member States may, pending coordination of national laws relating to groups, lay down special provisions or penalties for cases where:\n(a) a natural person is the sole member of several companies; or\n(b) a single-member company or any other legal person is the sole member of a company.", "Where a company becomes a single-member company because all its shares come to be held by a single person, that fact, together with the identity of the sole member, must either be recorded in the file or entered in the register as referred to in Article 3(1) and (2) of Directive 68/151/EEC or be entered in a register kept by the company and accessible to the public.", "1.   The sole member shall exercise the powers of the general meeting of the company.\n2.   Decisions taken by the sole member in the field referred to in paragraph 1 shall be recorded in minutes or drawn up in writing.", "1.   Contracts between the sole member and his company as represented by him shall be recorded in minutes or drawn up in writing.\n2.   Member States need not apply paragraph 1 to current operations concluded under normal conditions.", "Where a Member State allows single-member companies as defined by Article 2(1) in the case of public limited companies as well, this Directive shall apply.", "A Member State need not allow the formation of single-member companies where its legislation provides that an individual entrepreneur may set up an undertaking the liability of which is limited to a sum dedicated to a stated activity, on condition that safeguards are laid down for such undertakings which are equivalent to those imposed by this Directive or by any other Community provisions applicable to the companies referred to in Article 1.", "Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "Directive 89/667/EEC, as amended by the acts listed in Annex II, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time limits for transposition into national law and application of the Directives set out in Annex II, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex III.", "0\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "1\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 16 September 2009.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nC. MALMSTRÖM\n(1)  OJ C 77, 31.3.2009, p. 42.\n(2)  Opinion of the European Parliament of 18 November 2008 (not yet published in the Official Journal) and Council Decision of 13 July 2009.\n(3)  OJ L 395, 30.12.1989, p. 40.\n(4)  See Annex II, Part A.\n(5)  OJ L 65, 14.3.1968, p. 8.\n(6)  OJ L 222, 14.8.1978, p. 11.\n(7)  OJ L 193, 18.7.1983, p. 1.\n(8)  OJ L 26, 31.1.1977, p. 1.\n(9)  OJ L 295, 20.10.1978, p. 36.\n(10)  OJ L 378, 31.12.1982, p. 47.\nANNEX I\nTypes of companies referred to in Article 1\n— Belgium:\n— Bulgaria:\n— Czech Republic:\n— Denmark:\n— Germany:\n— Estonia:\n— Ireland:\n— Greece:\n— Spain:\n— France:\n— Italy:\n— Cyprus:\n— Latvia:\n— Lithuania:\n— Luxembourg:\n— Hungary:\n— Malta:\n— The Netherlands:\n— Austria:\n— Poland:\n— Portugal:\n— Romania:\n— Slovenia:\n— Slovakia:\n— Finland:\n— Sweden:\n— United Kingdom:\nANNEX II\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 9)\nCouncil Directive 89/667/EEC\nAnnex I, point XI.A of the 1994 Act of Accession\nAnnex II, point 4.A of the 2003 Act of Accession\nCouncil Directive 2006/99/EC Only point A.4 of the Annex\nPART B\nList of time limits for transposition into national law and application\n(referred to in Article 9)\nDirective Time limit for transposition Date of application\n89/667/EEC 31 December 1991 1 January 1993 in the case of companies already in existence on 1 January 1992\n2006/99/EC 1 January 2007\nANNEX III\nCORRELATION TABLE\nDirective 89/667/EEC This Directive\nArticle 1, introductory wording Article 1\nArticle 1, first to 27th indent Annex I\nArticles 2 to 7 Articles 2 to 7\nArticle 8(1) —\nArticle 8(2) —\nArticle 8(3) Article 8\n— Article 9\n— Article 10\nArticle 9 Article 11\n— Annex I\n— Annex II\n— Annex III"}