{"celex_id": "32006D0069", "uri": "http://publications.europa.eu/resource/cellar/447096f4-3294-4494-a926-37d510b4a087", "type": "Decision", "concepts": ["1590", "1744", "2286", "2735", "5451", "5768", "6569", "893"], "title": "2006/69/EC: Commission Decision of  13 January 2006  authorising the placing on the market of foods and food ingredients produced from genetically modified Roundup Ready maize line GA21 as novel foods or novel food ingredients under Regulation (EC) No 258/97 of the European Parliament and of the Council  (notified under document number C(2005) 5940)\n", "header": "7.2.2006 EN Official Journal of the European Union L 34/29\nCOMMISSION DECISION\nof 13 January 2006\nauthorising the placing on the market of foods and food ingredients produced from genetically modified Roundup Ready maize line GA21 as novel foods or novel food ingredients under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2005) 5940)\n(Only the French and Dutch texts are authentic)\n(2006/69/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 24 July 1998, Monsanto submitted to the competent authorities of the Netherlands a request, in accordance with Article 4 of Regulation (EC) No 258/97, for placing on the market foods and food ingredients derived from genetically modified maize line GA21 as novel foods or novel food ingredients.\n(2) In its initial assessment report of 21 December 1999, the Netherlands’ competent food assessment body came to the conclusion that GA21 maize and foodstuffs and food ingredients made from it are as safe to eat as maize and maize products that have not been genetically modified.\n(3) The Commission forwarded the initial assessment report to all Member States on 18 February 2000. Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97, reasoned objections to the marketing of the product were raised in accordance with that provision.\n(4) On 18 May 2000, the Commission requested an opinion from the Scientific Committee on Foods (SCF) in accordance with Article 11 of Regulation (EC) No 258/97. On 27 February 2002 the SCF delivered its opinion that from the point of view of consumer health, GA21 maize and derived products are as safe as grain and derived products from conventional maize lines (2). In delivering its opinion the SCF considered all specific questions and concerns raised by the Member States.\n(5) On 24 April 2002, Monsanto asked to limit the request to food and food ingredients produced from genetically modified maize line GA21.\n(6) With respect to the use of the product as or in feed, Monsanto submitted, on 12 December 1997, a notification under Part C of Council Directive 90/220/EEC (3). The opinion adopted on 22 September 2000 by the Scientific Committee on Plants concluded that there is no evidence to indicate that the placing on the market of GA21 maize for this use is likely to cause any adverse effects on human health and the environment. However, the application was withdrawn for commercial reasons.\n(7) Article 46(1) of Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (4) provides that requests submitted under Article 4 of Regulation (EC) No 258/97 before the date of application of this Regulation shall be processed under the provisions of Regulation (EC) No 258/97, notwithstanding Article 38 of Regulation (EC) No 1829/2003, in cases where the additional assessment report required in accordance with Article 6(3) or 6(4) of Regulation (EC) No 258/97 has been transmitted to the Commission before the date of application of Regulation (EC) No 1829/2003.\n(8) The Joint Research Centre of the European Commission (JRC) in collaboration with the European Network of GMO Laboratories (ENGL), has validated a method for detection of GA21 maize. The JRC has carried out a full validation study (ring-trial) following internationally accepted guidelines to test the performance of a quantitative event-specific method to detect and quantify the GA21 transformation event in maize. The materials needed in the study had been provided by Monsanto. The JRC has considered that the method performance was appropriate for its aimed purpose, taken into account the performance criteria proposed by the ENGL for methods submitted for regulatory compliance as well as the current scientific understanding about satisfactory method performance. Both the method and the results of the validation have been published by the JRC.\n(9) Reference material for GA21 maize has been produced by the JRC.\n(10) Food and food ingredients from GA21 maize should be labelled in accordance with the provisions of Regulation (EC) No 1829/2003 and should be subject to the traceability requirements laid down in Regulation (EC) No 1830/2003 of the European Parliament and the Council of 22 September 2003 concerning the traceability and labelling of genetically modified organisms and the traceability of food and feed products produced from genetically modified organisms and amending Directive 2001/18/EC (5).\n(11) In accordance with Commission Regulation (EC) No 65/2004 (6), a unique identifier has been assigned to the product for the purposes of Regulation (EC) No 1830/2003.\n(12) Information, contained in the Annex, on the identification of foods and food ingredients produced from GA21 maize, including the validated detection method and the reference material, should be retrievable from the Register referred to in Article 28 of Regulation (EC) No 1829/2003.\n(13) The Standing Committee on the Food Chain and Animal Health has not given an opinion; the Commission has therefore submitted a proposal to the Council on 29 July 2005 in accordance with Article 5(4) of the Council Decision 1999/468/EC (7), the Council being required to act within three months.\n(14) However, the Council has not acted within the required time-limit; a Decision should now be adopted by the Commission,", "main_body": ["Foods and food ingredients produced from genetically modified maize line GA21 (hereinafter referred to as the products), as designated and specified in the Annex, may be placed on the Community market as novel foods or novel food ingredients.", "The products shall be labelled as ‘genetically modified maize’ or ‘produced from genetically modified maize’ in accordance with the labelling requirements laid down in Article 13 of Regulation (EC) No 1829/2003.", "The products and the information included in the Annex shall be entered in the Community Register of genetically modified food and feed.", "This Decision is addressed to Monsanto Europe SA, Belgium, representing Monsanto Company, USA. It shall be valid for a period of 10 years."], "attachments": "Done at Brussels, 13 January 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10. 2003, p. 1).\n(2)  http://europa.eu.int/comm/food/fs/sc/scf/index_en.html\n(3)  OJ L 117, 8.5.1990 p. 15. Directive repealed by Directive 2001/18/EC of the European Parliament and of the Council (OJ L 106, 17.4.2001, p. 1).\n(4)  OJ L 268, 18.10.2003, p. 1.\n(5)  OJ L 268, 18.10.2003, p. 24.\n(6)  OJ L 10, 16.1.2004, p. 5.\n(7)  OJ L 184, 17.7.1999, p. 23.\nANNEX\nINFORMATION TO BE ENTERED IN THE COMMUNITY REGISTER OF GENETICALLY MODIFIED FOOD AND FEED\n1.   Applicant and authorisation holder:\nName : Monsanto Europe SA.\nAddress : Avenue de Tervuren 270-272, B-1150 Brussels, Belgium.\nOn behalf of Monsanto Company, 800 N. Lindbergh Boulevard, St Louis, Missouri 63167, USA.\n2.   Designation and specification of the products: Foods and food ingredients produced from genetically modified maize (Zea mays L.) line GA21 with increased tolerance to the herbicide glyphosate and from all its crosses with traditionally bred maize lines. GA21 maize contains the modified 5-enolpyruvylshikimate-3-phosphate synthase (mEPSPS) coding sequence under the regulation of the rice actin 1 promoter (r-act) and an optimised transit peptide (OPT) sequence based on chloroplast transit peptide sequences from Helianthus annuus and the RuBisCo gene from Zea mays L.\n3.   Labelling: ‘Genetically modified maize’ or ‘produced from genetically modified maize’.\n4.   Method for detection:\n— Event specific real-time quantitative PCR based method for genetically modified maize line GA21,\n— Validated by the Joint Research Centre (JRC) of the European Commission, in collaboration with the European Network of GMO Laboratories (ENGL), published at http://gmo-crl.jrc.it/statusofdoss.htm\n— Reference Material: IRMM-414 produced by the Joint Research Centre (JRC) of the European Commission.\n5.   Unique identifier: MON-ØØØ21-9.\n6.   Information required under Annex II to the Cartagena Protocol: Not applicable.\n7.   Conditions or restrictions for the placing on the market of the product: Not applicable.\n8.   Post market monitoring requirements: Not applicable."}