{"celex_id": "32009D0345", "uri": "http://publications.europa.eu/resource/cellar/026aa69d-ba40-41ff-b30f-3fe54f61a5ec", "type": "Decision", "concepts": ["1268", "1284", "1590", "2924", "4733", "5283", "5431", "5877", "6052", "6789"], "title": "2009/345/EC: Commission Decision of 22 April 2009 authorising the placing on the market of Vitamin K2 (menaquinone) from Bacillus subtilis natto as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2009) 2935)\n", "header": "25.4.2009 EN Official Journal of the European Union L 105/16\nCOMMISSION DECISION\nof 22 April 2009\nauthorising the placing on the market of Vitamin K2 (menaquinone) from Bacillus subtilis natto as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2009) 2935)\n(Only the English text is authentic)\n(2009/345/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 20 December 2006 the company NattoPharma made a request to the competent authorities of Ireland to place Vitamin K 2 (menaquinone) from Bacillus subtilis natto on the market as a novel food ingredient to be used in foods for particular nutritional uses and in foods to which vitamins and minerals are added.\n(2) On 22 January 2007 the competent food assessment body of Ireland issued its initial assessment report. In that report it came to the conclusion that an additional assessment was required.\n(3) The Commission informed all Member States about this request on 27 February 2007. EFSA was requested to carry out the assessment on 8 March 2007.\n(4) On 2 October 2008, following a request from the Commission, the Scientific Panel on dietetic Products, Nutrition and Allergies of EFSA adopted an opinion on the safety of Vitamin K2. In the opinion EFSA concluded that menaquinone extracted from Bacillus subtilis natto is a safe source of Vitamin K.\n(5) Vitamin K2 should be used in compliance with Council Directive 89/398/EEC of 3 May 1989 on the approximation of the laws of the Member States relating to foodstuffs intended for particular nutritional uses (2), Commission Directive 2001/15/EC of 15 February 2001 on substances that may be added for specific nutritional purposes in foods for particular nutritional uses (3) and/or Regulation (EC) No 1925/2006 of the European Parliament and of the Council of 20 December 2006 on the addition of vitamins and minerals and of certain other substances to foods (4). On the basis of the scientific assessment, it is established that Menaquinone complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Vitamin K2 (menaquinone) as a source of Vitamin K as specified in the Annex may be placed on the market in the Community as a novel food ingredient to be used in compliance with Directive 2001/15/EC and/or Regulation (EC) No 1925/2006.", "The designation of the novel food ingredient authorised by this Decision on the labelling of the foodstuff containing it shall be ‘Menaquinone’ or ‘Vitamin K’.", "This Decision is addressed to NattoParma, Dammensveien 40, PO Box 2896 Solli, N-0230 Oslo, Norway."], "attachments": "Done at Brussels, 22 April 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  OJ L 186, 30.6.1989, p. 27.\n(3)  OJ L 52, 22.2.2001, p. 19.\n(4)  OJ L 404, 30.12.2006, p. 26.\nANNEX\nSpecifications of Vitamin K 2 (menaquinone)\nDESCRIPTION\nVitamin K 2 (2-methyl-3-all-trans-polyprenyl-1,4-naphthoquinones), or the menaquinone series, is a group of prenylated naphthoquinone derivatives. The number of isoprene residues, where 1 isoprene unit consists of 5 carbons comprising the side chain, is used to characterise the menaquinone homologues. It is presented in an oil suspension that primarily contains MK-7, and MK-6 to a smaller extent.\nSTRUCTURAL FORMULA\nVitamin K (menaquinone) series with menaquinone-7 (MK-7)(n = 6) being C46H64O2, menaquinone-6 (MK-6)(n = 5) being C41H56O2 and menaquinone-4 (MK-4)(n = 3) being C31H40O2."}