{"celex_id": "32004R1471", "uri": "http://publications.europa.eu/resource/cellar/932a0090-1eef-4e2a-b461-aa9cfa4b8264", "type": "Regulation", "concepts": ["1309", "1755", "5100", "5369", "6918", "888"], "title": "Commission Regulation (EC) No 1471/2004 of 18 August 2004 amending Annex XI to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards the import of cervid products from Canada and the United States(Text with EEA relevance)\n", "header": "19.8.2004 EN Official Journal of the European Union L 271/24\nCOMMISSION REGULATION (EC) No 1471/2004\nof 18 August 2004\namending Annex XI to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards the import of cervid products from Canada and the United States\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the first paragraph of Article 23 thereof,\nWhereas:\n(1) Chronic wasting disease has been reported in farmed and wild deer and elk in Canada and the United States of America. So far, no native cases of the disease have been confirmed elsewhere.\n(2) In its opinion of 6 and 7 March 2003 the Scientific Steering Committee recommended reinforced protection of animal and public health in the Community from the risk posed by chronic wasting disease in cervids in Canada and the United States of America.\n(3) As Canada and the United States of America do not appear on the list of third counties approved to export non-domestic ruminant animals to the Community laid down in Council Decision 79/542/EEC drawing up a list of third countries or parts of third countries, and laying down animal and public health and veterinary certification conditions, for importation into the Community of certain live animals and their fresh meat (2), the export of live cervids from these countries to the Community is already precluded.\n(4) Council Directive 92/65/EEC laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(1) to Directive 90/425/EEC (3) specifies that only semen, ova and embryos of certain named species may be imported into the Community. Cervid species are not included. Therefore the import of semen, embryos and ova of cervid animals to the Community is already precluded.\n(5) Measures should be introduced to minimise the potential public and animal health risk posed by the importation of fresh meat, meat products and meat preparations of farmed and wild cervids.\n(6) Regulation (EC) No 999/2001 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex XI to Regulation (EC) No 999/2001 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 August 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 876/2004 (OJ L 162, 30.4.2004, p. 52).\n(2)  OJ L 146, 14.6.1979, p. 15. Decision as last amended by Commission Decision 2004/554/EC (OJ L 248, 9.7.2004, p. 1).\n(3)  OJ L 268, 14.9.1992, p. 54. Directive as last amended by Directive 2004/68/EC (OJ L 139, 30.4.2004, p. 320).\nANNEX\nIn part D of Annex XI, the following point 4 is added:\n(a) When the farmed game meat defined by Council Directive 91/495/EEC (1), meat preparations defined by Council Directive 94/65/EC (2), and meat products defined by Council Directive 77/99/EEC (3), derived from farmed cervid animals, are imported into the Community from Canada or the United States of America, the health certificates shall be accompanied by a declaration signed by the competent authority of the country of production, worded as follows:\n(b) When game meat as defined by Council Directive 92/45/EEC (4), meat preparations defined by Council Directive 94/65/EC, and meat products defined by Council Directive 77/99/EEC, derived from wild cervid animals, is imported into the Community from Canada or the United States of America, the health certificate shall be accompanied by a declaration signed by the competent authority of the country of production, worded as follows:\n(1)  OJ L 268 24.9.1991, p. 41.\n(2)  OJ L 368, 31.12.1994, p. 10.\n(3)  OJ L 26, 31.1.1977, p. 85.\n(4)  OJ L 268, 14.9.1992, p. 35."}