{"celex_id": "32001D0165", "uri": "http://publications.europa.eu/resource/cellar/340d65d6-0734-4328-b4bb-31eebdb5e1d1", "type": "Decision", "concepts": ["1277", "1759", "192", "2735", "2845", "344"], "title": "2001/165/EC: Commission Decision of 27 February 2001 amending as regards hydrolysed proteins Decision 2001/9/EC concerning control measures required for the implementation of Council Decision 2000/766/EC concerning certain protection measures with regard to transmissible spongiform encephalopathies and the feeding of animal protein (Text with EEA relevance) (notified under document number C(2001) 462)\n", "header": "Commission Decision\nof 27 February 2001\namending as regards hydrolysed proteins Decision 2001/9/EC concerning control measures required for the implementation of Council Decision 2000/766/EC concerning certain protection measures with regard to transmissible spongiform encephalopathies and the feeding of animal protein\n(notified under document number C(2001) 462)\n(Text with EEA relevance)\n(2001/165/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC(4), and in particular Article 10(4) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(5), and in particular Article 22 thereof,\nWhereas:\n(1) Council Decision 2000/766/EC of 4 December 2000 concerning certain protection measures with regard to transmissible spongiform encephalopathies and the feeding of animal protein(6), prohibits the feeding of processed animal proteins to certain farmed animals. This prohibition does not apply to certain processed animal proteins subject to conditions, which have been established by Decision 2001/9/EC.\n(2) The recent developments of the BSE situation in the Community have led some Member States to take additional unilateral safeguard measures.\n(3) In the light of that situation, the Council has invited on 4 December 2000 the Commission to request the Scientific Steering Committee (SSC) to evaluate the unilateral, temporary safeguard measures taken by some Member States, and to take appropriate action accordingly.\n(4) The SSC adopted on 12 January 2001 an opinion on \"the questions submitted by EC services following a request of 4 December 2000 by the EU Council of Agricultural Ministers regarding the safety with regard to BSE of cerain tissues and certain animal-derived products\". This opinion addresses the safety of hydrolysed proteins derived from animal material other than hides and skin. In order to take account of that scientific opinion within the framework of Decision 2000/766/EC, it is necessary to lay down requirements for the production of hydrolysed proteins.\n(5) Uncertainties on the interpretation of Article 2 of Decision 2001/9/EC have led to difficulties in implementing its provisions. Therefore, it is appropriate to clarify the provision of this Article and modify Article 1 accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 2001/9/EC is amended as follows:\n1. In paragraphs 1, 2 and 3 of Article 1, the words \"to animals\" are replaced by \"to farmed animals referred to in Article 2(1) of Decision 2000/766/EC\".\n2. Article 2 is replaced by the following:\n\"Article 2\nMember States shall ensure that feedingstuffs, including pet food, destined to animals other than farmed animals referred to in Article 2(1) of Decision 2000/766/EC, which contain processed animal proteins as defined by that Decision are not manufactured in plants which prepare feed for farmed animals.\nHowever, where those feedingstuffs are produced with no other processed animal proteins than fishmeal, dicalcium phosphate and hydrolysed proteins, they may be manufactured in plants which prepare feed for farmed animals other than ruminants in accordance with Annex I point 6, Annex II point 3 and Annex III point 2, as appropriate.\"\n3. Point 1 of Annex III is replaced by the following:\n\"1. Hydrolysed proteins derived from fish, feather and hides and skins shall:\n- be produced in a processing plant dedicated only to hydrolysed proteins production, which are approved for this purpose by the competent authority in accordance with Article 5(2) of Directive 90/667/EEC;\n- be sampled after processing and found to have a molecular weight below 10000 Dalton.\nIn addition, hydrolysed proteins from hides and skins shall:\n- be derived from hides and skins obtained from animals which have been slaughtered in a slaughterhouse and whose carcasses have been found fit for human consumption following ante and post mortem inspection;\n- be produced by a production process which involves appropriate measures to minimise contamination of hides and skins, preparation of the raw material by brining, liming and intensive washing followed by exposure of the material to a pH of  &gt; 11 for more than three hours at a temperature of more than 80 °C and followed by heat treatment at a temperature of more than 140 °C for 30 minutes at more than 3,6 bar; or by an equivalent production process approved in accordance with the procedure of Article 17 of Directive 89/662/EEC.\"\n4. In the title of the health certificate laid down in Annex IV, the words \"from hides and skins\" are deleted.", "This Decision shall apply from 1 March 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 February 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 395, 30.12.1989, p. 13.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 29.\n(4) OJ L 62, 15.3.1993, p. 49.\n(5) OJ L 24, 30.1.1998, p. 9.\n(6) OJ L 306, 7.12.2000, p. 32."}