{"celex_id": "32009D0869", "uri": "http://publications.europa.eu/resource/cellar/b2c81ed2-b811-47b7-b75a-aae103e236f6", "type": "Decision", "concepts": ["1252", "1280", "2923", "3660", "4636", "5234", "994"], "title": "2009/869/EC: Commission Decision of 27 November 2009 amending Annexes XI, XII, XV and XVI to Council Directive 2003/85/EC as regards the list of and minimum security standards applicable to laboratories authorised to handle live foot-and-mouth disease virus (notified under document C(2009) 9094) (Text with EEA relevance)\n", "header": "2.12.2009 EN Official Journal of the European Union L 315/8\nCOMMISSION DECISION\nof 27 November 2009\namending Annexes XI, XII, XV and XVI to Council Directive 2003/85/EC as regards the list of and minimum security standards applicable to laboratories authorised to handle live foot-and-mouth disease virus\n(notified under document C(2009) 9094)\n(Text with EEA relevance)\n(2009/869/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (1), and in particular Articles 67(2) and 87(3) thereof,\nWhereas:\n(1) Directive 2003/85/EC sets out minimum control measures to be applied in the event of an outbreak of foot-and-mouth disease and certain preventive measures aimed at increasing the awareness and preparedness of the competent authorities and the farming community concerning that disease.\n(2) Article 65 of Directive 2003/85/EC provides that Member States are to ensure that the handling of live foot-and-mouth disease virus for research, diagnosis or manufacture is carried out only in approved laboratories listed in Annex XI and operated at least according to the bio-security standards set out in Annex XII to that Directive.\n(3) Part A of Annex XI to Directive 2003/85/EC lists national laboratories authorised to handle live foot-and-mouth disease virus for research and diagnostic purposes. Part B of that Annex lists laboratories handling virus antigen during the manufacture of vaccines.\n(4) France has officially informed the Commission that one of their national reference laboratories and a vaccine manufacturing laboratory are no longer considered to meet the bio-security standards provided for in Article 65(d) of Directive 2003/85/EC.\n(5) The Netherlands have officially informed the Commission of a further change of name of their national diagnostic laboratory authorised to handle live foot-and-mouth disease virus, and of the takeover by the private company ‘Lelystad Biologicals BV, Lelystad’ of that part of the former Central Institute for Animal Disease Control (CIDC-Lelystad) authorised to handle live foot-and-mouth disease virus for the production of vaccines.\n(6) It is therefore necessary to amend the lists of laboratories authorised to handle live foot-and-mouth disease virus set out in Annex XI to Directive 2003/85/EC.\n(7) Point 1 of Annex XII to Directive 2003/85/EC sets out bio-security standards for laboratories handling live foot-and-mouth disease virus. It provides that such laboratories are to meet or exceed the minimum requirements laid down in the ‘Minimum standards for laboratories working with foot-and-mouth virus in vitro and in vivo’ established by the European Commission for the control of foot-and-mouth disease, 26th session, Rome, April 1985, as modified in 1993.\n(8) Point 1 of Annex XV to Directive 2003/85/EC provides that all national laboratories handling live foot-and-mouth disease virus are to operate under high security conditions laid down in ‘Minimum standards for laboratories working with foot-and-mouth disease virus in vitro and in vivo’, European Commission for the control of foot-and-mouth disease — 26th Session, Rome, 1985, as amended by Appendix 6(ii) of the Report of the 30th Session, Rome, 1993.\n(9) In addition, point 7 of Annex XVI to Directive 2003/85/EC provides that the Community Reference Laboratory is to operate according to recognised conditions of strict disease security as indicated in ‘Minimum standards for laboratories working with foot-and-mouth disease virus in vitro and in vivo’, European Commission for the control of foot-and-mouth disease — 26th Session, Rome, April 1985, as amended by Appendix 6 (ii) of the report to the 30th Session of the European Commission for the control of foot-and-mouth disease 1993, referred to in Annex XII to that Directive.\n(10) Following an outbreak of foot-and-mouth disease in 2007 in a Member State that was related to foot-and-mouth disease virus escape from a laboratory, those ‘Minimum standards for laboratories working with foot-and-mouth disease virus in vitro and in vivo’ (bio-security standards) were amended. Following discussions on the bio-security standards with the Member States in the framework of the Standing Committee on the Food Chain and Animal Health, the amended version of those standards was adopted at the 38th General Session of the European Commission for the control of foot-and-mouth disease on 29 April 2009 (2) and is included in the Report of the 38th General Session of the European Commission for the control of foot-and-mouth disease, Rome 28-30 April 2009 (the Report). It replaces the bio-security standards established in 1985, as modified in 1993. Annexes XII, XV and XVI to Directive 2003/85/EC should therefore be amended accordingly.\n(11) Directive 2003/85/EC should be amended accordingly.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes XI, XII, XV and XVI to Directive 2003/85/EC are amended in accordance with the Annex to this Decision.", "The Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 306, 22.11.2003, p. 1.\n(2)  Report of the 38 General Session of the European Commission for the control of foot-and-mouth disease, Rome 28-30 April 2009, Appendix 10, p. 82, available at: http://www.fao.org/ag/againfo/commissions/docs/SecurityStandards_2009.pdf\nANNEX\nAnnexes XI, XII, XV and XVI are amended as follows:\n1. Annex XI is amended as follows:\n(a) in Part A, the entry for France is replaced by the following:\n‘FR France Agence française de sécurité sanitaire des aliments (AFSSA), Laboratoire d’études et de recherches en pathologie animale et zoonoses, Maisons-Alfort France’\n(b) in Part A, the entry for the Netherlands is replaced by the following:\n‘NL Netherlands Centraal Veterinair Instituut, Lelystad (CVI-Lelystad) Netherlands’\n(c) in Part B, the following entry for France is deleted:\n‘FR France Merial, SAS, Laboratoire IFFA, Lyon’\n(d) in Part B, the entry for the Netherlands is replaced by the following:\n‘NL Netherlands Lelystad Biologicals BV, Lelystad Netherlands’\n2. in Annex XII, point 1 is replaced by the following:\n‘1. The laboratories and establishments handling live foot-and-mouth disease virus must operate at least according to the “Minimum standards for laboratories working with foot-and-mouth disease virus in vitro and in vivo” in Appendix 10 to the Report adopted by the 38th General Session of the European Commission for the control of foot-and-mouth disease (EuFMD) on 29 April 2009 in Rome (bio-security standards).’;\n3. in Annex XV, point 1 is replaced by the following:\n‘1. All national laboratories handling live foot-and-mouth disease virus must operate at least according to the bio-security standards referred to in point 1 of Annex XII.’;\n4. in Annex XVI, point 7 is replaced by the following:\n‘7. The Community Reference Laboratory must operate at least according to the bio-security standards referred to in point 1 of Annex XII.’."}