{"celex_id": "32001R0190", "uri": "http://publications.europa.eu/resource/cellar/60f3feb1-3399-4f82-9a1b-0901313a0282", "type": "Regulation", "concepts": ["1561", "2292", "2548", "4081", "4885", "862"], "title": "Commission Regulation (EC) No 190/2001 of 30 January 2001 amending Regulation (EC) No 1772/96 laying down detailed rules for implementation of the specific measures for the supply of seed potatoes to the French overseas departments (supply balance)\n", "header": "Commission Regulation (EC) No 190/2001\nof 30 January 2001\namending Regulation (EC) No 1772/96 laying down detailed rules for implementation of the specific measures for the supply of seed potatoes to the French overseas departments (supply balance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3763/91 of 16 December 1991 introducing specific measures in respect of certain agricultural products for the benefit of the French overseas departments(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Article 2(6) thereof,\nWhereas:\n(1) Pursuant to Article 2 of Regulation (EEC) No 3763/91, Commission Regulation (EC) No 1772/96(3), as last amended by Regulation (EC) No 263/2000(4), fixes the forecast supply balance for seed potatoes and the level of aid for their supply from the rest of the Community to the French overseas departments for the 2000 calendar year. The forecast supply balance should be fixed for the 2001 calendar year. The balance must be fixed on the basis of the needs of the French overseas departments.\n(2) Pursuant to Article 2(4) of Regulation (EEC) No 3763/91, the level of aid for the supply of seed potatoes from the rest of the Community to the French overseas departments should be fixed to ensure that potatoes are supplied under conditions equivalent for the end user to exemption from import duties on seed potatoes from third countries. That aid should be fixed taking account, inter alia, of the cost of supply from the world market.\n(3) This Regulation will enter into force after the expiry of the time limit for submitting licence applications in January 2001. To avoid a break in supplies to the French overseas departments, provision should be made to derogate from Article 4(1) and (2) of Regulation (EC) No 1772/96 and to allow, for that month alone, the submission of licence applications in the five working days following the entry into force of this Regulation and to set the time limit for the issue of such licences at 10 working days following the entry into force of this Regulation.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EC) No 1772/96 is amended as follows:\n1. Article 1 is replaced by the following:\n\"Article 1\nFor the purposes of applying Article 2 of Regulation (EEC) No 3763/91, the forecast supply balance for seed potatoes falling within CN code 0701 10 00 exempt from duty on importation into the French overseas departments or, for products from the rest of the Community, eligible for Community aid shall be as set out in the Annex.\"\n2. Article 2 is replaced by the following:\n\"Article 2\nThe aid provided for in Article 2(4) of Regulation (EEC) No 3763/91 for supplying the French overseas departments with seed potatoes from the Community market in accordance with the forecast supply balance shall be as set out in the Annex.\"", "By way of derogation from Article 4(1) of Regulation (EC) No 1772/96, for January 2001 applications for licences shall be submitted to the competent authority no later than the fifth working day following the entry into force of this Regulation.\nBy way of derogation from Article 4(2) of Regulation (EC) No 1772/96, for January 2001 licences shall be issued no later than 10 working days after the entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 January 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 356, 24.12.1991, p. 1.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 232, 13.9.1996, p. 13.\n(4) OJ L 29, 4.2.2000, p. 3.\nANNEX\nSupply balance for the French overseas departments for seed potatoes for the period 1 January 2001 to 31 December 2001\n>TABLE>"}