{"celex_id": "32006R1663", "uri": "http://publications.europa.eu/resource/cellar/c696a4af-da70-4470-8544-3ef450cb7447", "type": "Regulation", "concepts": ["1279", "1284", "1596", "2737"], "title": "Commission Regulation (EC) No 1663/2006 of 6 November 2006 amending Regulation (EC) No 854/2004 of the European Parliament and of the Council laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption   (Text with EEA relevance)\n", "header": "18.11.2006 EN Official Journal of the European Union L 320/11\nCOMMISSION REGULATION (EC) No 1663/2006\nof 6 November 2006\namending Regulation (EC) No 854/2004 of the European Parliament and of the Council laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (1), and in particular Article 17(1) thereof,\nWhereas:\n(1) According to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (2), it is for the food business operator to remove tonsils after post mortem inspection.\n(2) Regulation (EC) No 853/2004 lays down requirements for the production of colostrum. It should therefore be subject to official controls.\n(3) Annex VI to Regulation (EC) No 854/2004 establishes general principles to be followed for certificates accompanying imports of products of animal origin from third countries. In particular, it requires certificates to be drawn up at least in the official language of the third country of dispatch and the Member State of entry. Due to many practical and operational problems already raised by this double requirement, it is more appropriate to limit these requirements to the basic principle of an obligation to draw up certificates at least in the official language or languages of the Member State of entry. However, due to its interest in certain situations, provision allowing the third country of dispatch to use its official language should be maintained as one possibility in supplement to the above principle. Annex VI should be amended accordingly.\n(4) Regulation (EC) No 854/2004 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I, IV and VI to Regulation (EC) No 854/2004 are amended in accordance with the Annex to this Regulation", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 November 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 206. Corrected by OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Regulation (EC) No 2076/2005 (OJ L 338, 22.12.2005, p. 83).\n(2)  OJ L 139, 30.4.2004, p. 55. Corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Regulation (EC) No 2076/2005\nANNEX\n1. Annex I to Regulation (EC) No 854/2004 is amended as follows:\n(a) in Section IV, Chapter I:\n(i) Part A, Point 1, the words ‘removal of the tonsils’ are deleted;\n(ii) Part B, Point 1, the sentence ‘The tonsils must be removed’ is deleted;\n(b) in Section IV, Chapter III, Point 1, the sentence ‘The tonsils must be removed’ is deleted.\n2. Annex IV to Regulation (EC) No 854/2004 is replaced by the following:\n1. Animals on milk and colostrum production holdings must be subject to official controls to verify that the health requirements for raw milk and colostrum production, and in particular the health status of the animals and the use of veterinary medicinal products, are being complied with.\n2. If there are grounds for suspecting that the animal health requirements are not being complied with, the general health status of the animals is to be checked.\n3. Milk and colostrum production holdings are to undergo official controls to verify that hygiene requirements are being complied with. These official controls may involve inspections and/or the monitoring of controls that professional organisations carry out. If it is shown that the hygiene is inadequate, the competent authority is to verify that appropriate steps are taken to correct the situation.\n1. In the case of raw milk and colostrum, the competent authority is to monitor the checks carried out in accordance with Annex III, Section IX, Chapter I, Part III to Regulation (EC) No 853/2004:\n2. If the food business operator has not corrected the situation within three months of first notifying the competent authority of non-compliance with the criteria with regard to plate count and/or somatic cell count, delivery of raw milk and colostrum from the production holding is to be suspended or — in accordance with a specific authorisation of, or general instructions from, the competent authority — subjected to requirements concerning its treatment and use necessary to protect public health. This suspension or these requirements are to remain in place until the food business operator has proved that the raw milk and colostrum again complies with the criteria.’;\n3. in Annex VI to Regulation (EC) No 854/2004 point 2 is replaced by the following:\n‘2. Certificates must be drawn up at least in the official language or languages of the Member State of destination and those of the Member State in which the border inspection takes place, or be accompanied by a certified translation into that language or languages. However, a Member State may consent to the use of an official Community language other than its own.’"}