{"celex_id": "32004R2124", "uri": "http://publications.europa.eu/resource/cellar/1f44793f-b91e-47a4-baf3-0ccd49ba9c2d", "type": "Regulation", "concepts": ["1309", "161", "1644", "1937", "2771", "4324", "5034"], "title": "Commission Regulation (EC) No 2124/2004 of 14 December 2004 laying down detailed rules for the application of an import tariff quota for live bovine animals of a weight exceeding 160 kg and originating in Switzerland provided for in Council Regulation (EC) No 1922/2004\n", "header": "15.12.2004 EN Official Journal of the European Union L 368/3\nCOMMISSION REGULATION (EC) No 2124/2004\nof 14 December 2004\nlaying down detailed rules for the application of an import tariff quota for live bovine animals of a weight exceeding 160 kg and originating in Switzerland provided for in Council Regulation (EC) No 1922/2004\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1922/2004 of 25 October 2004 (1) adopting autonomous and transitional measures to open a Community tariff quota for the import of live bovine animals originating in Switzerland, and in particular Article 2 thereof,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (2), and in particular Article 32 thereof,\nWhereas:\n(1) Council Regulation (EC) No 1922/2004 provides for the opening of a duty-free Community tariff quota on an autonomous and transitional basis for the period from the date of its entry into force to 30 June 2005 for the import of 4 600 heads of all bovine live animals weighing more than 160 kg and originating in Switzerland. Pursuant to Article 2 of that Regulation the detailed rules of application should be laid down in accordance with Article 32 of Regulation (EC) No 1254/1999.\n(2) For the allocation of the tariff quota and given the products concerned it is appropriate to apply the method of simultaneous examination referred to in the second indent of Article 32(2) of Regulation (EC) No 1254/1999.\n(3) To be eligible for the benefit of these tariff quotas, live animals should originate in Switzerland in conformity with the rules referred to in Article 4 of the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (3) (hereinafter called the Agreement).\n(4) With a view to preventing speculation, the quantities available within the quota should be made accessible to operators able to show that they are genuinely engaged in trade of a significant scale with third countries. In consideration of this and in order to ensure efficient management, the traders concerned should be required to have imported a minimum of 50 animals during the year 2003 given that a consignment of 50 animals may be considered to be a normal load. Experience has shown that the purchase of a single consignment is a minimum requirement for a transaction to be considered real and viable. Operators in Hungary, Poland, the Czech Republic, Slovakia, Slovenia, Estonia, Latvia, Lithuania, Cyprus and Malta (hereinafter the new Member States) should be allowed to apply on the basis of imports from countries which for them were third countries during the year 2003.\n(5) If such criteria are to be checked, applications must be presented in the Member State where the importer is entered in a VAT register.\n(6) In order to prevent speculation, importers no longer involved in trade in live bovine animals at 1 January 2004 should be denied access to the quota, a security should be fixed for import rights, licences should not be transferable and import licences should be issued to traders solely for the quantities for which they have been allocated import rights.\n(7) In order to provide a more equal access to the quota while ensuring a commercially viable number of animals per application, each application should respect a maximum and a minimum number of heads.\n(8) It should be stipulated that import rights are to be allocated after a reflection period and where necessary with a fixed percentage reduction applied.\n(9) The arrangements should be managed using import licences. To this end, rules should be laid down on the submission of applications and the information to be given on applications and licences, where necessary by addition of certain provisions of Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4) and of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (5).\n(10) To oblige operators to apply for import licences for all import rights allocated, it should be established that, with regard to the import rights security, such application constitutes a primary requirement within the meaning of Commission Regulation (EEC) No 2220/85 of 22 July 1985 laying down common detailed rules for the application of the system of securities for agricultural products (6).\n(11) Experience shows that a proper management of the quota also requires that the titular holder of the licence is a genuine importer. Therefore, such importer should actively participate in the purchase, transport and import of the animals concerned. Presentation of proof of those activities should thus also be a primary requirement with regard to the licence security.\n(12) With a view of ensuring a strict statistical control of the animals imported under the quota, the tolerance referred to in Article 8(4) of Regulation (EC) No 1291/2000 shall not apply.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1.   A duty-free Community tariff quota is hereby opened on an autonomous and transitional basis for the period from the date of the entry into force of this Regulation to 30 June 2005 for the import of 4 600 heads of any live bovine animal originating in Switzerland weighing more than 160 kg, falling within CN code 0102 90 41, 0102 90 49, 0102 90 51, 0102 90 59, 0102 90 61, 0102 90 69, 0102 90 71 or 0102 90 79.\nThis tariff quota shall have the order number 09.4203.\n2.   The rules of origin applicable to the products referred to in the first paragraph shall be those provided for in Article 4 of the Agreement.", "1.   To be eligible under the quota provided for in Article 1, applicants must be natural or legal persons and must prove to the satisfaction of the competent authorities of the Member State concerned, at the time they submit their applications, that they have imported at least 50 animals covered by CN codes 0102 10 and 0102 90 during the year 2003. Applicants must be listed in a national VAT register.\n2.   Operators in the new Member States may apply for import rights on the basis of the imports referred to in paragraph 1 from countries which for them were third countries in the year 2003.\n3.   Proof of import shall be furnished exclusively by means of the customs document of release for free circulation, duly endorsed by the customs authorities and containing a reference to the applicant concerned.\nMember States may accept copies of the documents referred to above, duly certified by the competent authority. Where such copies are accepted, notification hereof shall be made in the communication from Member States referred to in Article 3(5) in respect of each applicant concerned.\n4.   Operators who at 1 January 2004 have ceased their activities in trade with third countries in the beef and veal sector shall not qualify for any allocation.\n5.   A company formed by the merger of companies each having reference imports complying with the minimum quantity referred to in Articles 2(1) and 2(2) may use those reference imports as a basis for its application.", "1.   Applications for import rights may be presented only in the Member State in which the applicant is registered for VAT purposes.\n2.   Applications for import rights:\n— must cover at least 100 animals,\n— may not cover more than 5 % of the quantity available.\nWhere applications exceed this quantity, the excess shall be disregarded.\n3.   Applications for import rights shall be lodged before 13.00, Brussels time, on the 10th working day following the date of publication of the present Regulation in the Official Journal of the European Union.\n4.   Applicants may lodge no more than one application in respect of the quota referred to in Article 1(1). Where the same applicant lodges more than one application, all applications from that applicant shall be inadmissible.\n5.   After verification of the documents presented, Member States shall forward to the Commission, by the 10th working day following the end of the period for the submission of applications at the latest, the list of applicants and their addresses as well as the quantities applied for.\nAll notifications, including ‘nil’ returns, shall be forwarded by fax or e-mail using the model form in Annex hereto in cases where applications have actually been submitted.", "1.   Following the notification referred to in Article 3(5), the Commission shall decide as soon as possible to which extent the applications can be met.\n2.   If the quantities covered by applications as referred to in Article 3 exceed those available, the Commission shall fix a single percentage reduction to be applied to the quantities applied for.\nWhere application of the reduction coefficient provided for in the first subparagraph gives a figure of less than 100 head per application, the quantity available shall be awarded by the Member States concerned by drawing lots for import rights covering 100 head each. Where the remainder is less than 100 head, a single import right shall be awarded for that quantity.", "1.   The security relating to the import rights shall be EUR 3 per head. It must be deposited with the competent authority together with the application for import rights.\n2.   Import licence applications must be made for the quantity allocated. This obligation shall constitute a primary requirement within the meaning of Article 20(2) of Regulation (EEC) No 2220/85.\n3.   Where application of the reduction coefficient referred to in Article 4 causes less import rights to be allocated than had been applied for, the security lodged shall be released proportionally without delay.", "1.   The quantities awarded shall be imported subject to presentation of one or more import licences.\n2.   Licence applications may be lodged solely in the Member State where the applicant has applied and obtained import rights under the quota.\nEach issuing of import licence shall result in a corresponding reduction of the import rights obtained.\n3.   Import licences shall be issued on application by and in the name of the operator who has obtained the import rights.\n4.   Licence applications and licences shall show the following:\n(a) in box 8, the country of origin; licences shall carry with them an obligation to import from the country indicated;\n(b) in box 16, one or several of the following Combined Nomenclature codes:\n0102 90 41, 0102 90 49, 0102 90 51, 0102 90 59, 0102 90 61, 0102 90 69, 0102 90 71 or 0102 90 79;\n(c) in box 20, the order number of the quota ( 09.4203) and at least one of the following:\n— Reglamento (CE) no 2124/2004\n— Nařízení (ES) č. 2124/2004\n— Forordning (EF) nr. 2124/2004\n— Verordnung (EG) Nr. 2124/2004\n— Määrus (EÜ) nr 2124/2004\n— Κανονισμός (ΕΚ) αριθ. 2124/2004\n— Regulation (EC) No 2124/2004\n— Règlement (CE) no 2124/2004\n— Regolamento (CE) n. 2124/2004\n— Regula (EK) Nr. 2124/2004\n— Reglamentas (EB) Nr. 2124/2004\n— 2124/2004/EK rendelet\n— Regolament (KE) Nru 2124/2004\n— Verordening (EG) nr. 2124/2004\n— Rozporządzenie (WE) nr 2124/2004\n— Regulamento (CE) n.o 2124/2004\n— Nariadenie (ES) č. 2124/2004\n— Uredba (ES) št. 2124/2004\n— Asetus (EY) N:o 2124/2004\n— Förordning (EG) nr 2124/2004.", "1.   Notwithstanding Article 9(1) of Regulation (EC) No 1291/2000, import licences issued pursuant to this Regulation shall not be transferable and shall confer rights under the tariff quotas only if made out in the same name and address as the one entered as consignee in the customs declaration of release for free circulation accompanying them.\n2.   No import licences shall be valid after 30 June 2005.\n3.   The security relating to the import licence shall be EUR 20 per head and shall be lodged by the applicant together with the licence application.\n4.   Licences issued shall be valid throughout the Community.\n5.   Pursuant to Article 50(1) of Regulation (EC) No 1291/2000, the full Common Customs Tariff duty applicable on the date of acceptance of the customs declaration for free circulation shall be collected in respect of all quantities imported in excess of those shown on the import licence.\n6.   Notwithstanding the provisions of Section 4 of Title III of Regulation (EC) No 1291/2000, the security shall not be released until proof has been produced that the titular holder of the licence has been commercially and logistically responsible for the purchase, transport and clearance for free circulation of the animals concerned. Such proof shall at least consist of:\n— the original commercial invoice or authenticated copy made out in the name of the titular holder by the seller or his representative, both established in the third country of export, and proof of payment by the titular holder or the opening by the titular holder of an irrevocable documentary credit in favour of the seller,\n— the transport document, drawn up in the name of the titular holder, for the animals concerned,\n— the copy No 8 of form IM 4 with the name and address of the titular holder being the only indication in box 8.", "Regulations (EC) No 1291/2000 and (EC) No 1445/95 shall apply, subject to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 331, 5.11.2004, p. 7.\n(2)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Commission Regulation (EC) No 1899/2004 (OJ L 328, 30.10.2004, p. 67).\n(3)  OJ L 114, 30.4.2002, p. 132.\n(4)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 636/2004 (OJ L 100, 6.4.2004, p. 25).\n(5)  OJ L 143, 27.6.1995, p. 35. Regulation as last amended by Regulation (EC) No 1118/2004 (OJ L 217, 17.6.2004, p. 10).\n(6)  OJ L 205, 3.8.1985, p. 5. Regulation as last amended by Regulation (EC) No 673/2004 (OJ L 105, 14.4.2004, p. 17).\nANNEX"}