{"celex_id": "32008R0166", "uri": "http://publications.europa.eu/resource/cellar/8c20fe8f-7a2d-49a9-9095-82399a1088ce", "type": "Regulation", "concepts": ["1224", "1590", "4743", "5451", "6052", "6322", "768"], "title": "Commission Regulation (EC) No 166/2008 of 22 February 2008 concerning the authorisation of a new use of the preparation of Bacillus cereus var. toyoi (Toyocerin) as a feed additive (Text with EEA relevance)\n", "header": "23.2.2008 EN Official Journal of the European Union L 50/11\nCOMMISSION REGULATION (EC) No 166/2008\nof 22 February 2008\nconcerning the authorisation of a new use of the preparation of Bacillus cereus var. toyoi (Toyocerin) as a feed additive\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authoårisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of the preparation set out in the Annex to this Regulation. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns authorisation of a new use of the microorganism preparation Bacillus cereus var. toyoi NCIMB 40112/CNCM I-1012 (Toyocerin) for turkeys for fattening, to be classified in the additive category ‘zootechnical additives’.\n(4) The use of that microorganism preparation was permanently authorised for piglets under 2 months and sows by Commission Regulation (EC) No 256/2002 (2), piglets and pigs for fattening by Commission Regulation (EC) No 1453/2004 (3), cattle for fattening by Commission Regulation (EC) No 255/2005 (4) and rabbits for fattening and chickens for fattening by Commission Regulation (EC) No 1200/2005 (5).\n(5) New data were submitted in support of the application for authorisation for turkeys for fattening. The European Food Safety Authority (the Authority) concluded in its opinion of 19 September 2007 that the microorganism preparation Bacillus cereus var. toyoi NCIMB 40112/CNCM I-1012 (Toyocerin) does not have an adverse effect on consumers, users or the environment (6). According to that opinion, the use of that preparation does not have an adverse effect on this additional animal category and it is efficacious in improving weight gain, feed intake and feed utilisation. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of that preparation shows that the conditions for authorisation, provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised, as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘gut flora stabilisers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 February 2008.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(2)  OJ L 41, 13.2.2002, p. 6. Regulation as amended by Regulation (EC) No 1143/2007 (OJ L 256, 2.10.2007, p. 23).\n(3)  OJ L 269, 17.8.2004, p. 3.\n(4)  OJ L 45, 16.2.2005, p. 3.\n(5)  OJ L 195, 27.7.2005, p. 6. Regulation as amended by Regulation (EC) No 1445/2006 (OJ L 271, 30.9.2006, p. 22).\n(6)  Scientific Opinion of the Panel on Additives and Products or Substances used in Animal Feed on the safety and efficacy of Toyocerin (Bacillus cereus var. toyoi) as a feed additive for turkeys. Adopted on 19 September 2007. The EFSA Journal (2007) 549, 1-11.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: gut flora stabilisers\nAdditive composition:\nCharacterisation of the active substance:\nAnalytical method (1):\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. For safety: glasses and gloves shall be used during handling.\n3. May be used in compound feed containing the permitted coccidiostats: monensin sodium, lasalocid sodium, robenidine, halofuginone, diclazuril, maduramycin ammonium.\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives"}