{"celex_id": "32006R0797", "uri": "http://publications.europa.eu/resource/cellar/ef32b42f-ff3b-43a6-8154-3197b6251c7b", "type": "Regulation", "concepts": ["1309", "3732", "4080"], "title": "Council Regulation (EC) No 797/2006 of  22 May 2006  amending Regulation (EC) No 1785/2003 as regards the arrangements for importing rice\n", "header": "31.5.2006 EN Official Journal of the European Union L 144/1\nCOUNCIL REGULATION (EC) No 797/2006\nof 22 May 2006\namending Regulation (EC) No 1785/2003 as regards the arrangements for importing rice\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 36 and the third subparagraph of Article 37(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Article 10(1) of Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (2) requires the presentation of an import or export licence for imports into the Community, or exports therefrom, of any of the products listed in Article 1 of that Regulation. To simplify the procedures applicable to economic operators, it should be possible to derogate from the obligation to present an import licence where it is not required for the management of certain imports of rice. The Commission should therefore be permitted to derogate from this obligation.\n(2) Under the Agreement in the form of an Exchange of Letters between the European Community and India pursuant to Article XXVIII of the GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to the GATT 1994 (3), approved by Council Decision 2004/617/EC (4), the duty applicable to imports of husked rice of certain Basmati varieties originating in India is fixed at zero.\n(3) Under the Agreement in the form of an Exchange of Letters between the European Community and Pakistan pursuant to Article XXVIII of the GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to the GATT 1994 (5), approved by Council Decision 2004/618/EC (6), the duty applicable to imports of husked rice of certain Basmati varieties originating in Pakistan is fixed at zero.\n(4) The Agreement in the form of an Exchange of Letters between the European Community and the United States of America relating to the method of calculation of applied duties for husked rice (7), approved by Council Decision 2005/476/EC (8), lays down the mechanism for calculating and fixing at regular intervals the duty applicable to imports of husked rice falling within CN code 1006 20.\n(5) The Agreement in the form of an Exchange of Letters between the European Community and Thailand pursuant to Article XXVIII of GATT 1994 relating to the modification of concessions with respect to rice provided for in EC Schedule CXL annexed to GATT 1994 (9), approved by Council Decision 2005/953/EC (10), lays down the mechanism for calculating and fixing at regular intervals the duty applicable to imports of semi-milled and milled rice falling within CN code 1006 30, and fixes the duty applicable to imports of broken rice falling within CN code 1006 40 00 at EUR 65 per tonne.\n(6) The four decisions referred to above allow for the Commission to derogate from Regulation (EC) No 1785/2003 to permit the full application of the above Agreements. Those derogations apply until 30 June 2006 at the latest.\n(7) The provisions of Regulation (EC) No 1785/2003 relating to the fixing of the duty on the different types of rice covered by the above Agreements should therefore be amended.\n(8) To be eligible for zero import duty, Basmati rice must belong to a variety specified in the Agreements. To ascertain whether the Basmati rice imported at a zero rate of duty meets those characteristics, specific rules should be adopted by the Commission.\n(9) Regulation (EC) No 1785/2003 should therefore be amended accordingly. To ensure that these new import arrangements will be retained for operators after the deadline for the application of the derogations, this amendment should apply from 1 July 2006,", "main_body": ["Regulation (EC) No 1785/2003 is hereby amended as follows:\n1. in Article 10, the following paragraph shall be inserted:\n2. in Article 11, paragraph 2 shall be deleted.\n3. the following Articles shall be inserted:\n(a) EUR 30 per tonne in the following cases:\n— where it is noted that the imports of husked rice made over the course of the marketing year just ended did not reach the annual reference quantity referred to in the first subparagraph of paragraph 3, less 15 %,\n— where it is noted that the imports of husked rice made over the course of the first six months of the marketing year do not reach the partial reference quantity referred to in the second subparagraph of paragraph 3, less 15 %;\n(b) EUR 42,5 per tonne in the following cases:\n— where it is noted that the imports of husked rice made over the course of the marketing year just ended exceed the annual reference quantity referred to in the first subparagraph of paragraph 3, less 15 %, but do not exceed that same annual reference quantity plus 15 %,\n— where it is noted that the imports of husked rice made over the course of the first six months of the marketing year exceed the partial reference quantity referred to in the second subparagraph of paragraph 3, less 15 %, but do not exceed that same partial reference quantity plus 15 %;\n(c) EUR 65 per tonne in the following cases:\n— where it is noted that the imports of husked rice made over the course of the marketing year just ended exceed the annual reference quantity referred to in the first subparagraph of paragraph 3, plus 15 %,\n— where it is noted that the imports of husked rice made over the course of the first six months of the marketing year exceed the partial reference quantity referred to in the second subparagraph of paragraph 3, plus 15 %.\n(a) EUR 175 per tonne in the following cases:\n— where it is noted that imports of semi-milled and wholly milled rice made over the course of the marketing year just ended exceed 387 743 tonnes,\n— where it is noted that imports of semi-milled and wholly milled rice made over the course of the first six months of the marketing year exceed 182 239 tonnes;\n(b) EUR 145 per tonne in the following cases:\n— where it is noted that imports of semi-milled and wholly milled rice made over the course of the marketing year just ended do not exceed 387 743 tonnes,\n— where it is noted that imports of semi-milled and wholly milled rice made over the course of the first six months of the marketing year do not exceed 182 239 tonnes.\n4. the following Annex shall be inserted:", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  Not yet published in the Official Journal.\n(2)  OJ L 270, 21.10.2003, p. 96. Regulation as amended by Regulation (EC) No 247/2006 (OJ L 42, 14.2.2006, p. 1).\n(3)  OJ L 279, 28.8.2004, p. 19.\n(4)  OJ L 279, 28.8.2004, p. 17. Decision as amended by Decision 2005/476/EC (OJ L 170, 1.7.2005, p. 67).\n(5)  OJ L 279, 28.8.2004, p. 25.\n(6)  OJ L 279, 28.8.2004, p. 23. Decision as amended by Decision 2005/476/EC.\n(7)  OJ L 170, 1.7.2005, p. 69.\n(8)  OJ L 170, 1.7.2005, p. 67.\n(9)  OJ L 346, 29.12.2005, p. 26.\n(10)  OJ L 346, 29.12.2005, p. 24."}