{"celex_id": "32006R1467", "uri": "http://publications.europa.eu/resource/cellar/46a80c98-3ad6-4876-8195-b2d91f16683d", "type": "Regulation", "concepts": ["1598", "1919", "192", "2300", "2988", "4152"], "title": "Commission Regulation (EC) No 1467/2006 of 4 October 2006 amending Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the list of countries and territories   (Text with EEA relevance)\n", "header": "5.10.2006 EN Official Journal of the European Union L 274/3\nCOMMISSION REGULATION (EC) No 1467/2006\nof 4 October 2006\namending Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the list of countries and territories\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Articles 10 and 19 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 lays down the animal health requirements applicable to the non-commercial movement of pet animals and the rules applicable to checks on such movements.\n(2) Regulation (EC) No 998/2003 lays down that a list of third countries from which the movement of pet animals to the Community may be authorised, provided that certain requirements are met, is to be set out in Part C of Annex II to that Regulation.\n(3) The list in Part C of Annex II to Regulation (EC) No 998/2003 includes third countries and territories which are free of rabies and third countries and territories in respect of which the risk of rabies entering the Community as a result of movements from those third countries and territories has been found to be no higher than the risk associated with movements between Member States.\n(4) From the information submitted by the United Kingdom as regards the British Virgin Islands, it appears that the risk of rabies entering the Community as a result of movements of pet animals from that territory is no higher than the risk associated with movements of pet animals between Member States or from third countries already listed in Regulation (EC) No 998/2003. Therefore the British Virgin Islands should be included in the list set out in Part C of Annex II to Regulation (EC) No 998/2003.\n(5) In the interest of clarity of Community legislation, the list of countries and territories set out in Annex II to Regulation (EC) No 998/2003 should be replaced in its entirety.\n(6) Regulation (EC) No 998/2003 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Regulation (EC) No 998/2003 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 October 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 146, 13.6.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 590/2006 (OJ L 104, 13.4.2006, p. 8).\nANNEX\n‘ANNEX II\nLIST OF COUNTRIES AND TERRITORIES\nPART A\nIE Ireland\nMT Malta\nSE Sweden\nUK United Kingdom\nPART B\nSection 1\n(a) DK Denmark, including GL — Greenland and FO — Faeroe Islands;\n(b) ES Spain, including the Balearic Islands, Canary Islands, Ceuta and Melilla;\n(c) FR France, including GF — French Guiana, GP — Guadeloupe, MQ — Martinique and RE — Réunion;\n(d) GI Gibraltar;\n(e) PT Portugal, including the Azores Islands and Madeira Islands;\n(f) Member States other than those listed in Part A and points (a), (b), (c) and (e) of this Section.\nSection 2\nAD Andorra\nCH Switzerland\nIS Iceland\nLI Liechtenstein\nMC Monaco\nNO Norway\nSM San Marino\nVA Vatican City State\nPART C\nAC Ascension Island\nAE United Arab Emirates\nAG Antigua and Barbuda\nAN Netherlands Antilles\nAR Argentina\nAU Australia\nAW Aruba\nBA Bosnia and Herzegovina\nBB Barbados\nBG Bulgaria\nBH Bahrain\nBM Bermuda\nBY Belarus\nCA Canada\nCL Chile\nFJ Fiji\nFK Falkland Islands\nHK Hong Kong\nHR Croatia\nJM Jamaica\nJP Japan\nKN Saint Kitts and Nevis\nKY Cayman Islands\nMS Montserrat\nMU Mauritius\nMX Mexico\nNC New Caledonia\nNZ New Zealand\nPF French Polynesia\nPM Saint Pierre and Miquelon\nRO Romania\nRU Russian Federation\nSG Singapore\nSH Saint Helena\nTT Trinidad and Tobago\nTW Taiwan\nUS United States of America (including GU — Guam)\nVC Saint Vincent and the Grenadines\nVG British Virgin Islands\nVU Vanuatu\nWF Wallis and Futuna\nYT Mayotte’"}