{"celex_id": "32003R2303", "uri": "http://publications.europa.eu/resource/cellar/a43653d0-5e7f-4cae-964e-ddc3ad485d94", "type": "Regulation", "concepts": ["2771", "3191", "4713", "888", "893"], "title": "Commission Regulation (EC) No 2303/2003 of 29 December 2003 on specific labelling rules for wines imported from the United States of America\n", "header": "Commission Regulation (EC) No 2303/2003\nof 29 December 2003\non specific labelling rules for wines imported from the United States of America\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), and in particular Article 53 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 753/2002 of 29 April 2002 laying down certain rules for applying Council Regulation (EC) No 1493/1999 as regards the description, designation, presentation and protection of certain wine sector products(2) contains certain derogations as regards the labelling of wines imported from the United States of America which expire on 31 December 2003.\n(2) Since the bilateral negotiations in progress with the United States of America will not end before the end of the year, in order to prevent any disruption of trade, the rules applicable to wines imported from the United States of America should be extended in the light of the progress of the negotiations.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. Wine imported from the United States of America may be identified by the name of a Federal State supplemented, where relevant, by the name of a county or wine-growing region even if only 75 % of the wine concerned is made from grapes harvested in that State or a single county whose name it bears, provided the wine is made entirely from grapes harvested in the United States of America.\n2. Wine imported from the United States of America may use the name of a variety even if only 75 % of the wine in question is made from grapes of the variety whose name it bears, provided that that variety determines the character of the wine in question.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2004 until the entry into force of the agreement resulting from the negotiations with the United States of America with a view to concluding no later than 31 December 2005 an agreement on trade in wine and on oenological practices in particular and on the protection of geographical indications.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 December 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1; Regulation as last amended by Commission Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(2) OJ L 118, 4.5.2002, p. 1; Regulation as last amended by Regulation (EC) No 1205/2003 (OJ L 168, 5.7.2003, p. 13)."}