{"celex_id": "32000R0563", "uri": "http://publications.europa.eu/resource/cellar/864f8b66-3b18-431c-b07c-27b9dd9a9df2", "type": "Regulation", "concepts": ["1309", "161", "1819", "2771", "3591"], "title": "Commission Regulation (EC) No 563/2000 of 15 March 2000 amending Council Regulation (EC) No 1981/94, in relation to Community tariff quotas for certain products originating in Morocco and amending Council Regulation (EC) No 934/95, in relation to Community statistical surveillance in the framework of reference quantities for certain products originating in Morocco\n", "header": "COMMISSION REGULATION (EC) No 563/2000\nof 15 March 2000\namending Council Regulation (EC) No 1981/94, in relation to Community tariff quotas for certain products originating in Morocco and amending Council Regulation (EC) No 934/95, in relation to Community statistical surveillance in the framework of reference quantities for certain products originating in Morocco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1981/94 of 25 July 1994, opening and providing for the administration of Community tariff quotas for certain products originating in Algeria, Cyprus, Egypt, Israel, Jordan, Malta, Morocco, the West Bank and the Gaza Strip, Tunisia and Turkey, and providing detailed rules for extending and adapting these tariff quotas(1), as last amended by Commission Regulation (EC) No 2530/1999(2), and in particular Articles 6 and 7 thereof,\nHaving regard to Council Regulation (EC) No 934/95 of 10 April 1995, establishing tariff ceilings and a Community statistical surveillance in the framework of reference quantities for a certain number of products originating in Cyprus, Egypt, Jordan, Israel, Tunisia, Syria, Malta, Morocco and the West Bank and the Gaza Strip(3), as last amended by Commission Regulation (EC) No 519/98(4), and in particular Articles 3 and 4 thereof,\nWhereas:\n(1) The Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part(5), provides that at import into the Community, certain products originating in Morocco can benefit from tariff concessions within the framework of Community tariff quotas or of Community surveillance of reference quantities.\n(2) For some products, according to the agreement, the volumes of the tariff quotas and the reference quantities should be increased, between 1 January 1997 and 1 January 2000, in four annual and equal steps, each representing 3 % of the base volumes specified in the Agreement. The increases provided by the Agreement for implementation in 1997, 1998 and 1999, could not take place because of the entry into force of the Agreement only in 2000 and, consequently, the volumes of these tariff quotas and references quantities indicated in this Regulation take account of four increases.\n(3) The volumes of the new tariff quotas and reference quantities, as well as of the enlarged tariff quotas and reference quantities, shall for the first period of application, be calculated as a pro rata of the volumes indicated in this Regulation, taking into account the part of the period elapsed before the date of entry into force of the abovementioned Agreement.\n(4) To implement the concessions provided for in the abovementioned Agreement, Regulation (EC) No 1981/94 and Regulation (EC) No 934/95 should be amended.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["1. In Annex IV to Regulation (EC) No 1981/94 the table relating to Community tariff quotas for certain products originating in Morocco, shall be replaced by the table set out in Annex I to this Regulation.\n2. For the current quota period, the quantities which have been imported within the framework of the tariff quotas with order numbers 09.1105, 09.1107, 09.1115, 09.1119, 09.1122, 09.1123, 09.1124, 09.1127, 09.1131, 09.1133, 09.1135, 09.1136, 09.1137 and 09.1190 applicable within Regulation (EC) No 1981/94, shall be taken into account for charging on the respective tariff quotas in Annex I to this Regulation.", "In Annex II to Regulation (EC) No 934/95 the reference quantities for products originating in Morocco shall be replaced by the reference quantities set out in Annex II to this Regulation.", "For the first period of application, the volume of the new tariff quotas and reference quantities, as well as of the enlarged tariff quotas and reference quantities, shall be calculated as a pro rata of the volume indicated in this Regulation, taking into account the part of the period elapsed before the date of entry into force of the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 March 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 2000.\nFor the Commission\nFrederik BOLKESTEIN\nMember of the Commission\n(1) OJ L 199, 2.8.1994, p. 1.\n(2) OJ L 306, 1.12.1999, p. 17.\n(3) OJ L 96, 28.4.1995, p. 6.\n(4) OJ L 66, 6.3.1998, p. 3.\n(5) Not yet published in the Official Journal.\nANNEX I\n\"ANNEX IV\nMAROCCO\n>TABLE>\"\nANNEX II\nReference quantities for products originating in Morocco\n>TABLE>"}