{"celex_id": "32005D0441", "uri": "http://publications.europa.eu/resource/cellar/007df460-deb3-41d3-b908-b08c261a2240", "type": "Decision", "concepts": ["1182", "2448", "368", "424", "5917", "6212"], "title": "2005/441/EC: Council Decision of 17 February 2005 giving notice to Greece, in accordance with Article 104(9) of the EC Treaty, to take measures for the deficit reduction judged necessary in order to remedy the situation of excessive deficit\n", "header": "16.6.2005 EN Official Journal of the European Union L 153/29\nCOUNCIL DECISION\nof 17 February 2005\ngiving notice to Greece, in accordance with Article 104(9) of the EC Treaty, to take measures for the deficit reduction judged necessary in order to remedy the situation of excessive deficit\n(2005/441/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(9) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas:\n(1) According to Article 104(1) of the Treaty, Member States are to avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation. The Stability and Growth Pact includes Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1).\n(3) The Resolution of the European Council of 17 June 1997 on the Stability and Growth Pact, Amsterdam (2) solemnly invites all parties, namely the Member States, the Council and the Commission to implement the Treaty and the Stability and Growth Pact in a strict and timely manner.\n(4) By Council Decision 2004/917/EC (3), on 5 July 2004, it was decided, in accordance with Article 104(6) of the Treaty, that an excessive deficit existed in Greece.\n(5) In accordance with Article 104(7) of the Treaty and Article 3(4) of Regulation (EC) No 1467/97, the Council addressed a Recommendation to Greece on 5 July 2004 establishing the deadline of 5 November 2004 for Greece to take measures to bring the existence of an excessive deficit to an end in 2005 at the latest.\n(6) After the adoption of Decision 2004/917/EC, the Greek government data notified on 4 May 2004 was significantly revised in September 2004. The deficit figure for 2003 rose to 4,6 % of GDP (from the 3,2 % notified on 4 May), while according to the Commission’s autumn 2004 forecasts, the general government deficit was likely to reach 5,5 % of GDP in 2004, compared with the 3,2 % projected in spring. Furthermore, the measures approved by the Greek Parliament in the 2005 budget might not ensure that the general government deficit is brought below 3 % of GDP in 2005. According to the Commission’s autumn 2004 forecasts, which projected a growth rate of 3,3 % in 2005, the measures included in the Greek budget for 2005 are projected to lead to a nominal deficit of 3,6 % of GDP, which is above the 3 % threshold.\n(7) By Council Decision 2005/334/EC (4), it was established, in accordance with Article 104(8) of the Treaty, that Greece had not taken effective action in response to the Council Recommendation according to Article 104(7) of 5 July 2004.\n(8) According to Article 104(9), if a Member State persists in failing to put into practice the recommendations of the Council, the Council may decide to give notice to the Member State to take measures for the deficit reduction within a specified time-limit. The Council considers that the deadline, set in the Council Recommendation according to Article 104(7) of 5 July 2004, based on the present Commission forecast will not be met. Article 5 of Regulation (EC) No 1467/97 indicates that any Council decision to give such notice is to be taken within one month of the Council decision establishing that the Member State in question has not taken effective action in accordance with Article 104(8).\n(9) The following factors should be taken into account in determining the recommendations to be included in the notice. Firstly, the estimated deficit out-turn for 2004 will be substantially higher than expected when the recommendation under Article 104(7) was adopted and the overruns more than offset the restraining measures implemented for 2004. As a result, the entire fiscal effort to be made in order to correct the excessive deficit by 2005 at the latest, as called for in the Council Recommendation according to Article 104(7) of 5 July 2004, should take place in the current year. Secondly, according to the Commission’s autumn 2004 forecasts, if fully implemented, the measures in the budget adopted by the Greek Parliament for 2005 would lead to a deficit reduction of 1,9 percentage points of GDP. This represents a considerable improvement of the fiscal position, but would be insufficient to bring the nominal deficit below the 3 % threshold. Finally, this additional adjustment might become even higher if a number of uncertainties regarding the macroeconomic scenario for 2005 and the fiscal outturn for 2004 materialise. Taking these elements into account, the total adjustment necessary to correct the excessive deficit in 2005 could be higher than 2,6 percentage points of GDP, which would require additional measures of a permanent nature leading to a correction in the deficit of at least 0,7 of a percentage point of GDP. Such an effort in a single year may prove economically costly.\n(10) In the light of these factors, it appears that the deadline which was set in July 2004 for the elimination of the excessive deficit in Greece should be extended by one year.\n(11) On the basis of a growth rate of 3,3 % in the Commission’s autumn 2004 forecasts for 2005 and 2006 and given the uncertainties regarding the macroeconomic and budgetary outlooks, a rigorous implementation of the 2005 budget, together with measures of a permanent nature leading to a correction in the deficit of at least 0,6 of a percentage point of GDP in 2006, would result in a deficit of 3,6 % of GDP in 2005 and bring it below 3 % of GDP in 2006.\n(12) The Commission’s autumn 2004 forecasts project the debt ratio to stabilise at around 112 % of GDP in 2004 and 2005, and to fall only marginally to about 110 % in 2006. This is well above the 60 % reference value of the Treaty. Moreover, the contribution to the changes in debt levels of factors other than net borrowing is also high. It is necessary that the Greek authorities should continue to pay due attention to such factors in order to reduce the debt ratio at a satisfactory pace, consistent with the projections for the general government balance and nominal GDP growth.\n(13) In view of significant statistical revisions and in order to allow for an adequate monitoring of the situation of public finances in Greece, further efforts are needed to improve the collection and processing of general government data required by the existing legal framework, notably by enhancing the mechanisms that ensure the prompt and correct supply of these data.\n(14) Greece should submit a report to the Commission before 21 March 2005, outlining measures to be implemented in order to comply with this Decision. In particular, the report should include a description of the measures to be implemented in 2005 to reduce the budget deficit, an assessment of the implications of the 2004 deficit out-turn to be disclosed in the excessive deficit procedure notification in March 2005 and a description of the uncertainties associated with the macroeconomic scenario. Greece should also include in that report as precise a description as possible of the measures to be implemented in 2006 to reduce the deficit. The Commission and the Council should examine that report with a view to assessing compliance with this Decision.\n(15) According to the second subparagraph of Article 104(9) of the Treaty, the Council may request Greece to submit reports in accordance with a specific timetable in order to examine the adjustment efforts made in order to comply with this Decision. It is appropriate for Greece to submit reports just after the usual deadlines for reporting government deficits and debt provided for by Article 4 of Council Regulation (EC) No 3605/93 of 22 November 1993 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (5) in order to enable the Commission to assess compliance with this Decision.\n(16) In the view of the Council, adjustment measures should secure a lasting improvement in the general government balance. In order to ensure a sustained budgetary consolidation towards the medium term position of government finances close to balance or in surplus, as prescribed by the Stability and Growth Pact, a reduction in the cyclically-adjusted deficit by at least 0,5 of a percentage point of GDP per year is necessary after the correction of the excessive deficit,", "main_body": ["1.   Greece shall put an end to the present excessive deficit situation as rapidly as possible and at the latest by 2006 through:\n(i) a rigorous implementation of the 2005 budget as approved by its Parliament;\n(ii) implementing in 2006 adjustment measures of a permanent nature leading to a correction in the deficit of at least 0,6 of a percentage point of GDP.\n2.   Greece shall further pursue the efforts to identify and control factors other than net borrowing, which contribute to the change in debt levels, with a view to ensuring that the government gross debt ratio diminishes sufficiently and approaches the reference value at a satisfactory pace in line with the correction of the excessive deficit.\n3.   Greece shall further pursue the efforts to improve the collection and processing of general government data, notably by enhancing the mechanisms that ensure the prompt and correct supply of the general government data required by the existing legal framework.", "1.   Greece shall submit, by 21 March 2005 at the latest, a report outlining the decisions to respect the recommendations of this Decision. The Commission and the Council shall analyse the report with a view to assessing compliance by Greece with this Decision.\n2.   Greece shall submit reports by 31 October 2005, 30 April 2006 and 31 October 2006, examining progress made in respecting the recommendations of this Decision. These reports shall be analysed by the Commission and the Council with a view to assessing compliance by Greece with this Decision.", "The Council urges Greece to take the necessary measures to ensure that budgetary consolidation towards the medium-term position of government finances close to balance or in surplus is sustained through a reduction in the cyclically-adjusted deficit by at least 0,5 of a percentage point of GDP per year after the excessive deficit has been corrected.", "Greece shall take effective action to comply with this Decision by 21 March 2005.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 17 February 2005.\nFor the Council\nThe President\nJ.-C. JUNCKER\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  OJ C 236, 2.8.1997, p. 1.\n(3)  OJ L 389, 31.12.2004, p. 25.\n(4)  OJ L 107, 28.4.2005, p. 24.\n(5)  OJ L 332, 31.12.1993, p. 7."}