{"celex_id": "32009D0360", "uri": "http://publications.europa.eu/resource/cellar/f400e209-ff31-47e2-831b-72cf25b90ce0", "type": "Decision", "concepts": ["1158", "1411", "2611", "2825", "3743", "3753", "6004", "952"], "title": "2009/360/EC: Commission Decision of 30 April 2009 completing the technical requirements for waste characterisation laid down by Directive 2006/21/EC of the European Parliament and of the Council on the management of waste from extractive industries (notified under document number C(2009) 3013)\n", "header": "1.5.2009 EN Official Journal of the European Union L 110/48\nCOMMISSION DECISION\nof 30 April 2009\ncompleting the technical requirements for waste characterisation laid down by Directive 2006/21/EC of the European Parliament and of the Council on the management of waste from extractive industries\n(notified under document number C(2009) 3013)\n(2009/360/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2006/21/EC of the European Parliament and of the Council of 15 March 2006 on the management of waste from extractive industries and amending Directive 2004/35/EC (1), and in particular Article 22(1)(e) thereof,\nWhereas:\n(1) Directive 2006/21/EC provides for waste characterisation as part of the waste management plan, which has to be drawn up by the operator of extractive industries and approved by the competent authority. Annex II of that Directive provides a list of certain aspects to be included in the waste characterisation.\n(2) The purpose of the characterisation of extractive waste is to obtain the relevant information on the waste to be managed in order to be able to assess and monitor its properties, behaviour and characteristics and thereby ensure that it is managed under environmentally safe conditions in the long term. Furthermore, the characterisation of extractive waste should facilitate the determination of the options for managing such waste and the related mitigation measures in order to protect human health and the environment.\n(3) The necessary information and data for the characterisation of extractive waste should be collected on the basis of existing relevant and appropriate information or, if needed, by sampling and testing. It should be ensured that information and data for waste characterisation are appropriate, of adequate quality and representative of the waste. This information should be duly justified in the waste management plan to the full satisfaction of the competent authority.\n(4) The level of detail of information to be gathered and the related sampling or testing needs should be adapted to the type of waste, the potential environmental risks, and the intended waste facility. From a technical point of view, it should be made possible to adopt an iterative approach to ensure appropriate waste characterisation.\n(5) From a technical point of view, it is appropriate to exempt waste defined as inert in accordance with the criteria laid down in Commission Decision 2009/359/EC (2) from part of the geochemical testing.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 18 of Directive 2006/12/EC of the European Parliament and of the Council (3),", "main_body": ["Waste characterisation\n1.   Member States shall ensure that the waste characterisation to be carried out by operators in the extractive industries complies with this Decision.\n2.   Waste characterisation shall cover the following categories of information as specified in the Annex:\n(a) background information;\n(b) geological background of deposit to be exploited;\n(c) nature of the waste and its intended handling;\n(d) geotechnical behaviour of the waste;\n(e) geochemical characteristics and behaviour of the waste.\n3.   The criteria for defining inert waste laid down in Decision 2009/359/EC shall be taken into account for the purpose of assessing the geochemical behaviour of waste. Where, on the basis of those criteria, waste is considered to be ‘inert’, it shall be only subject to the relevant part of geochemical testing referred to in point 5 of the Annex.", "Collection and evaluation of information\n1.   Information and data necessary for the waste characterisation shall be collected in the order set out in paragraphs 2 to 5.\n2.   Existing investigations and studies, including existing permits, geological surveys, similar sites, lists of inert waste, appropriate certification schemes, European or national standards for similar material, which satisfy the technical requirements set out in the Annex shall be used.\n3.   The quality and representativity of all information shall be evaluated and possible missing information shall be identified.\n4.   Where information necessary for the characterisation of the waste is missing, a sampling plan shall be drawn up in accordance with standard EN 14899 and samples shall be taken in accordance with that sampling plan. Sampling plans shall be based on identified information as necessary, including:\n(a) purpose of data collection,\n(b) testing programme and sampling requirements,\n(c) sampling situations, including sampling from drill-cores, excavation face, conveyor belt, heap, pond, or other relevant situation,\n(d) procedures and recommendations for sample numbers, size, mass, description and handling.\nThe reliability and quality of the sampling results shall be evaluated.\n5.   The results of the characterisation process shall be evaluated. Where necessary, additional information shall be collected following the same methodology. The final result shall feed into the waste management plan.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 April 2009.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 102, 11.4.2006, p. 15.\n(2)  See page 46 of this Official Journal.\n(3)  OJ L 114, 27.4.2006, p. 9.\nANNEX\nTECHNICAL REQUIREMENTS FOR WASTE CHARACTERISATION\n1.   Background information\nReview and understanding of the general background and objectives of the extractive operation.\nCollection of general information about:\n— prospecting, extraction, or processing activity,\n— type and description of method of extraction and process applied,\n— nature of the intended product.\n2.   Geological background of deposit to be exploited\nIdentification of the waste units to be exposed by extraction and processing by providing relevant information on:\n— nature of surrounding rocks, their chemistry and mineralogy, including hydrothermal alteration of mineralised rocks and barren rocks,\n— nature of deposit, including mineralised rocks or rock-bearing mineralisation,\n— mineralisation typology, their chemistry and mineralogy, including physical properties such as density, porosity, particle size distribution, water content, covering worked minerals, gangue minerals, hydrothermal newly-formed minerals,\n— size and geometry of deposit,\n— weathering and supergene alteration from the chemical and mineralogical point of view.\n3.   The waste and its intended handling\nDescription of the nature of all the wastes occurring in each prospecting, extraction and processing operation, including overburden, waste rock and tailings, by providing information on the following elements:\n— origin of the waste in the extraction site and the process generating that waste such as prospecting, extraction, milling, concentration,\n— quantity of the waste,\n— description of the waste transport system,\n— description of the chemical substances to be used during treatment,\n— classification of the waste according to Commission decision 2000/532/EC (1), including hazardous properties,\n— type of intended waste facility, final form of exposure of the waste and method of deposition of the waste into the facility.\n4.   Geotechnical behaviour of waste\nIdentification of the suitable parameters for assessing the intrinsic physical characteristics of the waste taking into account the type of waste facility.\nRelevant parameters to be considered are: granulometry, plasticity, density and water content, degree of compaction, shear strength and angle of friction, permeability and void ratio, compressibility and consolidation.\n5.   Geochemical characteristics and behaviour of the waste\nSpecification of the chemical and mineralogical characteristics of the waste, and of any additives or residuals remaining in the waste.\nPrediction of drainage chemistry over time for each type of waste, taking into account its intended handling, in particular:\n— evaluation of metals, oxyanion and salt leachability over time by pH dependence leaching test, and/or percolation test and/or time-dependent release and/or other suitable testing,\n— for sulphide-containing waste, static or kinetic tests shall be carried out in order to determine acid-rock drainage and metal leaching over time.\n(1)  OJ L 226, 6.9.2000, p. 3."}