{"celex_id": "32007D0675", "uri": "http://publications.europa.eu/resource/cellar/ef3146a6-9669-4198-b620-3ec36d5bb9d7", "type": "Decision", "concepts": ["1708", "3545", "5933"], "title": "2007/675/EC: Commission Decision of 17 October 2007 setting up the Group of Experts on Trafficking in Human Beings\n", "header": "20.10.2007 EN Official Journal of the European Union L 277/29\nCOMMISSION DECISION\nof 17 October 2007\nsetting up the Group of Experts on Trafficking in Human Beings\n(2007/675/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) With a view to enhancing the fight against trafficking in human beings at European level and in accordance with the Brussels Declaration (1) (2002) that expressed the need for a group of experts on trafficking in human beings to be set up by the Commission, the group was created with the Commission Decision 2003/209/EC of 25 March 2003. The consultative group is to be known as the ‘Experts Group on Trafficking in Human Beings.’ (2).\n(2) The Experts Group on Trafficking in Human Beings was mandated to contribute to the further development of the prevention of and the fight against trafficking in human beings, to enable the Commission to gather opinions in view of Commission initiatives relating to trafficking in human beings and to prepare a report based on the recommendations set out in the Brussels Declaration. The Experts Group in December 2004 submitted the report together with a set of recommendations with a view to launching further concrete proposals at European level.\n(3) The Commission Communication of 18 October 2005‘Fighting trafficking in human beings — an integrated approach and proposals for an action plan’ (3) was largely based upon the report and the recommendations developed by the Experts Group. On 1 December 2005, the Council adopted the EU plan on best practices, standards and procedures for combating and preventing trafficking in human beings (4), which reflects a number of suggestions made in the Commission's Communication.\n(4) In the light of the valuable work carried out by the Experts Group on Trafficking in Human Beings since 2003 that has enabled the Commission to further develop its policy in the area and taking into account the increasing importance at global level of the policy area of trafficking in human beings, the Group of Experts should continue its work. A new decision is required in order to take account the enlargement of the European Union. The scope of the group of experts should also be extended and should be able to benefit from a wider range of expertise that is demanded by the changing phenomenon of trafficking in human beings.\n(5) The Group of Experts should continue to advise the Commission taking into account current developments at European, national and international level. In particular, it should assist the Commission in the implementation and development of actions envisaged in the EU plan on best practices, standards and procedures for combating and preventing trafficking in human beings of December 2005 while paying special attention to the area of labour exploitation.\n(6) The Group of Experts should be composed of 21 members representing a balance of representatives of public bodies of EU Member States and non-profit organisations of the European Union, and Europol. Experts from the academic sector and consultancies specialising in the non-profit sector should also be eligible for membership.\n(7) The Group of Experts should be able to establish sub-groups in order to facilitate and accelerate its work by focusing on a specific issue. The terms of reference of such sub-groups should be agreed upon by the Group of Experts as a whole and should be clearly defined.\n(8) Rules on disclosure of information by members of the Group of Experts should be provided for, without prejudice to the Commission’s rules on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (5).\n(9) Personal data relating to members of the group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (6).\n(10) The term of office of the Members should be three years and should be renewable.\n(11) Decision 2003/209/EC should be repealed,", "main_body": ["The group of experts on trafficking in human beings\nThe ‘Group of experts on Trafficking in Human Beings’, hereinafter referred to as ‘the group’, is hereby set up.", "Consultation\n1.   The Commission may consult the group on any matter relating to trafficking in human beings.\n2.   The group's task shall be:\n(a) to establish cooperation between Member States, other parties as listed in Article 3 paragraph 2(b) and the Commission on the range of questions relating to trafficking in human beings;\n(b) to help the Commission, by issuing opinions related to the trafficking in human beings, and ensuring a coherent approach to the subject;\n(c) to help the Commission assess the evolution of policy in the filed of trafficking in human beings at national, European and international levels;\n(d) to assist the Commission in identifying and defining possible relevant measures and actions at European and national level across the range of the anti-trafficking policy;\n(e) The Group of Experts shall issue opinions or reports to the Commission at the latter's request or on its own initiative, taking into due consideration the implementation and further development at EU level of the EU Plan on best practices, standards and procedures for combating and preventing trafficking in human beings, and related forms of exploitation. It will also take into account the gender dimension.\n3.   The Chairperson of the group may advise the Commission that is desirable to consult the group on a specific question.", "Membership — Appointment\n1.   The group shall be composed of 21 members. Call for application to be a member in the group will be published in the Official Journal and at the public website of Directorate-general Justice, liberty and Security.\n2.   The members of the group of experts shall be appointed from specialists with expertise and experience in the fight against trafficking in human beings, including the labour dimension of trafficking in human beings, taken from:\n(a) administrations of the Member States (up to 11 members);\n(b) inter-governmental, international and non-governmental organisations active at European level with well documented expertise and experience in the area of trafficking in human beings (up to 5 members);\n(c) social partners and employers' associations operating at European level (up to 4 members);\n(d) Europol (1 member);\n(e) individuals with experience deriving from academic research for public or private universities or institutes in Member States may also become members of the group (up to 2 members).\n3.   The members referred to in point (a) of paragraph 2 shall be designated and appointed by the Commission on the proposal of Member States. The members referred to in points (b), (c) and (e) of paragraph 2 shall be appointed by the Commission from among those who have responded to the call for applications. The member referred to in (d) of paragraph 2 shall be appointed by Europol.\n4.   On the basis of the call for applications applicants who were deemed suitable candidates for group membership, but were not appointed, should be placed on a reserve list, with their consent. The Commission will use this list for the appointment of replacements for members, if needed.\n5.   Members of the group shall remain in office until such time as they are replaced or their terms of office ends.\n6.   Members who are no longer capable of contributing effectively to the group’s deliberations, who resign or who do not comply with the conditions set out in paragraph 3 of this Article, or Article 287 of the Treaty, may be replaced for the remainder of their term of office.\n7.   Members appointed in a personal capacity shall each year sign an undertaking to act in the public interest and a declaration indicating the absence or existence of any interest which may undermine their objectivity.\n8.   The names of members appointed in a personal capacity shall be published on the Internet site of the DG Justice, Freedom and Security and in the C Series of the Official Journal of the European Union.\n9.   The names of members shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.", "Operation\n1.   The group shall elect a Chairperson and two vice Chairpersons from among its members acting by a simple majority.\n2.   In agreement with the Commission, sub-groups may be set up within the framework of the group to examine specific questions under terms of reference established by the group. The sub-groups shall comprise a maximum of nine members and shall be dissolved as soon as their mandates are fulfilled.\n3.   Information obtained by participating in the deliberations of the group or its sub-group shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n4.   The group and its sub-groups shall normally meet on Commission premises in accordance with the procedures and schedule established by it. The Commission shall provide secretarial services to the meetings of the group and its sub-groups. Representatives of interested Commission services may attend meetings of the group and its sub-groups.\n5.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n6.   The Commission may publish, in the original language of the document concerned, any summary, conclusion, or partial conclusion or working document prepared by the group.", "Additional experts\n1.   The Commission may invite experts or observers from outside the group with specific competence in a subject on the agenda to take part in the work of the group.\n2.   The Commission may invite official representatives of Member States, candidate countries or third countries and of international, inter-governmental and non-governmental organisations to participate at the meeting of the Group of Experts.", "Meeting expenses\n1.   The Commission shall reimburse travel and, where appropriate, subsistence expenses for member and experts in connection with the group’s activities in accordance with the Commission’s rules on the compensation of external experts.\n2.   The members, experts and observers shall not be remunerated for the services they render.\n3.   Meeting expenses are reimbursed within the limits of the annual budget allocated to the group by the responsible Commission services.", "Repeal\nDecision 2003/209/EC is repealed.", "Applicability\nThe Decision shall apply for 3 years."], "attachments": "Done at Brussels, 17 October 2007.\nFor the Commission\nFranco FRATTINI\nVice-President\n(1)  The Brussels Declaration was adopted at the European Conference on Preventing and Combating Trafficking in Human Beings — Global Challenge for the 21st Century from 18-20 September 2002, OJ C 137, 12.6.2003, p. 1.\n(2)  OJ L 79, 26.3.2003, p. 25.\n(3)  COM(2005) 514 final.\n(4)  OJ C 311, 9.12.2005, p. 1.\n(5)  OJ L 317, 3.12.2001, p. 1. Decision as last amended by Decision 2006/548/EC, Euratom (OJ L 215, 5.8.2006, p. 38).\n(6)  OJ L 8, 12.1.2001, p. 1."}