{"celex_id": "32002R2355", "uri": "http://publications.europa.eu/resource/cellar/1397e4a6-4713-4664-a371-be2075e12162", "type": "Regulation", "concepts": ["1154", "1448", "189", "5138", "5283", "862"], "title": "Commission Regulation (EC) No 2355/2002 of 27 December 2002 amending Commission Regulation (EC) No 438/2001 laying down detailed rules for the implementation of Council Regulation (EC) No 1260/1999 as regards the management and control systems for assistance granted under the Structural Funds\n", "header": "Commission Regulation (EC) No 2355/2002\nof 27 December 2002\namending Commission Regulation (EC) No 438/2001 laying down detailed rules for the implementation of Council Regulation (EC) No 1260/1999 as regards the management and control systems for assistance granted under the Structural Funds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(1), as amended by Council Regulation (EC) No 1447/2001(2), and in particular Article 53(2) thereof,\nAfter consulting the Committee set up pursuant to Article 147 of the Treaty,\nAfter consulting the Committee on Agricultural Structures and Rural Development,\nAfter consulting the Committee on Structures for Fisheries and Aquaculture,\nWhereas:\n(1) Article 38(6) of Regulation (EC) No 1260/1999 requires the responsible authorities in the Member States to keep available for the Commission all the supporting documents regarding expenditure and checks in respect of any assistance for a period of three years following the payment by the Commission of the final balance unless otherwise decided in the bilateral administrative agreements.\n(2) It is desirable to specify the categories of supporting documents covered by this obligation, the form in which they may be held and the obligation to determine the bodies which should hold them.\n(3) As the documents in question form part of the audit trail referred to in Article 7 of Regulation (EC) 438/2001(3), it is appropriate to add to this article the necessary provisions concerning the retention of documents.\n(4) The provisions on the retention of documents are without prejudice to other specific Community or national rules.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Development and Conversion of the Regions,", "main_body": ["Article 7 of Regulation (EC) No 438/2001 is amended as follows:\n(a) a new paragraph is inserted after paragraph 2 as follows:\n\"2a. (a) The supporting documents regarding expenditure and checks referred to in Article 38(6) of Regulation (EC) No 1260/1999 shall comprise\n- documents relating to specific expenditure incurred and declared and payments made under the assistance and required for a sufficient audit trail including documents constituting proof of the actual delivery of products or services co-financed;\n- reports and documents relating to checks carried out under Articles 4, 9, 10 and 15 of this Regulation.\nThe competent national authorities shall determine by which body the documents are to be held during the period for which retention is required.\n(b) Documents must be held either as originals or on commonly accepted data carriers.\nCommonly accepted data carriers shall include, in particular,\n- photocopies of original documents;\n- microfiches of original documents;\n- electronic versions of original documents on optical data carriers (such as CD-rom, hard disk or magnetic disk);\n- documents existing in electronic version only.\nThe procedure for certification of conformity of documents held on commonly accepted data carriers with the original document shall be laid down by the national authorities and shall ensure that the versions held comply with national legal requirements and can be relied on for audit purposes. Where documents exist in electronic version only, the underlying computer systems on which electronic versions are held must meet accepted security standards which ensure that the documents held comply with national legal requirements and can be relied on for audit purposes.\"\n(b) paragraph 3(a) is replaced by the following text:\n\"(a) that there are procedures to ensure that the documents referred to in paragraph 2a are held in accordance with the requirements of Article 38(6) of Regulation (EC) No 1260/1999 and with Annex I to this Regulation;\"", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 December 2002.\nFor the Commission\nMichel Barnier\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 1.\n(2) OJ L 139, 29.7.2001, p. 1.\n(3) OJ L 63, 3.3.2001, p. 21."}