{"celex_id": "32003D0023(01)", "uri": "http://publications.europa.eu/resource/cellar/2f2ad9d4-d7e6-4286-9ec4-c18edd01bfbb", "type": "Decision", "concepts": ["4763", "5283", "5455", "665", "729"], "title": "2004/49/EC: Decision of the European Central Bank of 18 December 2003 amending Decision ECB/2001/15 of 6 December 2001 on the issue of euro banknotes (ECB/2003/23)\n", "header": "Decision of the European Central Bank\nof 18 December 2003\namending Decision ECB/2001/15 of 6 December 2001 on the issue of euro banknotes\n(ECB/2003/23)\n(2004/49/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 106(1) thereof, and to the Statute of the European System of Central Banks and of the European Central Bank and in particular Article 16 thereof,\nHaving regard to Decision ECB/2001/15 of 6 December 2001 on the issue of euro banknotes(1),\nWhereas:\n(1) Article 1(c) of Decision ECB/2001/15 defines \"subscribed capital key\" by reference to Decision ECB/1998/13 of 1 December 1998 on the national central banks' percentage shares in the key for the capital of the European Central Bank(2).\n(2) Article 1(d) of Decision ECB/2001/15 defines the \"banknote allocation key\" by reference to the Annex to Decision ECB/2001/15 which specifies the key applying on 1 January 2002.\n(3) Decision ECB/2003/17 of 18 December 2003 on the national central banks' percentage shares in the key for subscription to the European Central Bank's capital(3) repeals Decision ECB/1998/13 with effect from 1 January 2004 and lays down the new weightings assigned to the national central banks (NCBs) in the key for subscription to the ECB's capital.\n(4) Decision ECB/2001/15 needs to be amended accordingly in order to determine the banknote allocation key applying from 1 January 2004. The amendment should also introduce a general definition of the term \"subscribed capital key\" in order to avoid future amendments to Decision ECB/2001/15 each time the ECB's capital key is adjusted,", "main_body": ["Amendments to Decision ECB/2001/15\nDecision ECB/2001/15 is amended as follows:\n1. Article 1(c) is replaced by the following:\n\"(c) 'subscribed capital key' shall mean the NCBs' shares (expressed as percentages) in the ECB's subscribed capital that result from applying to the NCBs the weightings in the key referred to in Article 29.1 of the Statute and as applicable for the relevant financial year;\"\n2. Article 1(d) is replaced by the following:\n\"(d) 'banknote allocation key' shall mean the percentages that result from taking into account the ECB's share in the total euro banknote issue and applying the subscribed capital key (rounded to the nearest multiple of 0,0005 percentage point) to the NCBs' share in such total. Where the resulting percentages do not total 100 %, the difference shall be compensated for: (i) if the total is below 100 %, by adding 0,0005 of a percentage point to the smallest share(s) in ascending order until exactly 100 % is reached, or (ii) if the total is above 100 %, by subtracting 0,0005 of a percentage point in descending order from the largest share(s) until exactly 100 % is reached. The Annex to this Decision specifies the banknote allocation key applying from 1 January 2004.\"\n3. The Annex to Decision ECB/2001/15 is replaced by the text set out in the Annex to this Decision.", "Final provisions\n1. This Decision shall enter into force on 1 January 2004.\n2. This Decision will be published in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 18 December 2003.\nFor the Governing Council of the ECB\nJean-Claude Trichet\n(1) OJ L 337, 20.12.2001, p. 52.\n(2) OJ L 125, 19.5.1999, p. 33.\n(3) See page 27 of this Official Journal.\nANNEX\nBANKNOTE ALLOCATION KEY ON 1 JANUARY 2004\n>TABLE>"}