{"celex_id": "32009L0060", "uri": "http://publications.europa.eu/resource/cellar/3a0f51fb-2494-41bd-ac97-ea7ff7fcf652", "type": "Directive", "concepts": ["2897", "3110", "3143", "4476", "4654", "4655", "5111", "5451", "5481", "5498"], "title": "Directive 2009/60/EC of the European Parliament and of the Council of 13 July 2009 on the maximum design speed of and load platforms for wheeled agricultural or forestry tractors (Codified version) (Text with EEA relevance )\n", "header": "30.7.2009 EN Official Journal of the European Union L 198/15\nDIRECTIVE 2009/60/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 13 July 2009\non the maximum design speed of and load platforms for wheeled agricultural or forestry tractors\n(Codified version)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Council Directive 74/152/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to the maximum design speed of and load platforms for wheeled agricultural or forestry tractors (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Directive should be codified.\n(2) Directive 74/152/EEC is one of the separate Directives of the EC type-approval system provided for in Council Directive 74/150/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to the type-approval of wheeled agricultural or forestry tractors, as replaced by Directive 2003/37/EC of the European Parliament and of the Council of 26 May 2003 on type-approval of agricultural or forestry tractors, their trailers and interchangeable towed machinery, together with their systems, components and separate technical units (5) and lays down technical prescriptions concerning the design and construction of wheeled agricultural or forestry tractors as regards their maximum design speed and load platforms. Those technical prescriptions concern the approximation of the laws of the Member States to enable the EC type-approval procedure provided for in Directive 2003/37/EC to be applied in respect of each type of tractor. Consequently, the provisions laid down in Directive 2003/37/EC relating to agricultural or forestry tractors, their trailers and interchangeable towed machinery, together with their systems, components and separate technical units apply to this Directive.\n(3) This Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex II, Part B,", "main_body": ["1.   ‘Tractor’ (agricultural or forestry) means any motor vehicle, fitted with wheels or endless tracks and having at least two axles, the main function of which lies in its tractive power and which is specially designed to tow, push, carry or power certain tools, machinery or trailers intended for agricultural or forestry use. It may be equipped to carry a load and passengers.\n2.   This Directive shall apply only to tractors defined in paragraph 1 which are equipped with pneumatic tyres and have a maximum design speed of between 6 and 40 km/h.", "1.   No Member State may refuse to grant EC type-approval, to issue the document provided for in Article 2(u) of Directive 2003/37/EC, or to grant national type-approval in respect of a type of tractor on grounds relating to its maximum design speed or load platform, if these satisfy the requirements set out in Annex I.\n2.   Member States may not issue the document provided for in Article 2(u) of Directive 2003/37/EC in respect of a type of tractor which does not meet the requirements of this Directive.\nMember States may refuse to grant national type-approval in respect of a type of tractor which does not meet the requirements of this Directive.", "No Member State may refuse registration or prohibit the sale, initial entry into service or use of tractors on grounds relating to the maximum design speed or the load platforms if these satisfy the requirements set out in Annex I.", "1.   No Member State may prohibit the fitting of load platforms or require that tractors be fitted with one or more such platforms.\n2.   No Member State may prohibit the carriage on load platforms of products which they permit to be carried on trailers used for agriculture or forestry purposes. Within the limits laid down by the manufacturer, a maximum load of at least 80 % of the weight of the tractor in running order is authorised.", "Any amendments necessary to adapt to technical progress the requirements of Annex I shall be adopted in accordance with the procedure referred to in Article 20(3) of Directive 2003/37/EC.", "Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "Directive 74/152/EEC, as amended by the Directives listed in Annex II, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex II, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex III.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  OJ C 161, 13.7.2007, p. 37.\n(2)  Opinion of the European Parliament of 19 June 2007 (OJ C 146 E, 12.6.2008, p. 74) and Council Decision of 22 June 2009.\n(3)  OJ L 84, 28.3.1974, p. 33.\n(4)  See Annex II, Part A.\n(5)  OJ L 171, 9.7.2003, p. 1.\nANNEX I\n1.   Maximum design speed\n1.1. For the type-approval tests, the average speed shall be measured on a straight track, which the tractor shall traverse in both directions from a flying start. The soil of the track shall be stabilised; the track shall be flat and at least 100 metres long; however it may include slopes of not more than 1,5 %.\n1.2. During the test, the tractor shall be unladen and in running order without ballast weights or special equipment and the tyre pressures shall be those specified for road use.\n1.3. During the test the tractor shall be fitted with new pneumatic tyres having the greatest rolling radius intended by the manufacturer for the tractor.\n1.4. The gear ratio used during the test shall be that producing the maximum vehicle speed and the throttle shall be fully open.\n1.5. In order to take account of various unavoidable errors due, in particular, to the measuring technique and to the increase in running speed of the engine with a partial load, a measured speed exceeding the value for the maximum design speed by 3 km/h shall be acceptable for the type-approval test.\n1.6. So that the authorities competent for the type-approval of tractors may calculate their maximum theoretical speed, the manufacturer shall specify as a guide the gear ratio, the actual forward movement of the powered wheels corresponding to one complete revolution, and the rpm at maximum power output with the throttle fully open and the speed governor, if fitted, adjusted as laid down by the manufacturer.\n2.   Load platforms\n2.1. The centre of gravity of the platform shall be situated between the axles.\n2.2. The dimensions of the platform shall be such that:\n— the length does not exceed 1,4 times the front or rear track of the tractor, whichever is the larger,\n— the width does not exceed the maximum overall width of the tractor without equipment,\n2.3. The platform shall be laid out symmetrically in relation to the longitudinal median plane of the tractor.\n2.4. The height of the load platform above the ground shall be not more than 150 cm.\n2.5. The type of platform and the way it is fitted shall be such that, with a normal load, the driver’s field of vision remains adequate and the various compulsory lighting and light-signalling devices may continue to fulfil their proper function.\n2.6. The load platform shall be detachable; it shall be attached to the tractor in such a way as to avoid any risk of accidental detachment.\nANNEX II\nPart A\nRepealed Directive with its successive amendments\n(referred to in Article 7)\nCouncil Directive 74/152/EEC\nCouncil Directive 82/890/EEC Only as regards the references to Directive 74/152/EEC in Article 1(1)\nCommission Directive 88/412/EEC\nDirective 97/54/EC of the European Parliament and of the Council Only as regards the references to Directive 74/152/EEC in Article 1, first indent.\nCommission Directive 98/89/EC\nPart B\nList of time-limits for transposition into national law and application\n(referred to in Article 7)\nDirective Time-limit for transposition Date of application\n74/152/EEC 8 September 1975 —\n82/890/EEC 22 June 1984 —\n88/412/EEC 30 September 1988 (1) —\n97/54/EC 22 September 1998 23 September 1998\n98/89/EC 31 December 1999 (2) —\n(1)  In conformity with Article 2 of Directive 88/412/EEC:\n‘1.   From 1 October 1988 no Member State may:\n— refuse, in respect of a type of tractor, to grant EEC type-approval, to issue the document referred to in Article 10(1), final indent, of Directive 74/150/EEC, or to grant national type approval; or,\n— prohibit the entry into service of tractors,\nif the maximum design speed and load platforms of this type of tractor or tractors comply with the provisions of this Directive.\n2.   From 1 October 1989 Member States:\n— may no longer issue the document referred to in Article 10(1), final indent, of Directive 74/150/EEC for a type of tractor of which the maximum design speed and load platforms do not comply with the provisions of this Directive,\n— may refuse to grant national type approval in respect of a type of tractor of which the maximum design speed and load platforms do not comply with the provisions of this Directive.’,\n(2)  In conformity with Article 2 of Directive 98/89/EC:\n‘1.   From 1 January 2000 no Member State may:\n— refuse, in respect of a type of tractor, to grant EC type approval, to issue the document referred to in Article 10(1), final indent of Directive 74/150/EEC, or to grant national type approval, or,\n— prohibit the entry into service of tractors,\nif those tractors meet the requirements of Directive 74/152/EEC, as amended by this Directive.\n2.   From 1 October 2004, Member States:\n— may no longer issue the document referred to in Article 10(1), final indent, of Directive 74/150/EEC for a type of tractor if this does not meet the requirements of Directive 74/152/EEC, as amended by this Directive,\n— may refuse to grant national type approval in respect of a type of tractor if this does not meet the requirements of Directive 74/152/EEC as amended by this Directive.’,\nANNEX III\nCORRELATION TABLE\nDirective 74/152/EEC Directive 98/89/EC This Directive\nArticle 1  Article 1\nArticle 2 Article 2\nArticles 3 to 5  Articles 3 to 5\nArticle 6(1)  —\nArticle 6(2)  Article 6\n—  Article 7\n—  Article 8\nArticle 7  Article 9\nAnnex  Annex I\n—  Annex II\n—  Annex III"}