{"celex_id": "32005D0290", "uri": "http://publications.europa.eu/resource/cellar/9ef720a0-9797-4488-bfbf-2415e65f9383", "type": "Decision", "concepts": ["2560", "3181", "3408", "4689", "5034", "5100", "5369"], "title": "2005/290/EC: Commission Decision of 4 April 2005 on simplified certificates for the importation of bovine semen and fresh pig meat from Canada and amending Decision 2004/639/EC (notified under document number C(2005) 1002) (Text with EEA relevance)\n", "header": "12.4.2005 EN Official Journal of the European Union L 93/34\nCOMMISSION DECISION\nof 4 April 2005\non simplified certificates for the importation of bovine semen and fresh pig meat from Canada and amending Decision 2004/639/EC\n(notified under document number C(2005) 1002)\n(Text with EEA relevance)\n(2005/290/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 1999/201/EC of 14 December 1998 on the conclusion of the Agreement between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products (1), and in particular Article 3 thereof,\nHaving regard to Council Directive 88/407/EEC of 14 June 1988 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the bovine species (2), in particular Articles 10(2) and 11(2) thereof,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries (3), and in particular Articles 16(1) and 22(2) thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (4), in particular Article 8(4) and 9(4) (b) thereof.\nWhereas:\n(1) Annex V to the Agreement of 17 December 1998 between the European Community and the Government of Canada on sanitary measures to protect public and animal health in respect of trade in live animals and animal products (the Agreement) establishes the public health and animal health measures for imports into the Community of certain animals and products thereof for which equivalence should be recognised.\n(2) Annex VII to the Agreement provides for simplified official animal health and/or public health attestations to be included in the model health certificate for imports into the Community of live animals and animal products for which equivalence of measures (Yes-1) has been recognised.\n(3) Equivalence has been recognised for bovine semen with respect to animal health requirements on the basis of Directive 88/407/EEC, as amended by Directive 2003/43/EC (5), and therefore a simplified model certificate for bovine semen should be established.\n(4) It should be clarified that the use of the model animal health certificates laid down in Commission Decision 2004/639/EC of 6 September 2004 laying down the importation conditions of semen of domestic animals of the bovine species (6) is required without prejudice to specific certification requirements based on equivalence agreements between the Community and third countries. Decision 2004/639/EC should be amended accordingly.\n(5) Equivalence has been recognised with regard to public health requirements for pig meat but not for animal health requirements. Therefore the simplification based on equivalence of the model certificate for pig meat should only cover public health measures.\n(6) Council Directive 93/119/EC of 22 December 1993 on the protection of animals at the time of slaughter or killing (7) provides that the health certificates accompanying meat to be imported from a third country be supplemented by an attestation certifying that animals referred to in that Directive have been slaughtered under conditions which offer guarantees of humane treatment at least equivalent to those provided for in that Directive. That attestation should be included in the model certificate for fresh pig meat set out in this Decision.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Member States shall authorise the importation from Canada of semen of domestic animals of the bovine species conforming to the certification conditions laid down in the model certificate set out in Annex I, and accompanied by such a certificate duly completed and issued before departure of the consignment from Canada.", "The Member States shall authorise the importation from Canada of fresh meat of domestic swine conforming to the certification conditions laid down in the model certificate set out in Annex II, and accompanied by such a certificate duly completed and issued before departure of the consignment from Canada.", "In Article 1 of Decision 2004/639/EC, the following paragraph 4 is added:\n‘4.   The requirement laid down in paragraph 1 to use the model animal health certificate set out in Annex II, part 1 shall be without prejudice to specific certification requirements and model certificates adopted pursuant to agreements between the Community and third countries following a recognition of equivalence.’", "For a transitional period not exceeding 90 days from the date of application of this Decision, Member States shall authorise the importation from Canada of semen of domestic animals of the bovine species and fresh meat of domestic swine under model certificates applicable before the date of application of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 April 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 71, 18.3.1999, p. 1.\n(2)  OJ L 194, 22.7.1988, p. 10. Directive as last amended by Commission Decision 2004/101/EC (OJ L 30, 4.2.2004, p. 15).\n(3)  OJ L 302, 31.12.1972, p. 24. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(4)  OJ L 18, 23.1.2003, p. 11.\n(5)  OJ L 143, 11.6.2003, p. 23.\n(6)  OJ L 292, 15.9.2004, p. 21.\n(7)  OJ L 340, 31.12.1993, p. 21. Directive as amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\nANNEX I\nANNEX II"}