{"celex_id": "32005D0864", "uri": "http://publications.europa.eu/resource/cellar/37641e0f-bfc6-4f9e-af46-bc288fff7376", "type": "Decision", "concepts": ["1595", "1662", "2357", "2985", "3730", "5451"], "title": "2005/864/EC: Commission Decision of  2 December 2005  concerning the non-inclusion of endosulfan in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing this active substance  (notified under document number C(2005) 4611) Text with EEA relevance\n", "header": "3.12.2005 EN Official Journal of the European Union L 317/25\nCOMMISSION DECISION\nof 2 December 2005\nconcerning the non-inclusion of endosulfan in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing this active substance\n(notified under document number C(2005) 4611)\n(Text with EEA relevance)\n(2005/864/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the fourth subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provided for the Commission to carry out a programme of work for the examination of the active substances used in plant protection products which were already on the market on 25 July 1993. Detailed rules for the carrying out of this programme were established in Commission Regulation (EEC) No 3600/92 of 11 December 1992 laying down the detailed rules for the implementation of the first stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC concerning the placing of plant protection products on the market (2).\n(2) Commission Regulation (EC) No 933/94 of 27 April 1994 laying down the active substances of plant protection products and designating the rapporteur Member States for the implementation of Commission Regulation (EEC) No 3600/92 (3), designated the active substances which should be assessed in the framework of Regulation (EEC) No 3600/92, designated a Member State to act as rapporteur in respect of the assessment of each substance and identified the producers of each active substance who submitted a notification in due time.\n(3) Endosulfan is one of the 89 active substances designated in Regulation (EC) No 933/94.\n(4) In accordance with Article 7(1)(c) of Regulation (EEC) No 3600/92, Spain, being the designated rapporteur Member State, submitted on 22 February 2000 to the Commission the report of its assessment of the information submitted by the notifiers in accordance with Article 6(1) of that Regulation.\n(5) On receipt of the report of the rapporteur Member State, the Commission undertook consultations with experts of the Member States as well as with the main notifiers Bayer CropScience and Makhteshim Agan as provided for in Article 7(3) of Regulation (EEC) No 3600/92. It appeared that further data were required. Commission Decision 2001/810/EC (4) laid down a deadline for data submission by the notifier, which expired 25 May 2002. The same decision set a further deadline of 31 May 2003 for specified long term studies.\n(6) The Commission organised a tripartite meeting with the main data submitters and the rapporteur Member State for this active substance on 17 May 2004.\n(7) The assessment report prepared by Spain has been reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health. This review was finalised on 15 February 2005 in the format of the Commission review report for endosulfan.\n(8) During the evaluation of this active substance, a number of areas of concern have been identified. This was in particular the case concerning its environmental fate and behaviour as the route of degradation of the active substance is not completely clear and unknown metabolites were found in soil degradation, water/sediment degradation and mesocosm studies. In ecotoxicology many concerns remain since the long term risk, in particular, due to the presence of the abovementioned metabolites, cannot be sufficiently addressed with the available information. In addition exposure of operators under indoor conditions has not been considered to be sufficiently addressed with the available information. Moreover endosulfan is volatile, its main metabolite is persistent and it has been found in monitoring results of regions where the substance was not used. Consequently, as these concerns remain unsolved, assessments made on the basis of the information submitted have not demonstrated that it may be expected that, under the proposed conditions of use, plant protection products containing endosulfan satisfy in general the requirements laid down in Article 5(1)(a) and (b) of Directive 91/414/EEC.\n(9) Endosulfan should therefore not be included in Annex I to Directive 91/414/EEC.\n(10) Measures should be taken to ensure that existing authorisations for plant protection products containing endosulfan are withdrawn within a prescribed period and are not renewed and that no new authorisations for such products are granted.\n(11) In the light of the information submitted to the Commission it appears that, in the absence of efficient alternatives for certain limited uses in certain Member States, there is a need for further use of the active substance so as to enable the development of alternatives. It is therefore justified in the present circumstances to prescribe under strict conditions aimed at minimising risk a longer period for the withdrawal of existing authorisations for the limited uses considered as essential for which no efficient alternatives appear currently to be available for the control of harmful organisms.\n(12) Any period of grace for disposal, storage, placing on the market and use of existing stocks of plant protection products containing endosulfan allowed by Member States, should be limited to a period no longer than 12 months to allow existing stocks to be used in no more than one further growing season.\n(13) This Decision does not prejudice any action the Commission may undertake at a later stage for this active substance within the framework of Council Directive 79/117/EEC of 21 December 1978 prohibiting the placing on the market and use of plant protection products containing certain active substances (5),\n(14) This decision does not prejudice the submission of an application for endosulfan according to the provisions of Article 6(2) of Directive 91/414/EEC in view of a possible inclusion in its Annex I.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Endosulfan shall not be included as active substance in Annex I to Directive 91/414/EEC.", "Member States shall ensure that:\n1. authorisations for plant protection products containing endosulfan are withdrawn by 2 June 2006;\n2. from 3 December 2005 no authorisations for plant protection products containing endosulfan are granted or renewed under the derogation provided for in Article 8(2) of Directive 91/414/EEC;\n3. in relation to the uses listed in column B of the Annex, a Member State specified in column A may maintain in force authorisations for plant protection products containing endosulfan until 30 June 2007 provided that it:\n(a) ensures that such plant protection products remaining on the market are relabelled in order to match the restricted use conditions;\n(b) imposes all appropriate risk mitigation measures to reduce any possible risks in order to ensure the protection of human and animal health and the environment; and\n(c) ensures that alternative products or methods for such uses are being seriously sought, in particular, by means of action plans.\nThe Member State concerned shall inform the Commission on 31 December 2005 at the latest on the application of this paragraph and in particular on the actions taken pursuant to points (a) to (c) and provide on a yearly basis estimates of the amounts of endosulfan used for essential uses pursuant to this Article.", "Any period of grace granted by Member States in accordance with the provisions of Article 4(6) of Directive 91/414/EEC, shall be as short as possible and:\n(a) for the uses for which the authorisation is to be withdrawn on 2 June 2006, shall expire not later than 2 June 2007;\n(b) for the uses for which the authorisation is to be withdrawn by 30 June 2007, shall expire not later than 31 December 2007.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 December 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2005/58/EC (OJ L 246, 22.9.2005, p. 17).\n(2)  OJ L 366, 15.12.1992, p. 10. Regulation as last amended by Regulation (EC) No 2266/2000 (OJ L 259, 13.10.2000, p. 27).\n(3)  OJ L 107, 28.4.1994, p. 8. Regulation as last amended by Regulation (EC) No 2230/95 (OJ L 225, 22.9.1995, p. 1).\n(4)  OJ L 305, 22.11.2001, p. 32.\n(5)  OJ L 33, 8.2.1979, p. 36. Directive as last amended by Regulation (EC) No 850/2004 of the European Parliament and of the Council (OJ L 158, 30.4.2004, p. 7).\nANNEX\nList of authorisations referred to in Article 2(3)\nColumn A Column B\nMember State Use\nGreece Cotton, tomato, peppers, pears, potato, alfa-alfa\nSpain Hazel nut, cotton, tomato\nItaly Hazel nut\nPoland Hazel nut, strawberry, gerbera, ornamental bulbs"}