{"celex_id": "32005D0429", "uri": "http://publications.europa.eu/resource/cellar/1fa22f5d-0a58-4fd1-8633-f0d807f743d1", "type": "Decision", "concepts": ["1085", "1318", "133", "1504", "2286", "2455", "336", "3774", "4320", "4839", "5229"], "title": "2005/429/EC: Commission Decision of 2 June 2005 establishing a specific monitoring programme related to the recovery of cod stocks (notified under document number C(2005) 1538)\n", "header": "11.6.2005 EN Official Journal of the European Union L 148/36\nCOMMISSION DECISION\nof 2 June 2005\nestablishing a specific monitoring programme related to the recovery of cod stocks\n(notified under document number C(2005) 1538)\n(only the Danish, German, English, French, Dutch and Swedish texts are authentic)\n(2005/429/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), and in particular Article 34c(1) thereof,\nWhereas:\n(1) Council Regulation (EC) No 423/2004 (2) establishes measures for the recovery of cod stocks in the Kattegatt, the North Sea, the Skagerrak and the Eastern Channel, the West of Scotland and the Irish Sea.\n(2) Annex IVa to Council Regulation (EC) No 27/2005, of 22 December 2004, fixing for 2005 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (3), lays down interim fishing effort limitations and additional conditions for monitoring, inspection and surveillance in the context of certain stocks recovery measures applicable to all fisheries likely to catch cod in the Kattegatt, the North Sea, the Skagerrak and the Eastern Channel, the West of Scotland and the Irish Sea.\n(3) To ensure the success of those measures, it is necessary to establish a specific monitoring programme involving Belgium, Denmark, Germany, France, Ireland, the Netherlands, Sweden and the United Kingdom, with the objective of guaranteeing an appropriate level of implementation of the conservation and control measures applicable to fishing activities in relation to the recovery of cod stocks.\n(4) That specific monitoring programme should be defined for a period of two years and may be revised in the light of the adoption of new conservation measures or at the request of a Member State. The results obtained by the application of the specific monitoring programme should be periodically evaluated in cooperation with the Member States concerned. Where appropriate, that programme may be amended.\n(5) In order to harmonise the inspection and surveillance of the relevant fisheries at Community level, it is appropriate to draw up common rules for the inspection and surveillance activities to be carried out by the competent authorities of the Member States concerned, and that Member States adopt national control programmes in order to match such common rules. To that end, benchmarks for the intensity of inspection and surveillance activities should be fixed, as well as inspection priorities and inspection procedures.\n(6) Exchanges of national inspectors between the Member States concerned should be encouraged so as to enhance uniformity of inspection and surveillance practices and help develop the coordination of the control activities between the competent authorities of those Member States.\n(7) To ensure the follow-up of infringements in accordance with Article 25 of Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (4), a framework should be set up under which all the authorities concerned may request mutual assistance and exchange relevant information in accordance with Articles 34a and 34b of Regulation (EEC) No 2847/93 and Article 28 of Regulation (EC) No 2371/2002.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Subject-matter\nThis Decision establishes a specific monitoring programme (the specific monitoring programme), for a period of two years, in order to ensure the harmonised control of compliance with the rules for promoting the recovery of cod stocks in the following areas, as defined in Article 2 of Regulation (EC) No 423/2004:\n(a) Kattegatt;\n(b) North Sea;\n(c) Skagerrak;\n(d) Eastern Channel;\n(e) Irish Sea;\n(f) West of Scotland.", "Scope\nThe specific monitoring programme shall cover the inspection and surveillance of:\n(a) fishing activities by vessels using fishing gear types identified in Article 8 of Regulation (EC) No 423/2004 as likely to catch cod in the areas referred to in Article 1 of this Decision;\n(b) all related activities including the transhipment, landing, marketing, transport and storage of fishery products and the recording of landing and sales.", "National control programmes\n1.   Belgium, Denmark, Germany, France, Ireland, the Netherlands, Sweden and the United Kingdom shall establish national control programmes in conformity with the common rules set out in Annex I.\n2.   National control programmes shall contain all the data listed in Annex II.\n3.   The Member States referred to in paragraph 1 shall submit to the Commission, three months after the communication of this decision at the latest, their national control programme and an implementation schedule for the first six months of their programme. The schedule shall include details as regards the human and material resources allocated and the periods and zones where they are to be deployed.\n4.   Thereafter, the Member States concerned shall notify an updated implementation schedule to the Commission every six months and no later than 15 days before the date of commencement of its implementation.", "Commission inspections\n1.   Inspections may be carried out by Commission inspectors without the assistance of inspectors of the Member States concerned, in accordance with Article 27 of Regulation (EC) No 2371/2002.\n2.   The competent authority of the Member State concerned shall provide the Commission inspectors with the assistance necessary to conduct the inspections provided for in paragraph 1.\n3.   The Commission inspectors shall verify their findings with the inspectors of the Member State concerned. To that end, they shall meet after each of their inspection visits with officials of the competent authority of the Member State concerned in order to brief them on their findings.", "Joint inspection and surveillance activities\n1.   The Member States referred to in Article 3(1) may undertake joint inspection and surveillance activities.\n2.   For that purpose, the Member States concerned shall:\n(a) ensure that inspectors from other Member States concerned are invited to participate in their joint inspection activities;\n(b) establish joint operational procedures applicable to their surveillance crafts.\n3.   Commission inspectors may participate in those joint inspections.", "Infringements\n1.   In waters subject to their jurisdiction, Member States whose inspectors discover any infringement while carrying out an inspection of a vessel flying the flag of another Member State shall inform the flag Member State of the date of inspection and the details of the infringement.\n2.   Where the Member State whose inspectors discovered the infringement does not take further action, the flag Member State shall take prompt action as appropriate to receive and consider the evidence of the infringement. It shall conduct any further investigation as necessary for the follow-up of the infringement. Whenever possible, it shall inspect the fishing vessel concerned.\n3.   Member States shall cooperate to ensure that, if prosecution of an infringement is transferred in accordance with Article 31(4) of Regulation (EEC) No 2847/93, the security and continuity of any evidence of the infringement cited by its inspectors is guaranteed in each case.", "Information\n1.   The Member States referred to in Article 3(1) shall communicate to the Commission, no later than one month from the date of the end of each six months period as referred to in Article 3(3), the following information concerning that period:\n(a) the number of vessels by gear category authorised to fish cod subject to the conditions of Article 8 of Regulation (EC) No 423/2004 and the best estimation of the allocation of fishing possibilities among them;\n(b) the inspection and surveillance activities carried out;\n(c) all infringements, as defined in Annex III, detected during the six months period, including for each infringement the flag of the vessel, the identification code, the date, time and location of the inspection and the nature of the infringement; Member States shall indicate the nature of the infringement by references to the letter under which there are listed in Annex III;\n(d) infringements not listed in Annex III detected during the six months period;\n(e) the current state of play concerning the follow-up of infringements detected;\n(f) any relevant coordination and cooperation actions between Member States.\n2.   At the request of the Commission, more detailed information collected by inspectors, and in particular inspector copies of the inspection forms containing information on the matters set out in Annex IV, shall be provided by the Member States concerned.", "Evaluation\nThe Commission shall convene at least once a year a meeting of the Committee for Fisheries and Aquaculture to evaluate the compliance with and results of the specific monitoring programme.", "Addresses\nThis decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the French Republic, Ireland, the Kingdom of the Netherlands, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 2 June 2005.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1954/2003 (OJ L 289, 7.11.2003, p. 1).\n(2)  OJ L 70, 9.3.2004, p. 8.\n(3)  OJ L 12, 14.1.2005, p. 1.\n(4)  OJ L 358, 31.12.2002, p. 59.\nANNEX I\nCommon Rules for national control programmes, as referred to in Article 3(1)\n1.   OBJECTIVES\n1.1. The general objective of the national control programmes shall be the verification of compliance with applicable legislation concerning:\n(a) quantitative restrictions on the retention on board, landing, marketing and transport of catches of cod and associated species as provided for in Regulation (EC) No 423/2004;\n(b) logbooks, landing declarations, sales notes and prior notices of landing, including in particular verifying the reliability of the information recorded;\n(c) general technical conservation measures and specific technical measures for fishing for cod and associated species, as provided for in Commission Regulation (EC) No 2056/2001 (1).\n1.2. The specific objective of the national control programmes shall be to achieve a harmonised implementation of the provisions of Regulation (EC) No 423/2004 and in particular Chapters IV and V of that Regulation.\n2.   STRATEGY\nThe specific monitoring programme for cod stocks shall concentrate on inspection and surveillance of fishing activities by vessels using gear types identified in Article 8 of Regulation (EC) No 423/2004 as likely to catch cod. Random inspections of transport and marketing of cod shall be used as a complementary cross-checking mechanism to test the efficiency of inspection and surveillance.\n2.1.   Priorities\nDifferent gear categories shall be subject to different levels of prioritisation, depending on the extent to which the fleets are affected by fishing effort limitations. For that reason, each Member State shall set specific priorities.\n2.2.   Target Benchmarks\nAt the end of a three-month transition period from the date of notification of this Decision, Member States shall implement their inspection schedules taking into account the targets set out for Community vessels in the following table.\nPlace of inspection Target benchmarks\nInspection in ports As a general rule, inspections shall cover 20 % by weight of cod landings covering all places of landing. Alternatively, inspections shall be undertaken at such frequency as to ensure that during a three month period a number of vessels that account for 20 % or more by weight of cod landings are inspected at least once. The total quantity of landings inspected in number should guarantee an accuracy of 95 % on the estimation of the total quantities of cod landed.\nMarketing Inspection of 5 % of the quantities of cod offered for sale in the auction halls\nInspection at sea Flexible benchmark, to be set after a detailed analysis of the fishing activity in each area. Benchmarks at sea shall refer the number of patrol days at sea in the cod recovery zone, with possibly a separate benchmark for days patrolling specific areas.\nAerial surveillance Flexible benchmark, to be set after a detailed analysis of the fishing activity conducted in each area and taking into consideration the available resources at the Member State’s disposal.\n3.   INSPECTION TASKS\n3.1.   General inspection tasks\nAn inspection report shall be drawn up for each inspection. Inspectors shall in any case verify and note in their report the following information:\n(a) the details of the identity of the responsible persons, as well as those of the vessel or vehicles involved in the activities inspected;\n(b) the authorisations, licence and special fishing permit;\n(c) relevant vessel documentation such as the logbook, and capacity plans.\nThe information referred to in points (a), (b) and (c) and all relevant findings from the inspection done at sea, by aerial surveillance, at port or at any step of the commercialisation process, shall be noted in the inspection reports.\nThose findings shall be compared with the information made available to the inspectors by other competent authorities, including the Vessel Monitoring System information and lists of authorised vessels.\n3.2.   Specific inspection tasks for aerial surveillance\nInspectors shall verify sightings against allocation of effort.\nInspectors shall report on surveillance data for cross-checking purposes.\nParticular attention shall be devoted to derogation areas, such as the West of Scotland.\n3.3.   Inspection tasks at sea\nInspectors shall always verify the quantities of fish retained on board and compare them with the quantities recorded in the logbook as well as compliance with separate stowage obligations.\nInspectors shall verify whether the gear used is in compliance with the relevant legal provisions and verify, in particular, if the one net rule is respected.\n3.4.   Inspection tasks at landing\nInspectors shall systematically verify the following:\n(a) prior notification of landing including the information concerning the catch on board,\n(b) the completion of the logbook, including effort recording,\n(c) the physical quantities on board,\n(d) the gear on board,\n(e) the catch composition on board (by-catch rules),\n(f) the separate stowage of cod.\n3.5.   Inspection tasks concerning transports and marketing\nAs regards transport, inspectors shall verify in particular the relevant documents accompanying transport and check them against the physical quantities transported.\nAs regards marketing, inspectors shall verify the documentation (logbook, landing declaration and sales notes) and sorting and weighing of the physical quantities.\n(1)  OJ L 277, 20.10.2001, p. 13.\nANNEX II\nThe contents of National Control Programmes as referred to in Article 3(2)\nNational control programmes shall, inter alia, specify:\n1.   MEANS OF CONTROL\n1.1.   Human means\nEstimation of the numbers of shore-based and seagoing inspectors and the periods and zones where these are to be deployed\n1.2.   Technical means\nEstimation of the numbers of patrol vessels and aircraft and the periods and zones where these are to be deployed.\n1.3.   Financial means\nEstimation of the budgetary allocation for deployment of human resources, patrol vessels and aircrafts.\n2.   DESIGNATION OF PORTS\nList of the designated ports into which any landings of cod in excess of two tonnes must take place.\n3.   EFFORT CONTROL\nThe system in place for allocation, monitoring and control of fishing effort, including:\n3.1. definition of day present in the area;\n3.2. system in use to verify the track records of vessels allocated extra days;\n3.3. system in use to verify compliance with the by-catch restrictions placed upon vessels benefiting from extra days allocations or derogations;\n3.4. instructions issued to industry on how to register their intended management period and gear category;\n3.5. instructions issued to industry on how to register their intentions to use more than one gear category during a management period;\n3.6. how effort data is managed and structure of the database;\n3.7. system in use for the transfer of days;\n3.8. system in use for the allocation of extra days;\n3.9. system in use for the non-attribution of transit days;\n3.10. system in use to ensure that equivalent capacity is withdrawn to allow vessels with no track record to fish in an area.\n4.   EFFORT REGIME\nAssociated conditions including:\n4.1. description of the hailing system in use;\n4.2. description of alternative control measures;\n4.3. system in place to ensure compliance with the pre-notification conditions;\n4.4. methodology to implement authorisation to land (facultative);\n4.5. method of calculation of the margin of tolerance in the estimation of quantities;\n4.6. separate stowage;\n4.7. sampling plan of weighing of landings;\n4.8. transport documents.\n5.   INSPECTION PROTOCOLS\nProtocols for inspections at landing, first sale, after first sale and transport.\nProtocols for sea inspections\n6.   GUIDELINES\nExplanatory guidelines for inspectors, producers’ organisations and fishermen.\n7.   COMMUNICATION PROTOCOLS\nProtocols for communication with the competent authorities designated by other Member States as being responsible for the specific monitoring programme for cod.\n8.   EXCHANGES OF INSPECTORS\nProtocols for exchange of inspectors including specification of powers and authority of inspectors operating in each other’s EEZ.\nSpecific inspection benchmarks\nEach Member State shall set specific benchmarks. Such benchmarks shall be communicated to all Member States concerned and revised periodically after analysis of the results achieved. Inspection benchmark shall evolve progressively until the target benchmarks defined in Annex I of this Regulation are reached.\nANNEX III\nList of infringements as referred to in Article 7\nA. Failure by the master of a fishing vessel or his representative, prior to entry to port of a Member State with more than one tonne of cod on board, to respect the pre-notification rules laid down in Article 11 of Regulation (EC) No 423/2004.\nB. Failure by the master of a fishing vessel carrying more than two tonnes of cod to land into a designated port as laid down in Article 12 of Regulation (EC) No 423/2004.\nC. Being absent from port for more than the number of days laid down under the provisions adopted by the Council according Article 8 of Regulation (EC) No 423/2004.\nD. Tampering with the satellite-based vessel monitoring system as laid down in Article 6 of Commission Regulation (EC) No 2244/2003 (1).\nE. Falsifying or failing to record data in logbooks including effort reports, landing declarations, and sales notes, takeover declarations and transport documents or failure to keep or submit these documents as laid down in Articles 13, 14 and 15 of Regulation (EC) No 423/2004.\nF. Failure by the master of a fishing vessel or his representative to notify to the authorities of the flag Member State which gear or gears he intends to use during the forthcoming management period as defined under the provisions adopted by the Council according Article 8 of Regulation (EC) No 423/2004.\nG. Failure by the master of a fishing vessel or his representative to carry on board, during a given trip, only one type of fishing gear as defined under the provisions adopted by the Council pursuant to Article 8 of Regulation (EC) No 423/2004.\nH. Failure by the master of a fishing vessel or his representative to give prior notification of the type of fishing gear that is to be carried on board before each fishing trip as defined under the provisions adopted by the Council according to Article 8 of Regulation (EC) No 423/2004.\n(1)  OJ L 333, 20.12.2003, p. 17.\nANNEX IV\nSpecific items to be included in the inspection form to communicate inspection data as referred to in Article 7(2)\nNOTIFICATIONS\nVESSEL DOCUMENTATION\nVERIFICATION OF FISH LOGBOOK\nVERIFICATION OF STORAGE AND STOWAGE FOR COD"}