{"celex_id": "32008D0439", "uri": "http://publications.europa.eu/resource/cellar/d203528c-ef76-406d-b26a-d61223339d3d", "type": "Decision", "concepts": ["1021", "1086", "1317", "4400"], "title": "2008/439/EC: Council Decision of 9 June 2008 amending Decision 2004/162/EC concerning dock dues in the French overseas departments\n", "header": "13.6.2008 EN Official Journal of the European Union L 155/17\nCOUNCIL DECISION\nof 9 June 2008\namending Decision 2004/162/EC concerning dock dues in the French overseas departments\n(Only the French text is authentic)\n(2008/439/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2004/162/EC of 10 February 2004 concerning the dock dues in the French overseas departments and extending the period of validity of Decision 89/688/EEC (1), and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Decision 2004/162/EC authorises the French authorities to apply exemptions or reductions to dock dues for products manufactured locally in the French overseas departments and listed in its Annex. Depending on the products and on the overseas department in question the maximum permitted tax differential is 10, 20 or 30 percentage points.\n(2) That Decision provides for the updating of the lists of products in the Annex thereto because of the emergence of new production in the French overseas departments and of the taking of urgent measures if local production is threatened by certain commercial practices.\n(3) The French authorities have submitted a request to the Commission to update the lists of products eligible for differential taxation through the addition of new products. For each of the products involved, the French authorities’ request has been examined in the light of the conditions set by Decision 2004/162/EC. These new products result from production activities that emerged in French Guyana only subsequent to the French authorities’ request dated 14 March 2003 which gave rise to Decision 2004/162/EC. It was not, therefore, possible to include these products in the list of products set out in the Annex to that Decision. One of the two alternative conditions set out in Article 3 of that Decision is therefore satisfied.\n(4) The handicap suffered by these new products in comparison with imported products, because of the higher costs of production born by the (often very small) businesses with production activities in French Guyana should therefore be examined. These higher costs are caused, inter alia, by the remoteness, the difficult climate and the small scale of the local market. Remoteness results in high transport costs and, due to delivery times, forces businesses to maintain bigger stocks of raw materials and spare parts to repair the machines used in manufacturing. Similarly, a consequence of the small scale of the local market is that often the production facilities are on a larger scale than is needed for the quantities produced. The French authorities have put a figure on the handicap suffered by each category of products manufactured locally on the basis of the factors relevant to each of them.\n(5) In October 2003 a new business was set up and started production of yogurt and other dairy products such as curd cheese (heading 0403 including subheadings 0403 10 and 0403 90 according to the classification of the Common Customs Tariff nomenclature). However, only production of yogurt (heading 0403 10 according to the classification of the Common Customs Tariff nomenclature) was envisaged at the time of the initial request, which was prior to the beginning of production activity. It transpires that the activity conducted by the business also includes products under heading 0403 90. According to the information submitted by the French authorities, the cost price of the products in question produced locally is more than 20 % higher than that of the similar products imported from elsewhere. In order to compensate for the handicap suffered by this new local production, heading 0403 90 should, in respect of French Guyana, be included in part B of the Annex to Decision 2004/162/EC, which sets out the list of local products eligible for a tax differential of 20 percentage points in comparison to products not produced in French overseas departments.\n(6) In September 2005 a business started a coffee roasting activity. Alongside this, an agricultural activity producing raw coffee is in the process of being set up. This activity is to supply the raw material to the coffee roasting business. Eventually, these activities, taken as a whole, are expected to satisfy some of the demand for coffee in French Guyana. According to the information submitted by the French authorities, the cost price of coffee roasted locally is more than 20 % higher than that of imported roasted coffee. In order to compensate for the handicap suffered by this new local production, roasted coffee (heading 0901 21 according to the classification of the Common Customs Tariff nomenclature) should, in respect of French Guyana, be included in part B of the Annex to Decision 2004/162/EC, which sets out the list of local products eligible for a tax differential of 20 percentage points in comparison to products not produced in French overseas departments.\n(7) At the beginning of 2006 a business started an activity manufacturing chocolate and cocoa-derived products (headings 1801, 1802, 1803, 1805 and 1806 according to the classification of the Common Customs Tariff nomenclature). Alongside this, an agricultural activity producing cocoa is in the process of being set up. Eventually, taken as a whole, these activities are expected to satisfy some of the demand for chocolate in French Guyana. According to the information submitted by the French authorities, the cost price of chocolate and cocoa-derived products produced locally is more than 20 % higher than that of similar products imported from elsewhere. In order to compensate for the handicap suffered by this new local production, headings 1801, 1802, 1803, 1805 and 1806 should, in respect of French Guyana, be included in part B of the Annex to Decision 2004/162/EC, which sets out the list of local products eligible for a tax differential of 20 percentage points in comparison to products not produced in French overseas departments.\n(8) In September 2005 a business was set up that developed an activity manufacturing cassava chips, banana chips and roasted peanuts (headings 2008 11 and 2008 99 according to the classification of the Common Customs Tariff nomenclature). According to the information submitted by the French authorities, the cost price of the products in question produced locally is more than 20 % higher than that of similar products imported from elsewhere. In order to compensate for the handicap suffered by this new local production, headings 2008 11 and 2008 99 should, in respect of French Guyana, be included in part B of the Annex to Decision 2004/162/EC, which sets out the list of local products eligible for a tax differential of 20 percentage points in comparison to products not produced in French overseas departments.\n(9) A beer brewing company, set up in 2006, started producing beer in 2007 (heading 2203 according to the classification of the Common Customs Tariff nomenclature). According to the information submitted by the French authorities, the cost price of beer produced locally is more than 30 % higher than that of imported beer. In order to compensate for the handicap suffered by this new local production, heading 2203 should, in respect of French Guyana, be included in part C of the Annex to Decision 2004/162/EC, which sets out the list of local products eligible for a tax differential of 30 percentage points in comparison to products not produced in French overseas departments.\n(10) In 2005 a Guianese business started an activity involving the recovery of rice husk residues for use in the manufacture of a product similar to peat (fuel, litter). This new activity would not be economically viable unless peat produced outside French Guyana (heading 2703 according to the classification of the Common Customs Tariff nomenclature) were subject to differential taxation in French Guyana. According to the information submitted by the French authorities, although this is a product made from agricultural waste, the processing costs are such that it cannot compete with peat imported into French Guyana, even if transport costs are taken into account. According to the French authorities, the production costs of this product are considerably higher than those for peat due to the very small size of the Guianese business that has developed it (six employees) and the quasi-craft industry nature of this activity, whereas peat is produced industrially in Europe. Moreover there is no local peat production in Guyana. Even taking into account the transport costs of peat imported from Europe, the cost price of the product made from rice husks remains more than 20 % higher than that of imported peat. Without special measures, the activity carried out by this Guianese business would not, therefore, be economically viable, hence the need to restore its competitiveness. In order to compensate for the handicap suffered by this new local production competing with peat, heading 2703 should, in respect of French Guyana, be included in part B of the Annex to Decision 2004/162/EC, which sets out the list of local products eligible for a tax differential of 20 percentage points in comparison to products not produced in the French overseas departments. Although it is limited to peat, this differential will make it possible to maintain the activity related to the production of the new local fuel, which will be taxed at the rate to which peat produced locally would be subject if such production existed.\n(11) In 2005 a Guianese business started production of foam mattresses and polystyrene products (headings 3921 11 and 9404 21 according to the classification of the Common Customs Tariff nomenclature). According to the information submitted by the French authorities, the cost price of the locally produced products in question is more than 20 % higher than that of similar products imported from elsewhere. In order to compensate for the handicap suffered by this new local production, headings 3921 11 and 9404 21 should, in respect of French Guyana, be included in part B of the Annex to Decision 2004/162/EC, which sets out the list of local products eligible for a tax differential of 20 percentage points in comparison to products not produced in French overseas departments.\n(12) In 2005, a Guianese business started production of PVC shower cubicles (heading 3922 10 according to the classification of the Common Customs Tariff nomenclature). According to the information submitted by the French authorities, the cost price of shower cubicles produced locally is more than 20 % higher than that of similar products imported from elsewhere. In order to compensate for the handicap suffered by this new local production, heading 3922 10 should, in respect of French Guyana, be included in part B of the Annex to Decision 2004/162/EC, which sets out the list of local products eligible for a tax differential of 20 percentage points in comparison to products not produced in French overseas departments.\n(13) In 2007 a Guianese business started production of zinc and copper gutters (headings 7411, 7412, 7419 91, 7907 00 10 and 7907 00 90 according to the classification of the Common Customs Tariff nomenclature). According to the information submitted by the French authorities, the price of the products in question produced locally is more than 20 % higher than that of similar products imported from elsewhere. In order to compensate for the handicap suffered by this new local production, headings 7411, 7412, 7419 91, 7907 00 10 and 7907 00 90 should, in respect of French Guyana, be included in part B of the Annex to Decision 2004/162/EC, which sets out the list of local products eligible for a tax differential of 20 percentage points in comparison to products not produced in French overseas departments,", "main_body": ["The Annex to Decision 2004/162/EC is hereby amended in accordance with the Annex to this Decision.", "This Decision is addressed to the French Republic."], "attachments": "Done at Luxembourg, 9 June 2008.\nFor the Council\nThe President\nM. COTMAN\n(1)  OJ L 52, 21.2.2004, p. 64.\nANNEX\nThe Annex to Decision 2004/162/EC is hereby amended as follows:\n1. in part B, point 2, the following products shall be inserted:\n2. in part C, point 2, the following products shall be inserted:"}