{"celex_id": "32008D1358", "uri": "http://publications.europa.eu/resource/cellar/2da06a2b-b6ea-481c-abd4-24dce61363a3", "type": "Decision", "concepts": ["2792", "4063", "5491", "6559"], "title": "Decision No 1358/2008/EC of the European Parliament and of the Council of 16 December 2008 amending Decision No 1904/2006/EC establishing for the period 2007 to 2013 the programme Europe for Citizens to promote active European citizenship\n", "header": "30.12.2008 EN Official Journal of the European Union L 350/58\nDECISION No 1358/2008/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 December 2008\namending Decision No 1904/2006/EC establishing for the period 2007 to 2013 the programme ‘Europe for Citizens’ to promote active European citizenship\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 151 and 308 thereof,\nHaving regard to the proposal from the Commission,\nAfter consulting the European Economic and Social Committee,\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Decision No 1904/2006/EC of the European Parliament and of the Council of 12 December 2006 (2) established the ‘Europe for Citizens’ programme for the period 2007 to 2013.\n(2) Article 8(3) of Decision No 1904/2006/EC stipulates that measures necessary for the implementation of the programme other than those listed in paragraph 2 are to be adopted in accordance with the procedure referred to in Article 9(3) of that Decision, namely in accordance with the advisory procedure established by Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (3).\n(3) This wording of Decision No 1904/2006/EC results in particular in selection decisions other than those referred to in Article 8(2) of that Decision being subject to the advisory procedure and to the European Parliament's right of scrutiny.\n(4) Yet these selection decisions mainly concern small grants and do not involve any politically sensitive decision making.\n(5) These procedural requirements add two to three months to the process of awarding grants to applicants. They cause many delays for recipients, place a disproportionate burden on the programme's administration and provide no added value given the nature of the grants awarded.\n(6) In order to allow selection decisions to be implemented more quickly and efficiently, it is necessary to replace the advisory procedure with an obligation on the Commission to inform the European Parliament and the Member States without delay about any measures taken for the implementation of Decision No 1904/2006/EC without the assistance of a committee,", "main_body": ["Decision No 1904/2006/EC is amended as follows:\n1. Article 8(3) shall be replaced by the following:\n2. Article 9(3) shall be deleted.", "The Commission shall report to the European Parliament and the Council on the impact of this Decision by 30 June 2010.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 16 December 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nB. LE MAIRE\n(1)  Opinion of the European Parliament of 2 September 2008 (not yet published in the Official Journal) and Council Decision of 20 November 2008.\n(2)  OJ L 378, 27.12.2006, p. 32.\n(3)  OJ L 184, 17.7.1999, p. 23."}