{"celex_id": "32006R1677", "uri": "http://publications.europa.eu/resource/cellar/1fb1a230-1cac-4f21-8710-c9ae6085854f", "type": "Regulation", "concepts": ["1309", "161", "1644", "1937", "4324", "5034", "5581", "613"], "title": "Commission Regulation (EC) No 1677/2006 of 14 November 2006 derogating from Regulation (EC) No 2172/2005, as regards the date of application for import rights for the tariff quota period 1 January to 31 December 2007\n", "header": "15.11.2006 EN Official Journal of the European Union L 314/3\nCOMMISSION REGULATION (EC) No 1677/2006\nof 14 November 2006\nderogating from Regulation (EC) No 2172/2005, as regards the date of application for import rights for the tariff quota period 1 January to 31 December 2007\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1), and in particular the first subparagraph of Article 32(1) thereof,\nWhereas,\n(1) Commission Regulation (EC) No 2172/2005 of 23 December 2005 laying down detailed rules for the application of an import tariff quota for live bovine animals of a weight exceeding 160 kg and originating in Switzerland provided for in the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (2) opens, on a multi-annual basis for periods from 1 January to 31 December, a duty-free tariff quota for the import of 4 600 live bovine animals originating in Switzerland.\n(2) Article 3(3) of Regulation (EC) No 2172/2005 provides that applications for import rights are to be lodged at the latest on 1 December preceding the annual import tariff quota period. In view of the accession of Bulgaria and Romania to the European Union on 1 January 2007, and in order to enable operators of those countries to benefit from this quota in 2007, the deadline for the submission of applications for the import tariff quota period from 1 January 2007 to 31 December 2007 should be extended to 8 January 2007.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["By way of derogation from the first subparagraph of Article 3(3) of Regulation (EC) No 2172/2005, for the import tariff quota period from 1 January 2007 to 31 December 2007, applications for import rights shall be lodged at the latest before 13:00, Brussels time, on 8 January 2007.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 346, 29.12.2005, p. 10."}