{"celex_id": "32001R0892", "uri": "http://publications.europa.eu/resource/cellar/507d38a3-08bd-4dc6-a2f7-6d1ac1ee3686", "type": "Regulation", "concepts": ["20", "2642", "2679", "4682", "5025", "994"], "title": "Commission Regulation (EC) No 892/2001 of 4 May 2001 fixing the maximum buying-in price and the quantities of beef to be bought in under the 266th partial invitation to tender as a general intervention measure pursuant to Regulation (EEC) No 1627/89\n", "header": "Commission Regulation (EC) No 892/2001\nof 4 May 2001\nfixing the maximum buying-in price and the quantities of beef to be bought in under the 266th partial invitation to tender as a general intervention measure pursuant to Regulation (EEC) No 1627/89\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), and in particular Article 17(8) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 562/2000 of 15 March 2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef(2), as amended by Regulation (EC) No 590/2001(3), lays down buying standards. Pursuant to the above Regulation, an invitation to tender was opened under Article 1(1) of Commission Regulation (EEC) No 1627/89 of 9 June 1989 on the buying-in of beef by invitation to tender(4), as last amended by Regulation (EC) No 840/2001(5).\n(2) Article 13(1) of Regulation (EC) No 562/2000 lays down that a maximum buying-in price is to be fixed for quality R3, where appropriate, under each partial invitation to tender in the light of tenders received. In accordance with Article 36 of that Regulation, only tenders quoting prices not exceeding the maximum buying-in price and not exceeding the average national or regional market price, plus the amount referred to in Article 6(2) of Regulation (EC) No 590/2001 are to be accepted.\n(3) Once tenders submitted in respect of the 266th partial invitation to tender have been considered pursuant to Article 47(8) of Regulation (EC) No 1254/1999, and taking account of the requirements for reasonable support of the market and the seasonal trend in slaughterings and prices, the maximum buying-in price and the quantities which may be bought in should be fixed for category A and no award made for category C.\n(4) Article 7 of Regulation (EC) No 590/2001 also opens buying-in of carcasses and half-carcasses of store cattle and lays down special rules in addition to those laid down for the buying-in of other products.\n(5) Veterinary measures to combat foot-and-mouth disease in certain regions, adopted in accordance with Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(6), as last amended by Directive 92/118/EEC(7), and/or Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(8), as last amended by Directive 92/118/EEC, currently restrict the movement of animal products. In accordance with Article 4(2)(b) of Regulation (EC) No 562/2000, the products concerned from those regions should be excluded from this tendering procedure.\n(6) In the light of developments, this Regulation should enter into force immediately.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Under the 266th partial invitation to tender opened pursuant to Regulation (EEC) No 1627/89:\n(a) for category A:\n- the maximum buying-in price shall be EUR 226,00/100 kg of carcasses or half-carcasses of quality R3,\n- the maximum quantity of carcasses, half-carcasses, and forequarters accepted shall be 11922,0 t,\n(b) for category C no award shall be made;\n(c) for carcasses and half-carcasses of store cattle as referred to in Article 7 of Regulation (EC) No 590/2001:\n- the maximum buying-in price shall be EUR 376,00/100 kg of carcasses or half-carcasses,\n- the maximum quantity of carcasses and half-carcasses shall be 110 t.", "In accordance with Article 4(2)(b) of Regulation (EC) No 562/2000, carcasses or half-carcasses, the movement of which is restricted under the measures against foot-and-mouth disease adopted in accordance with Directives 90/425/EEC and/or 89/662/EEC, may not be bought into intervention under the tendering procedure provided for by this Regulation.", "This Regulation shall enter into force on 5 May 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 68, 16.3.2000, p. 22.\n(3) OJ L 86, 27.3.2001, p. 30, Regulation as last amended by Regulation (EC) No 826/2001 (OJ L 120, 28.4.2001, p. 7).\n(4) OJ L 159, 10.6.1989, p. 36.\n(5) OJ L 120, 28.4.2001, p. 28.\n(6) OJ L 224, 18.8.1990, p. 29.\n(7) OJ L 62, 15.3.1993, p. 49.\n(8) OJ L 395, 30.12.1989, p. 13."}