{"celex_id": "32003R2304", "uri": "http://publications.europa.eu/resource/cellar/c9a934fa-b708-408a-88b6-858cea810046", "type": "Regulation", "concepts": ["2511", "4370", "4390", "665", "755"], "title": "Commission Regulation (EC) No 2304/2003 of 29 December 2003 amending Regulation (EC) No 2808/98 laying down detailed rules for the application of the agrimonetary system for the euro in agriculture\n", "header": "Commission Regulation (EC) No 2304/2003\nof 29 December 2003\namending Regulation (EC) No 2808/98 laying down detailed rules for the application of the agrimonetary system for the euro in agriculture\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro(1), and in particular Article 9 thereof,\nWhereas:\n(1) Under Article 4(1) of Commission Regulation (EC) No 2808/98(2), the operative event for the exchange rate in the case of aid per hectare is the start of the marketing year in respect of which the aid is granted.\n(2) Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001(3), includes aid for energy crops, which applies from 1 January 2004.\n(3) This aid for energy crops is granted for the calendar year and not the marketing year. The operative event for the exchange rate for this aid should therefore be established.\n(4) Regulation (EC) No 2808/98 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinions of the Management Committees concerned,", "main_body": ["The following second subparagraph is added to Article 4(1) of Regulation (EC) No 2808/98:\"However, for the aid referred to in Chapter 5 of Title IV of Council Regulation (EC) No 1782/2003(4), the operative event for the exchange rate shall be 1 January of the year in which the aid is granted.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 December 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 349, 24.12.1998, p. 1.\n(2) OJ L 349, 24.12.1998, p. 36. Regulation as last amended by Regulation (EC) No 816/2003 (OJ L 116, 13.5.2003, p. 12).\n(3) OJ L 270, 21.10.2003, p. 1.\n(4) OJ L 270, 21.10.2003, p. 1."}