{"celex_id": "32003R1929", "uri": "http://publications.europa.eu/resource/cellar/0dbf4d5a-96b4-454a-9b8b-cb099b2912b6", "type": "Regulation", "concepts": ["3568", "3732", "5360", "807"], "title": "Commission Regulation (EC) No 1929/2003 of 31 October 2003 fixing the refunds applicable to cereal and rice sector products supplied as Community and national food aid\n", "header": "Commission Regulation (EC) No 1929/2003\nof 31 October 2003\nfixing the refunds applicable to cereal and rice sector products supplied as Community and national food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Commission Regulation (EC) No 1104/2003(2), and in particular the third subparagraph of Article 13(2) thereof,\nHaving regard to Council Regulation (EC) No 3072/95 of 22 December 1995 on the common organisation of the market in rice(3), as last amended by Commission Regulation (EC) No 411/2002(4), and in particular Article 13(3) thereof,\nWhereas:\n(1) Article 2 of Council Regulation (EEC) No 2681/74 of 21 October 1974 on Community financing of expenditure incurred in respect of the supply of agricultural products as food aid(5) lays down that the portion of the expenditure corresponding to the export refunds on the products in question fixed under Community rules is to be charged to the European Agricultural Guidance and Guarantee Fund, Guarantee Section.\n(2) In order to make it easier to draw up and manage the budget for Community food aid actions and to enable the Member States to know the extent of Community participation in the financing of national food aid actions, the level of the refunds granted for these actions should be determined.\n(3) The general and implementing rules provided for in Article 13 of Regulation (EEC) No 1766/92 and in Article 13 of Regulation (EC) No 3072/95 on export refunds are applicable mutatis mutandis to the abovementioned operations.\n(4) The specific criteria to be used for calculating the export refund on rice are set out in Article 13 of Regulation (EC) No 3072/95.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["For Community and national food aid operations under international agreements or other supplementary programmes, and other Community free supply measures, the refunds applicable to cereals and rice sector products shall be as set out in the Annex.", "This Regulation shall enter into force on 1 November 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 158, 27.6.2003, p. 1.\n(3) OJ L 329, 30.12.1995, p. 18.\n(4) OJ L 62, 5.3.2002, p. 27.\n(5) OJ L 288, 25.10.1974, p. 1.\nANNEX\nto the Commission Regulation of 31 October 2003 fixing the refunds applicable to cereal and rice sector products supplied as Community and national food aid\n>TABLE>\nNB:\nThe product codes are defined in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1), amended."}