{"celex_id": "32001D0904", "uri": "http://publications.europa.eu/resource/cellar/4d25c24f-4658-4c30-aa7b-f4e807bb9b63", "type": "Decision", "concepts": ["1445", "1596", "3577", "4152", "619", "994"], "title": "2001/904/EC: Commission Decision of 18 December 2001 amending for the seventh time Decision 2001/327/EC concerning restrictions to the movement of animals of susceptible species with regard to foot-and-mouth disease (Text with EEA relevance) (notified under document number C(2001) 4382)\n", "header": "Commission Decision\nof 18 December 2001\namending for the seventh time Decision 2001/327/EC concerning restrictions to the movement of animals of susceptible species with regard to foot-and-mouth disease\n(notified under document number C(2001) 4382)\n(Text with EEA relevance)\n(2001/904/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nWhereas:\n(1) The foot-and-mouth disease situation in certain parts of the United Kingdom continues to improve and the protective measures established by Commission Decision 2001/740/EC(3) are gradually released for products of animal origin. While dispatch of susceptible animals is not authorized from Great Britain, it is authorized from Northern Ireland.\n(2) All Member States have implemented the restrictions to the movement of animals of susceptible species laid down in Commission Decision 2001/327/EC concerning restrictions to the movement of animals of susceptible species with regard to foot-and-mouth disease(4), as last amended by Decision 2001/709/EC(5).\n(3) It appears appropriate to apply these measures also to Northern Ireland and therefore it is necessary to adapt certain provisions with regard to the communication of approved collection centres and to prolong the measures at the same time.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 2001/327/EC is amended as follows:\n1. Article 1 point 1 is replaced by the following: \"1. 'approved assembly centres' shall be those defined in Article 2(2)(o) of Council Directive 64/432/EEC.\"\n2. The introductory sentence in Article 2(1) is replaced by: \"1. Without prejudice to Directive 91/68/EEC and Commission Decision 2001/740/EC, Member States shall ensure that intra-Community trade in sheep and goats for breeding, fattening and slaughter is subject to the following conditions:\"\n3. The date in Article 4 is replaced by \"31 March 2002\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 December 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 277, 20.10.2001, p. 30.\n(4) OJ L 115, 25.4.2001, p. 12.\n(5) OJ L 261, 29.9.2001, p. 69."}