{"celex_id": "32002R1976", "uri": "http://publications.europa.eu/resource/cellar/6fa9c55d-258f-4e54-b114-2f06f883fbe0", "type": "Regulation", "concepts": ["2292", "2734", "4128", "4172", "4885", "862"], "title": "Commission Regulation (EC) No 1976/2002 of 6 November 2002 amending Regulation (EC) No 21/2002 establishing the supply balances and Community aid for the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001\n", "header": "Commission Regulation (EC) No 1976/2002\nof 6 November 2002\namending Regulation (EC) No 21/2002 establishing the supply balances and Community aid for the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1454/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Canary Islands and repealing Regulation (EEC) No 1601/92 (Poseican)(1), as last amended by Commission Regulation (EC) No 1195/2002(2), and in particular Article 3(6) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 21/2002(3), as last amended by Regulation (EC) No 1890/2002(4), establishes the supply balances and Community aid for the outermost regions under Council Regulations (EC) No 1452/2001(5), (EC) No 1453/2001(6) and (EC) No 1454/2001.\n(2) With Regulation (EC) No 1291/2002(7) the Commission amended Annex III of Regulation (EC) No 21/2002 by replacing Part 11 of that Annex. Several errors have been established in the replaced Part 11 which have to be rectified.\n(3) Firstly, the reference made to the subheading 0207 23 in the second row of the table under Part 11 of Annex III should be a reference to subheading 0207 33 (ducks, geese and guinea fowls not cut in pieces and frozen).\n(4) Secondly, the references made in footnote 3 of the replaced Part 11 to Council Regulation (EEC) No 2777/75(8), as last amended by Commission Regulation (EC) No 493/2002(9), of 29 October 1975 on the common organisation of the market in poultry meat should, instead, be a reference to Council Regulation (EC) No 2771/75(10), as last amended by Commission Regulation (EC) No 493/2002, of 29 October 1975 on the common organisation of the market in eggs.\n(5) Part 11 of Annex III of Regulation (EC) No 21/2002 should, therefore, be replaced.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee poultrymeat and eggs,", "main_body": ["Part 11 of Annex III (Canary Islands) to Regulation (EC) No 21/2002 is replaced by the following: \"Part 11\nEggs, poultry, rabbits\nForecast supply balance and Community aid for the supply of Community products per calendar year\n>TABLE>\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 November 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 198, 21.7.2001, p. 45.\n(2) OJ L 174, 4.7.2002, p. 11.\n(3) OJ L 8, 11.1.2002, p. 15.\n(4) OJ L 286, 24.10.2002, p. 13.\n(5) OJ L 198, 21.7.2001, p. 11.\n(6) OJ L 198, 21.7.2001, p. 26.\n(7) OJ L 188, 17.7.2002, p. 3.\n(8) OJ L 282, 1.11.1975, p. 77.\n(9) OJ L 77, 20.3.2002, p. 7.\n(10) OJ L 282, 1.11.1975, p. 49."}