{"celex_id": "32006R0267", "uri": "http://publications.europa.eu/resource/cellar/99e41701-e4dc-4d7e-ae87-61eebd4f99d6", "type": "Regulation", "concepts": ["1104", "12", "161", "2743", "2777", "4160", "4316", "4682", "4689", "4691", "4860", "5751"], "title": "Council Regulation (EC) No 267/2006 of  30 January 2006  concerning the implementation of the Agreement in the form of an Exchange of Letters between the European Community and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union, supplementing Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "17.2.2006 EN Official Journal of the European Union L 47/1\nCOUNCIL REGULATION (EC) No 267/2006\nof 30 January 2006\nconcerning the implementation of the Agreement in the form of an Exchange of Letters between the European Community and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union, supplementing Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing tshe European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EEC) No 2658/87 (1) established a goods nomenclature, hereinafter referred to as the ‘Combined Nomenclature’, and set out the conventional duty rates of the Common Customs Tariff.\n(2) By Decision 2006/106/EC of 30 January 2006 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union (2), the Council approved, on behalf of the Community, the said Agreement with a view to closing negotiations initiated pursuant to Article XXIV:6 of GATT 1994.\n(3) Regulation (EEC) No 2658/87 should therefore be supplemented accordingly,", "main_body": ["In Regulation (EEC) No 2658/87, Annex 7 entitled WTO Tariff Quotas to be opened by the competent Community authorities, of Section III of Part Three of Annex I, shall be supplemented with the volumes as shown in the Annex to this Regulation.", "This Regulation shall enter into force six weeks after its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 January 2006.\nFor the Council\nThe President\nU. PLASSNIK\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Regulation (EC) No 493/2005 (OJ L 82, 31.3.2005, p. 1).\n(2)  See page 52 of this Official Journal.\nANNEX\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the concessions being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current regulation. Where ex CN codes are indicated, the concessions are to be determined by application of the CN code and corresponding description taken together.\nQualification for these quotas is subject to conditions laid down in the relevant Community provisions\nCN code Description Other terms and conditions\nTariff item number Meat of sheep or goats, fresh, chilled or frozen Add 136 tonnes (carcase weight) to the allocation for Australia\nTariff item number Raw cane sugar, for refining A country allocated (Australia) tariff rate quota 9 925 tonnes, in quota rate EUR 98 per tonne (1)\nTariff item number Meat of bovine animals, frozen; unseparated or separated forequarters; boneless and edible offal of bovine animals, frozen; thick skirt and thin skirt. The meat imported shall be used for processing Add 4 003 tonnes (erga omnes) in EC tariff quota\nTariff item number High quality meat of bovine animals, fresh, chilled or frozen, with or without bone; edible offal of bovine animals, fresh, chilled or frozen Add 150 tonnes (product weight) to the allocation for Australia\nTariff item number Cheddar cheese Add 461 tonnes to the allocation for Australia\nTariff item number Butter and other fats and oils derived from milk Add 1 360 tonnes (erga omnes) in the EC tariff rate quota\n(1)  This rate applies to raw sugar with a yield of 92 % (see also additional note 2 to Chapter 17)."}