{"celex_id": "32007R1336", "uri": "http://publications.europa.eu/resource/cellar/81ae378e-1910-40ef-acf9-4d2b74956e44", "type": "Regulation", "concepts": ["2081", "2121", "6307", "720", "87"], "title": "Commission Regulation (EC) No 1336/2007 of 15 November 2007 amending Regulation (EC) No 557/2007 laying down detailed rules for implementing Council Regulation (EC) No 1028/2006 on marketing standards for eggs\n", "header": "16.11.2007 EN Official Journal of the European Union L 298/3\nCOMMISSION REGULATION (EC) No 1336/2007\nof 15 November 2007\namending Regulation (EC) No 557/2007 laying down detailed rules for implementing Council Regulation (EC) No 1028/2006 on marketing standards for eggs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1028/2006 of 19 June 2006 on marketing standards for eggs (1), and in particular Article 11 thereof,\nWhereas:\n(1) The experience gained in applying Commission Regulation (EC) No 557/2007 (2) shows that adjustments should be made to certain provisions of that Regulation.\n(2) It should be clarified that the requirements on the information to be displayed on transport packaging apply also to packaging transporting eggs for further processing.\n(3) Under Article 2(2)(a) of Council Regulation (EEC) No 1907/90 of 26 June 1990 on certain marketing standards for eggs (3), provisions on marking did not apply to eggs delivered directly to the food and non-food industry for processing. Such provision has not been included in Regulation (EC) No 1028/2006, to leave the Member States the possibility to take these measures at national level. However, to allow the Member States' administrations to implement the new rules, a transitional period of one year, from 1 July 2007 until 30 June 2008, has been established by Regulation (EC) No 557/2007 for the marking of eggs for processing produced in the Community. Similar transitional measures have not been foreseen for the product imported from third countries. In order to avoid an unequal treatment, a transitional period until 30 June 2008 should therefore be established for the marking provisions for those eggs produced in third countries and imported into the Community for processing.\n(4) Eggs imported from third countries should be marked in the country of origin with its country code, in accordance with the international standards ‘ISO 3166 Country Codes’.\n(5) Regulation (EC) No 557/2007 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Regulation (EC) No 557/2007 is amended as follows:\n1. Article 7(3) is replaced by the following:\n2. Article 11(1) is replaced by the following:\n(a) the marking obligations established in Article 4, paragraph 1 of Regulation (EC) No 1028/2006 shall not apply to eggs produced in the Community, collected by the food industry operator itself approved in accordance with Article 4 of Regulation (EC) No 853/2004, directly from its habitual suppliers; in that case, the delivery shall be under the full responsibility of the food industry operator, which accordingly undertakes to use the eggs only for processing;\n(b) for eggs, other than grade A eggs, imported from third countries, Member States may exempt operators of the food industry, at their request from the marking obligations established in Article 6 of Regulation (EC) No 1028/2006, if the products are imported from listed countries and authorised operators according to Article 6 of Regulation (EC) No 853/2004; however, such eggs shall be delivered to industry only provided that their final destination with a view to processing is checked in accordance with the procedure provided for in Article 296 of Commission Regulation (EC) No 2454/93 (4); in such cases, box 104 of the control copy T5 shall contain one of the entries set out in Annex V to this Regulation.\n3. Article 30(2) is replaced by the following:\n4. the text in the Annex to this Regulation is added as Annex V.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 186, 7.7.2006, p. 1.\n(2)  OJ L 132, 24.5.2007, p. 5.\n(3)  OJ L 173, 6.7.1990, p. 5. Regulation repealed by Regulation (EC) No 1028/2006 (OJ L 186, 7.7.2006, p. 1).\n(4)  OJ L 253, 11.10.1993, p. 1.’;\nANNEX\n‘ANNEX V\nEntries referred to in Article 11(1)(b)\n— : in Bulgarian : яйца, предназначени изключително за преработка, съгласно член 11 от Регламент (ЕО) № 557/2007.\n— : in Spanish : huevos destinados exclusivamente a la transformación, de conformidad con lo dispuesto en el artículo 11 del Reglamento (CE) no 557/2007.\n— : in Czech : vejce určená výhradně ke zpracování v souladu s čl. 11 nařízení (ES) č. 557/2007.\n— : in Danish : æg, der udelukkende er bestemt til forarbejdning, jf. artikel 11 i forordning (EF) nr. 557/2007.\n— : in German : Eier ausschließlich bestimmt zur Verarbeitung gemäß Artikel 11 der Verordnung (EG) Nr. 557/2007.\n— : in Estonian : eranditult ümbertöötlemisele kuuluvad munad, vastavalt määruse (EÜ) nr 557/2007 artikli 11.\n— : in Greek : αυγά που προορίζονται αποκλειστικά για μεταποίηση, σύμφωνα με το άρθρο 11 του κανονισμού (ΕΚ) αριθ. 557/2007.\n— : in English : eggs intended exclusively for processing in accordance with Article 11 of Regulation (EC) No 557/2007.\n— : in French : oeufs destinés exclusivement à la transformation, conformément à l’article 11 du règlement (CE) no 557/2007.\n— : in Italian : uova destinate esclusivamente alla trasformazione, in conformità dell’articolo 11 del regolamento (CE) n. 557/2007.\n— : in Latvian : olas, kas paredzētas tikai pārstrādei, saskaņā ar regulas (EK) Nr. 557/2007 11. pantu.\n— : in Lithuanian : tik perdirbti skirti kiaušiniai, atitinkantys Reglamento (EB) Nr. 557/2007 11 straipsnio reikalavimus.\n— : in Hungarian : A 557/2007/EK rendelet 11. bekezdésének megfelelően kizárólag feldolgozásra szánt tojás.\n— : in Maltese : bajd destinat esklussivament għall-ipproċessar, f’konformità ma’ l-Artikolu 11 tar-Regolament (KE) Nru. 557/2007.\n— : in Dutch : eieren die uitsluitend bestemd zijn voor verwerking, overeenkomstig artikel 11 van Verordening (EG) nr. 557/2007.\n— : in Polish : jaja przeznaczone wyłącznie dla przetwórstwa, zgodnie z artykułem 11 rozporządzenia (WE) nr 557/2007.\n— : in Portuguese : ovos destinados exclusivamente à transformação, em conformidade com o artigo 11.o do Regulamento (CE) n.o 557/2007.\n— : in Romanian : ouă destinate exclusiv procesării, conform articolului 11 din Regulamentul (CE) nr. 557/2007.\n— : in Slovak : vajcia určené výhradne na spracovanie podľa článku 11 nariadenia (ES) č. 557/2007.\n— : in Slovenian : jajca, namenjena izključno predelavi, v skladu s členom 11 Uredbe (ES) št. 557/2007.\n— : in Finnish : Yksinomaan jalostettaviksi tarkoitettuja munia asetuksen (EY) N:o 557/2007 11 artiklan mukaisesti.\n— : in Swedish : Ägg uteslutande avsedda för bearbetning, i enlighet med artikel 11 i förordning (EG) nr 557/2007.’"}