{"celex_id": "32002R0896", "uri": "http://publications.europa.eu/resource/cellar/f4fa6dbe-87ad-43e4-b309-8af40c6826db", "type": "Regulation", "concepts": ["1309", "1863", "2687", "4080", "4314"], "title": "Commission Regulation (EC) No 896/2002 of 30 May 2002 fixing the representative prices and the additional import duties for molasses in the sugar sector\n", "header": "Commission Regulation (EC) No 896/2002\nof 30 May 2002\nfixing the representative prices and the additional import duties for molasses in the sugar sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the market in sugar(1), as amended by Commission Regulation (EC) No 680/2002(2),\nHaving regard to Commission Regulation (EC) No 1422/95 of 23 June 1995 laying down detailed rules of application for imports of molasses in the sugar sector and amending Regulation (EEC) No 785/68(3), and in particular Article 1(2) and Article 3(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1422/95 stipulates that the cif import price for molasses, hereinafter referred to as the \"representative price\", should be set in accordance with Commission Regulation (EEC) No 785/68(4). That price should be fixed for the standard quality defined in Article 1 of the above Regulation.\n(2) The representative price for molasses is calculated at the frontier crossing point into the Community, in this case Amsterdam; that price must be based on the most favourable purchasing opportunities on the world market established on the basis of the quotations or prices on that market adjusted for any deviations from the standard quality. The standard quality for molasses is defined in Regulation (EEC) No 785/68.\n(3) When the most favourable purchasing opportunities on the world market are being established, account must be taken of all available information on offers on the world market, on the prices recorded on important third-country markets and on sales concluded in international trade of which the Commission is aware, either directly or through the Member States. Under Article 7 of Regulation (EEC) No 785/68, the Commission may for this purpose take an average of several prices as a basis, provided that this average is representative of actual market trends.\n(4) The information must be disregarded if the goods concerned are not of sound and fair marketable quality or if the price quoted in the offer relates only to a small quantity that is not representative of the market. Offer prices which can be regarded as not representative of actual market trends must also be disregarded.\n(5) If information on molasses of the standard quality is to be comparable, prices must, depending on the quality of the molasses offered, be increased or reduced in the light of the results achieved by applying Article 6 of Regulation (EEC) No 785/68.\n(6) A representative price may be left unchanged by way of exception for a limited period if the offer price which served as a basis for the previous calculation of the representative price is not available to the Commission and if the offer prices which are available and which appear not to be sufficiently representative of actual market trends would entail sudden and considerable changes in the representative price.\n(7) Where there is a difference between the trigger price for the product in question and the representative price, additional import duties should be fixed under the conditions set out in Article 3 of Regulation (EC) No 1422/95. Should the import duties be suspended pursuant to Article 5 of Regulation (EC) No 1422/95, specific amounts for these duties should be fixed.\n(8) Application of these provisions will have the effect of fixing the representative prices and the additional import duties for the products in question as set out in the Annex to this Regulation.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The representative prices and the additional duties applying to imports of the products referred to in Article 1 of Regulation (EC) No 1422/95 are fixed in the Annex hereto.", "This Regulation shall enter into force on 31 May 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 2002.\nFor the Commission\nJ. M. Silva Rodríguez\nAgriculture Director-General\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 104, 20.4.2002, p. 26.\n(3) OJ L 141, 24.6.1995, p. 12.\n(4) OJ L 145, 27.6.1968, p. 12.\nANNEX\nto the Commission Regulation of 30 May 2002 fixing the representative prices and additional import duties to imports of molasses in the sugar sector\n>TABLE>"}