{"celex_id": "32001D0724", "uri": "http://publications.europa.eu/resource/cellar/33a837ff-e30f-42a3-9b2c-4b4fb1643c91", "type": "Decision", "concepts": ["1309", "1338", "1988", "2771", "5065", "996"], "title": "2001/724/EC: Commission Decision of 11 October 2001 terminating the review of Council Regulation (EC) No 1599/1999 imposing a definitive countervailing duty on imports of stainless steel wires with a diameter of 1 mm or more originating in India (notified under document number C(2001) 3041)\n", "header": "Commission Decision\nof 11 October 2001\nterminating the review of Council Regulation (EC) No 1599/1999 imposing a definitive countervailing duty on imports of stainless steel wires with a diameter of 1 mm or more originating in India\n(notified under document number C(2001) 3041)\n(2001/724/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(1), and in particular Article 20 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) By Regulation (EC) No 1599/1999(2), the Council imposed a definitive countervailing duty on imports of stainless steel wires with a diameter of 1 mm and more (\"the product concerned\") falling within CN code ex 7223 00 19, originating in India. The measures took the form of ad valorem duties of between 0 and 48,8 % on individual exporters, with a residual duty of 48,8 %.\nB. CURRENT PROCEDURE\n1. Request for review\n(2) Subsequent to the imposition of definitive measures, the Commission received a request for the initiation of an accelerated review of Regulation (EC) No 1599/1999, pursuant to Article 20 of Regulation (EC) No 2026/97 (\"the basic Regulation\"), from two Indian producers based in Bombay, Capico Trading Private Limited and Atlas Stainless Corporation Limited. The companies concerned claimed that they were not related to any other exporters of the product concerned in India and that they had not exported the product concerned during the original period of investigation (1 April 1997 to 31 March 1998). They have further stated that they began exporting the product concerned to the Community after the end of the investigation period, or intended to do so.\n2. Initiation of an accelerated review\n(3) The Commission examined the evidence submitted by the Indian exporting producers concerned and considered it sufficient to justify the initiation of a review in accordance with the provisions of Article 20 of the basic Regulation. After consultation of the Advisory Committee and after the Community industry concerned had been given the opportunity to comment, the Commission initiated, by a notice in the Official Journal of the European Communities(3), an accelerated review of Regulation (EC) No 1599/1999 with regard to the companies concerned and commenced its investigation.\n3. Product concerned\n(4) The product covered by the current review is the same product as that under consideration in Regulation (EC) No 1599/1999.\n4. Parties concerned\n(5) The Commission officially advised the companies concerned and the Government of India of the initiation of the procedure. Furthermore, it gave other parties directly concerned the opportunity to make their views known in writing and to request a hearing.\nThe Commission sent a questionnaire to the companies concerned and received a full reply within the required deadline. The Commission sought and verified all information it deemed necessary for the purpose of the investigation and carried out verification visits at the premises of the companies concerned.\n5. Investigation period\n(6) The investigation of subsidisation covered the period from 1 January to 31 December 1999 (\"the investigation period\").\n6. Methodology\n(7) The same methodology as that used in the original investigation was applied in the current investigation.\nC. RESULTS OF THE INVESTIGATION\n(8) The Commission first examined the status of the companies under investigation in terms of Article 20 of the basic Regulation.\n1. Capico Trading Private Ltd\n(9) On 20 July 2000, Capico Trading Private Ltd reported to the Commission that it was withdrawing its request for review. The company based this on the fact, which was verified in the investigation, that it had not exported the product concerned to the Community and that its intention to export to the Community had not been realised. The Commission therefore considers it appropriate to terminate this review in relation to Capico Trading Private Ltd.\n2. Atlas Stainless Corporation\n(10) Atlas Stainless Corporation was established around the time of the imposition of definitive measures and registered for sales tax at around the same time. The investigation revealed that the company itself did not produce the product concerned. In fact, its involvement with this product was via a company called Venus Wire Industries Ltd, which produced small quantities on behalf of Atlas Stainless Corporation. Atlas Stainless Corporation has a \"job worker\" contract with Venus Wire Industries Ltd, whereby Venus Wire Industries Ltd processes raw material into the product concerned on behalf of Atlas Stainless Corporation for receiving a fee. This contract was agreed on 25 July 1999, i.e. three days after the imposition of definitive measures. Venus Wire Industries Ltd. itself was investigated during the original investigation and is subject to an individual countervailing duty rate of 35,4 %.\n(11) The agreement between Venus Wire Industries Ltd and Atlas Stainless Corporation stipulates a fixed price per kilogram of finished product for processing raw material into the product concerned. As regards payment of excise duty on goods domestically sold, Venus Wire Industries Ltd is, unlike Atlas Stainless Corporation, registered as a manufacturer and can claim an indirect tax \"Modvat\" back on its purchases of for example raw materials. There is an agreement between the two companies, whereby Venus Wire Industries Ltd claims back the Madvat on the domestically bought raw materials on behalf of Atlas Stainless Corporation. Moreover, the founder of Atlas Stainless Corporation previously worked as the President of Venus Wire Industries Ltd looking into production at the plant.\n(12) In addition, Atlas Stainless Corporation only exported one shipment, of around 1500 kg, to the EU during the investigation period. The shipment concerned was made solely for trial purposes for an importer in the EU, who stated that he only intended to try out the product concerned to test its quality. The importer was a previous customer of Venus Wire Industries Ltd.\n(13) Based on the facts verified during the investigation, it was considered that Atlas Stainless Corporation cannot be granted newcomer status since it is not an \"exporter\" in the meaning of Article 20 of the basic Regulation. While Atlas Stainless Corporation was the owner of the product exported to the EU, its one and only export transaction during the investigation period does not constitute true \"export\" in the meaning of Article 20 of the basic Regulation. In addition, Atlas Stainless Corporation made the job worker agreement with Venus Wire Industries Ltd just after the imposition of definitive measures, and the fact that this arrangement was set up at this time by the former President of Venus Wire Industries Ltd gives rise to serious doubts about the true motives of the operation; in fact, the investigation established that Atlas Stainless Corporation has no production facilities and, even more importantly, no significant commercial activities on either the domestic or any other export markets. On the basis of all the evidence, the Commission considered that Atlas Stainless Corporation has not demonstrated that it is an \"exporter\" eligible for an individual duty under Article 20 of the basic Regulation.\nComments from interested parties and Commission's response\n(14) Having been informed of the facts and considerations on the basis of which it is intended to terminate this review, Atlas Stainless Corporation and the Government of India gave the following arguments:\n(15) Atlas Stainless Corporation argued that although it does not own a manufacturing plant, it owns the raw materials and has a job worker contract with Venus Wire, where it paid the conversion charges to job workers as per contract. For this reason, it claimed it should be considered as manufacturer of the exported product. Moreover, Atlas Stainless Corporation argued that it used the plant facilities of Venus Wire Industries Ltd for specific purposes, and that it had a normal commercial business relationship with Venus Wire Industries Ltd.\n(16) As explained above, the Commission does not contest that Atlas was the owner of one shipment of the product exported to the EU. However, it has concluded that the nature of Atlas' operation during the investigation period does not lend itself to a conclusion that it is a genuine producer/exporter which should have an individual duty. Additionally, countervailing measures would be rendered completely ineffective if it were possible for companies (such as Atlas Stainless Corporation), which operate through job worker contracts, to have an individual duty, without reference to the original producer of the product, which may itself be subject to an individual duty. Atlas Stainless Corporation's relationship with Venus Wire Industries Ltd, which includes certain operational links between the companies, and the timing of the establishment of Atlas Stainless Corporation, merely strengthen this conclusion.\n(17) The Government of India (GOI) referred to a review request in an anti-dumping proceeding carried out by the US Department of Commerce (DOC) in favour of Atlas Stainless Corporation as regards imports of stainless steel bars. In this regard, the Commission notes that actions of investigating authorities in non-member countries have, by themselves, no bearing on this proceeding.\n(18) Moreover, the GOI claimed that the company had offered a price undertaking and that, in the light of Article 15 of the WTO Agreement on the Implementation of Article VI of GATT 1994, special regard must be given to developing country members. In this respect, it is noted that the WTO Agreement on subsidies and countervailing measures does not contain a provision corresponding to Article 15 of the WTO Agreement on the implementation of Article VI of GATT 1994. In any case, no such undertaking has been offered by Atlas Stainless Corporation.\n(19) Therefore it is considered fitting to reject the application for newcomer status and to terminate this review without amending the measures in force,", "main_body": ["The accelerated review of Regulation (EC) No 1599/1999 concerning imports of stainless steel wires with a diameter of 1 mm or more originating in India is hereby terminated."], "attachments": "Done at Brussels, 11 October 2001.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 288, 21.10.1997, p. 1.\n(2) OJ L 189, 22.7.1999, p. 1.\n(3) OJ C 61, 3.3.2000, p. 2."}