{"celex_id": "32008D0088", "uri": "http://publications.europa.eu/resource/cellar/60c93956-47f1-47d2-a711-fa333b391d5d", "type": "Decision", "concepts": ["1598", "2356", "2560", "4636", "5722", "5859"], "title": "2008/88/EC: Commission Decision of 28 January 2008 amending Decision 2005/59/EC as regards areas where the plans for the eradication of classical swine fever in feral pigs and the emergency vaccination of feral pigs against classical swine fever are to be implemented in Slovakia (notified under document number C(2008) 319)\n", "header": "1.2.2008 EN Official Journal of the European Union L 28/34\nCOMMISSION DECISION\nof 28 January 2008\namending Decision 2005/59/EC as regards areas where the plans for the eradication of classical swine fever in feral pigs and the emergency vaccination of feral pigs against classical swine fever are to be implemented in Slovakia\n(notified under document number C(2008) 319)\n(Only the Slovak text is authentic)\n(2008/88/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (1), and in particular Article 16(1) and Article 20(2) thereof,\nWhereas:\n(1) Commission Decision 2005/59/EC of 26 January 2005 approving the plans for the eradication of classical swine fever in feral pigs and the emergency vaccination of such pigs in Slovakia (2) was adopted as one of a number of measures to combat classical swine fever.\n(2) Slovakia has now informed the Commission that classical swine fever in feral pigs has been successfully eradicated in the territories of the District Veterinary and Food Administrations of Trenčín (comprising Trenčín and Bánovce nad Bebravou districts), Prievidza (comprising the Prievidza and Partizánske districts) and Púchov (comprising the Ilava district only). Accordingly, the approved plans for the eradication of classical swine fever in feral pigs and the emergency vaccination of those pigs against that disease should no longer apply in those areas.\n(3) Slovakia has also informed the Commission about the recent evolution of classical swine fever in feral pigs and the presence of that disease in the districts of Nové Zámky. In the light of the epidemiological information available, the measures of the plan for the eradication of classical swine fever in feral pigs need to be extended to include part of the districts of Nové Zámky, Komárno and Levice.\n(4) For the sake of transparency of Community legislation, the areas covered by those plans as set out in the Annex to Decision 2005/59/EC should be replaced by the text in the Annex to this Decision.\n(5) Decision 2005/59/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2005/59/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Slovak Republic."], "attachments": "Done at Brussels, 28 January 2008.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 316, 1.12.2001, p. 5. Directive as last amended by Commission Decision 2007/729/EC (OJ L 294, 13.11.2007, p. 26).\n(2)  OJ L 24, 27.1.2005, p. 46. Decision as last amended by Decision 2006/20/EC (OJ L 15, 20.1.2006, p. 48).\nANNEX\n‘ANNEX\n1.   Areas where the plan for the eradication of classical swine fever in feral pigs is to be implemented:\nThe territory of the District Veterinary and Food Administrations (DVFA) of Žiar nad Hronom (comprising the Žiar nad Hronom, Žarnovica and Banská Štiavnica districts), Zvolen (comprising the Zvolen, Krupina and Detva districts), Lučenec (comprising the Lučenec and Poltár districts), Veľký Krtíš (comprising the Veľký Krtíš district), Komárno (comprising the territory located east of the highway 64, north of the border with Hungary and west of the district Nové Zámky), Nové Zámky (comprising the territory located east of the district Komárno and east of the highway 64, south of highway 75 and north of the border with Hungary) and Levice (comprising the territory located east of the district Nové Zámky and east of the highway 66 (E77), south of highway 75, north of the border with Hungary and west of district Veľký Krtíš).\n2.   Areas where the plan for the emergency vaccination against classical swine fever of feral pigs is to be implemented:\nThe territory of the District Veterinary and Food Administrations (DVFA) of Žiar nad Hronom (comprising the Žiar nad Hronom, Žarnovica and Banská Štiavnica districts), Zvolen (comprising the Zvolen, Detva and Krupina districts), Lučenec (comprising the Lučenec and Poltár districts) and Veľký Krtíš (comprising the Veľký Krtíš district).’"}