{"celex_id": "32009D0504", "uri": "http://publications.europa.eu/resource/cellar/35a58103-62f3-429f-97ee-f05357516316", "type": "Decision", "concepts": ["3560", "616"], "title": "2009/504/EC,Euratom: Commission Decision of 28 May 2009 amending Decision 97/245/EC, Euratom laying down the arrangements for the transmission of information to the Commission by Member States under the Communities’ own resources system (notified under document number C(2009) 4072)\n", "header": "1.7.2009 EN Official Journal of the European Union L 171/37\nCOMMISSION DECISION\nof 28 May 2009\namending Decision 97/245/EC, Euratom laying down the arrangements for the transmission of information to the Commission by Member States under the Communities’ own resources system\n(notified under document number C(2009) 4072)\n(2009/504/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Decision 2007/436/EC, Euratom of 7 June 2007 on the system of the European Communities’ own resources (1),\nHaving regard to Council Regulation (EC, Euratom) No 1150/2000 of 22 May 2000 implementing Decision 2007/436/EC, Euratom on the system of the European Communities own resources (2) and in particular the third subparagraph of Article 6(4) and Article 17(3) and (5) thereof,\nHaving consulted the Advisory Committee on the Communities’ own resources, provided for in Article 20 of Regulation (EC, Euratom) No 1150/2000,\nWhereas:\n(1) Commission Decision 97/245/EC, Euratom (3) laid down models for the statements of the Member States accounts for own resources to be sent to the Commission.\n(2) Following the implementation in Community law of the agreements concluded during the Uruguay round there is no longer any material difference between agricultural duties and customs duties. Moreover, Decision 2007/436/EC, Euratom does not make this distinction. It is therefore appropriate to remove this distinction from the models contained in Annexes I and III to Decision 97/245/EC, Euratom.\n(3) Further, Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (4) introduced, amongst other measures, a production charge to contribute to the financing of expenditure and a levy on the surplus amount to prevent the accumulation of surpluses. Moreover, under certain conditions, one-off amounts are to be paid for additional sugar quotas and for supplementary isoglucose quotas. As these levies are own resources, the models contained in Annexes I and III to Decision 97/245/EC, Euratom must therefore be adapted.\n(4) Steps should also be taken to capitalise on the experience acquired by the Member States in producing the accounting statements provided for in Article 6(3)(a) and (b) of Regulation (EC, Euratom) No 1150/2000 and to improve the presentation of the forms drawn up in line with the models contained in Annexes I and III to Decision 97/245/EC, Euratom.\n(5) Decision No 97/245/EC, Euratom lays down the detailed arrangements for the transmission of information and establishes a form for reporting, in the context of the annual report, cases of irrecoverability as referred to in Article 17(2) of Regulation (EC, Euratom) No 1150/2000.\n(6) Given the experience acquired in the transmission of the relevant information it is necessary to take measures to ensure that all the facts necessary for the full examination of cases of irrecoverability reported by the Member States are provided to the Commission.\n(7) The arrangements for the transmission of reports and efficient management of information should be adapted to the growing number of cases of irrecoverability by introducing a new electronic management and information system which should be used by the Member States to send their reports electronically in cases where amounts are declared or deemed irrecoverable.\n(8) Council Regulation (EC, Euratom) No 2028/2004 (5) introduced in Regulation (EC, Euratom) No 1150/2000 a clear distinction between reporting cases where established entitlements are declared or deemed irrecoverable, referred to in the third subparagraph of Article 17(3) of Regulation (EC, Euratom) No 1150/2000, and the annual reports referred to in Article 17(5) of Regulation (EC, Euratom) No 1150/2000. It is therefore appropriate to replace the standard form to be used for the annual reports and to lay down a standard form for reporting cases of irrecoverability.\n(9) A suitable length of time should also be allowed to produce the amended statements.\n(10) Decision 97/245/EC, Euratom should therefore be amended accordingly,", "main_body": ["Decision 97/245/EC, Euratom is amended as follows:\n1. In Article 1(1), the part of the sentence ‘in Article 6(3)(a) and (b) of Regulation (EEC, Euratom) No 1552/89’ is replaced by ‘in Article 6(4), first subparagraph, points (a) and (b) of Council Regulation (EC, Euratom) No 1150/2000 (6).\n2. In Article 2(1), the part of the sentence ‘in Article 6(4) of Regulation (EEC, Euratom) No 1552/89’ is replaced by ‘in Article 6(5) of Regulation (EC, Euratom) No 1150/2000’.\n3. Article 3 is replaced by the following:\n4. Annex I is replaced by the text set out in Annex I to this Decision.\n5. Annex III is replaced by the text set out in Annex II to this Decision.\n6. Annex VI is replaced by the text set out in Annex III to this Decision.\n7. Annex VII set out in Annex IV to this Decision is added.", "The first statements to be produced using the models contained in Annexes I and III to Decision 97/245/EC, Euratom, as amended by this Decision, shall be the monthly statement for June 2009 and the quarterly statement for the second quarter of 2009.", "The electronic management and information system and the model referred to in Article 3(2) and (3) respectively of Decision 97/245/EC, Euratom, as amended by this Decision, shall be used from the date communicated by the Commission to the Member States.\nUntil such communication Member States shall use the model set out in Annex VI to Decision 97/245/EC, Euratom as amended by Decision 2002/235/EC, Euratom (7).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 May 2009.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 163, 23.6.2007, p. 17.\n(2)  OJ L 130, 31.5.2000, p. 1.\n(3)  OJ L 97, 12.4.1997, p. 12.\n(4)  OJ L 58, 28.2.2006, p. 1.\n(5)  OJ L 352, 27.11.2004, p. 1.\n(6)  OJ L 130, 31.5.2000, p. 1.’\n(7)  OJ L 79, 22.3.2002, p. 61.\nANNEX I\n‘ANNEX I\n“A” ACCOUNT OF OWN RESOURCES OF THE EUROPEAN COMMUNITIES\nStatement of established entitlements\n (1)\nMember State:\nMonth/year:\n(national currency)\nNATURE OF RESOURCE Member State's reference Accounts established during month (2) Amounts recovered from separate account Corrections to earlier establishments (3) Gross amounts Net amounts\n+ –\n1210 Customs duties (excluding countervailing and anti-dumping duties)\n1230 Countervailing and anti-dumping duties on products\n1240 Countervailing and anti-dumping duties on services\n12 CUSTOMS DUTIES\n1100 Production levies related to the marketing year 2005/2006 and previous years\n1110 Sugar storage levies\n1130 Charges levied on C sugar, isoglucose and inulin not exported, and charges levied on substitute C sugar and isoglucose\n1170 Production charge\n1180 One-off amounts on additional sugar quota and supplementary isoglucose quota\n1190 Surplus amount\n11 SUGAR LEVIES\nTotal 12 + 11\n— 25 % collection costs\nTotal to be paid to EC\n(1)  Including entitlements established as a result of inspections and detected cases of fraud and irregularities.’\n(2)  Including accounting corrections.\n(3)  Corrections to initial establishments, in particular cases of post-clearance recovery and repayment. For sugar, corrections relating to earlier years must mention the year concerned.\n(4)  The 10 % deduction rate is to be applied to amounts which, in accordance with Community rules, should have been made available before 28 February 2001.\nANNEX II\n‘ANNEX III\nOWN RESOURCES OF THE EUROPEAN COMMUNITIES — SEPARATE ACCOUNT\n (1)\nStatement of established entitlements not included in “A” account\nMember State:\nMonth/Year:\n(national currency)\nNATURE OF RESOURCE Outstanding from previous quarter Established entitlements for current quarter Corrections of establishments (Article 8) (2) Amounts which cannot be made available (Article 17(2)) (3) Total Amounts recovered during quarter (4) Outstanding at end of current quarter\n1210 Customs duties (excluding countervailing and anti-dumping duties)\n1230 Countervailing and anti-dumping duties on products\n1240 Countervailing and anti-dumping duties on services\n12 CUSTOMS DUTIES\n1100 Production levies related to the marketing year 2005/2006 and previous years\n1110 Sugar storage levies\n1130 Charges levied on non-exported C sugar, C isoglucose and C inulin syrup production, and on substituted C sugar and C isoglucose\n1170 Production charge\n1180 One-off amounts on additional sugar quota and supplementary isoglucose quota\n1190 Surplus amount\n11 SUGAR LEVIES\nTotal 12 + 11\nEstimate of amounts established for which recovery is uncertain (5)\n(1)  “B” account kept pursuant to Article 6(3)(b) of Regulation (EC, Euratom) No 1150/2000, including entitlements established as a result of inspections or and deleted cases of fraud and irregularities.’\n(2)  Correction of establishments should be understood to mean corrections, including cancellations resulting from a revision of the initial establishment arising from previous quarters. They differ by nature from those entered in column (4).\n(3)  All the cases are to be set out in Annex IIIa which is to be returned at the same time as this quarterly statement. The total for this column (4) and the total for Annex IIIa should be the same.\n(4)  The total for this column should be the same as the total given in column (2) of the statement of the “A” account for the three months concerned.\n(5)  Compulsory for the final quarter of each year. If the estimate comes to zero, the word “nil” should be entered.\nANNEX III\n‘ANNEX VI\nANNUAL REPORT\nreferred to in Article 17(5) of Regulation (EC, Euratom) No 1150/2000\n20…\nMember State: …\n1.   Inspection by Member States\nInspection Activities Number\nCustoms declarations accepted (customs arrangements or customs use concerned)\nCustoms declarations checked after clearance, customs arrangements or customs use concerned (post-clearance inspections)\nTotal number of staff in customs departments at national level (1)\nTotal number of staff assigned to post-clearance checks at national level\n2.   Questions of principle\nList of the most important points relating to the establishment, entry in the accounts and making available of the entitlements which have been encountered in the application of Regulation (EC, Euratom) No 1150/2000, including those raised in matters in dispute.\n…\n…\n…\n…\n…\n(where necessary, continue in an annex, referring to this item.)’\n(1)  Total number of customs staff (expressed in persons per year).\nANNEX IV\n‘ANNEX VII\nForm of the report referred to in the third subparagraph of Article 17(3) of Regulation (EC, Euratom) No 1150/2000\nUnless otherwise stated, all information must be provided if available and relevant. All amounts are to be indicated in the currency of the respective Member State at the time of reporting.\n1.   GENERAL DATA\nMember State: …\nReference of the report: …\n(the Member State’s code/year of reporting/serial number of the year of reporting)\nReference to a related information form sent beforehand pursuant to Article 6(5) of Regulation (EC, Euratom) No 1150/2000: …\nJustification of absence of a reference to the aforementioned information form: …\nCase related to a Community inspection (Yes/No)\nReference to a related Community inspection: …\nTotal amount irrecoverable: …\nAuthority that declared or deemed the amount irrecoverable: …\nNational reference of the administrative decision of irrecoverability: …\n(See second column of Annex IIIa to Decision 97/245/EC as amended by Commission Decision 2006/246/EC, Euratom\n (1))\nDate of the administrative decision on irrecoverability: …\nDate on which the amount was deemed irrecoverable: …\n2.   DEBT INCURRED\nDate or period during which the debt was incurred: …\nLegal basis for the incurrence of the debt: …\n(Legal bases preceding Council Regulation (EEC) No 2913/92\n (2)\nare to be indicated by using the relevant article of Regulation (EEC) No 2913/92)\nCustoms situation: …\n(Customs procedure in force, situation of the goods or customs-approved treatment at the time of the customs debt being incurred)\nAdditional details to be indicated in the case of transit regimes: …\n— Date(s) of acceptance of the customs declaration: …\n— Member State(s) of departure or entry into the Community (ISO Code): …\n— Member State(s) of destination or exit from the Community (ISO Code): …\n— TIR carnet number(s): …\nType of check that led to the establishment of the entitlement: …\n— Checks not related to the acceptance of a customs declaration: …\n— Checks during clearance of a customs declaration including sample taking: …\n— Checks after clearance but before discharge of the customs procedure: …\n— Checks after discharge of the customs procedure for the goods: …\n— Checks after clearance and release for free circulation: …\nDate(s) of discharge to be communicated in the case of customs situations involving suspensive arrangements: …\n…\nConcise description of events leading to the establishment of the entitlement: …\n3.   MUTUAL ASSISTANCE\nCase related to Mutual assistance (MA) within the meaning of Council Regulation (EC) No 515/97 (3) involving Commission departments (Yes/No)\nReference of the MA communication: …\nDate of receipt: …\nComments (optional): …\n4.   ESTABLISHMENT OF THE ENTITLEMENT\nOffice of establishment: …\nDate of establishment: …\nAccounting reference of establishment (optional): …\nDate of entry in the B account (Article 6 of Regulation (EC, Euratom) No 1150/2000): …\nAccounting reference of the B account (optional): …\nTotal amount established: …\nAmount of customs and agricultural duties established, not including countervailing and antidumping duties: …\n…\nAmount of countervailing and antidumping duties established: …\nAmount of sugar/isoglucose levies established: …\nCorresponding established amount of national excise duties and VAT (optional): …\nTotal amount corrected (addition or deduction) after the initial establishment: …\nAmount of customs and agricultural duties corrected (addition or deduction) after the initial establishment, not including countervailing and antidumping duties: …\nAmount of countervailing and antidumping duties corrected (addition or deduction) after the initial establishment: …\n…\nAmount of sugar/isoglucose levies corrected (addition or deduction) after the initial establishment: …\n…\nCorresponding amount of national excise duties and VAT corrected (addition or deduction) after the initial establishment (optional): …\nTotal amount of security: …\n(Amount of Community own resources and if applicable national duties. It can be nil if there is a waiver or if a security is not lodged)\nPart of security to be allocated to Community own resources: …\nType of security (compulsory, optional, not planned): …\nType of compulsory security: …\nReason why a planned security was not lodged: …\nSecurity made available to the Community: …\nDate on which the security was made available: …\n5.   RECOVERY PROCESS\n(If there are several debtors for the same debt, the following information needs to be provided for each debtor:)\nPrincipal debtor or jointly liable debtor: …\nDate of notification of the debt: …\nDate(s) of payment reminders: …\nEstablishment subject to an appeal procedure within the meaning of Article 243(1) of Regulation (EEC) No 2913/92 (Yes/No)\nLevels attained in appeal procedure: …\nDate of first appeal lodged: …\nDate on which the definitive judgment is notified: …\nComments (optional): …\nSuspension of implementation within the meaning of Articles 222 and 244 of Regulation (EEC) No 2913/92 and Article 876a of Commission Regulation (EEC) No 2454/93 (4) (Yes/No)\nSecurity lodged on suspension (Yes/No)\nAmount of security on suspension: …\nReasons why no security was lodged on suspension: …\n(Member States need to specify whether or not a security was waived because of foreseeable economic and social difficulties and the grounds for such a decision)\nPayment facilities within the meaning of Article 229 of Regulation (EEC) No 2913/92 (no request/request rejected/request accepted)\nDescription of payment facility arrangements: …\nSecurity lodged pursuant to payment facilities (Yes/No)\nAmount of security pursuant to payment facilities: …\nReason why no security was lodged on payment facilities: …\n(Member States need to specify whether or not a security was waived because of foreseeable economic and social difficulties and the grounds for such a decision)\nDate of issue of enforcement order: …\nNotification of enforcement order (Yes/No)\nDate of notification of enforcement order: …\nComments on enforcement order (optional): …\nDate of first payment: …\nAmount of first payment: …\nDate of last payment: …\nAmount of last payment: …\nTotal amount paid: …\nDate(s) of attachments: …\nAmount obtained by way of attachment: …\nComments on the attachment (optional): …\nDate of opening of bankruptcy/liquidation/insolvency proceedings: …\nDate of declaring the claim in those proceedings: …\nDate of closure of bankruptcy/liquidation/insolvency proceedings: …\nAmount of own resources recovered from bankruptcy/liquidation/insolvency proceedings: …\n…\nMutual assistance by other Member States in recovery (Council Directive 2008/55/EC (5) or Council Directive 76/308/EEC (6) (Yes/No)\nReference of Mutual assistance in recovery: …\nMember State contacted: …\nDate of request: …\nAmount recovered: …\nDate of reply: …\nComments on the reply (in particular if the Member State contacted has not acted on the request): …\n…\n6.   REASONS WHY RECOVERY HAS PROVED IMPOSSIBLE FOR THE REMAINING AMOUNT\n(In this part the Member States should clearly indicate for instance all the specific enforcement measures taken and the reasons why in the case of a bankruptcy/liquidation/insolvency procedure the amount received was not sufficient to cover the debt or why it covers only a part of the debt.)\n(Member States do not need to provide information they have already provided under points 1 to 5.)\n7.   OTHER INFORMATION\n(1)  OJ L 89, 28.3.2006, p. 46.\n(2)  OJ L 302, 19.10.1992, p. 1.\n(3)  OJ L 82, 22.3.1997, p. 1.\n(4)  OJ L 253, 11.10.1993, p. 1.\n(5)  OJ L 150, 10.6.2008, p. 28.\n(6)  OJ L 73, 19.3.1976, p. 18.’"}