{"celex_id": "32001D0268", "uri": "http://publications.europa.eu/resource/cellar/b5626e5f-8d1d-40b1-8e14-1c09bcd242e4", "type": "Decision", "concepts": ["1937", "2738", "2763", "3577", "3774", "994"], "title": "2001/268/EC: Commission Decision of 3 April 2001 amending for the fourth time Decision 2001/172/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom (Text with EEA relevance) (notified under document number C(2001) 1039)\n", "header": "Commission Decision\nof 3 April 2001\namending for the fourth time Decision 2001/172/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom\n(notified under document number C(2001) 1039)\n(Text with EEA relevance)\n(2001/268/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Following the reports of outbreaks of foot-and-mouth disease in the United Kingdom, the Commission adopted Decision 2001/172/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom(4), as last amended by Decision 2001/239/EC(5).\n(2) The foot-and-mouth disease situation in the United Kingdom is liable to endanger the herds in other parts of the Community in view of the placing on the market and trade in live biungulate animals and certain of their products.\n(3) In the light of the disease evolution it appears appropriate to prolong the measures introduced by Decision 2001/172/EC and at the same time to adjust the regionalisation.\n(4) The situation shall be reviewed at the meeting of the Standing Veterinary Committee scheduled for 4 April 2001 and the measures adapted where necessary.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 2001/172/EC is amended as follows:\n1. In Article 14 the date is replaced by \"19 April 2001\".\n2. In Annex I the words \"United Kingdom\" are replaced by \"Great Britain and the district Newry and Mourne in County Armagh in Northern Ireland\".\n3. In Annex II the words \"United Kingdom\" are replaced by \"Great Britain, Northern Ireland\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 April 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 62, 2.3.2001, p. 22.\n(5) OJ L 86, 27.3.2001, p. 33."}