{"celex_id": "32001D0306", "uri": "http://publications.europa.eu/resource/cellar/eab28778-2377-4bcb-b793-0b76a3c83a2d", "type": "Decision", "concepts": ["1937", "2286", "2738", "2763", "3577", "994"], "title": "2001/306/EC: Commission Decision of 11 April 2001 amending for the third time Decision 2001/223/EC concerning certain protection measures with regard to foot-and-mouth disease in the Netherlands (Text with EEA relevance) (notified under document number C(2001) 1123)\n", "header": "Commission Decision\nof 11 April 2001\namending for the third time Decision 2001/223/EC concerning certain protection measures with regard to foot-and-mouth disease in the Netherlands\n(notified under document number C(2001) 1123)\n(Text with EEA relevance)\n(2001/306/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC, and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(2), as last amended by Directive 92/118/EEC(3), and in particular Article 9 thereof,\nWhereas:\n(1) Following the report of outbreaks of foot-and-mouth disease in the Netherlands outside the areas restricted in accordance with Commission Decision 2001/223/EC concerning certain protection measures with regard to foot-and-mouth disease in the Netherlands(4), as last amended by Decision 2001/282/EC(5), it appears necessary to enlarge the areas of restriction so as to safeguard the health status of the rest of the Community until the epidemiological investigations have been completed and the origin of the infection and the possible links to existing outbreaks established.\n(2) The foot-and-mouth disease situation in certain parts of the Netherlands is liable to endanger the herds in other parts of the territory of the Netherlands and in other Member States in view of the placing on the market and trade in live biungulate animals and certain of their products.\n(3) The measures provided for in this Decision shall be reviewed at the meeting of the Standing Veterinary Committee on 19 April 2001,", "main_body": ["Commission Decision 2001/223/EC is amended as follows:\n1. In Annex I the words \"The provinces of Gelderland, Overijssel, Flevoland and the areas of Sprang-Capelle and Maren-Kessel en Berghem in the province of Noord-Brabant as detailed in Annex III\" are replaced by the words \"The provinces of Groningen, Friesland, Drenthe, Noord-Holland, Flevoland, Overijssel, Gelderland, Utrecht, Zuid-Holland, Limburg, Noord-Brabant and Zeeland\".\n2. In Annex II the words \"All areas of mainland Netherlands except those in Annex I\" are replaced by \"The provinces of Groningen, Friesland, Drenthe, Noord-Holland, Flevoland, Overijssel, Gelderland, Utrecht, Zuid-Holland, Limburg, Noord-Brabant and Zeeland\".\n3. Annex III is deleted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 April 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 82, 22.3.2001, p. 29.\n(5) OJ L 98, 7.4.2001, p. 27."}