{"celex_id": "32006R1585", "uri": "http://publications.europa.eu/resource/cellar/3fb8c3db-72d8-402f-9e44-16649083717e", "type": "Regulation", "concepts": ["1511", "2733", "2972", "3633", "4314", "5283"], "title": "Commission Regulation (EC) No 1585/2006 of 24 October 2006 amending Annex III to Council Regulation (EC) No 318/2006\n", "header": "25.10.2006 EN Official Journal of the European Union L 294/19\nCOMMISSION REGULATION (EC) No 1585/2006\nof 24 October 2006\namending Annex III to Council Regulation (EC) No 318/2006\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Annex III to Regulation (EC) No 318/2006 lays down the national and regional quotas for the production of sugar, isoglucose and inulin syrup. For the 2006/2007 marketing year those quotas must be adjusted by 30 September 2006.\n(2) The adjustments result in particular from the application of Articles 8 and 9 of Regulation (EC) No 318/2006, which provide for the allocation of additional sugar quotas and additional and supplementary isoglucose quotas. The adjustments must take account of the communications from the Member States provided for in Article 12 of Regulation (EC) No 952/2006 of 29 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 318/2006 as regards the management of the Community market in sugar and the quota system (2) relating in particular to the additional and supplementary quotas already allocated on the date on which the communication is drawn up.\n(3) The adjustments to the quotas in Annex III to Regulation (EC) No 318/2006 also result from the application of Article 3 of Council Regulation (EC) No 320/2006 of 20 February 2006 establishing a temporary scheme for the restructuring of the sugar industry in the Community and amending Regulation (EC) No 1290/2005 on the financing of the common agricultural policy (3), which provides for restructuring aid for undertakings which renounce their quotas. It is therefore necessary to take account of the renounced quotas in accordance with the Communication from the Commission (2006/C 234/04) of 29 September 2006 on the estimated availability of financial resources for granting of restructuring aid for the 2006/2007 marketing year (4).\n(4) The adjustment of the quotas laid down in Annex III to Regulation (EC) No 318/2006 is without prejudice to the conditions governing the grant of the aid provided for in Chapter 10f of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and modifying Regulations (EEC) No 2019/93, (EC) 1452/2001, (EC) 1454/2001, (EC) 1868/94, (EC) No 1251/1999, (EC) 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (5) and in Article 7 of Regulation (EC) No 320/2006.\n(5) Annex III to Regulation (EC) No 318/2006 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Annex III to Regulation (EC) No 318/2006 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 October 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 1.\n(2)  OJ L 178, 1.7.2006, p. 39.\n(3)  OJ L 58, 28.2.2006, p. 42.\n(4)  OJ C 234, 29.9.2006, p. 9.\n(5)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 1406/2006 (OJ L 265, 26.9.2006, p. 1).\nANNEX\n‘ANNEX III\nNATIONAL AND REGIONAL QUOTAS\nMember States or regions Sugar Isoglucose Inulin syrup\nBelgium 819 812 85 694 0\nCzech Republic 454 862 — —\nDenmark 420 746 — —\nGermany 3 655 456 42 360 —\nGreece 317 502 15 433 —\nSpain 903 843 98 845 —\nFrance (metropolitan) 3 552 221 23 755 0\nFrench overseas departments 480 245 — —\nIreland 0 — —\nItaly 778 706 24 301 —\nLatvia 66 505 — —\nLithuania 103 010 —\nHungary 401 684 164 736 —\nNetherlands 864 560 10 891 0\nAustria 387 326 — —\nPoland 1 671 926 32 056 —\nPortugal (mainland) 34 500 11 870 —\nThe autonomous region of the Azores 9 953 — —\nSlovakia 207 432 50 928 —\nSlovenia 52 973 — —\nFinland 146 087 14 210 —\nSweden 325 700 — —\nUnited Kingdom 1 138 627 32 602 —\nTotal 16 793 675 607 681 0’"}