{"celex_id": "32004D0265", "uri": "http://publications.europa.eu/resource/cellar/a8de01a7-db3d-48f2-97f0-e6885d10c78e", "type": "Decision", "concepts": ["1474", "4005", "4470", "5796", "5969", "6884"], "title": "2004/265/EC: Council Decision of 8 March 2004 concerning the conclusion of the Memorandum of Understanding between the European Community and the National Tourism Administration of the People's Republic of China on visa and related issues concerning tourist groups from the People's Republic of China (ADS)\n", "header": "Council Decision\nof 8 March 2004\nconcerning the conclusion of the Memorandum of Understanding between the European Community and the National Tourism Administration of the People's Republic of China on visa and related issues concerning tourist groups from the People's Republic of China (ADS)\n(2004/265/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular, Article 62(2)(b)(ii) and (iv) and Article 63(3)(b) in conjunction with the second sentence of the first subparagraph of Article 300(2) and Article 300(3) first subparagraph thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) The Commission has negotiated on behalf of the Community the Memorandum of Understanding referred to in this Decision.\n(2) The Memorandum of Understanding was signed, on behalf of the Community, subject to its conclusion.\n(3) The Memorandum of Understanding establishes a Committee which may take decisions having legal effect on certain technical matters. It is therefore appropriate to provide for simplified procedures for the establishment of the Community position in such cases.\n(4) In accordance with the Protocol on the position of the United Kingdom and Ireland, and the Protocol integrating the Schengen acquis into the framework of the European Union, the United Kingdom and Ireland do not take part in the adoption of this Decision and are therefore not bound by it or subject to its application.\n(5) In accordance with the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the adoption of this Decision and is therefore not bound by it or subject to its application.\n(6) The Memorandum of Understanding should be approved,", "main_body": ["The Memorandum of Understanding between the European Community and the National Tourism Administration of the People's Republic of China on visa and related issues concerning tourist groups from the People's Republic of China (ADS) is hereby approved on behalf of the Community.\nThe text of the Memorandum of Understanding is attached to this Decision.", "The President of the Council shall give the notification provided for in Article 8(2) of the Memorandum of Understanding(2).", "The position of the Community within the Approved Destination Status Committee with regard to the adoption of its Rules of Procedure, as required under Article 6(5) of the Memorandum of Understanding, shall be taken by the Commission after consultation of a special committee designated by the Council.\nFor all other decisions of the Approved Destination Status Committee, the position of the Community shall be adopted by the Council, acting by a qualified majority, on a proposal from the Commission.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 March 2004.\nFor the Council\nThe President\nD. Ahern\n(1) Opinion delivered on 26 February 2004 (not yet published in the Official Journal).\n(2) The date of entry into force of the Memorandum of Understanding will be published in the Official Journal of the European Union by the General Secretariat of the Council."}