{"celex_id": "32006D0452", "uri": "http://publications.europa.eu/resource/cellar/daab0dc6-f3a4-4673-97b0-fd034a3998fb", "type": "Decision", "concepts": ["12", "2095", "2850", "3466", "5454", "5870"], "title": "2006/452/EC: Council Decision of  29 April 2004  on the signing and provisional application of a Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Azerbaijan, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n", "header": "6.7.2006 EN Official Journal of the European Union L 185/1\nCOUNCIL DECISION\nof 29 April 2004\non the signing and provisional application of a Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Azerbaijan, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union\n(2006/452/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44(2), the last sentence of Article 47(2), and Articles 55, 57(2), 71, 80(2), 93, 94, 133 and 181a, in conjunction with the first sentence of the first subparagraph of Article 300(2),\nHaving regard to the Treaty of Accession of 16 April 2003, and in particular Article 2(3) thereof,\nHaving regard to the Act annexed to the Treaty of Accession, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 8 December 2003, the Council authorised the Commission, on behalf of the Community and its Member States, to negotiate with the Republic of Azerbaijan a Protocol to the Partnership and Cooperation Agreement to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union, and to provide for certain technical adjustments linked to the institutional and legal developments within the European Union.\n(2) Subject to its possible conclusion at a later date, the Protocol has been negotiated between the Parties and should now be signed on behalf of the European Community and its Member States.\n(3) The Protocol should be applied on a provisional basis as from the date of accession, pending completion of the relevant procedures for its formal conclusion,", "main_body": ["The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the European Community and its Member States, the Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Azerbaijan, of the other part, to take account of the accession of the Czech Republic, the Republic of Cyprus, the Republic of Estonia, the Republic of Hungary, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union, subject to possible conclusion at a later stage.\nThe text of the Protocol is attached to this Decision (1).", "Pending its entry into force, the Protocol shall be applied on a provisional basis from the date of accession."], "attachments": "Done at Luxembourg, 29 April 2004.\nFor the Council\nThe President\nM. McDOWELL\n(1)  See page 3 of this Official Journal,\n6.7.2006 EN Official Journal of the European Union L 185/3\nPROTOCOL\nto the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Azerbaijan, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\nTHE KINGDOM OF BELGIUM,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nIRELAND,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nTHE REPUBLIC OF MALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nhereinafter referred to as the ‘Member States’ represented by the Council of the European Union, and\nTHE EUROPEAN COMMUNITY AND THE EUROPEAN ATOMIC ENERGY COMMUNITY,\nhereinafter referred to as ‘the Communities’ represented by the Council of the European Union and the European Commission,\nof the one part, and\nTHE REPUBLIC OF AZERBAIJAN,\nof the other part,\nHAVING REGARD TO the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the European Union on 1 May 2004,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia shall be Parties to the Partnership and Cooperation Agreement, establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Azerbaijan, of the other part, signed in Luxembourg on 22 April 1996 (hereinafter the Agreement) and shall respectively adopt and take note, in the same manner as the other Member States of the Community, of the texts of the Agreement and of the documents attached to it.\nArticle 2\nTo take account of recent institutional developments within the European Union, the Parties agree that, following expiry of the Treaty establishing the European Coal and Steel Community, existing provisions in the Agreement referring to the European Coal and Steel Community shall be deemed to refer to the European Community, which has taken over all rights and obligations contracted by the European Coal and Steel Community.\nArticle 3\nThis Protocol shall form an integral part of the Agreement.\nArticle 4\n1.   This Protocol shall be approved by the Communities, by the Council of the European Union on behalf of the Member States, and by the Republic of Azerbaijan in accordance with their own procedures.\n2.   The Parties shall notify each other of the accomplishment of the corresponding procedures referred to in the preceding paragraph. The instruments of approval shall be deposited with the General Secretariat of the Council of the European Union.\nArticle 5\n1.   This Protocol shall enter into force on the same day as the 2003 Treaty of Accession, provided that all the instruments of approval of this Protocol have been deposited before that date.\n2.   Where not all the instruments of approval of this Protocol have been deposited before that date, this Protocol shall enter into force on the first day of the first month following the date of the deposit of the last instrument of approval.\n3.   Where not all the instruments of approval of this Protocol have been deposited before 1 May 2004, this Protocol shall apply provisionally with effect from 1 May 2004.\nArticle 6\nThe texts of the Agreement, the Final Act and all documents annexed to it are drawn up in the Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovene languages.\nThese texts are annexed (1) to this Protocol and are equally authentic with the texts in the other languages in which the Agreement, the Final Act and the documents annexed to it are drawn up.\nArticle 7\nThis Protocol is drawn up in duplicate in the Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovak, Slovene, Spanish, Swedish and in Azerbaijani languages, each of these texts being equally authentic.\nHecho en Bruselas, el dieciocho de mayo de dos mil cuatro.\nV Bruselu dne osmnáctého května dva tisíce čtyři\nUdfærdiget i Bruxelles den attende maj to tusind og fire.\nGeschehen zu Brüssel am achtzehnten Mai zweitausendundvier.\nKahe tuhande neljanda aasta maikuu kaheksateistkümnendal päeval Brüsselis\nΈγινε στις Βρυξέλλες, στις δέκα οκτώ Μαΐου δύο χιλιάδες τέσσερα.\nDone at Brussels on the eighteenth day of May in the year two thousand and four.\nFait à Bruxelles, le dix-huit mai deux mille quatre.\nFatto a Bruxelles, addì diciotto maggio duemilaquattro.\nBriselē, divi tūkstoši ceturtā gada astoņpadsmitajā maijā.\nPriimta du tūkstančiai ketvirtų metų gegužės aštuonioliktą dieną Briuselyje.\nKelt Brüsszelben, a kétezer-negyedik év május havának tizennyolcadik napján.\nMaghmul fi Brussel, nhar it-tmintax ta' Mejju, 2004\nGedaan te Brussel, de achttiende mei tweeduizendvier.\nSporządzono w Brukseli, dnia osiemnastego maja roku dwa tysiące czwartego\nFeito em Bruxelas, em dezoito de Maio de dois mil e quatro.\nV Bruseli dňa osemnásteho mája dvetisícštyri\nV Bruslju, dne osemnajstega maja leta dva tisoč štiri.\nTehty Brysselissä kahdeksantenatoista päivänä toukokuuta vuonna kaksituhattaneljä.\nSom skedde i Bryssel den artonde maj tjugohundrafyra.\nBrüsseldә iki min dördüncü ilin mayın on sәkkizindә imzalanmışdır.\nPor los Estados miembros\nZa členské státy\nFor medlemsstaterne\nFür die Mitgliedstaaten\nLiikmesriikide nimel\nΓια τα κράτη μέλη\nFor the Member States\nPour les États membres\nPer gli Stati membri\nDalībvalstu vārdā\nValstybių narių vardu\nA tagállamok részéről\nGħall-Istati Membri\nVoor de lidstaten\nW imieniu Państw Członkowskich\nPelos Estados-Membros\nZa členské štáty\nZa države članice\nJäsenvaltioiden puolesta\nPå medlemsstaternas vägnar\nÜzv dövlәtlәr adından\nPor las Comunidades Europeas\nZa Evropská společenství\nFor De Europæiske Fællesskaber\nFür die Europäischen Gemeinschaften\nEuroopa ühenduste nimel\nΓια τις Ευρωπαϊκές Κοινότητες\nFor the European Communities\nPour les Communautés européennes\nPer le Comunità europee\nEiropas Kopienu vārdā\nEuropos Bendrijų vardu\nAz Európai Közösségek részéről\nGħall-Komunitajiet Ewropej\nVoor de Europese Gemeenschappen\nW imieniu Wspólnot Europejskich\nPelas Comunidades Europeias\nZa Európske spoločenstvá\nZa Evropske skupnosti\nEuroopan yhteisöjen puolesta\nPå Europeiska gemenskapernas vägnar\nAvropa Birliyi adından\nPor la República de Azerbaiyán\nZa Ázerbájdžánskou republiku\nFor Republikken Aserbajdsjan\nFür die Republik Aserbaidschan\nAserbaidžaani Vabariigi nimel\nΓια τη Δημοκρατία του Αζερμπαϊτζάν\nFor the Republic of Azerbaijan\nPour la République d'Azerbaïdjan\nPer la Repubblica dell'Azerbaigian\nAzerbaidžānas Republikas vārdā\nAzerbaidÞano Respublikos vardu\nAzerbajdzsán részéről\nGħar-Repubblika ta' l-Ażerbajġan\nVoor de Republiek Azerbeidzjan\nW imieniu Republiki Azerbejdżanskiej\nPela República do Azerbaijão\nZa Azerbajdžanskú republiku\nZa Azerbajdžansko republiko\nAzerbaidžanin tasavallan puolesta\nPå Republiken Azerbajdzjans vägnar\nAzәrbaycan Respublikası adından\n(1)  The Czech, Estonian, Latvian, Lithuanian, Hungarian, Maltese, Polish, Slovak and Slovenian versions of the Agreement shall be published in the special edition of the Official Journal at a later date."}