{"celex_id": "32000R0440", "uri": "http://publications.europa.eu/resource/cellar/f4858be2-c2c9-480a-a6af-7d50e887fe59", "type": "Regulation", "concepts": ["1120", "1309", "161", "3591", "5083"], "title": "Commission Regulation (EC) No 440/2000 of 25 February 2000 laying down for 2000 the quantities for which the annual allocations for newcomer operators are granted under the tariff quotas and for traditional ACP bananas\n", "header": "COMMISSION REGULATION (EC) No 440/2000\nof 25 February 2000\nlaying down for 2000 the quantities for which the annual allocations for newcomer operators are granted under the tariff quotas and for traditional ACP bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2),\nHaving regard to Commission Regulation (EC) No 2362/98 of 28 October 1998 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community(3), as amended by Regulation (EC) No 756/1999(4), and in particular Article 9(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 250/2000(5) establishes certain rules relating to imports of bananas under the tariff quotas and of traditional ACP bananas and fixes the indicative quantities for the second quarter of 2000.\n(2) Article 9(3) of Regulation (EC) No 2362/98 lays down the method for calculating the annual allocation for each newcomer operator. In accordance with that method and a ranking of the individual applications in increasing order of the quantities applied for, the Commission calculates the quantities for which the annual allocations shall be granted.\n(3) The notifications received from the Member States in accordance with Article 2(5) of Regulation (EC) No 250/2000 have led the Commission to adopt this Regulation, based on which the competent national authorities will establish the individual allocations for the operators in question and notify them accordingly.\n(4) However, the results of the verifications and checks by the competent national authorities on the registration of newcomer operators in cooperation with the Commission may result in an amendment of this Regulation and in corrections to the annual allocations for the newcomer operators. In particular, the annual allocations calculated by the national authorities pursuant to Regulation (EC) No 2362/98 and this Regulation cannot constitute vested rights or be invoked by the operators as legitimate expectations.\n(5) This Regulation must enter into force immediately, given the time limits laid down in Regulation (EC) No 2362/98,", "main_body": ["The national authorities shall establish the annual allocations for 2000 under the tariff quotas and for the traditional ACP banana quantities referred to in Articles 18 and 19 of Regulation (EC) No 404/93 for the newcomer operators referred to in Articles 7 et seq. of Regulation (EC) No 2362/98, in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 2000.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 293, 31.10.1998, p. 32.\n(4) OJ L 98, 13.4.1999, p. 10.\n(5) OJ L 26, 2.2.2000, p. 6.\nANNEX\nApplication of Article 9(3) of Regulation (EC) No 2362/98\n>TABLE>"}