{"celex_id": "32001R0544", "uri": "http://publications.europa.eu/resource/cellar/54af02d5-0d82-4c1d-b90b-3abc477ae45b", "type": "Regulation", "concepts": ["1115", "1201", "1602", "2173", "922", "979"], "title": "Commission Regulation (EC) No 544/2001 of 20 March 2001 laying down rules for the application of Council Regulation (EC) No 2200/96 as regards additional financial assistance to operational funds\n", "header": "Commission Regulation (EC) No 544/2001\nof 20 March 2001\nlaying down rules for the application of Council Regulation (EC) No 2200/96 as regards additional financial assistance to operational funds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Article 48 thereof,\nWhereas:\n(1) Article 15(6) of Regulation (EC) No 2200/96 provides for Member States to be authorised to pay producer organisations national financial assistance in addition to the operational fund. Member States may request partial reimbursement by the Community of this additional assistance.\n(2) The way that aid is to be financed, as set out in Article 52 of Regulation (EC) No 2200/96, was amended with effect on 1 January 2000 by Council Regulation (EC) No 1257/1999 of 17 May 1999 on support for rural development from the European Agricultural Guidance and Guarantee Fund (EAGGF) and amending and repealing certain Regulations(3). That aid is to be regarded in future as intervention intended to stabilise the agricultural market within the meaning of Article 1(2)(b) of Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy(4).\n(3) Under the circumstances, detailed rules should be laid down to bring the way of financing into line with this new situation. The provisions should relate in particular to setting the level of Community assistance available at a comparative level to that previously available via the Community support framework.\n(4) As the provision of Article 56 of Regulation (EC) No 1257/1999 has been applied as from 1 January 2000, it is appropriate to apply the provisions of this Regulation to assistance paid for annual periods starting from said date.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Expenditure referred to in the second subparagraph of Article 15(6) of Regulation (EC) No 2200/96 is financed by EAGGF Guarantee at a level of 50 % of the financial assistance granted to the producer organisation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to aid paid in respect of annual periods commencing after 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 160, 26.6.1999, p. 80.\n(4) OJ L 160, 26.6.1999, p. 103."}