{"celex_id": "32006R2014", "uri": "http://publications.europa.eu/resource/cellar/0a270eec-52e4-414e-a6a4-111078a8a506", "type": "Regulation", "concepts": ["161", "2734", "2739", "2758"], "title": "Council Regulation (EC) No 2014/2006 of 19 December 2006 amending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/20\nCOUNCIL REGULATION (EC) No 2014/2006\nof 19 December 2006\namending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 26 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 20 December 1996, the Council adopted Regulation (EC) No 2505/96 (1). Since Community demand for the products in question is to be met under the most favourable conditions, certain existing tariff quotas should be extended or adjusted, and some new Community tariff quotas should be opened at reduced or zero rates of duty for appropriate volumes, without disturbing the markets for these products.\n(2) Since the quota amount for one Community tariff quota is insufficient to meet the needs of the Community industry for the current quota period, it should be increased with effect from 1 January 2007.\n(3) It is no longer in the Community interest to continue to grant Community tariff quotas in 2007 for certain products on which duties were suspended in 2006. These products should therefore be removed from the table in Annex I to Regulation (EC) No 2505/96.\n(4) In view of the many changes to be made, clarity requires Annex I to Regulation (EC) No 2505/96 to be replaced in its entirety.\n(5) Regulation (EC) No 2505/96 should therefore be amended accordingly.\n(6) In view of the economic importance of this Regulation, it is necessary to rely upon the grounds of urgency provided for in point I.3 of the Protocol on the role of national parliaments in the European Union annexed to the Treaty on European Union and to the Treaties establishing the European Community, the European Coal and Steel Community and the European Atomic Energy Community.\n(7) Since this Regulation is to apply from 1 January 2007, it should enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 2505/96 shall be replaced by the text appearing in the Annex to this Regulation.", "For the quota period from 1 January to 31 December 2006, in Annex I to Regulation (EC) No 2505/96, the amount of the tariff quota for order number 09.2981 shall be fixed at 260 000 units.", "For the quota period from 1 January to 31 December 2007, in Annex I to Regulation (EC) No 2505/96:\n— the amount of the tariff quota for order number 09.2002 shall be fixed at 1 000 tonnes,\n— the amount of the tariff quota for order number 09.2030 shall be fixed at 1 000 tonnes,\n— the amount of the tariff quota for order number 09.2612 shall be fixed at 1 900 tonnes,\n— the amount of the tariff quota for order number 09.2620 shall be fixed at 1 000 000 units,\n— the amount of the tariff quota for order number 09.2727 shall be fixed at 15 000 tonnes.", "In Annex I to Regulation (EC) No 2505/96, tariff quotas for order numbers 09.2920, 09.2970, 09.2972 and 09.2977, shall be inserted with effect from 1 January 2007.", "Tariff quotas for order numbers 09.2026, 09.2853, 09.2976 and 09.2981 shall be closed with effect from 1 January 2007.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all the Member States."], "attachments": "Done at Brussels, 19 December 2006.\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  OJ L 345, 31.12.1996, p. 1. Regulation as last amended by Regulation (EC) No 962/2006 (OJ L 176, 30.6.2006, p. 1).\nANNEX\n‘ANNEX I\nOrder No Code NC Taric subdivision Description Quota amount Quota duty Quota period\n09.2002 ex 2928 00 90 30 Phenylhydrazine 1 000 tonnes 0 1.1-31.12\n09.2003 ex 8543 70 90 63 Voltage controlled frequency generator, consisting of active and passive elements mounted on a printed circuit, contained in a housing whose exterior dimensions do not exceed 30 × 30 mm 1 400 000 units 0 1.1-31.12\n09.2030 ex 2926 90 95 74 Chlorothalonil 1 000 tonnes 0 1.1-31.12\n09.2140 ex 3824 90 98 98 Mixture of tertiary amines containing by weight:\n— 2,0-4,0 % of N,N-dimethyl-1-octanamine\n— 94 % minimum of N,N-dimethyl-1-decanamine\n— 2 % maximum of N,N-dimethyl-1-dodecanamine and higher\n09.2602 ex 2921 51 19 10 o-Phenylenediamine 1 800 tonnes 0 1.1-31.12\n09.2603 ex 2931 00 95 15 Bis(3-triethoxysilylpropyl)tetrasulfide 4 500 tonnes 0 1.1-31.12\n09.2604 ex 3905 30 00 10 Poly(vinyl alcohol) partially acetalized with 5-(4-azido-2-sulfobenzylidene)-3-(formylpropyl)-rhodanine, sodium salt 100 tonnes 0 1.1-31.12\n09.2610 ex 2925 29 00 20 (Chloromethylene)dimethylammonium chloride 100 tonnes 0 1.1-31.12\n09.2611 ex 2826 19 90 10 Calcium fluoride having a total content of aluminium, magnesium and sodium of 0,25 mg/kg or less, in the form of powder 55 tonnes 0 1.1-31.12\n09.2612 ex 2921 59 90 30 3,3′-dichlorobenzidine dihydrochloride 1 900 tonnes 0 1.1-31.12\n09.2615 ex 2934 99 90 70 Ribonucleic acid 110 tonnes 0 1.1-31.12\n09.2616 ex 3910 00 00 30 Polydimethylsiloxane with a degree of polymerisation of 2 800 monomer units (± 100) 1 300 tonnes 0 1.1-31.12\n09.2618 ex 2918 19 85 40 (R)-2-Chloromandelic acid 100 tonnes 0 1.1-31.12\n09.2619 ex 2934 99 90 71 2-Thienylacetonitrile 80 tonnes 0 1.1-31.12\n09.2620 ex 8526 91 20 20 Assembly for GPS system having a position determination function 1 000 000 units 0 1.1-31.12\n09.2624 2912 42 00  Ethylvanillin (3-ethoxy-4-hydroxybenzaldehyde) 425 tonnes 0 1.1-31.12\n09.2625 ex 3920 20 21 20 Film of polymers of polypropylene, biaxially oriented, of a thickness of 3,5 μm or more but less than 15 μm, of a width of 490 mm or more but not exceeding 620 mm, for the production of film capacitors (1) 170 tonnes 0 1.1-31.12\n09.2627 ex 7011 20 00 55 Glass face-plate with a diagonal measurement of 814,8 mm (± 1,5 mm) from the outer edge to the outer edge and having a light transmission of 51,1 % (± 2,2 %) by a glass thickness of 12,5 mm 500 000 units 0 1.1-31.12\n09.2628 ex 7019 52 00 10 Glass web woven from glass fibre coated in plastic, of a weight of 120 g/m2 (± 10 g/m2), of a type used in rolling insect screens with fixed frames 350 000 m2 0 1.1-31.12\n09.2629 ex 7616 99 90 85 Aluminium telescopic handle for use in the manufacture of luggage (1) 240 000 units 0 1.1-31.12\n09.2703 ex 2825 30 00 10 Vanadium oxides and hydroxides exclusively for use in alloys (1) 13 000 tonnes 0 1.1-31.12\n09.2713 ex 2008 60 19 10 Sweet cherries, preserved in alcohol, of a diameter not exceeding 19,9 mm, stoned, for use in chocolate products:\n— with a sugar content exceeding 9 % by weight\n— with a sugar content not exceeding 9 % by weight (1)\nex 2008 60 39 10\n09.2719 ex 2008 60 19 20 Sour cherries (Prunus cerasus), preserved in alcohol, of a diameter not exceeding 19,9 mm, for use in chocolate products:\n— with a sugar content exceeding 9 % by weight\n— with a sugar content not exceeding 9 % by weight (1)\nex 2008 60 39 20\n09.2727 ex 3902 90 90 93 Synthetic poly-alpha-olefin having a viscosity of at least 38 × 10-6m2 s-1 (38 centistokes) at 100 °C measured using the ASTM D 445 method 15 000 tonnes 0 1.1-31.12\n09.2799 ex 7202 49 90 10 Ferro-chromium containing 1,5 % or more but not more than 4 % by weight of carbon and not more than 70 % of chromium 50 000 tonnes 0 1.1-31.12\n09.2809 ex 3802 90 00 10 Acid activated montmorillonite, for the manufacture of self-copy paper (1) 10 000 tonnes 0 1.1-31.12\n09.2829 ex 3824 90 98 19 Solid extract of the residual, insoluble in aliphatic solvents, obtained during the extraction of rosin from wood, having the following characteristics:\n— a resin acid content not exceeding 30 % by weight,\n— an acid number not exceeding 110 and\n— a melting point of 100 °C or more\n09.2837 ex 2903 49 80 10 Bromochloromethane 600 tonnes 0 1.1-31.12\n09.2841 ex 2712 90 99 10 Blend of 1-alkenes containing 80 % by weight or more of 1-alkenes of a chain-length of 20 and 22 carbon atoms 10 000 tonnes 0 1.1-31.12\n09.2849 ex 0710 80 69 10 Mushrooms of the species Auricularia polytricha (uncooked or cooked by steaming or boiling), frozen, for the manufacture of prepared meals (1)\n (2) 700 tonnes 0 1.1-31.12\n09.2851 ex 2907 12 00 10 O-Cresol having a purity of not less than 98,5 % by weight 20 000 tonnes 0 1.1-31.12\n09.2882 ex 2908 99 90 20 2,4-Dichloro-3-ethyl-6-nitrophenol, powdered 90 tonnes 0 1.1-31.12\n09.2889 3805 10 90  Sulphate turpentine 20 000 tonnes 0 1.1-31.12\n09.2904 ex 8540 11 19 95 Flat screen colour cathode-ray tube with a screen width/height ratio 4/3, a diagonal measurement of the screen of 79 cm or more but not exceeding 81 cm and a curvature radius of 50 m or more 8 500 units 0 1.1-31.12\n09.2913 ex 2401 10 41 10 Natural unmanufactured tobacco, whether or not cut in regular size, having a custom value of not less than Euro 450 per 100 kg net weight, for use as binder or wrapper for the manufacture of goods falling within subheading 2402 10 00 (1) 6 000 tonnes 0 1.1-31.12\nex 2401 10 49 10\nex 2401 10 50 10\nex 2401 10 70 10\nex 2401 10 90 10\nex 2401 20 41 10\nex 2401 20 49 10\nex 2401 20 50 10\nex 2401 20 70 10\nex 2401 20 90 10\n09.2914 ex 3824 90 98 26 Aqueous solution containing not less than 40 % by weight of dry betaine-extract and between 5 % and 30 % by weight of organic or inorganic salts 38 000 tonnes 0 1.1-31.12\n09.2917 ex 2930 90 13 90 Cystine 600 tonnes 0 1.1-31.12\n09.2919 ex 8708 29 90 10 Folding bellows for the manufacture of articulated buses (1) 2 600 units 0 1.1-31.12\n09.2920 ex 2906 19 00 30 Isobornyl cyclohexanol 450 tonnes 0 1.1-31.12\n09.2933 ex 2903 69 90 30 1,3-Dichlorobenzene 2 600 tonnes 0 1.1-31.12\n09.2935 3806 10 10  Rosin and resin acids obtained from fresh oleoresins 200 000 tonnes 0 1.1-31.12\n09.2945 ex 2940 00 00 20 D-Xylose 400 tonnes 0 1.1-31.12\n09.2947 ex 3904 69 90 95 Poly(vinylidene fluoride), in powder form, for the preparation of paint or varnish for coating metal (1) 1 300 tonnes 0 1.1-31.12\n09.2950 ex 2905 59 10 10 2-Chloroethanol, for the manufacture of liquid thioplasts of subheading 4002 99 90 (1) 8 400 tonnes 0 1.1-31.12\n09.2955 ex 2932 19 00 60 Flurtamone (ISO) 300 tonnes 0 1.1-31.12\n09.2970 ex 8540 11 11 95 Colour cathode-ray tube with a slot mask, equipped with an electron gun and a deflection yoke and with a screen width/height ratio of 4/3 and a diagonal measurement of the screen of 33,5 cm (± 1,6 mm) (1) 250 000 units 0 1.1-30.6\n09.2972 2915 24 00  Acetic anhydride 20 000 tonnes 0 1.1-31.12.2007\n09.2975 ex 2918 30 00 10 Benzophenone-3,3′:4,4′-tetracarboxylic dianhydride 600 tonnes 0 1.1-31.12\n09.2977 2926 10 00  Acrylonitrile 12 000 tonnes 0 1.1-30.6\n09.2979 ex 7011 20 00 15 Glass face-plate with a diagonal measurement from the outer edge to the outer edge of 81,5 cm (± 0,2 cm) and having a light transmission of 80 % (± 3 %) by a reference thickness of the glass of 11,43 mm 800 000 units 0 1.1-31.12\n09.2986 ex 3824 90 98 76 Mixture of tertiary amines containing:\n— 60 % by weight of dodecyldimethylamine, or more\n— 20 % by weight of dimethyl(tetradecyl)amine, or more\n— 0,5 % by weight of hexadecyldimethylamine, or more,\n09.2992 ex 3902 30 00 93 Propylene-butylene copolymer, containing by weight not less than 60 % but not more than 68 % of propylene and not less than 32 % but not more than 40 % of butylene, of a melt viscosity not exceeding 3 000 mPa at 190 °C, as determined by the ASTM D 3236 method, for use as an adhesive in the manufacture of products falling within subheading 4818 40 (1) 1 000 tonnes 0 1.1-31.12\n09.2995 ex 8536 90 85 95 Keypads,\n— comprising a layer of silicone and polycarbonate keytops or\n— wholly of silicone or wholly of polycarbonate, including printed keys,\nex 8538 90 99 93\n(1)  Entry under this subheading is subject to conditions laid down in the relevant Community provisions (see Articles 291 to 300 of Commission Regulation (EEC) No 2454/93 — OJ L 253, 11.10.1993, p. 71 and subsequent amendments).\n(2)  However, the tariff quota is not allowed where processing is carried out by retail or catering undertakings.\n(3)  The specific additional duty is applicable.’."}