{"celex_id": "32005R0179", "uri": "http://publications.europa.eu/resource/cellar/c7361bbd-dbd5-4d9e-b5e8-69ac65764fef", "type": "Regulation", "concepts": ["4258", "4262", "5334", "536", "619", "9"], "title": "Commission Regulation (EC) No 179/2005 of 2 February 2005 amending Regulation (EC) No 1917/2000 with regard to the transmission of data to the Commission\n", "header": "3.2.2005 EN Official Journal of the European Union L 30/6\nCOMMISSION REGULATION (EC) No 179/2005\nof 2 February 2005\namending Regulation (EC) No 1917/2000 with regard to the transmission of data to the Commission\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1172/95 of 22 May 1995 on the statistics relating to the trading of goods by the Community and its Member States with non-member countries (1), and in particular Articles 11 and 13 thereof,\nWhereas:\n(1) Regulation (EC) No 638/2004 of the European Parliament and of the Council of 31 March 2004 on Community statistics relating to the trading of goods between Member States and repealing Council Regulation (EEC) No 3330/91 (2), which applies from 1 January 2005, establishes a common framework for the systematic production of Community statistics relating to the trading of goods between Member States.\n(2) In order to align it with the transmission period for aggregated data on intra-Community trade, the transmission period for external trade data should be reduced from 6 weeks to 40 days.\n(3) As stated regularly by the Council, the monitoring of the Economic and Monetary Union requires fast delivery of trade statistics.\n(4) Commission Regulation (EC) No 1917/2000 of 7 September 2000 laying down certain provisions for the implementation of Council Regulation (EC) No 1172/95 as regards statistics on external trade (3) should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee on the statistics relating to the trading of goods with third countries,", "main_body": ["Article 32 of Regulation (EC) No 1917/2000 is replaced by the following:\n‘Article 32\n1.   Member States shall compile:\n(a) aggregated results defined, for each flow, as the total value of the trade with non-member countries and the breakdown by products according to Sections of the Standard International Trade Classification, Revision 3;\n(b) detailed results referred to in Article 10(1) of the basic Regulation.\n2.   Member States shall transmit data to the Commission without delay, as follows:\n(a) in accordance with paragraph 1(a), no later than 40 days after the end of the reference period;\n(b) in accordance with paragraph 1(b) no later than 42 days after the end of the reference period.’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 March 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 February 2005.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 118, 25.5.1995, p. 10. Regulation as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 102, 7.4.2004, p. 1.\n(3)  OJ L 229, 9.9.2000, p. 14. Regulation as amended by Regulation (EC) No 1669/2001 (OJ L 224, 21.8.2001, p. 3)."}