{"celex_id": "32004D0927", "uri": "http://publications.europa.eu/resource/cellar/001895f1-14f3-4e83-bdac-ef94aab95f12", "type": "Decision", "concepts": ["114", "1302", "2243", "4005", "525", "5597", "5815"], "title": "2004/927/EC: Council Decision of 22 December 2004 providing for certain areas covered by Title IV of Part Three of the Treaty establishing the European Community to be governed by the procedure laid down in Article 251 of that Treaty\n", "header": "31.12.2004 EN Official Journal of the European Union L 396/45\nCOUNCIL DECISION\nof 22 December 2004\nproviding for certain areas covered by Title IV of Part Three of the Treaty establishing the European Community to be governed by the procedure laid down in Article 251 of that Treaty\n(2004/927/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the second indent of Article 67(2) thereof,\nHaving regard to the Opinion of the European Parliament,\nWhereas:\n(1) Under the Treaty of Amsterdam the European Community acquired the power to adopt measures in the field of visas, asylum, immigration and other policies relating to the free movement of persons, as laid down in Title IV of Part Three of the Treaty establishing the European Community (hereinafter ‘the Treaty’).\n(2) Under Article 67 of the Treaty, as introduced by the Treaty of Amsterdam, most of those measures were to be adopted by the Council acting unanimously after consulting the European Parliament.\n(3) Under the second indent of paragraph 2, of the same Article 67, the Council, acting unanimously after consulting the European Parliament, shall take a decision, after a transitional period of five years following the entry into force of the Treaty of Amsterdam, with a view to providing for all or parts of the areas covered by Title IV to be governed by the procedure referred to in Article 251 thereof.\n(4) Pursuant to Article 67(5) of the Treaty which was added by the Treaty of Nice the Council shall, in accordance with the procedure laid down in Article 251, adopt the asylum-related measures provided for in Article 63(1) and (2)(a) provided that the Council has, unanimously and after consultation of the European Parliament, adopted Community legislation defining the common rules and basic principles governing those issues, as well as the measures on judicial cooperation in civil matters provided for in Article 65 with the exception of aspects relating to family law; those provisions are not affected by this Decision.\n(5) Moreover, pursuant to the Protocol on Article 67 of the Treaty, annexed to that Treaty by the Treaty of Nice, as from 1 May 2004 the Council shall act by a qualified majority, on a proposal from the Commission and after consulting the European Parliament, when adopting the measures referred to in Article 66 of the Treaty; that Protocol is not affected by this Decision.\n(6) In addition to that which follows from the Treaty of Nice, when approving ‘the Hague Programme’: ‘Strengthening Freedom, Security and Justice in the European Union’ at its meeting on 4 and 5 November 2004 the European Council asked the Council to adopt a decision based on Article 67(2) of the Treaty no later than 1 April 2005 to the effect that the Council is required to act in accordance with the procedure laid down in Article 251 when adopting, in conformity with the case law of the Court of Justice relating to the choice of legal basis for Community acts, the measures referred to in Article 62(1), (2)(a) and (3) and Article 63(2)(b) and 3(b) of the Treaty.\n(7) However, the European Council took the view that, pending the entry into force of the Treaty establishing a Constitution for Europe, the Council should continue to act unanimously after consulting the European Parliament when adopting measures in the field of the legal migration of third-country nationals to and between Member States referred to in Article 63(3)(a) and (4) of the Treaty.\n(8) The transition to co-decision procedures for the adoption of measures referred to in Article 62(1) of the Treaty is without prejudice to the requirement for the Council to act unanimously when taking the decisions referred to in Article 3(2) of the Act of Accession of 2003, Article 15(1) of the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation's association with the, implementation, application and development of the Schengen acquis (1), Article 4 of the Protocol annexed to the Treaty on the European Union and to the Treaty establishing the European Community integrating the Schengen acquis into the framework of the European Union and any future accession treaty.\n(9) The transition to codecision procedures for the adoption of measures referred to in Article 62(2)(a) of the Treaty is without prejudice to the competence of the Member States concerning the geographical demarcation of their borders, in accordance with international law.\n(10) Incentive measures to support the action of Member States regarding the integration of third country nationals residing legally in their territories might be adopted by the Council acting in accordance with the appropriate legal basis provided for in the Treaty.\n(11) As a consequence of the transition to co-decision procedures for the adoption of measures referred to in Articles 62(2) and (3) of the Treaty, the Regulations reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for examining visa applications and for carrying out border checks and surveillance should be amended so as to require the Council to act by qualified majority in those cases.\n(12) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the adoption of this Decision and is not bound by it or subject to its application.\n(13) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and to the Treaty establishing the European Community, those Member States have notified their wish to take part in the adoption and application of this Decision,", "main_body": ["1.   As from 1 January 2005 the Council shall act in accordance with the procedure laid down in Article 251 of the Treaty when adopting measures referred to in Article 62(1), (2)(a) and (3) of the Treaty.\n2.   As from 1 January 2005 the Council shall act in accordance with the procedure laid down in Article 251 of the Treaty when adopting measures referred to in Article 63(2)(b) and (3)(b) of the Treaty.", "Article 251 of the Treaty shall apply to opinions of the European Parliament obtained by the Council before 1 January 2005 concerning proposals for measures with respect to which the Council shall act, pursuant to this Decision, in accordance with the procedure laid down in Article 251 of the Treaty.", "1.   In Article 1(1) and (2) of Council Regulation (EC) No 789/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for examining visa applications (2) the words ‘acting unanimously’ shall be replaced by ‘acting by qualified majority’ with effect from 1 January 2005.\n2   In Article 1(1) of Council Regulation (EC) No 790/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for carrying out border checks and surveillance (3) the words ‘acting unanimously’ shall be replaced by ‘acting by qualified majority’ with effect from 1 January 2005."], "attachments": "Done at Brussels, 22 December 2004.\nFor the Council\nThe President\nC. VEERMAN\n(1)  Council doc. 13054/04 accessible on http://register.consilium.eu.int\n(2)  OJ L 116 of 26.4.2001, p. 2.\n(3)  OJ L 116 of 26.4.2001, p. 5."}