{"celex_id": "32008R0776", "uri": "http://publications.europa.eu/resource/cellar/4e18848a-34bc-4b49-b7ec-16dda75d74bd", "type": "Regulation", "concepts": ["1085", "1519", "1604", "2121", "2437", "3173", "4839", "5573"], "title": "Commission Regulation (EC) No 776/2008 of 4 August 2008 entering certain names in the Register of protected designations of origin and protected geographical indications (Acciughe sotto sale del Mar Ligure (PGI), Brussels grondwitloof (PGI), Œufs de Loué (PGI))\n", "header": "5.8.2008 EN Official Journal of the European Union L 207/7\nCOMMISSION REGULATION (EC) No 776/2008\nof 4 August 2008\nentering certain names in the Register of protected designations of origin and protected geographical indications (Acciughe sotto sale del Mar Ligure (PGI), Brussels grondwitloof (PGI), Œufs de Loué (PGI))\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the first subparagraph of Article 7(4) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 6(2) and pursuant to Article 17(2) of Regulation (EC) No 510/2006, Italy’s application to register the name ‘Acciughe sotto sale del Mar Ligure’, Belgium’s application to register the name ‘Brussels grondwitloof’ and France’s application to register the name ‘Œufs de Loué’ have been published in the Official Journal of the European Union\n (2).\n(2) As no objection under Article 7 of Regulation (EC) No 510/2006 has been received by the Commission, these names should be entered in the Register,", "main_body": ["The names in the Annex to this Regulation are hereby entered in the Register of protected designations of origin and protected geographical indications.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 August 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12. Regulation as last amended by Commission Regulation (EC) No 417/2008 (OJ L 125, 9.5.2008, p. 27).\n(2)  OJ C 279, 22.11.2007, p. 7 (Acciughe sotto sale del Mar Ligure), OJ C 279, 22.11.2007, p. 24 (Brussels grondwitloof), OJ C 282, 24.11.2007, p. 30 (Œufs de Loué).\nANNEX\nAgricultural products intended for human consumption listed in Annex I to the Treaty:\nClass 1.4. Other products of animal origin (eggs, honey, various dairy products except butter, etc.)\nClass 1.6. Fruit, vegetables and cereals, fresh or processed\nClass 1.7. Fresh fish, molluscs and crustaceans and products derived therefrom"}