{"celex_id": "32001D0122", "uri": "http://publications.europa.eu/resource/cellar/cc13eef4-050d-40ef-a408-64ea81367238", "type": "Decision", "concepts": ["1284", "13", "1442", "1590", "2735", "5031"], "title": "2001/122/EC: Commission Decision of 30 January 2001 on authorising the placing on the market of a dextran preparation produced by Leuconostoc mesenteroides as a novel food ingredient in bakery products under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2001) 174)\n", "header": "Commission Decision\nof 30 January 2001\non authorising the placing on the market of a dextran preparation produced by Leuconostoc mesenteroides as a novel food ingredient in bakery products under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2001) 174)\n(Only the Dutch text is authentic)\n(2001/122/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97(1) of the European Parliament and of the Council of 27 January 1997, and in particular Article 7 thereof,\nHaving regard to the request by Puracor to the competent authorites of Belgium of 9 April 1999 for placing a dextran preparation produced by the bacterium Leuconostoc mesenteroides on the market as a novel food ingredient,\nHaving regard to the initial assessment report drawn up by the competent authorities of Belgium, which the Commission forwarded to all Member States on 28 July 1999.\nWhereas:\n(1) Within the 60 days period laid down in Article 6(4) of the Regulation, reasoned objections were raised in accordance with that provision. In accordance with Article 7 of the Regulation, a Decision is therefore to be taken in accordance with the procedure laid down in Article 13 of the Regulation.\n(2) The Scientific Committe for Food has been consulted on this matter in accordance with Article 11 of the Regulation. On 18 October 2000, the Scientific Committee for Food delivered its opinion that the dextran preparation produced by the bacterium Leuconostoc mesenteroides that is the subject of this application is safe for human consumption, up to 5 % in bakery products.\n(3) Like gluten, soybean flour, malted flour or inactivated sourdough, dextran is an ingredient in bakery products.\n(4) Dextran is highly digestible and has similar nutritional properties as starch.\n(5) On this basis, it is established that the products comply with the criteria laid down in Article 3(1) of the Regulation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Foodstuffs,", "main_body": ["The dextran preparation produced by the bacterium Leuconostoc mesenteroides, as specified in the Annex, may be placed on the market in the Community as a novel food ingredient in bakery products, under the condition that no more than 5 % by weight of the final bakery product is made up of the dextran preparation.", "Without prejudice to the other requirements of Community law concerning the labelling of foodstuffs that the word \"dextran\" will be mentioned in the list of ingredients of the bakery product containing it.", "This Decision is addressed to Puracor nv/sa, Industrialaan 25, B-1702 Groot Bijgaarden."], "attachments": "Done at Brussels, 30 January 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 43, 14.2.1997, p. 1.\nANNEX\nSpecifications of a dextran preparation produced by the bacterium, Leuconostoc mesenteroides\n>TABLE>"}