{"celex_id": "32007R0372", "uri": "http://publications.europa.eu/resource/cellar/a7d9f405-9e6f-41a4-8306-a95a1d2e28df", "type": "Regulation", "concepts": ["1590", "2078", "2420", "2531", "3730", "6569"], "title": "Commission Regulation (EC) No 372/2007 of 2 April 2007 laying down transitional migration limits for plasticisers in gaskets in lids intended to come into contact with foods (Text with EEA relevance)\n", "header": "3.4.2007 EN Official Journal of the European Union L 92/9\nCOMMISSION REGULATION (EC) No 372/2007\nof 2 April 2007\nlaying down transitional migration limits for plasticisers in gaskets in lids intended to come into contact with foods\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1935/2004 of the European Parliament and of the Council of 27 October 2004 on materials and articles intended to come into contact with food and repealing Directives 80/590/EEC and 89/109/EEC (1), and in particular Article 5(1) thereof,\nAfter consulting the European Food Safety Authority (the Authority),\nWhereas:\n(1) In 1999 the Scientific Committee for food has assigned to epoxidised soybean oil (ESBO) a tolerable daily intake (TDI) of 1 mg/kg body weight per day. This TDI is translated into a specific migration limit (SML) of 60 mg/kg food for plastic materials and articles in Commission Directive 2002/72/EC (2).\n(2) Commission Directive 2007/19/EC of 30 March 2007 amending Directive 2002/72/EC relating to plastic materials and articles intended to come into contact with food (3) clarifies that gaskets in lids fall under the scope of Directive 2002/72/EC. It stipulates that Member States have to adopt measures by 1 April 2008 that allow free circulation of gaskets in lids if they comply with SML. Non-compliant gaskets in lids will be prohibited as from 1 June 2008.\n(3) It appears necessary to regulate the placing on the market of those products pending the implementation of Directive 2007/19/EC.\n(4) Indeed, recent data from Member States and Switzerland showed concentrations of ESBO in fatty food, such as sauces and vegetables or fish in oil, reaching up to 1 150 mg/kg. With such high values, the TDI may be exceeded for consumers.\n(5) Recently business operators have shown an interest in using other plasticisers as substitutes for ESBO which either have a higher TDI or migrate to lesser extent. Therefore specific rules for these substitutes are also necessary.\n(6) Moreover, the legal situation of these products is currently uncertain. Directive 2002/72/EC applies to materials and articles, and parts thereof, which consist exclusively of plastics or are composed of two or more layers consisting exclusively of plastics. Gaskets in metal lids could alternatively be regarded as a plastic part of a material or article and thus covered by Directive 2002/72/EC or as a plastic coating on a metal substrate, and thus not covered by Directive 2002/72/EC.\n(7) As a consequence, Member States currently apply diverging rules that may pose a barrier to trade.\n(8) It therefore appears proportionate to fix transitional SML for the sum of certain plasticisers used in gaskets in lids contacting fatty foods, so that the free circulation of those products is not endangered, the lids and foods that pose a significant risk are immediately excluded form the market and, at the same time, industry has sufficient time to finalise the development of gaskets that are compliant with the SML laid down in Directive 2002/72/EC as amended by Directive 2007/19/EC.\n(9) The transitional SML should be set at a level ensuring that normally the TDI will not be exceeded, taking into account the average consumption of the foods concerned and the opinion issued by EFSA on 16 March 2006, which indicated that the level of plasticisers present in 90 % of the fatty food in glass jars is below 300 mg/kg food.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Lids containing plastic layers or plastic coatings, forming gaskets in these lids that together are composed of two or more layers of different types of materials may be placed on the market in the Community if they comply with the restrictions and specifications indicated in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall apply until 30 June 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 338, 13.11.2004, p. 4.\n(2)  OJ L 220, 15.8.2002, p. 18. Directive as last amended by Directive 2005/79/EC (OJ L 302, 19.11.2005, p. 35).\n(3)  OJ L 91, 31.3.2007, p. 17.\nANNEX\nRestrictions and specifications related to plasticisers used in gaskets in lids\nRef. No CAS No Name Restrictions and/or specifications\n(1) (2) (3) (4)\n88640 008013-07-8 Soybean oil, epoxidised (ESBO) For materials and articles intended for or brought into contact with foods for which simulant D testing is required by Directive 85/572/EEC SML(T) (1)\n (2) = 300 mg/kg of food or food simulants or 50 mg/dm2 of the total food contact surface of lid and sealed container.\n30401 — Acetylated mono- and diglycerides of fatty acids For materials and articles intended for or brought into contact with foods for which simulant D testing is required by Directive 85/572/EEC SML(T) (2) = 300 mg/kg of food or food simulants or 50 mg/dm2 of the total food contact surface of lid and sealed container.\n76815 — Polyester of adipic acid with glycerol or pentaerythritol, esters with even numbered, unbranched C12-C22 fatty acids For materials and articles intended for or brought into contact with foods for which simulant D testing is required by Directive 85/572/EEC SML(T) (2) = 300 mg/kg of food or food simulants or 50 mg/dm2 of the total food contact surface of lid and sealed container.\n93760 000077-90-7 Tri-n-butyl acetyl citrate For materials and articles intended for or brought into contact with foods for which simulant D testing is required by Directive 85/572/EEC SML(T) (2) = 300 mg/kg of food or food simulants or 50 mg/dm2 of the total food contact surface of lid and sealed container.\n56800 030899-62-8 Glycerol monolaurate diacetate For materials and articles intended for or brought into contact with foods for which simulant D testing is required by Directive 85/572/EEC SML(T) (2) = 300 mg/kg of food or food simulants or 50 mg/dm2 of the total food contact surface of lid and sealed container.\n30340 330198-91-9 12-(Acetoxy)stearic acid, 2,3-bis(acetoxy)propyl ester For materials and articles intended for or brought into contact with foods for which simulant D testing is required by Directive 85/572/EEC SML(T) (2) = 300 mg/kg of food or food simulants or 50 mg/dm2 of the total food contact surface of lid and sealed container.\n76866 — Polyesters of 1,2-propanediol and/or 1,3- and/or 1,4-butanediol and/or polypropyleneglycol with adipic acid, also end-capped with acetic acid or fatty acids C12-C18 or n-octanol and/or n-decanol SML = 30 mg/kg of food or food simulants or 5 mg/dm2 of the total food contact surface of lid and sealed container.\n(1)  ‘SML’ means specific migration limit.\n(2)  SML(T) in this specific case means that the specific migration limit shall not be exceeded by the sum of the migration levels of the substances mentioned with reference numbers 88640, 30401, 76815, 93760, 56800 and 30340."}