{"celex_id": "32001L0060", "uri": "http://publications.europa.eu/resource/cellar/c5050331-64d9-4278-9d2d-fcafd5d48bcd", "type": "Directive", "concepts": ["2897", "4308", "6004", "720", "893"], "title": "Commission Directive 2001/60/EC of 7 August 2001 adapting to technical progress Directive 1999/45/EC of the European Parliament and of the Council concerning the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations (Text with EEA relevance)\n", "header": "Commission Directive 2001/60/EC\nof 7 August 2001\nadapting to technical progress Directive 1999/45/EC of the European Parliament and of the Council concerning the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 1999/45/EC of the European Parliament and of the Council of 31 May 1999 concerning the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations(1), and in particular Article 20 thereof,\nWhereas:\n(1) Commission Directive 98/98/EC(2) adapting to technical progress for the 25th time Council Directive 67/548/EEC(3), as last amended by Directive 2000/33/EC(4), provides for new criteria and a new R phrase (R67) for vapours which may cause drowsiness and dizziness. The provisions set out in Annex V to Directive 1999/45/EC should therefore be supplemented.\n(2) Commission Directive 2001/59/EC(5) introduces new wording for R phrase R40 when it is assigned to carcinogens of category 3. Consequently, the old wording of R phrase R40 will now be referred to as R68 and will continue to be used for mutagens of category 3 and for certain substances with non-lethal irreversible effects. It is therefore necessary to amend the references to R40 in Annex II to Directive 1999/45/EC.\n(3) Directive 2001/59/EC introduces into Annex VI to Directive 67/548/EEC clearer advice on the classification of substances and preparations for corrosive effects. It is therefore necessary to supplement Annex II to Directive 1999/45/EC accordingly.\n(4) It is known that cement preparations containing chromium (VI) may cause allergic reactions in certain circumstances. It is therefore desirable to require such preparations to display a warning label by supplementing Annex V to Directive 1999/45/EC.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Committee for the adaptation to technical progress of the Directives on the removal of technical barriers to trade in dangerous substances and preparations established under Article 20 of Directive 1999/45/EC,", "main_body": ["Directive 1999/45/EC is amended as follows:\n1. In Annex II, Part A:\n- in paragraph 3.3, the term \"R40\" is replaced by \"R68\",\n- in paragraph 8.2, the term \"R40\" is replaced by \"R68\" each time it occurs.\n2. In Annex II, Part B:\n- in paragraph 2.1 (including Table II), the term \"R40\" is replaced by \"R68\" each time it occurs,\n- in paragraph 2.2 (including Table II A), the term \"R40\" is replaced by \"R68\" each time it occurs,\n- in paragraph 6.1, the term \"R40\" is replaced by \"R68\" the second time it occurs (i.e. in relation to mutagenic category 3),\n- in Table VI, the term \"R40\" is replaced by \"R68\" in the fourth row, columns 1 and 3 (i.e. in relation with mutagenic category 3),\n- in paragraph 6.2, the term \"R40\" is replaced by \"R68\" the second time it occurs (i.e. in relation to mutagenic category 3),\n- in Table VI A, the term \"R40\" is replaced by \"R68\" in the fourth row, columns 1 and 3 (i.e. in relation with mutagenic category 3).\n3. In Annex II, Part B, Tables IV and IV A are supplemented with the following note: \">TABLE>\nNB:\nSimple application of the conventional method to preparations containing substances classified as corrosive or irritant may result in under-classification or over-classification of the hazard, if other relevant factors (e.g. pH of the preparation) are not taken into account. Therefore, in classifying for corrosivity, consider the advice given in paragraph 3.2.5 of Annex VI to Directive 67/548/EEC and in the second and third indents of Article 6(3), of this Directive.\"", "Annex V(B) to Directive 1999/45/EC is supplemented by the addition of new paragraphs 11 and 12 as in Annex I to this Directive.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 July 2002 at the latest. They shall forthwith inform the Commission thereof.\n2. Member States shall apply the laws, regulations and administrative provisions referred to in paragraph 1:\n(a) to preparations not within the scope of Council Directive 91/414/EEC(6) on the placing of plant protection products on the market, or European Parliament and Council Directive 98/8/EC(7) on the placing of biocidal products on the market as from 30 July 2002;\n(b) and to preparations within the scope of Directive 91/414/EEC or Directive 98/8/EC as from 30 July 2004.\n3. When Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 August 2001.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 200, 30.7.1999, p. 1.\n(2) OJ L 355, 30.12.1998, p. 1.\n(3) OJ 196, 16.8.1967, p. 1.\n(4) OJ L 136, 8.6.2000, p. 90.\n(5) OJ L 225, 21.8.2001, p. 1.\n(6) OJ L 230, 19.8.1991, p. 1.\n(7) OJ L 123, 24.4.1998, p. 1.\nANNEX\nThe following paragraphs 11 and 12 are added to Annex V(B) to Directive 1999/45/EC: \"11. Preparations containing a substance assigned phrase R67: vapours may cause drowsiness and dizziness\nWhen a preparation contains one or more substances assigned the phrase R67, the label of the preparation must carry the wording of this phrase as set out in Annex III to Directive 67/548/EEC, when the total concentration of these substances present in the preparation is equal to or higher than 15 %, unless:\n- the preparation is already classified with phrases R20, R23, R26, R68/20, R39/23 or R39/26,\n- or the preparation is in a package not exceeding 125 ml.\n12. Cements and cement preparations\nThe packaging of cements and cement preparations containing more than 0,0002 % soluble chromium (VI) of the total dry weight of the cement must bear the inscription: \"Contains chromium (VI). May produce an allergic reaction\" unless the preparation is already classified and labelled as a sensitiser with phrase R43.\""}