{"celex_id": "32009R0816", "uri": "http://publications.europa.eu/resource/cellar/32702d50-125c-4fbb-a255-f9571ef6efa8", "type": "Regulation", "concepts": ["1309", "2121", "2212", "2687", "4080", "4687"], "title": "Commission Regulation (EC) No 816/2009 of 7 September 2009 amending Regulation (EC) No 1484/95 laying down detailed rules for implementing the system of additional import duties and fixing additional import duties in the poultrymeat and egg sectors and for egg albumin\n", "header": "8.9.2009 EN Official Journal of the European Union L 236/5\nCOMMISSION REGULATION (EC) No 816/2009\nof 7 September 2009\namending Regulation (EC) No 1484/95 laying down detailed rules for implementing the system of additional import duties and fixing additional import duties in the poultrymeat and egg sectors and for egg albumin\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 143 in conjunction with Article 4 thereof,\nHaving regard to Council Regulation (EC) No 614/2009 of 7 July 2009 on the common system of trade for ovalbumin and lactalbumin (2), and in particular Article 3(4) and Article 10 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1484/95 (3) lays down detailed rules for implementing the system of additional import duties and fixes representative prices in the poultrymeat and egg sectors and for egg albumin.\n(2) The data that must be used as the basis for determining the representative prices referred to in Article 141(3) of Regulation (EC) No 1234/2007 must be easily accessible, permanently available, reliable and independent of the operators concerned. As the data referred to in Article 2(1) of Regulation (EC) No 1484/95 do not always meet these conditions, they should be replaced by information collected under the Community surveillance system governed by Article 308d of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (4). At the same time, the weekly notification requirement provided for in Article 2(2) of Regulation (EC) No 1484/95 should be repealed.\n(3) The additional duty cannot be imposed on imports that fall within the tariff quotas set within the World Trade Organisation framework. The list of regulations concerning these quotas should therefore be updated.\n(4) Regulation (EC) No 1484/95 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 1484/95 is modified as follows:\n1. Article 2 is replaced by the following:\n2. Article 6 is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 September 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 181, 14.7.2009, p. 8.\n(3)  OJ L 145, 29.6.1995, p. 47.\n(4)  OJ L 253, 11.10.1993, p. 1.\n(5)  OJ L 299, 16.11.2007, p. 1.\n(6)  OJ L 253, 11.10.1993, p. 1.’;\n(7)  OJ L 125, 15.5.2007, p. 9.\n(8)  OJ L 128, 16.5.2007, p. 19.\n(9)  OJ L 142, 5.6.2007, p. 3.\n(10)  OJ L 309, 27.11.2007, p. 47.\n(11)  OJ L 128, 16.5.2007, p. 6.’"}