{"celex_id": "32004R0836", "uri": "http://publications.europa.eu/resource/cellar/e65b8e9a-1fda-478b-a81d-d7614944ac56", "type": "Regulation", "concepts": ["1598", "1755", "2211", "2836", "3885", "5989"], "title": "Commission Regulation (EC) No 836/2004 of 28 April 2004 laying down the transitional measures to be applied by Cyprus with regard to scrapie (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 836/2004\nof 28 April 2004\nlaying down the transitional measures to be applied by Cyprus with regard to scrapie\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies(1), and in particular Articles 12 (4) and 13 (6) thereof,\nHaving regard to the 2003 Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the European Union, and to the adjustments to the treaties on which the European Union is founded, and in particular Article 42 thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 includes provisions regarding the eradication of scrapie in ovine and caprine animals and diagnostic techniques to be used for the confirmation of the disease.\n(2) On 29 January 2004, Cyprus has applied for the granting of transitional measures in relation to eradication measures in scrapie infected holdings. These measures are necessary in view of the high level of scrapie in the ovine and caprine population, the low level of genetically determined resistance in the ovine population, and the nature of farming in Cyprus. The application also requests transitional measures regarding diagnostic techniques for scrapie, in view of limited laboratory capacity.\n(3) Cyprus has undertaken to furnish an action plan to address the shortage of breeding ovine animals of a suitable genotype, to increase the level of resistance in the ovine population and to provide replacement animals in infected holdings. This plan will be submitted by 1 June 2004 as part of its application for Community financing for specific veterinary measures under the provisions of Council Decision 90/424/EEC on expenditure in the veterinary field(2).\n(4) The transitional measures granted to Cyprus should allow that subject to veterinary examination, certain ovine and caprine animals from infected holdings to be slaughtered for human consumption, which may not be slaughtered for human consumption in the other Member States. It is desirable to afford to Member States and third countries alike, the same health guarantees. Therefore during the period of application of these transitional measures, and taking control requirements into account, the export of products derived from ovine and caprine animals to other Member States and to third countries should be prohibited.\n(5) The measures granted to Cyprus for adapting the implementation of Regulation (EC) No 999/2001 for a transitional period should be reviewed as soon as possible and should in any case and in accordance with the Act of Accession be limited to a maximum period of three years.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The competent authority in Cyprus shall implement the provisions of Regulation (EC) No 999/2001 in accordance with the provision of this Decision, until the 30 April 2007 at the latest.", "By way of derogation from article 12.2 of Regulation (EC) No 999/2001, after a twelve months period has elapsed following the confirmation of a first scrapie case in a holding, the forwarding of brain and other tissues for laboratory examination of cases suspected after that period may be limited to a random annual sample of 10 % of ovine and caprine animals suspected of being infected with a TSE.", "1. By way of derogation from the provisions of Annex VII to Regulation (EC) No 999/2001:\n(a) the exception provided for in paragraph 2, point (b) (ii) shall be extended to caprine animals and to ovine animals under the age of six months which are intended solely for slaughter;\n(b) the conditions for introducing caprine animals provided for in paragraph 3.1, point (c) in a holding where destruction has taken place in accordance with point 2 (b) (i) or (ii) shall not apply;\n(c) In point 5 of Annex VII to Regulation (EC) No 999/2001, in addition to points (a) to (c), the following point (d) shall apply:\n\"(d) however, in the case of animals under the age of six months, both ovine animals of unknown genotype and caprine animals may go directly for slaughter for human consumption in a slaughterhouse in the territory of Cyprus, under the following conditions:\n(i) the animals are examined by an official veterinarian on the holding of origin who shall confirm the absence of any clinical symptoms of scrapie, prior to dispatch to the slaughterhouse;\n(ii) the entire head and organs of the thoracic and abdominal cavities of such animals shall be disposed of in accordance with Article 4(2) (a) (b) and (c) of Regulation (EC) No 1774/2002.\"\n(d) In point 6 of Annex VII to Regulation (EC) No 999/2001, point (c) shall not apply.\n2. By way of derogation from point 3.2 of Chapter C of Annexe X to Regulation (EC) No 999/2001, the following shall apply:\n\"3.2 Laboratory testing for the presence of scrapie in ovine and caprine animals\n(a) Suspect cases\nTissues from ovine and caprine animals sent for laboratory testing pursuant to the provisions of Article 12(2) shall be subject to a histopathological examination as laid down in the latest version of the Manual, except where the material is autolysed. Where the result of the histopathological test is inconclusive or negative or where the material is autolysed, the tissues shall be subjected to examination by immunocytochemistry or immunoblotting, as laid down in the Manual, or to a rapid test. If the result of one of those examinations is positive, the animal shall be regarded as a positive scrapie case.\n(b) Scrapie monitoring\nTissues from ovine and caprine animals sent for laboratory testing pursuant to the provisions of Annex III, Chapter A, Section II (Monitoring in ovine and caprine animals) shall be examined by a rapid test.\nWhen the result of the rapid test is inconclusive, the brainstem shall be immediately sent to an official laboratory for confirmatory examination by immunocytochemistry or immunoblotting, as referred to under (a).\nIf the result of one of those examinations is positive, the animal shall be regarded as a positive scrapie case.\"", "The dispatch from Cyprus to other Member States or to third countries of the following products intended for human consumption derived from ovine and caprine animals is prohibited:\n(i) fresh meat as defined by Directive 64/433/EEC(3)\n(ii) minced meat and meat preparations as defined by Directive 94/65/EC(4)\n(iii) meat products as defined by Directive 77/99/EEC(5)", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply subject to and as from the date of entry into force of the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia.\nIt is shall apply until 30 April 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 2245/2003 (OJ L 333, 20.12.2003, p. 28).\n(2) OJ L 224, 18.8.1990, p. 19. Decision as last amended by Council Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(3) OJ 121, 29.7.1964, p. 2012/64.\n(4) OJ L 368, 31.12.1994, p. 10.\n(5) OJ L 26, 31.1.1977, p. 85."}