{"celex_id": "32000D0195", "uri": "http://publications.europa.eu/resource/cellar/b6c30de8-67ea-447e-a8dc-f8677d37b79f", "type": "Decision", "concepts": ["1284", "13", "1442", "2212", "4839", "6052"], "title": "2000/195/EC: Commission Decision of 22 February 2000 authorising the placing on the market of 'phospholipides from egg yolk' as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2000) 2) (Only the French text is authentic)\n", "header": "COMMISSION DECISION\nof 22 February 2000\nauthorising the placing on the market of \"phospholipides from egg yolk\" as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2000) 2)\n(Only the French text is authentic)\n(2000/195/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel food and novel food ingredients(1), and in particular Article 7 thereof,\nHaving regard to the request submitted by Belovo to the Belgian competent authorities on 23 January 1998 for placing \"phospholipides from egg yolk\" on the market as a novel food or novel food ingredient,\nHaving regard to the initial assessment report drawn up by the Belgian competent authorities, which the Commission forwarded to all Member States on 29 October 1998,\nWhereas:\n(1) Within the 60 day-period laid down in Article 6(4) of the Regulation, reasoned objections were raised in accordance with that provision. In accordance with Article 7 of the Regulation, a decision is therefore to be taken in accordance with the procedure laid down in Article 13 of the Regulation.\n(2) The Scientific Committee for Food has been consulted on this matter in accordance with Article 11 of the Regulation. On 17 June 1999, the Scientific Committee for Food delivered its opinion that there is no reason to believe that the placing on the market of phospholipides purified and concentrated using a new process will have any adverse effect on public health and that the product is safe for human consumption.\n(3) Food additives falling within the scope of Council Directive 89/107/EEC of 21 December 1988 on the approximation of the laws of the Member States concerning food additives authorised for use in foodstuffs intended for human consumption(2), are excluded from the scope of Regulation (EC) No 258/97. This Decision does therefore not constitute authorisation to use phospholipides from egg yolk as a food additive.\n(4) It has therefore been demonstrated that the product complies with the criteria laid down in Article 3(1) of the Regulation.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["Phospholipides from egg yolk purified to 85 % and 100 % may be placed on the Community market as novel foods or novel food ingredients.", "This Decision is addressed to Belovo, Industrial area 1, 6600 Bastogne, Belgium."], "attachments": "Done at Brussels, 22 February 2000.\nFor the Commission\nErkki LIIKANEN\nMember of the Commission\n(1) OJ L 43, 14.2.1997, p. 1.\n(2) OJ L 40, 11.2.1989, p. 27."}