{"celex_id": "32004R1895", "uri": "http://publications.europa.eu/resource/cellar/1cc57b19-6943-4d43-bf84-10b2d37fe475", "type": "Regulation", "concepts": ["1085", "1519", "3170", "4668", "863", "890"], "title": "Commission Regulation (EC) No 1895/2004 of 29 October 2004 opening public sales of wine alcohol for use as bioethanol in the Community\n", "header": "30.10.2004 EN Official Journal of the European Union L 328/60\nCOMMISSION REGULATION (EC) No 1895/2004\nof 29 October 2004\nopening public sales of wine alcohol for use as bioethanol in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 33 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms (2) lays down, among other things, detailed rules for disposing of stocks of alcohol obtained from distillation pursuant to Articles 27, 28 and 30 of Regulation (EC) No 1493/1999 and held by the intervention agencies.\n(2) Public sales of wine alcohol for use in the fuel sector in the Community should be organised in accordance with Articles 92 and 93 of Regulation (EC) No 1623/2000 with a view to reducing Community stocks of wine alcohol and to some extent ensuring supplies to firms approved in accordance with Article 92 of Regulation (EC) No 1623/2000. The wine alcohol of Community origin in storage in the Member States consists of quantities produced from distillation in accordance with Articles 35, 36 and 39 of Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organisation of the market in wine (3), and in accordance with Articles 27, 28 and 30 of Regulation (EC) No 1493/1999.\n(3) Since 1 January 1999, in accordance with Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (4), the selling price and securities must be expressed, and payments made, in euro.\n(4) Given that there are risks of fraud by substitution of alcohol, checks on the final destination of the alcohol should be reinforced and the intervention agencies should be allowed to call on the help of international control agencies and to check the alcohol sold by means of nuclear magnetic resonance analyses.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": [".   Seven lots of alcohol (references 35/2004 EC, 36/2004 EC, 37/2004 EC, 38/2004 EC, 39/2004 EC, 40/2004 EC and 41/2004 EC) comprising 100 000 hectolitres, 50 000 hectolitres, 50 000 hectolitres, 100 000 hectolitres, 100 000 hectolitres, 50 000 hectolitres and 30 000 hectolitres respectively at 100 % vol are hereby put up for public sale for use in the fuel sector within the Community.\n2.   The alcohol concerned was produced from distillation in accordance with Article 35 of Regulation (EEC) No 822/87 and Articles 27 and 30 of Regulation (EC) No 1493/1999 and is held by the French, Spanish and Italian intervention agencies.\n3.   The location and references of the vats making up the lots, the quantity of alcohol in each vat, the alcoholic strength and the characteristics of the alcohol are as set out in the Annex to this Regulation.\n4.   The lots shall be awarded to firms approved in accordance with Article 92 of Regulation (EC) No 1623/2000.", "All communications concerning this public sale shall be sent to the following Commission department:\nCommission of the European Communities\nDirectorate-General for Agriculture, Unit D-4\nRue de la Loi/Wetstraat 200\nB-1049 Brussels\nFax (32-2) 295 92 52\nE-mail: agri-d4@cec.eu.int", "The public sales shall take place in accordance with Articles 92, 93, 94, 95, 96, 98, 100 and 101 of Regulation (EC) No 1623/2000 and Article 2 of Regulation (EC) No 2799/98.", "The price of the alcohol for public sale shall be EUR 22 per hectolitre of alcohol at 100 % vol.", "The alcohol must be removed no more than eight months after the date of notification of the Commission's decision to award the sale.", "The performance guarantee shall be EUR 30 per hectolitre of alcohol at 100 % vol. Unless a standing guarantee is provided, before removing any alcohol and by the day of issue of the removal order at the latest, the firms awarded the lots shall lodge a performance guarantee with the intervention agency concerned to ensure that the alcohol in question is used as bioethanol in the fuel sector.", "Against payment of EUR 10 per litre and within 30 days of the publication of the notice of public sale, the firms approved in accordance with Article 92 of Regulation (EC) No 1623/2000 may obtain samples of the alcohol put up for sale from the intervention agency concerned. After that date, samples may be obtained in accordance with Article 98(2) and (3) of Regulation (EC) No 1623/2000. Samples issued to the approved firms shall amount to not more than five litres per vat.", "The intervention agencies in the Member States in which the alcohol put up for sale is stored shall carry out appropriate checks to verify the nature of the alcohol at the time of end-use. To that end, they may:\n(a) apply Article 102 of Regulation (EC) No 1623/2000, mutatis mutandis;\n(b) carry out checks on samples using nuclear magnetic resonance analysis to verify the nature of the alcohol at the time of end-use.\nThe costs shall be borne by the firms to which the alcohol is sold.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(2)  OJ L 194, 31.7.2000, p. 45. Regulation as last amended by Regulation (EC) No 1774/2004 (OJ L 316, 15.10.2004, p. 61).\n(3)  OJ L 84, 27.3.1987, p. 1. Regulation as last amended by Regulation (EC) No 1677/1999 (OJ L 199, 30.7.1999, p. 8).\n(4)  OJ L 349, 24.12.1998, p. 1.\nANNEX\nPUBLIC SALES OF WINE ALCOHOL FOR USE AS BIOETHANOL IN THE COMMUNITY\nNOS 35/2004 EC, 36/2004 EC, 37/2004 EC, 38/2004 EC, 39/2004 EC, 40/2004 EC AND 41/2004 EC\nI.   Place of storage, quantity and characteristics of the alcohol put up for sale\nMember State and lot number Location Vat number Quantity Reference to Regulations (EEC) No 822/87 and (EC) No 1493/1999 Type of alcohol Firms approved pursuant to Article 92 of Regulation (EC) No 1623/2000\nSpain Tarancon A-1 24 108 27 Raw Ecocarburantes españoles SA\nA-6 24 492 27 Raw\nB-1 24 609 27 Raw\nB-2 18 278 27 Raw\nB-3 8 513 27 Raw\nTotal  100 000\nSpain Tarancon B-3 16 102 27 Raw Bioetanol Galicia SA\nB-5 24 602 27 Raw\nB-6 9 296 27 Raw\nTotal  50 000\nOnivins — Port la Nouvelle Entrepôt d’alcool\nAv. Adolphe Turrel,\nBP 62,\nF-11210 Port-la-Nouvelle\n9 22 080 27 Raw\n8 16 690 27 Raw\nTotal  50 000\nOnivins — Port la Nouvelle Entrepôt d’alcool\nAv. Adolphe Turrel,\nBP 62,\nF-11210 Port-la-Nouvelle\n29 22 500 27 Raw\n33 4 200 30 Raw\n33 18 130 28 Raw\n32 22 170 27 Raw\n39 1 760 27 Raw\n38 8 700 27 Raw\nTotal  100 000\nDEULEP — PSL\n13230 Port Saint Louis du Rhone\nB1 4 940 27 Raw\nDEULEP\nBld Chanzy\n30800 Saint Gilles du Gard\n506 6 510 27 Raw\n604 2 600 27 Raw\n605 9 120 30 Raw\n605 30 30 Raw\n606 4 590 30 Raw\n606 2 030 30 Raw\n607 8 530 30 Raw\n608 9 130 30 Raw\nTotal  100 000\nITALY CAVINO — Faenza 16A 22 301,71 27 Raw Sekab (Svensk Etanolkemi AB\nVILLAPANA — Faenza 9A 10 000,00 27 Raw\nCIPRIANI — Chizzola di Ala (TN) 24A 4 500,07 35 Raw\nD’AURIA — Ortona (CH) 3A-9A-61A 3 417,29 35 Raw\nBONOLLO — Paduni (FR) 40A 9 780,93 35 Raw\nTotal  50 000\nITALY ENODISTIL — Alcamo 3A-11A-20A-21A 30 000,00 27/30 Raw Altia Corporation\nTotal  30 000\nII.   The address of the Spanish intervention agency is:\nFEGA, Beneficencia 8, E-28004 Madrid (Tel. (34-91) 347 65 00; telex: 23427 FEGA; fax (34-91) 521 98 32).\nIII.   The address of the French intervention agency is:\nOnivins-Libourne, Délégation nationale, 17 avenue de la Ballastière, boîte postale 231, F-33505 Libourne Cedex (Tel. (33-5) 57 55 20 00; telex 57 20 25; fax (33-5) 57 55 20 59).\nIV.   The address of the Italian intervention agency is:\nAGEA, via Torino 45, I-00184 Roma (Tel. (39) 06 49499 714; fax (39) 06 49499 761."}