{"celex_id": "32000R2705", "uri": "http://publications.europa.eu/resource/cellar/fa0942d6-2b9f-4704-9749-5f4e4ed50fe3", "type": "Regulation", "concepts": ["1277", "1570", "2958", "3003", "3591", "5581"], "title": "Commission Regulation (EC) No 2705/2000 of 11 December 2000 derogating from Regulation (EC) No 2799/1999 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the grant of aid for skimmed milk and skimmed-milk powder intended for animal feed and the sale of such skimmed-milk powder and repealing Regulation (EC) No 1492/2000\n", "header": "Commission Regulation (EC) No 2705/2000\nof 11 December 2000\nderogating from Regulation (EC) No 2799/1999 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the grant of aid for skimmed milk and skimmed-milk powder intended for animal feed and the sale of such skimmed-milk powder and repealing Regulation (EC) No 1492/2000\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Regulation (EC) No 1670/2000(2), and in particular Articles 10 and 15 thereof,\nWhereas:\n(1) Pursuant to Article 5(1) of Commission Regulation (EC) No 2799/1999(3), as last amended by Regulation (EC) No 2348/2000(4), aid is granted for skimmed milk and skimmed-milk powder processed into compound feedingstuffs provided that at least 50 kg of powder is incorporated in every 100 kg of finished product. In the light of the development of the situation on the market for skimmed-milk powder, Commission Regulation (EC) No 1492/2000(5) reduces the abovementioned rate of incoporation temporarily for the period 1 July to 31 December 2000. For the same reason, the period of application and the scope of that derogation should be extended. For the sake of clarity, Regulation (EC) No 1492/2000 should be repealed and the new conditions governing the derogation should be incorporated in a new regulation.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committtee for Milk and Milk Products,", "main_body": ["Notwithstanding Article 5(1) and (2) of Regulation (EC) No 2799/1999, the minimum quantity referred to in paragraph 1(a)(i) of that Article for compound feedingstuffs manufactured between the date of entry into force of this Regulation and 30 April 2001 shall be 25 kg and the content referred to in the second subparagraph of paragraph 2 of that Article shall be 20 kg.", "Regulation (EC) No 1492/2000 is hereby repealed.", "This Regulation shall enter into force on the fifth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 193, 29.7.2000, p. 10.\n(3) OJ L 340, 31.12.1999, p. 3.\n(4) OJ L 271, 24.10.2000, p. 35.\n(5) OJ L 168, 8.7.2000, p. 13."}