{"celex_id": "32009R0160", "uri": "http://publications.europa.eu/resource/cellar/145659a7-dcfb-4cc5-88cc-2ce4791c411c", "type": "Regulation", "concepts": ["2968", "4271", "5251"], "title": "Council Regulation (EC) No 160/2009 of 23 February 2009 amending the Conditions of Employment of Other Servants of the European Communities\n", "header": "27.2.2009 EN Official Journal of the European Union L 55/1\nCOUNCIL REGULATION (EC) No 160/2009\nof 23 February 2009\namending the Conditions of Employment of Other Servants of the European Communities\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 283 thereof,\nHaving regard to the Protocol on the Privileges and Immunities of the European Communities, and in particular Article 13 thereof,\nHaving regard to the proposal presented by the Commission after consulting the Staff Regulations Committee,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Court of Justice,\nHaving regard to the opinion of the opinion of the Court of Auditors,\nWhereas:\n(1) In accordance with Article 21 of Decision 2005/684/EC, Euratom of the European Parliament of 28 September 2005 adopting the Statute for Members of the European Parliament (2), Members are entitled to assistance from personal staff whom they may freely choose.\n(2) At present, Members of the European Parliament employ all their staff directly under contracts subject to national law, while recovering the costs incurred from the European Parliament, subject to a fixed maximum amount.\n(3) On 9 July 2008, the Bureau of the European Parliament adopted implementing measures for the Statute for Members of the European Parliament. Pursuant to Article 34 of those implementing measures, Members shall make use of:\n(a) ‘accredited parliamentary assistants’, employed at one of the European Parliament's three places of work under the specific legal arrangements adopted on the basis of Article 283 of the Treaty and whose contracts are concluded and administered directly by the European Parliament, and\n(b) natural persons who are to assist Members in their Member States of election and who have concluded an employment or service contract with them in keeping with applicable national law, in accordance with the conditions laid down in the aforementioned implementing measures, hereinafter referred to as ‘local assistants’.\n(4) In contrast to local assistants, accredited parliamentary assistants are, as a general rule, expatriates. They work in the premises of the European Parliament in a European, multilingual and multicultural environment and undertake tasks which are directly linked to the work carried out by one or several Members of the European Parliament in the exercise of their functions as Members of the European Parliament.\n(5) For these reasons, and with a view to ensuring transparency and legal certainty through common rules, it is appropriate to provide for accredited parliamentary assistants to be employed by way of direct contracts with the European Parliament. However, local assistants, including those working for Members elected in one of the Member States in which the European Parliament's three places of work are located, should continue to be employed, in accordance with the implementing measures for the Statute for Members of the European Parliament, by Members of the European Parliament under contracts concluded under the applicable national law in the Member State in which they are elected.\n(6) It is therefore appropriate for accredited parliamentary assistants to be subject to the Conditions of employment of other servants of the European Communities, laid down by Regulation (EEC, Euratom, ECSC) No 259/68 of the Council (3) in such a way as to take account of their particular circumstances, the particular tasks they are called on to perform and the specific duties and obligations they have to fulfil vis-à-vis the Members of the European Parliament for whom they are called on to work.\n(7) The introduction of this specific category of servants does not affect Article 29 of the Staff Regulations of Officials of the European Communities, laid down by Regulation (EEC, Euratom, ECSC) No 259/68, hereinafter referred to as the ‘Staff Regulations’, which provides that internal competitions are only open to officials and temporary staff, and no provision of this Regulation may be construed as giving accredited parliamentary assistants privileged or direct access to posts of officials or other categories of servants of the European Communities or to internal competitions for such posts.\n(8) As is the case for contract staff, Articles 27 to 34 of the Staff Regulations should not apply to accredited parliamentary assistants.\n(9) Accredited parliamentary assistants should thus constitute a category of other servants specific to the European Parliament, in particular with regard to the fact that they provide, under the direction and authority of one or several Members of the European Parliament and in a relationship of mutual trust, direct assistance to that Member or those Members in the exercise of their functions as Members of the European Parliament.\n(10) Accordingly, it is necessary to amend the Conditions of employment of other servants of the European Communities in order to incorporate this new category of other servants, taking account, on the one hand, of the specific nature of the duties, functions and responsibilities of accredited parliamentary assistants, which are designed to allow them to provide direct assistance to Members of the European Parliament in the exercise of their functions as Members of the European Parliament, under their direction and authority, and, on the other, of the contractual relationship between those accredited parliamentary assistants and the European Parliament.\n(11) Where provisions of the Conditions of employment of other servants of the European Communities apply to accredited parliamentary assistants, directly or by analogy, these factors should be taken into account, having strict regard, in particular, to the mutual trust which has to characterise the working relationship between the accredited parliamentary assistants and the Member or Members of the European Parliament whom they assist.\n(12) In the light of the nature of the duties of accredited parliamentary assistants, it is necessary to provide for only one category of accredited parliamentary assistants, but divided into grades, to which such assistants should be assigned by indication of the Members concerned in accordance with the implementing measures adopted by internal decision of the European Parliament.\n(13) The contracts of accredited parliamentary assistants concluded between them and the European Parliament should be based on mutual trust between the accredited parliamentary assistant and the Member or Members whom he assists. The duration of such contracts should be directly linked to the duration of the mandate of the Members concerned.\n(14) Accredited parliamentary assistants should have statutory representation outside the system that applies to officials and other staff of the European Parliament. Their representatives should act as interlocutor vis-à-vis the competent authority of the European Parliament, taking into account that a formal link should be established between the statutory representation of staff and the autonomous representation of assistants.\n(15) The principle of budgetary neutrality should be observed in respect of the introduction of this new category of staff.\n(16) The implementing measures laid down by internal decision of the European Parliament should include further rules for the implementation of this Regulation, based on the principle of sound financial management as set out in Title II of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (4).\n(17) The entry into force of these new provisions should coincide with the entry into force of the Statute for Members of the European Parliament,", "main_body": ["The Conditions of employment of other servants of the European Communities are hereby amended as set out in the Annex.", "The appropriations entered in the European Parliament section of the general budget of the European Communities and earmarked to cover parliamentary assistance, the annual amounts of which will be determined within the framework of the annual budgetary procedure, cover all the costs directly associated with Members′ assistants, be they accredited parliamentary assistants or local assistants.", "The European Parliament shall, no later than 31 December 2011, present a report on the application of this Regulation in order to examine the possible need to adapt the rules applying to parliamentary assistants.\nOn the basis of this report, the Commission may make any proposals it deems appropriate to this effect.", "This Regulation shall enter into force on the first day of the European Parliament parliamentary term beginning in 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 2009.\nFor the Council\nThe President\nA. VONDRA\n(1)  Opinion of 16 December 2008 (not yet published in the Official Journal).\n(2)  OJ L 262, 7.10.2005, p. 1.\n(3)  OJ L 56, 4.3.1968, p. 1.\n(4)  OJ L 248, 16.9.2002, p. 1.\nANNEX\nThe Conditions of Employment of other servants of the European Communities are hereby amended as follows:\n1. in Article 1, the following indent shall be inserted after ‘— special advisers,’:\n‘— accredited parliamentary assistants.’;\n2. the following Article shall be inserted after Article 5:\n3. Titles VII and VIII with Articles 125 to 127 become Titles VIII and IX with Articles 140 to 142. A new Title VII shall be inserted:\n(a) is a national of one of the Member States of the Communities, unless an exception is authorised by the authority referred to in the first paragraph of Article 6, and enjoys his full rights as a citizen;\n(b) has fulfilled any obligations imposed on him by the laws concerning military service;\n(c) produces the appropriate character references as to his suitability for the performance of his duties;\n(d) is physically fit to perform his duties;\n(e) has a thorough knowledge of one of the languages of the Community and a satisfactory knowledge of another Community language to the extent necessary for the performance of his duties; and\n(f) has completed:\n(i) a level of post-secondary education attested by a diploma;\n(ii) a level of secondary education attested by a diploma giving access to post-secondary education, and appropriate professional experience of at least three years; or\n(iii) where justified in the interest of the service, professional training or professional experience of an equivalent level.\nGrade 1 2 3 4 5 6 7\nFull-time basic salary 1 619,17 1 886,33 2 045,18 2 217,41 2 404,14 2 606,59 2 826,09\nGrade 8 9 10 11 12 13 14\nFull-time basic salary 3 064,08 3 322,11 3 601,87 3 905,18 4 234,04 4 590,59 4 977,17\nGrade 15 16 17 18 19\nFull-time basic salary 5 396,30 5 850,73 6 343,42 6 877,61 7 456,78\n(a) on the date stated in the contract as provided for in Article 130(1);\n(b) at the end of the month in which the accredited parliamentary assistant reaches the age of 65;\n(c) in the case of an assistant engaged to assist only one Member of the European Parliament pursuant to Article 128(2), at the end of the month in which that Member's term of office ends, whether by death or resignation or for any other reason;\n(d) taking into account the fact that trust is the basis of the working relationship between the Member and his accredited parliamentary assistant, at the end of the period of notice specified in the contract, which shall give the accredited parliamentary assistant or the European Parliament, acting at the request of the Member or Members of the European Parliament whom the accredited parliamentary assistant was taken on to assist, the right to terminate the contract before its expiry. The period of notice shall not be less than one month per year of service, subject to a minimum of one month and a maximum of three months. The period of notice shall not, however, start to run during maternity leave or sick leave, provided such sick leave does not exceed three months. It shall, moreover, be suspended during maternity or sick leave subject to these limits;\n(e) where the accredited parliamentary assistant no longer satisfies the conditions laid down in Article 128(2)(a), subject to any authorisation of an exception pursuant to that provision. Should an exception not be authorised, the period of notice referred to in point (d) shall apply.\n4. in Article 126, the words ‘subject to Article 127’ shall be replaced by the words ‘subject to Article 142’.\n(1)  OJ L 262, 7.10.2005, p. 1.’;"}