{"celex_id": "32004R1419", "uri": "http://publications.europa.eu/resource/cellar/210f1093-280e-4820-88ea-7de8c52b9f5d", "type": "Regulation", "concepts": ["12", "1542", "2965", "5581", "862"], "title": "Commission Regulation (EC) No 1419/2004 of 4 August 2004 on the continuation of the application of the Multiannual Financing Agreements and the Annual Financing Agreements concluded between the European Commission, representing the European Community, on the one hand and the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia and Slovenia on the other, and providing for certain derogations from the Multiannual Financing Agreements and from Council Regulation (EC) No 1266/1999 and Regulation (EC) No 2222/2000\n", "header": "5.8.2004 EN Official Journal of the European Union L 258/11\nCOMMISSION REGULATION (EC) No 1419/2004\nof 4 August 2004\non the continuation of the application of the Multiannual Financing Agreements and the Annual Financing Agreements concluded between the European Commission, representing the European Community, on the one hand and the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia and Slovenia on the other, and providing for certain derogations from the Multiannual Financing Agreements and from Council Regulation (EC) No 1266/1999 and Regulation (EC) No 2222/2000\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession, and in particular Article 41 thereof,\nWhereas:\n(1) Multiannual Financing Agreements (MAFAs) and Annual Financing Agreements (AFAs) were concluded between the European Commission, representing the European Community, on the one hand and the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia and Slovenia (hereinafter referred to as ‘the new Member States’) on the other.\n(2) In areas falling within the scope of the EU Treaty, the relationship between the new Member States and the EU, as of 1 May 2004, when these States acceded to the EU, is governed by EU law. In principle, bilateral agreements, without any particular legal acts being necessary, continue to apply as far as they do not contradict obligatory EU law in general and Community law in particular. In certain areas, the MAFAs and AFAs provide for rules which are different from Community law whilst not being contrary to any binding provisions. However, it is appropriate to foresee that in respect of Sapard the new Member States should, as far as possible, follow the same rules as those which apply to any other areas of Community law.\n(3) It is therefore appropriate to provide for the continuation of the applicability of the MAFAs and AFAs subject to certain derogations and amendments. At the same time, certain provisions are no longer needed given the fact that the Community is no longer dealing with third countries but with Member States and that the new Member States will be directly submitted to provisions under Community law. Such MAFA provisions should therefore no longer apply.\n(4) Council Regulation (EC) No 1266/1999 of 21 June 1999 on coordinating aid to the applicant countries in the framework of the pre-accession strategy and amending Regulation (EEC) No 3906/89 (1) and Commission Regulation (EC) No 2222/2000 of 7 June 2000 laying down financial rules for the application of Council Regulation (EC) No 1268/1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period (2) have been the legal bases for the Commission to confer the management of aid under the Special Accession Programme for Agriculture and Rural Development (Sapard) on implementing agencies in the applicant countries, on a case-by-case basis. The MAFAs were concluded based on that possibility. However, in relation to Member States, Community law does not require a conferral of management procedure but an accreditation procedure at national level for paying agencies, referred to in Article 4 of Council Regulation (EC) No 1258/1999 on the financing of the common agricultural policy (3). The MAFAs provide basically for an identical accreditation procedure in their Article 4 of Section A of the Annex. With regard to Member States there is, therefore, no longer a need to provide for a conferral of the management of aid. Therefore, derogation from these provisions is appropriate.\n(5) On 3 March 2004 the Commission decided on the conclusion of a new Agreement for the year 2003 amending the AFAs 2000, 2001, 2002 and 2003 and the MAFA with the applicant countries. Meanwhile, the new Member States have joined the EU and there is no room for the conclusion of further bilateral agreements between the EU and these States in areas falling within the competences of the EU. Rather than concluding bilateral agreements with these States, the Commission should therefore include the substance of these envisaged agreements in this Regulation. In particular, the amounts committed in view of the AFA 2003 and decided upon by the Commission in that decision should now be incorporated in the present Regulation.\n(6) To allow a smooth transition from the pre-accession requirements, it is appropriate to provide for immediate entry into force and, with regard to certain provisions, a retrospective application of this Regulation.\n(7) The Treaty of Accession enables the Commission to adopt transitional measures for a period of three years as of the date of accession. Given the fact that certain programmes under the MAFAs/AFAs may still continue after accession it is appropriate to provide for the applicability of this Regulation until 30 April 2007.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development and of the Committee of the European Agriculture Guarantee and Guidance Fund,", "main_body": ["Continuation of the applicability of the MAFAs and the AFAs after accession\n1.   Without prejudice to the continuation of the validity of the Multiannual Financing Agreements (hereinafter referred to as ‘MAFAs’) and the Annual Financing Agreements (hereinafter referred to as ‘AFAs’), as listed in Annex I, concluded between the European Commission, representing the European Community, on the one hand and the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia and Slovenia (hereinafter referred to as ‘the new Member States’) on the other, these Agreements shall continue to apply subject to the provisions of this Regulation.\n2.   Articles 2 and 4 of the MAFAs shall cease to apply.\n3.   The following provisions of the Annex to the MAFAs shall cease to apply:\n(a) Articles 1 and 3 of Section A; however, any references to these Articles in the MAFAs or AFAs shall be construed as referring to the national accreditation decision in accordance with Article 4 of Section A;\n(b) Article 14(2.6) and (2.7) of Section A;\n(c) Articles 2, 3, 4, 5, 6 and 8 of Section C;\n(d) Item 8 of Section F;\n(e) Section G.\n4.   Article 12(2) of Regulation (EC) No 1266/1999 and Article 3 of Regulation (EC) No 2222/2000 shall no longer apply to the new Member States with regard to the Special Accession Programme for Agriculture and Rural Development (Sapard).", "Derogations from MAFA provisions and from Regulation (EC) No 2222/2000\nBy way of derogation from the last subparagraph of Article 4(7) and Article 5(4) of Section A of the Annex to the MAFAs and Article 5(4) of Regulation (EC) No 2222/2000, the Commission shall immediately be informed of any modifications in the implementation or paying arrangements of the Sapard Agency after its accreditation.", "Amendment of the MAFAs\nThe following subparagraph is added to Article 10(3) of Section A of the Annex to the MAFAs:\n‘However, interest not accounted for by projects assisted under the programme of Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia and Slovenia, respectively, shall be paid to the Commission in euro’.", "Amendment of Article 3 of AFAs 2000 to 2003\nThe amount provided for in Article 2 of the AFA 2003 for the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia and Slovenia, respectively, shall be replaced by the amounts referred to in Annex II.", "Amendment of Article 3 of AFAs 2000 to 2003\nAt the end of Article 3 of each of the AFAs, the following subparagraph is added:\n‘Any part of the Community contribution referred to in Article 2 for which no contracts with the final beneficiaries have been signed as of the date referred to in the second subparagraph shall be notified to the Commission within three months of this amount being known’.", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply as of its entry into force and shall continue to apply until 30 April 2007. However, Article 1(2) and (3) and Article 2 shall apply as of 1 May 2004. Any communications which were sent to the Commission between 1 May 2004 and the entry into force of this Regulation in accordance with the last subparagraph of Article 4(7) and Article 5(4) of Section A of the Annex to the MAFAs and Article 5(4) of Regulation (EC) No 2222/2000, shall be construed as having been sent in accordance with Article 2 of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 August 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 161, 26.6.1999, p. 68.\n(2)  OJ L 253, 7.10.2000, p. 5. Regulation as last amended by Regulation (EC) No 188/2003 (OJ L 27, 1.2.2003, p. 14).\n(3)  OJ L 160, 26.6.1999, p. 103.\nANNEX I\n1.   LIST OF MAFAS\nThe following MAFAs were concluded between the European Commission, representing the European Community, and\n— the Czech Republic the tenth day of December in the year two thousand and one,\n— the Republic of Estonia the twenty-eighth day of May in the year two thousand and one,\n— the Republic of Hungary the fifteenth day of June in the year two thousand and one,\n— the Republic of Latvia the fourth day of July in the year two thousand and one,\n— the Republic of Lithuania the twenty-ninth day of August in the year two thousand and one,\n— the Republic of Poland the eighteenth day of May in the year two thousand and one,\n— the Republic of Slovakia the sixteenth day of May in the year two thousand and one and\n— the Republic of Slovenia the twenty-eighth day of August in the year two thousand and one.\n2.   LIST OF AFAS\nA.   Annual financing agreement 2000\nThe following AFAs for 2000 were concluded between the European Commission, representing the European Community, and\n— the Czech Republic the tenth day of December in the year two thousand and one,\n— the Republic of Estonia the twenty-eighth day of May in the year two thousand and one,\n— the Republic of Hungary the fifteenth day of June in the year two thousand and one,\n— the Republic of Latvia the eleventh day of May in the year two thousand and one,\n— the Republic of Lithuania the twenty-ninth day of August in the year two thousand and one,\n— the Republic of Poland the eighteenth day of May in the year two thousand and one,\n— the Republic of Slovakia the sixteenth day of May in the year two thousand and one and\n— the Republic of Slovenia the sixteenth day of October in the year two thousand and one.\nB.   Annual financing agreement 2001\nThe following AFAs for 2001 were concluded between the European Commission, representing the European Community, and\n— the Czech Republic the nineteenth day of June in the year two thousand and three,\n— the Republic of Estonia the tenth day of July in the year two thousand and three,\n— the Republic of Hungary the twenty-sixth day of Mars in the year two thousand and three,\n— the Republic of Latvia the thirtieth day of May in the year two thousand and two,\n— the Republic of Lithuania the eighteenth day of July in the year two thousand and two,\n— the Republic of Poland the tenth day of June in the year two thousand and two,\n— the Republic of Slovakia the fourth day of November in the year two thousand and two and\n— the Republic of Slovenia the seventeenth day of July in the year two thousand and two.\nC.   Annual financing agreement 2002\nThe following AFAs 2002 were concluded between the European Commission, representing the European Community, and\n— the Czech Republic the third day of June in the year two thousand and four,\n— the Republic of Estonia the eleventh day of December in the year two thousand and three,\n— the Republic of Hungary the twenty-second day of December in the year two thousand and three,\n— the Republic of Latvia the twelfth day of May in the year two thousand and three,\n— the Republic of Lithuania the sixth day of June in the year two thousand and three,\n— the Republic of Poland the fourteenth day of April in the year two thousand and three,\n— the Republic of Slovakia the thirtieth day of September in the year two thousand and three and\n— the Republic of Slovenia the twenty-eighth day of July in the year two thousand and three.\nD.   Annual financing agreement 2003\nThe following AFAs 2003 were concluded between the European Commission representing the European Community and\n— the Czech Republic the second day of July in the year two thousand and four,\n— the Republic of Estonia the eleventh day of December in the year two thousand and three,\n— the Republic of Hungary the twenty-second day of December in the year two thousand and three,\n— the Republic of Latvia the first day of December in the year two thousand and three,\n— the Republic of Lithuania the fifteenth day of January in the year two thousand and four,\n— the Republic of Poland the tenth day of June in the year two thousand and three,\n— the Republic of Slovakia the twenty sixth day of December in the year two thousand and three and\n— the Republic of Slovenia the eleventh day of November in the year two thousand and three.\nANNEX II\nANNUAL FINANCIAL AGREEMENT 2003 ALLOCATION BY COUNTRY\n(EUR)\nCountry Amount\nCzech Republic 23 923 565\nEstonia 13 160 508\nHungary 41 263 079\nLatvia 23 690 433\nLithuania 32 344 468\nPoland 182 907 972\nSlovakia 19 831 304\nSlovenia 6 871 397\nTotal 343 992 726"}