{"celex_id": "32009D0118", "uri": "http://publications.europa.eu/resource/cellar/ce9475ad-62dc-482d-acd7-f127e0d5fe9c", "type": "Decision", "concepts": ["1318", "2900", "3648", "4585", "5581", "5860", "935"], "title": "2009/118/EC: Council Decision of 10 February 2009 authorising the Czech Republic and the Federal Republic of Germany to apply measures derogating from Article 5 of Directive 2006/112/EC on the common system of value added tax\n", "header": "12.2.2009 EN Official Journal of the European Union L 41/12\nCOUNCIL DECISION\nof 10 February 2009\nauthorising the Czech Republic and the Federal Republic of Germany to apply measures derogating from Article 5 of Directive 2006/112/EC on the common system of value added tax\n(Only the Czech and the German texts are authentic)\n(2009/118/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) By letters registered with the Secretariat-General of the Commission on 19 May 2008, the Czech Republic and the Federal Republic of Germany requested authorisation to apply special tax measures in relation to the construction and maintenance of certain border bridges between the two countries on the basis of the Agreement concluded between the Czech Republic and the Federal Republic of Germany on the responsibility for the construction and maintenance of cross-border bridges (the Agreement).\n(2) In accordance with Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States by letter dated 2 October 2008 of the requests made by the Czech Republic and the Federal Republic of Germany. By letter dated 7 October 2008, the Commission notified the Czech Republic and the Federal Republic of Germany that it had all the information necessary to consider the requests.\n(3) The purpose of the special measures is for supplies of goods and services and intra-Community acquisitions of goods intended for the construction and maintenance of the cross-border bridges in question, which according to the VAT rules are to be located in the Member State where the bridge stands, to be subject to the value added tax of the Member State that is responsible for their construction or maintenance in accordance with the Agreement which makes provision for the division of responsibility.\n(4) In the absence of special measures it would be necessary, according to the principle of territoriality, for each supply of goods and services and intra-Community acquisition of goods to ascertain whether the place of taxation was the Czech Republic or the Federal Republic of Germany. Work at a border bridge carried out on Czech territory would be subject to value added tax in the Czech Republic while work carried out on German territory would be subject to German value added tax.\n(5) The purpose of the derogation is therefore to simplify the procedure for charging value added tax on the construction and maintenance of the bridges in question by considering each bridge as being solely on the territory of the Member State that is responsible for its construction or maintenance in accordance with the Agreement.\n(6) The cross-border bridges existing or planned at the time of adoption of the Agreement are set out in the Annex to this Decision. However, additional bridges may be brought within the scope of the Agreement in the future by an exchange of diplomatic notes and the derogation should therefore also apply to such additional bridges in accordance with the Agreement as extended.\n(7) The derogation will have no negative impact on the Community’s own resources provided from value added tax,", "main_body": ["The Czech Republic and the Federal Republic of Germany are hereby authorised, under the conditions of Articles 2 and 3 of this Decision, to apply measures derogating from Directive 2006/112/EC in relation to the construction and subsequent maintenance of one planned border bridge, and the maintenance of 22 existing border bridges, all of which are partly on the territory of the Czech Republic and partly on the territory of the Federal Republic of Germany on the basis of the Agreement concluded between the Czech Republic and the Federal Republic of Germany on the responsibility for the construction or maintenance of cross-border bridges (the Agreement). The details of the bridges in question are set out in the Annex to this Decision. This authorisation shall also apply to construction and maintenance of any additional bridges which are brought within the scope of the Agreement by an exchange of diplomatic notes.", "By way of derogation from Article 5 of Directive 2006/112/EC, with respect to the border bridges for which the Czech Republic is responsible as regards construction and maintenance and with respect to the border bridges for which the Czech Republic is solely responsible as regards maintenance, those bridges shall be deemed to be part of the Czech territory for the purposes of supplies of goods and services and intra-Community acquisitions of goods intended for their construction or maintenance.", "By way of derogation from Article 5 of Directive 2006/112/EC, with respect to the border bridges for which the Federal Republic of Germany is responsible as regards construction and maintenance and with respect to the border bridges for which the Federal Republic of Germany is solely responsible as regards maintenance, those bridges shall be deemed to be part of the German territory for the purposes of supplies of goods and services and intra-Community acquisitions of goods intended for their construction or maintenance.", "This Decision is addressed to the Czech Republic and to the Federal Republic of Germany."], "attachments": "Done at Brussels, 10 February 2009.\nFor the Council\nThe President\nM. KALOUSEK\n(1)  OJ L 347, 11.12.2006, p. 1.\nANNEX\nBridges referred to in Article 1:\n1. The Federal Republic of Germany shall be responsible for the construction and maintenance of the following border bridge:\n(a) the border bridge over the Načetínský potok/Natzschung between Brandov and Olbernhau in border section XIII between boundary stones 10/5 and 10/6.\n2. The Federal Republic of Germany shall be responsible for the maintenance of the following border bridges:\n(a) the border bridge over the Zlatý potok/Goldbach between Český Mlýn and Rittersgrün in border section XVII between boundary stones 10 and 10/1;\n(b) the border bridge over the Polava/Pöhlbach between Loučná and Oberwiesenthal in border section XVI between boundary stones 9 and 10;\n(c) the border bridge over the Polava/Pöhlbach between České Hamry and Hammerunterwiesenthal in border section XVI between boundary stones 5 and 6;\n(d) the border bridge over the Načetinský potok/Natzschung between Brandov and Olbernhau/Grünthal in border section XIII between boundary stones 9 and 10;\n(e) the border bridge over the Svídnice/Schweinitz between Hora sv. Kateřiny and Deutschkatharinenberg in border section XIII between boundary stones 2/8 and 3;\n(f) the border bridge over the Svídnice/Schweinitz between Nová Ves v Horách and Deutschneudorf in border section XII between boundary stones 17 and 18;\n(g) the border bridge over the Flájský potok/Flöha between Český Jiřetín and Deutschgeorgenthal in border section XII between boundary stones 1 and 1/1;\n(h) the border bridge over the Mohelnice/Weiße Müglitz between Fojtovice and Fürstenau in border section X between boundary stones 5/29 and 6;\n(i) the border bridge over the Křinice/Kirnitzsch between Zadní Jetřichovice and Hinterhermsdorf/Raabensteine in border section VII between border stones 1 and 2;\n(j) the border bridge over the Křinice/Kirnitzsch between Zadní Doubice and Hinterhermsdorf in border section VI between border stones 23/21 and 24;\n(k) the border bridge over the Čertova voda/Teufelsbach between Bučina and Finsterau in border section XI between boundary stones 9 and 10;\n(l) the border bridge over the Údolský potok/Ruthenbächle between Stožec-Nové Údolí and Haidmühle in border section XII between boundary stones 9/1 and 9/2;\n(m) the border bridge over the Černice/Bayerischer Schwarzbach between Rybník-Švarcava and Stadlern in border section VII between border stones 11 and 12;\n(n) the border bridge over the Lomnička/Helmbach between Zadní Chalupy and Helmhof in border section IX at border stone 17/2.\n3. The Czech Republic shall be responsible for the maintenance of the following border bridges:\n(a) the border bridge over the Komáří potok/Mückenbach between Český Mlýn and Rittersgrün (Zollstraße) in border section XVII between boundary stones 11 and 12;\n(b) the border bridge over the Polava/Pöhlbach between Vejprty and Bärenstein in border section XVI between boundary stones 1 and 2;\n(c) the border bridge over the Schweinitz/Svídnice between Mníšek and Deutscheinsiedel in border section XII between boundary stones 13 and 14;\n(d) the border bridge carrying road II/267 and road S 154 over the Vilémovský potok/Sebnitz between Dolní Poustevna and Sebnitz between boundary stones 19 (in border section V) and 1 (in border section VI);\n(e) the border bridge carrying footpaths over the Vilémovský potok/Sebnitz between Dolní Poustevna and Sebnitz between boundary stone 19 (in border section V) and 1 (in border section VI);\n(f) the border bridge over the Hraniční potok/Rehlingbach between Rozvadov and Waidhaus in border section VI between boundary stones 1 and 2;\n(g) the border bridge over the Prášilský potok/Marchbach between Prášily and Scheuereck in border section X between boundary stones 11/26 and 12;\n(h) the border bridge over the Mechový potok/Harlandbach between České Žleby and Bischofsreut/Marchhäuser in border section XII between boundary stones 5/4 and 5/5."}