{"celex_id": "32009R0042", "uri": "http://publications.europa.eu/resource/cellar/1888dd64-f0b9-4f9f-9ad9-19ce99255f5c", "type": "Regulation", "concepts": ["2173", "2793", "4713", "4734", "5123", "618"], "title": "Commission Regulation (EC) No 42/2009 of 20 January 2009 amending Regulation (EC) No 555/2008 laying down detailed rules for implementing Council Regulation (EC) No 479/2008 on the common organisation of the market in wine as regards support programmes, trade with third countries, production potential and on controls in the wine sector\n", "header": "21.1.2009 EN Official Journal of the European Union L 16/6\nCOMMISSION REGULATION (EC) No 42/2009\nof 20 January 2009\namending Regulation (EC) No 555/2008 laying down detailed rules for implementing Council Regulation (EC) No 479/2008 on the common organisation of the market in wine as regards support programmes, trade with third countries, production potential and on controls in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 479/2008 of 29 April 2008 on the common organisation of the market in wine, amending Regulations (EC) No 1493/1999, (EC) No 1782/2003, (EC) No 1290/2005, (EC) No 3/2008 and repealing Regulations (EEC) No 2392/86 and (EC) No 1493/1999 (1), and in particular Articles 22, 84 and 107 thereof,\nWhereas:\n(1) For the optimal use of funds potentially available to increase competitiveness in the wine sector, it is appropriate to allow, as much as possible, for Member States to make use of possibilities both under the wine support programmes, notably under the restructuring and conversion measure according to Article 11 of Regulation (EC) No 479/2008 and investments according to Article 15 of the same Regulation, and the rural development funds. To ensure exclusion of double funding of the same measure under these two funds, as foreseen in Article 4(3) of Regulation (EC) No 479/2008, a clear demarcation line should be established at the level of the operations.\n(2) In accordance with the second sentence of the second subparagraph of Article 16(1) of Regulation (EC) No 479/2008, no aid shall be paid for the volume of alcohol contained in the by-products to be distilled which exceeds 10 % in relation to the volume of alcohol contained in the wine produced. It should be clarified that Member State can foresee to respect this limit via controls at the level of the individual producers or alternatively at the national level.\n(3) Point (vi) of Article 41(c) of Commission Regulation (EC) No 555/2008 (2) obliges producers to include information concerning the presence of wine grape varieties obtained from interspecific crossings (direct producer hybrids or other varieties not belonging to the Vitis vinifera species) on the analysis report. However, for technical reasons this information should not be required and should therefore be deleted from the said provision.\n(4) Article 103(1)(b) of Regulation (EC) No 555/2008 lays down that table 10 of the Annex to Commission Regulation (EC) No 1227/2000 (3) shall continue to apply unless otherwise provided in an implementing regulation on the labelling and presentation of wines to be adopted on the basis of Article 63 of Regulation (EC) No 479/2008. However, the reference should be made to table 9 of the Annex to Regulation (EC) No 1227/2000.\n(5) Article 5(8), the third paragraph of Article 16 and the second paragraph of Article 20 of Regulation (EC) No 555/2008 foresee that where Member States grant national aids they should communicate those in the relevant part of the form set out in Annex VII to that Regulation. Therefore, Annex VII should be amended to include this information.\n(6) Regulation (EC) No 555/2008 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 555/2008 is amended as follows:\n1. In Article 1, the following paragraph is added:\n2. After Article 10, the following Article 10a is inserted in Section 2 of Chapter II of Title II:\n3. Article 20 is replaced by the following:\n4. After Article 25, the following Article 25a is inserted in Section 7 of Chapter II of Title II:\n5. In Article 41(c), point (vi) is deleted.\n6. In Article 103(1), point (b) is replaced by the following:\n‘(b) Table 9 of the Annex to Regulation (EC) No 1227/2000 shall continue to apply unless otherwise provided in an implementing regulation on the labelling and presentation of wines to be adopted on the basis of Article 63 of Regulation (EC) No 479/2008;’.\n7. Annex VII is replaced by the text in Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 148, 6.6.2008, p. 1.\n(2)  OJ L 170, 30.6.2008, p. 1.\n(3)  OJ L 143, 16.6.2000, p. 1.\nANNEX\n‘ANNEX VII\nTechnical data concerning the national support programmes according to Article 6(c) of Regulation (EC) No 479/2008\n(financial amount in EUR 1000)\nMember State (1):\nDate of communication (2): Date of previous communication:\nNumber of this amended table:\nFinancial year\n2009 2010 2011 2012 2013 Total\nMeasures Regulation (EC) No 479/2008  Forecast Execution Forecast Execution Forecast Execution Forecast Execution Forecast Execution Execution\n(1) (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) (13) (14)\n1. Single Payment Scheme\nAverage amount\n2. Promotion on third-country markets\nAverage Community support (4)\nState Aid           (Cumulative)\n3a. Restructuring and conversion of vineyards\nAverage amount\n3b.\nAverage amount\n4. Green harvesting\nAverage amount\n5. Mutual funds\nAverage Community support (5)\n6. Harvest insurance\nAverage Community support (6)\nState Aid\n7. Investments in enterprise\nAverage Community support (7)\nState Aid           (Cumulative)\n7.1. Investments in enterprise in convergence regions\n7.2. Investments in enterprise in other than convergence regions\n7.3. Investments in enterprise in outermost regions\n7.4. Investments in enterprise in small Aegean Islands regions\n7.5. Investments in enterprise in convergence regions\n7.6. Investments in enterprise in other than convergence regions\n7.7. Investments in enterprise in outermost regions\n7.8. Investments in enterprise in small Aegean Islands regions\n8. By-products distillation\nMio hl\nAverage Community support (9)\n9. Potable alcohol distillation — area support\nArea (ha)\nAverage support (3)\n10. Crisis distillation\nMinimum producer price\nMio hl\nAverage Community support (9)\n11. Use of concentrated grape must for enrichment\nMio hl\nAverage Community support (9)\n(1)  OPOCE acronyms to be used.\n(2)  Communication deadline: for forecasts 30 June 2008 for the first time and then every 1 March and 30 June; for execution every 1 March (2010 for the first time).\n(3)  Calculated by dividing the amount(s) declared in Annex II (for forecasts) and Annex VI (for execution) by the area concerned in this Annex.\n(4)  Calculated by dividing the amount(s) declared in Annex II (for forecasts) and Annex VI (for execution) by the number of projects concerned in this Annex.\n(5)  Calculated by dividing the amount(s) declared in Annex II (for forecasts) and Annex VI (for execution) by the number of funds concerned in this Annex.\n(6)  Calculated by dividing the amount(s) declared in Annex II (for forecasts) and Annex VI (for execution) by the number of producers concerned in this Annex.\n(7)  Calculated by dividing the amount(s) declared in Annex II (for forecasts) and Annex VI (for execution) by the number of beneficiaries concerned in this Annex.\n(8)  Details to be given in Annexes I and V.\n(9)  Calculated by dividing the amount(s) declared in Annex II (for forecasts) and Annex VI (for execution) by the number of hectolitres concerned in this Annex.’"}