{"celex_id": "32006D0564", "uri": "http://publications.europa.eu/resource/cellar/b6b8bc5a-d6f6-492d-a5a1-6f9936d32a35", "type": "Decision", "concepts": ["1595", "1744", "1763", "191", "2232", "2827"], "title": "2006/564/EC: Commission Decision of 11 August 2006 amending Decision 2003/766/EC on emergency measures to prevent the spread within the Community of Diabrotica virgifera Le Conte (notified under document number C(2006) 3582)\n", "header": "17.8.2006 EN Official Journal of the European Union L 225/28\nCOMMISSION DECISION\nof 11 August 2006\namending Decision 2003/766/EC on emergency measures to prevent the spread within the Community of Diabrotica virgifera Le Conte\n(notified under document number C(2006) 3582)\n(2006/564/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the fourth sentence of Article 16(3) thereof,\nWhereas:\n(1) Commission Decision 2003/766/EC (2) requires Member States to take emergency measures against the dissemination of Diabrotica virgifera Le Conte (hereinafter referred to as the organism) as regards areas, other than those in which it is known to occur.\n(2) On the basis of assessments by the Food and Veterinary Office in 2003, 2004 and 2005 in Member States and additional information from official surveys carried out in 2004 and 2005 by Member States, it would appear that the organism is established in some areas within the Community. However, a major part of Community territory remains free from the organism.\n(3) The implementation of the emergency measures laid down in Decision 2003/766/EC was evaluated by the Standing Committee on Plant Health on several occasions during 2005. It was concluded that the emergency measures for eradication of the organism in areas where the organism was previously not known to occur should be supplemented by containment measures in all other areas.\n(4) Decision 2003/766/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 2003/766/EC is amended as follows:\n1. The following Articles 4a and 4b are inserted:\n— crop rotation in such way that maize is only grown once during any period of two consecutive years, or\n— an intensive monitoring for the presence of the organism using appropriate sex pheromone traps is carried out and, when the organism is detected, measures are taken according to Articles 3 and 4.’.\n2. In Article 5, the following indents are added:\n‘— the areas of the zones referred to in Article 4a(1) and any changes therein,\n— the containment programmes referred to in Article 4a(2) and any changes therein.’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 August 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2006/35/EC (OJ L 88, 25.3.2006, p. 9).\n(2)  OJ L 275, 25.10.2003, p. 49."}