{"celex_id": "32006D0030", "uri": "http://publications.europa.eu/resource/cellar/96b61ec3-7947-403e-9b0a-a00202c74e03", "type": "Decision", "concepts": ["2149", "3259", "3449", "4763", "5455", "5883", "5898"], "title": "2007/48/EC: Decision of the European Central Bank of 30 December 2006 on Banka Slovenije's paying-up of capital, transfer of foreign reserve assets and contribution to the European Central Bank's reserves and provisions ( ECB/2006/30 )\n", "header": "31.1.2007 EN Official Journal of the European Union L 24/17\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 30 December 2006\non Banka Slovenije's paying-up of capital, transfer of foreign reserve assets and contribution to the European Central Bank's reserves and provisions\n(ECB/2006/30)\n(2007/48/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular Articles 30.1, 30.3, 49.1 and 49.2 thereof,\nWhereas:\n(1) Pursuant to Council Decision 2006/495/EC of 11 July 2006 in accordance with Article 122(2) of the Treaty on the adoption by Slovenia of the single currency on 1 January 2007 (1), Slovenia fulfils the necessary conditions for adoption of the euro and its derogation under Article 4 of the Act of accession (2) will be abrogated with effect from 1 January 2007.\n(2) Article 49.1 of the Statute provides that the national central bank (NCB) of a Member State whose derogation has been abrogated must pay up its subscribed share of the capital of the European Central Bank (ECB) to the same extent as the NCBs of the other participating Member States. The NCBs of the existing participating Member States have paid up their subscriptions to the ECB's capital in full (3). Banka Slovenije's weighting in the ECB's capital key is 0,3194 %, pursuant to Article 2 of Decision ECB/2006/21 of 15 December 2006 on the national central banks’ percentage shares in the key for subscription to the European Central Bank's capital (4). Banka Slovenije has already paid up a share of its subscription to the ECB's capital, pursuant to Article 1 of Decision ECB/2004/10 of 23 April 2004 laying down the measures necessary for the paying-up of the European Central Bank’s capital by the non-participating national central banks (5). The outstanding amount is therefore EUR 17 096 556,47, which results from multiplying the ECB's subscribed capital (EUR 5 760 652 402,58) by Banka Slovenije's capital key weighting (0,3194 %), minus the share of its subscription that has already been paid up, thereby taking into account the expansion of the ECB's capital key as a result of the Bulgarian National Bank and Banca Naţională a României joining the ESCB.\n(3) Article 49.1, in conjunction with Article 30.1, of the Statute provides that the NCB of a Member State whose derogation has been abrogated must also transfer foreign reserve assets to the ECB. Pursuant to Article 49.1 of the Statute, the sum to be transferred is determined by multiplying the euro value at current exchange rates of the foreign reserve assets which have already been transferred to the ECB in accordance with Article 30.1 of the Statute, by the ratio between the number of shares subscribed by the NCB concerned and the number of shares already paid up by the NCBs of the other participating Member States. When determining the ‘foreign reserve assets which have already been transferred to the ECB in accordance with Article 30.1’, due account should be taken of the ECB capital key adjustment on 1 January 2004 (6) pursuant to Article 29.3 of the Statute, the ECB capital key expansion on 1 May 2004 (7) pursuant to Article 49.3 of the Statute, and the ECB's capital key expansion on 1 January 2007 pursuant to Article 49.3 of the Statute (8). As a result, pursuant to Decision ECB/2006/24 of 15 December 2006 laying down the measures necessary for the contribution to the European Central Bank's accumulated equity value, for adjusting the national central banks’ claims equivalent to the transferred foreign reserve assets (9), the euro equivalent of the foreign reserve assets which have already been transferred to the ECB under Article 30.1 of the Statute is EUR 41 514 271 945,60.\n(4) The foreign reserve assets to be transferred by Banka Slovenije should be denominated in US dollars and gold.\n(5) Article 30.3 of the Statute provides that the ECB must credit each NCB of a participating Member State with a claim equivalent to the foreign reserve assets that it has transferred to the ECB. The provisions regarding the denomination and remuneration of the claims that have already been credited to the NCBs of the existing participating Member States (10) should also apply to the denomination and remuneration of Banka Slovenije's claim.\n(6) Article 49.2 of the Statute provides that the NCB of a Member State whose derogation has been abrogated must contribute to the ECB's reserves, to those provisions equivalent to reserves, and to the amount still to be appropriated to the reserves and provisions corresponding to the balance of the profit and loss account as at 31 December of the year prior to abrogation of the derogation. The amount of this contribution is determined in accordance with Article 49.2 of the Statute.\n(7) In accordance with Article 3.5 of the Rules of Procedure of the European Central Bank, the Governor of Banka Slovenije has been invited to attend the meeting of the Governing Council adopting this Decision,", "main_body": ["Definitions\nFor the purposes of this Decision:\n— ‘participating Member State’ means a Member State that has adopted the euro,\n— ‘cash’ means the lawful currency of the United States (US dollar),\n— ‘gold’ means fine troy ounces of gold in the form of London Good Delivery bars, as specified by the London Bullion Market Association,\n— ‘foreign reserve assets’ means gold or cash.", "Payment of capital\n1.   With effect from 1 January 2007, Banka Slovenije shall pay up the remaining share of its subscription to the ECB's capital, which corresponds to EUR 17 096 556,47.\n2.   Banka Slovenije shall pay this amount to the ECB on 2 January 2007 by means of a transfer through the Trans-European Automated Real-time Gross settlement Express Transfer system (Target).\n3.   Banka Slovenije shall, by means of a separate Target transfer, pay to the ECB on 2 January 2007 the interest accruing during the period from 1 January 2007 until 2 January 2007 on the amount due to the ECB under paragraph 2.\n4.   Any interest accruing under paragraph 3 shall be calculated on a daily basis, using the actual over-360-day method of calculation, at a rate equal to the marginal interest rate used by the European System of Central Banks (ESCB) in that of its most recent main refinancing operation.", "Transfer of foreign reserve assets\n1.   Banka Slovenije shall transfer to the ECB, with effect from 1 January 2007 and in accordance with this Article and the arrangements taken pursuant to it, an amount of foreign reserve assets denominated in US dollars and gold that is equivalent to EUR 191 641 809,33, as follows:\nEuro-equivalent amount of US dollars Euro-equivalent amount of gold Aggregate euro-equivalent amount\n162 895 537,93 28 746 271,40 191 641 809,33\n2.   The euro-equivalent amounts of foreign reserve assets to be transferred by Banka Slovenije under paragraph 1 shall be calculated on the basis of the exchange rates between the euro and the US dollar established as a result of the 24-hour written consultation procedure on 29 December 2006 between those central banks that participate in that procedure and, in the case of gold, on the basis of the US dollar price of gold per fine troy ounce established in the London gold fixing at 10.30 a.m., London time, on 29 December 2006.\n3.   The ECB shall confirm to Banka Slovenije as soon as possible the amounts calculated in accordance with paragraph 2.\n4.   Banka Slovenije shall transfer cash to the ECB to such accounts as are specified by the ECB. The settlement date for the cash to be transferred to the ECB is 2 January 2007. Banka Slovenije shall give instructions for the transfer of cash to the ECB on the settlement date.\n5.   Banka Slovenije shall transfer gold on such dates, to such accounts and at such locations as are specified by the ECB.\n6.   The difference, if any, between the aggregate euro-equivalent amount mentioned in paragraph 1 and the amount mentioned in Article 4(1) shall be settled in accordance with the Agreement of 30 December 2006 between the European Central Bank and Banka Slovenije regarding the claim credited to Banka Slovenije by the European Central Bank under Article 30.3 of the Statute of the European System of Central Banks and of the European Central Bank (11).", "Denomination, remuneration and maturity of the claim equivalent to Banka Slovenije's contribution\n1.   With effect from 1 January 2007, and subject to the specifications in Article 3 regarding the settlement dates of the transfers of foreign reserve assets, the ECB shall credit Banka Slovenije with a claim denominated in euro, equivalent to the aggregate euro amount of Banka Slovenije's contribution of foreign reserve assets, which corresponds to EUR 183 995 237,74.\n2.   The claim credited by the ECB to Banka Slovenije shall be remunerated. The interest accruing shall be calculated on a daily basis, using the actual over-360-day method of calculation, at a rate equivalent to 85 % of the marginal interest rate used by the ESCB in that of its most recent main refinancing operation.\n3.   The claim shall be remunerated at the end of each financial year. The ECB shall inform Banka Slovenije on a quarterly basis of the cumulative amount.\n4.   The claim shall not be redeemable.", "Contribution to the ECB's reserves and provisions\n1.   With effect from 1 January 2007 and in accordance with paragraphs 5 and 6 and Article 3, Banka Slovenije shall contribute to the ECB's reserves, to those provisions equivalent to reserves, and to the amount still to be appropriated to the reserves and provisions corresponding to the balance of the profit and loss account as at 31 December 2006.\n2.   The amount to be contributed by Banka Slovenije shall be determined in accordance with Article 49.2 of the Statute. The references in Article 49.2 to the ‘number of shares subscribed by the central bank concerned’ and the ‘number of shares already paid up by the other central banks’ shall refer to the weightings of Banka Slovenije and the NCBs of the existing participating Member States, respectively, in the ECB's capital key, pursuant to Decision ECB/2006/21.\n3.   For the purposes of paragraph 1, ‘the ECB's reserves’ and ‘provisions equivalent to reserves’ shall include, inter alia, the ECB's general reserve fund, balances on revaluation accounts and provisions for foreign exchange rate, interest rate and gold price risks.\n4.   At the latest on the first working day following the Governing Council's approval of the ECB's annual accounts for the year 2006, the ECB shall calculate and confirm to Banka Slovenije the amount to be contributed by Banka Slovenije under paragraph 1.\n5.   On the second working day following the Governing Council's approval of the ECB's annual accounts for the year 2006, Banka Slovenije shall, by means of two separate Target transfers, pay to the ECB\n(a) the amount due to the ECB under paragraph 4; and\n(b) the interest accruing during the period from 1 January 2007 until that date, on the amount due to the ECB under paragraph 4.\n6.   Any interest accruing under paragraph 5 b) shall be calculated on a daily basis, using the actual over-360-day method of calculation, at a rate equal to the marginal interest rate used by the ESCB in that of its most recent main refinancing operation.", "Final provision\nThis Decision shall enter into force on 1 January 2007."], "attachments": "Done at Frankfurt am Main, 30 December 2006.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 195, 15.7.2006, p. 25.\n(2)  Act concerning the conditions of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded (OJ L 236, 23.9.2003, p. 33).\n(3)  Decision ECB/2004/6OJ L 205, 9.6.2004, p. 7\n(4)  See page 1 of this Official Journal.\n(5)  OJ L 205, 9.6.2004, p. 19.\n(6)  Decision ECB/2003/17 (OJ L 9, 15.1.2004, p. 27).\n(7)  Decision ECB/2004/5 (OJ L 205, 9.6.2004, p. 5).\n(8)  Not yet published in the Official Journal.\n(9)  See page 9 of this Official Journal.\n(10)  Guideline ECB/2000/15 (OJ L 336, 30.12.2000, p. 114).\n(11)  Not yet published in the Official Journal."}