{"celex_id": "32002D0793", "uri": "http://publications.europa.eu/resource/cellar/c036ea68-2ee9-493b-a172-09d4c33a1c14", "type": "Decision", "concepts": ["1309", "1374", "1624", "192", "2231", "4689", "5369"], "title": "2002/793/EC: Commission Decision of 11 October 2002 amending Decision 93/402/EEC as regards imports of fresh meat from Paraguay (Text with EEA relevance) (notified under document number C(2002) 3690)\n", "header": "Commission Decision\nof 11 October 2002\namending Decision 93/402/EEC as regards imports of fresh meat from Paraguay\n(notified under document number C(2002) 3690)\n(Text with EEA relevance)\n(2002/793/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Regulation (EC) No 1452/2001(2), and in particular Article 14(3) thereof,\nWhereas:\n(1) Commission Decision 93/402/EEC of 10 June 1993 concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries(3), as last amended by Decision 2002/338/EC(4), applies to Argentina, Brazil, Chile, Colombia, Paraguay and Uruguay.\n(2) A Commission inspection mission to Paraguay from 21 to 31 January 2002 brought to light serious shortcomings.\n(3) The Paraguayan veterinary authorities immediately suspended exports of boned and matured bovine meat to the Community and produced an action plan to remedy the shortcomings.\n(4) After being notified by the Paraguayan authorities of the plan's implementation, the Commission carried out another inspection mission from 15 to 19 July 2002.\n(5) The findings of that mission and guarantees provided by the Paraguayan veterinary authorities in August 2002 permit the regionalisation of the country.\n(6) The importation of boned and matured bovine meat into the Community should therefore be authorised from certain regions after a fixed date.\n(7) Decision 93/402/EEC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 93/402/EEC is amended as follows:\n1. Annex I is replaced by the text in Annex I to this Decision.\n2. Annex II is replaced by the text in Annex II to this Decision.", "This Decision shall apply on the day of its publication in the Official Journal of the European Community.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 October 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 198, 21.7.2001, p. 11.\n(3) OJ L 179, 22.7.1993, p. 11.\n(4) OJ L 116, 3.5.2002, p. 60.\nANNEX I\n\"ANNEX I\nDescription of territories of South America established for animal health certification purposes\n>TABLE>\"\nANNEX II\n\"ANNEX II\nAnimal health guarantees requested on certification ((The letter (A, B, C, D, E, F, G, and H) appearing in the table, refer to the models of animal health guarantees as described in Part 2 of Annex III, to be applied for each product and origin in accordance with Article 2; a dash (-) indicates that imports are not authorised.HC: Human consumption.\nMP: Destined for heat-treated meat products industry:\n1= hearts\n2= livers\n3= masseter muscles\n4= tongues.\nPF: Destined for the pet food industry.))\n>TABLE>\""}