{"celex_id": "32004D0630", "uri": "http://publications.europa.eu/resource/cellar/61811576-5dcc-4e22-820f-d121e97049ee", "type": "Decision", "concepts": ["1005", "1755", "1854", "3150", "4743", "5315"], "title": "2004/630/: 2004/630/EC:Commission Decision of 27 July 2004 approving the programmes for the implementation of Member States' surveys for avian influenza in poultry and wild birds during 2004 and laying down reporting and eligibility rules for the financial contribution from the Community to the implementation costs of those programmes (notified under document number C(2004) 2854) Text with EEA relevance\n", "header": "8.9.2004 EN Official Journal of the European Union L 287/7\nCOMMISSION DECISION\nof 27 July 2004\napproving the programmes for the implementation of Member States' surveys for avian influenza in poultry and wild birds during 2004 and laying down reporting and eligibility rules for the financial contribution from the Community to the implementation costs of those programmes\n(notified under document number C(2004) 2854)\n(Only the German, French, Dutch, Greek, Danish, Finnish, English, Italian, Swedish, Spanish and Portuguese texts are authentic)\n(Text with EEA relevance)\n(2004/630/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 20 thereof,\nWhereas:\n(1) Council Decision 90/424/EEC provides for a financial contribution from the Community for the undertaking of technical and scientific measures necessary for the development of Community veterinary legislation and for veterinary education or training.\n(2) Commission Decision 2004/111/EC (2) provides for the implementation in 2004 of surveys for avian influenza in poultry and wild birds in the Member States, subject to the survey plans being approved by the Commission; these surveys should investigate the presence of infections in poultry, which could lead to a review of current legislation and contribute to the knowledge of the possible threats for animals and humans from the wildlife.\n(3) Programmes submitted by Member States have been examined by the Commission against the guidelines established by Decision 2004/615/EC amending Decision 2004/111/EC on the implementation of surveys for avian influenza in poultry and wild birds in the Member States to be carried out during 2004, and found to be consistent with those guidelines; they should therefore be approved individually.\n(4) Expenditures in relation to the programmes to be approved that have been incurred since 15 March 2004 shall also be eligible for co-financing.\n(5) Cyprus has submitted a surveillance programme but due to the small scale of the investigations planned, has not requested a financial contribution from the Community; however the programme should be officially approved.\n(6) Furthermore it is appropriate to lay down rules for reporting the results of the surveys and for the eligibility of the costs contained in the financial claim for a financial participation of the Community to the costs incurred by Member States for the implementation of the programme.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   Member States shall carry out surveys for avian influenza in poultry and wild birds in accordance with the programmes listed in Annex I and hereby approved for the period as specified.\n2.   The financial contribution of the Community to the costs of sampling and for analysing samples shall be granted to each Member State up to the maximum amount laid down in Annex I.\nThis contribution shall be granted provided that the Member State:\n(a) brings into force the laws, regulations or administrative provisions necessary for implementing its programme,\n(b) forwards a final report to the Commission and to the Community Reference Laboratory for avian influenza by 15 March 2005 at the latest, on the technical execution of the programme and the results attained, according to the reporting models specified in Annex II, III, IV and V, and accompanied by justifying evidence as to the costs incurred during the period for which the programme is approved,\n(c) implements the programme efficiently; in particular the competent authority shall ensure that appropriate samples are taken in poultry holdings or at abattoirs.", "This Decision is addressed to Austria, Belgium, Cyprus, Denmark, Finland, France, Germany, Ireland, Italy, Luxemburg, Sweden, Spain, Portugal and the United Kingdom."], "attachments": "Done at Brussels, 27 July 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Council Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 32, 5.2.2004, p. 20. Decision as amended by Decision 2004/615/EC (OJ L 278, 27.8.2004, p. 59).\nANNEX I\nList of Member States, for which programmes for avian influenza surveys in poultry and wild birds are approved\n(EUR)\nCode Member State Period Maximum amount for co-financing\nAT Austria 15 March 2004-15 March 2005 10 800,00\nBE Belgium 15 March 2004-15 March 2005 11 700,00\nCY Cyprus 15 March 2004-15 March 2005 —\nDE Germany 15 March 2004-15 March 2005 78 500,00\nDK Denmark 15 March 2004-15 March 2005 72 600,00\nES Spain 15 March 2004-15 March 2005 34 300,00\nFI Finland 15 March 2004-15 March 2005 40 500,00\nFR France 15 March 2004-15 March 2005 148 900,00\nIE Ireland 15 March 2004-15 March 2005 32 300,00\nIT Italy 15 March 2004-15 March 2005 75 300,00\nLU Luxembourg 15 March 2004-15 March 2005 1 900,00\nPT Portugal 15 March 2004-15 March 2005 18 700,00\nSE Sweden 15 March 2004-15 March 2005 28 500,00\nUK United Kingdom 15 March 2004-15 March 2005 85 600,00\nTOTAL   639 600,00\nANNEX II\nFinal report on sampled poultry holdings (1) (except ducks and geese)\nSerological investigation according to guidelines point A on holdings of broilers (only when at risk)/fattening turkeys/chicken breeders/turkey breeders/laying hens/free range laying hens/ratites/farmed feathered game (pheasants, partridges, quails…)/‘backyard flocks’/others (delete as appropriate)\nPlease use one form per poultry category!\nMember State: Date: Reporting period from: to:\nRegion (2) Total number of holdings (3) Total number of holdings sampled Total number of positive holdings Number of positive holdings for subtype H 5 Number of positive holdings for subtype H 7\n\n\n\n\n\n\nTOTAL\n(1)  Holdings equals herds, flocks or establishments as appropriate.\n(2)  Region as defined in the approved programme of the Member State.\n(3)  Total number of holdings of one category of poultry in a region.\nANNEX III\nFinal report on data on duck and geese holdings (1) according to guidelines point B\nSEROLOGICAL INVESTIGATION\nMember State: ... Date: ... Reporting period from: ... to: ...\nRegion (2) Total number of duck and geese holdings Total number of duck and geese holdings sampled Total number of serological positive holdings Number of serological positive holdings for subtype H 5 Number of serological positive holdings for subtype H 7 Total number of virological positive holdings Number of virological positive holdings for subtype H5 Number of virological positive holdings for subtype H 7\n\n\n\n\n\n\n\n\nTOTAL\n(1)  Holdings equals herds, flocks or establishments as appropriate.\n(2)  Region as defined in the approved programme of the Member State.\nANNEX IV\nFinal report on data on wild birds — virological investigation according to guidelines point C\nMember State: Date: Reporting period from: to:\nRegion (1) Species of wild birds sampled Total number of samples taken for virological examination Total number of positive samples Number of positive samples for subtype H 5 Number of positive samples for subtype H 7\n\n\n\n\n\n\n\nTOTAL\n(1)  Region as defined in the approved programme of the Member States or indication of location of bird-watching station(s).\nANNEX V\nFinal financial report and payment application\nOne table per survey in poultry/wild birds (1)\nMember State: Date: Reporting period from: to:\nMeasures eligible for co-financing (2)\nMethods of laboratory analysis Number tests performed per method Costs\nSerological pre-screening (3)\nHaemagglutination-inhibition-test (HI) for H5/H7\nVirus isolation test\nOther measures to be covered Specify activities\nSampling\nOthers\nTOTAL\nHerewith I certify that the data given above are correct and that no other Community contribution was asked for these measures.\n(Place, Date)\n(Signature)\n(1)  Strike through as appropriate.\n(2)  Data to be given in national currency, VAT excluded.\n(3)  Please indicate test used."}