{"celex_id": "32001D0313", "uri": "http://publications.europa.eu/resource/cellar/ebbe7400-6184-446c-84aa-e3dcc825286d", "type": "Decision", "concepts": ["1309", "1445", "1755", "2084", "2435", "5369"], "title": "2001/313/EC: Commission Decision of 4 April 2001 amending for the second time Decision 1999/766/EC on certain protective measures in respect of infectious salmon anaemia in salmonids in Norway (Text with EEA relevance) (notified under document number C(2001) 1027)\n", "header": "Commission Decision\nof 4 April 2001\namending for the second time Decision 1999/766/EC on certain protective measures in respect of infectious salmon anaemia in salmonids in Norway\n(notified under document number C(2001) 1027)\n(Text with EEA relevance)\n(2001/313/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from non-member countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), as last amended by Directive 96/43/EC(2), and in particular Article 18(7) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from non-member countries(3), and in particular Article 22(6) thereof,\nWhereas:\n(1) In July 1999 the Commission adopted Decision 1999/766/EC on certain protective measures in respect of infectious salmon anaemia (ISA) in salmonids in Norway(4). This was subsequently amended by Decision 2000/431/EC(5). The measures include a ban on the imports into the Community of live salmon and stringent conditions for the importation of salmon products for human consumption. These measures apply until 1 April 2001.\n(2) Norway has during 2000 reported 17 outbreaks of ISA and three outbreaks during January to mid-February 2001. Special protective measures have been taken. At present, 19 different restriction zones regarding ISA - including 18 municipalities - are in place.\n(3) In the light of the disease situation in Norway the measures of Decision 1999/766/EC should be extended until 1 February 2002.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["In Article 4 of Decision 1999/766/EC the words \"1 April 2001\" are replaced by \"1 February 2002\" and the words \"31 December 1999\" are replaced by \"31 December 2001\".", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 April 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56.\n(2) OJ L 162, 1.7.1996, p. 1.\n(3) OJ L 24, 30.1.1998, p. 9.\n(4) OJ L 302, 25.11.1999, p. 23.\n(5) OJ L 170, 11.7.2000, p. 15."}