{"celex_id": "32006D0650", "uri": "http://publications.europa.eu/resource/cellar/4bf32e82-be08-41b4-a63c-1409ec122a46", "type": "Decision", "concepts": ["1318", "1755", "1854", "2211", "2286", "3584", "4152"], "title": "2006/650/EC: Commission Decision of 25 September 2006 amending Decision 2005/393/EC as regards restricted zones in relation to bluetongue (notified under document number C(2006) 4227)   (Text with EEA relevance)\n", "header": "27.9.2006 EN Official Journal of the European Union L 267/45\nCOMMISSION DECISION\nof 25 September 2006\namending Decision 2005/393/EC as regards restricted zones in relation to bluetongue\n(notified under document number C(2006) 4227)\n(Text with EEA relevance)\n(2006/650/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Article 8(3) thereof,\nWhereas:\n(1) Directive 2000/75/EC lays down control rules and measures to combat bluetongue in the Community, including the establishment of protection and surveillance zones and a ban on animals leaving those zones.\n(2) Commission Decision 2005/393/EC of 23 May 2005 on protection and surveillance zones in relation to bluetongue and conditions applying to movements from or through these zones (2) provides for the demarcation of the global geographic areas where protection and surveillance zones (‘the restricted zones’) are to be established by the Member States in relation to bluetongue.\n(3) Following the notification of outbreaks of bluetongue in mid-August and early September 2006 by Belgium, Germany, France and the Netherlands, the Commission has amended several times Decision 2005/393/EC as regards the demarcation of the restricted zones concerned.\n(4) On 8 September 2006, the Netherlands informed the Commission of a new confirmed case of bluetongue in cattle in the north part of the country. In view of those findings, the restricted zone should be extended to the whole of the Netherlands.\n(5) Following a substantiated request submitted by Germany, it is appropriate to amend the demarcation of the restricted zone in Germany.\n(6) Decision 2005/393/EC should be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2005/393/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 September 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74.\n(2)  OJ L 130, 24.5.2005, p. 22. Decision as last amended by Decision 2006/633/EC (OJ L 258, 21.9.2006, p. 7).\nANNEX\nAnnex I to Decision 2005/393/EC is amended as follows:\n1. The list of restricted zones in Zone F (serotype 8) which relates to the Netherlands is replaced by the following:\n‘The Netherlands : Whole territory.’\n2. The list of restricted zones in Zone F (serotype 8) which relates to Germany is replaced by the following:\n— im Landkreis Kassel die Gemeinden Breuna, Liebenau, Zierenberg, Wolfhagen, Naumburg, Bad Emstal, Schauenburg, Habichtswald, Calden, Ahnatal, Baunatal, Hofgeismar, Grebenstein, Fuldabrück\n— Stadt Kassel\n— im Schwalm-Eder-Kreis die Gemeinden Fritzlar, Niedenstein, Gudensberg, Wabern, Borken (Hessen), Bad Zwesten, Jesberg, Gilserberg, Schwalmstadt, Neuental, Frielendorf, Homberg (Efze), Neukirchen, Schrecksbach, Willingshausen, Edermünde, Guxhagen, Körle, Melsungen, Felsberg, Malsfeld, Knüllwald, Schwarzenborn, Oberaula, Ottrau, Morschen\n— Landkreis Waldeck-Frankenberg\n— im Landkreis Hersfeld-Rotenburg die Gemeinden Ludwigsau, Neuenstein, Kirchheim, Niederaula, Breitenbach a. Herzberg\n— im Landkreis Fulda die Gemeinden Bad Salzschlirf, Großenlüder, Fulda, Hosenfeld, Neuhof, Flieden, Eichenzell, Kalbach\n— Landkreis Marburg-Biedenkopf\n— Vogelsbergkreis\n— Lahn-Dill-Kreis\n— Landkreis Gießen\n— Landkreis Limburg-Weilburg\n— Wetteraukreis\n— Hochtaunuskreis\n— Stadt Frankfurt am Main\n— Stadt Offenbach\n— Landkreis Offenbach\n— Main-Kinzig-Kreis\n— Rheingau-Taunus-Kreis\n— Stadt Wiesbaden\n— Main-Taunus-Kreis\n— Landkreis Groß-Gerau\n— Stadt Darmstadt\n— Landkreis Darmstadt-Dieburg\n— im Landkreis Bergstraße die Gemeinden Groß-Rohrheim, Biblis, Lampertheim, Bürstadt, Zwingenberg, Bensheim, Einhausen, Lorsch, Heppenheim, Lautertal, Lindenfels\n— Stadt Osnabrück\n— Im Landkreis Grafschaft Bentheim die Gemeinden Bad Bentheim, Suddendorf, Ohne, Samern, Schüttorf, Quendorf, Isterberg, Nordhorn, Engden\n— Im Landkreis Emsland die Gemeinden Emsbüren, Salzbergen, Lünne, Spelle, Schapen\n— Im Landkreis Osnabrück die Gemeinden Glandorf, Bad Laer, Bad Rothenfelde, Dissen, Bad Iburg, Hilter, Melle, Bissendorf, Georgsmarienhütte, Hagen, Hasbergen\n— Kreis Ahrweiler\n— Kreis Altenkirchen\n— Kreis Alzey-Worms\n— Im Kreis Bad Dürkheim die Verbandsgemeinden Lambrecht (Pfalz), Hettenleidelheim, Freinsheim, Grünstadt Land\n— Stadt Bad Dürkheim\n— Kreis Bad Kreuznach\n— Kreis Bernkastel-Wittlich\n— Kreis Birkenfeld\n— Kreis Bitburg-Prüm\n— Kreis Cochem-Zell\n— Kreis Daun\n— Donnersbergkreis\n— Stadt Grünstadt\n— Kreis Kaiserslautern\n— Stadt Kaiserslautern\n— Stadt Koblenz\n— Kreis Kusel\n— Stadt Mainz\n— Kreis Mainz Bingen\n— Kreis Mayen-Koblenz\n— Kreis Neuwied\n— Im Kreis Südwestpfalz die Verbandsgemeinden Wallhalben, Waldfischbach-Burgalben, Thaleischweiler-Fröschen, Zweibrücken-Land sowie die Ortsgemeinden Donsieders, Clausen, Leimen aus der Verbandsgemeinde Rodalben, die verbandsfreie Gemeinde Rodalben und die Exklave zu Wilgartswiesen in der Verbandsgemeinde Rodalben\n— In der Stadt Pirmasens die Stadtteile Windsberg, Hengsberg, Fehrbach\n— Rhein-Hunsrück-Kreis\n— Rhein-Lahn-Kreis\n— Im Rhein-Pfalz Kreis die Verbandsgemeinde Heßheim, verbandsfreie Gemeinde Bobenheim-Roxheim\n— Stadt Trier\n— Kreis Trier-Saarburg\n— Westerwaldkreis\n— Stadt Worms\n— Stadt Zweibrücken"}