{"celex_id": "32007D0592", "uri": "http://publications.europa.eu/resource/cellar/cec5b12d-ad8d-4556-94d8-a1ce17d9fe38", "type": "Decision", "concepts": ["1309", "1644", "192", "2435", "4808", "6163"], "title": "2007/592/EC: Commission Decision of 24 August 2007 amending Decision 2006/656/EC as regards the list of territories from which imports of tropical ornamental fish into the Community are authorised (notified under document number C(2007) 3960) (Text with EEA relevance )\n", "header": "29.8.2007 EN Official Journal of the European Union L 224/5\nCOMMISSION DECISION\nof 24 August 2007\namending Decision 2006/656/EC as regards the list of territories from which imports of tropical ornamental fish into the Community are authorised\n(notified under document number C(2007) 3960)\n(Text with EEA relevance)\n(2007/592/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (1), and in particular Article 19(1) thereof,\nWhereas:\n(1) Part II of Annex I to Commission Decision 2006/656/EC of 20 September 2006 laying down the animal health conditions and certification requirements for imports of fish for ornamental purpose (2) lays down a list of territories from which imports of tropical ornamental fish into the Community are authorised. That list includes all member countries of the World Organisation for Animal Health (OIE).\n(2) Tropical ornamental fish are not susceptible to the diseases listed in Annex A to Directive 91/67/EEC and pose a relatively low risk to the animal health situation in the Community. OIE membership has been deemed as fulfilling the criteria, as referred to in Article 19(2) of Directive 91/67/EEC, that third countries should comply with to be allowed to export tropical ornamental fish to the Community, as it ensures notification of any aquatic animal health event to the other OIE members.\n(3) The Maldives was an important exporter of tropical ornamental fish to some Member States but is not yet a member of the OIE. However, by letter dated 9 May 2007, the Maldives committed itself to join the OIE and to fulfil the obligations deriving from such membership in the interim period before it officially becomes a member of the OIE.\n(4) The Maldives should be included in Part II of Annex I to Decision 2006/656/EC before it officially joins the OIE. However, if the Maldives has not acceded to the OIE by 31 December 2007 at the latest, imports of tropical ornamental fish from that country to the Community should no longer be authorised after that date.\n(5) Decision 2006/656/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2006/656/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 August 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 46, 19.2.1991, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 271, 30.9.2006, p. 71.\nANNEX\nIn Part II of Annex I to Decision 2006/656/EC, the following text is added:\n‘Maldives, pending its accession to the OIE. In case the Maldives has not become a member country of the OIE by 31 December 2007, imports of tropical ornamental fish from that country shall no longer be authorised after that date.’"}