{"celex_id": "32004D0216", "uri": "http://publications.europa.eu/resource/cellar/1c6dac34-fa64-490e-8a05-c5474132ffb9", "type": "Decision", "concepts": ["1755", "5334"], "title": "2004/216/EC: Commission Decision of 1 March 2004 amending Council Directive 82/894/EEC on the notification of animal diseases within the Community to include certain equine diseases and certain diseases of bees to the list of notifiable diseases (Text with EEA relevance) (notified under document number C(2004) 578)\n", "header": "Commission Decision\nof 1 March 2004\namending Council Directive 82/894/EEC on the notification of animal diseases within the Community to include certain equine diseases and certain diseases of bees to the list of notifiable diseases\n(notified under document number C(2004) 578)\n(Text with EEA relevance)\n(2004/216/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 82/894/EEC of 21 December 1982 on the notification of animal diseases within the Community(1), and in particular the first indent of Article 5(2) thereof,\nWhereas:\n(1) In accordance with Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae(2), African horse sickness, vesicular stomatitis, glanders, dourine, equine encephalomyelitis of all types, equine infectious anaemia, rabies and anthrax are defined as compulsorily notifiable diseases.\n(2) Annex I to Council Directive 82/894/EEC, listing the diseases the occurrence of which must be notified to the Commission and other Member States, includes in relation to diseases affecting equidae only African horse sickness and vesicular stomatitis.\n(3) African horse sickness, vesicular stomatitis, glanders, dourine, equine infectious anaemia and various types of equine encephalomyelitis are diseases of equidae that are listed by the World Organisation for Animal Health (OIE).\n(4) Member countries of the OIE are obliged to notify the confirmed first occurrence or reoccurrence of a listed disease, if the country or zone of the country was previously considered to be free from that particular disease, or the disease may have a zoonotic impact and where the disease developments may have implications for international trade.\n(5) At present African horse sickness, vesicular stomatitis, glanders, dourine and most of the types of viral equine encephalomyelitis are exotic to the Community. Equine infectious anaemia and some types of equine encephalomyelitis are reported occasionally in certain parts of the Community.\n(6) The small hive beetle and the Tropilaelaps mite are exotic parasites affecting honey bees and currently no cases of these diseases are known to occur in the Community. If imported however they could have a devastating effect on the health status of honey bees and on the apiary industry, which is why these diseases were added to the list of Community notifiable diseases.\n(7) Prompt notification and information on the occurrence of such diseases within the Community is vital for controlling an emerging disease, as well as for the movement of and trade in equidae and bees, taking also into account the potential zoonotic impact of certain of these diseases.\n(8) With the enlargement of the Community and different environmental effects on vectors transmitting some of the above diseases, the situation in the Community in relation to these diseases is susceptible to change.\n(9) It appears therefore appropriate to add glanders, dourine, equine infectious anaemia, all types of equine encephalomyelitis, the small hive beetle and the Tropilaelaps mite to Annex I to Council Directive 82/894/EEC and to change Annex II to Council Directive 82/894/EEC to take into account the way in which bees are kept.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Directive 82/894/EEC are replaced by the text in the Annex to this Decision.", "This Decision shall apply from 25 March 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 378, 31.12.1982, p. 58; Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(2) OJ L 224, 18.8.1990, p. 42; Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\nANNEX\n\"ANNEX I\nDiseases which are subject to notification\nAfrican horse sickness\nAfrican swine fever\nAvian influenza (was fowl plague)\nBluetongue\nBovine spongiform encephalopathy\nClassical swine fever\nContagious bovine pleuropneumonia\nDourine\nEquine encephalomyelitis (of all types, including Venezuelan equine encephalomyelitis)\nEquine infectious anaemia\nFoot-and-mouth disease\nGlanders\nInfectious haematopoietic necrosis\nInfectious salmon anaemia\nLumpy skin disease\nNewcastle disease\nPeste des petits ruminants\nPorcine enterovirus encephalomyelitis (was Teschen disease)\nRift valley fever\nRinderpest (cattle plague)\nSheep and goat pox (Capripox)\nSmall hive beetle (Aethina tumida)\nSwine vesicular disease\nTropilaelaps mite\nVesicular stomatitis\nViral haemorrhagic septicaemia\nANNEX II\nInformation to be given under the notification required by Articles 3 and 4 in relation to primary and secondary outbreaks of the diseases listed in Annex I\n1. Date of dispatch.\n2. Time of dispatch.\n3. Country of origin.\n4. Name of disease and type of virus, where appropriate.\n5. Serial number of outbreak.\n6. Type of outbreak.\n7. Reference number of outbreak linked to this outbreak.\n8. Region and geographical location of the holding.\n9. Other region affected by restrictions.\n10. Date of confirmation.\n11. Date of suspicion.\n12. Date of estimation of first infection.\n13. Origin of disease.\n14. Control measures taken.\n15. Number of susceptible animals on premises (a) cattle, (b) pigs, (c) sheep, (d) goats, (e) poultry, (f) equidae, (g) fish, (h) wild species, (i) in the case of diseases of bees the number of susceptible hives must be given.\n16. Number of animals clinically affected on premises (a) cattle, (b) pigs, (c) sheep, (d) goats, (e) poultry, (f) equidae, (g) fish, (h) wild species, (i) in the case of diseases of bees the number of clinically affected hives must be given.\n17. Number of animals that have died on premises (a) cattle, (b) pigs, (c) sheep, (d) goats, (e) poultry, (f) equidae, (g) fish, (h) wild species.\n18. Number of stock slaughtered (a) cattle, (b) pigs, (c) sheep, (d) goats,(e) poultry, (f) equidae, (g) fish, (h) wild species.\n19. Number of carcasses destroyed (a) cattle, (b) pigs, (c) sheep, (d) goats, (e) poultry, (f) equidae, (g) fish, (h) wild species, (i) in the case of diseases of bees the number of destroyed hives must be given.\n20. (Estimated) date of completion of killing.\n21. (Estimated) date of completion of destruction.\nIn the case of swine fever the additional information:\n1. distance from nearest pig holding.\n2. number and type (breeding, fattening and piglets(1)) of pigs on the infected premises.\n3. number and type of pigs (breeding, fattening and piglets(2)) clinically affected on the infected premises.\n4. method of diagnosis.\n5. if not on premises then whether confirmed in a slaughterhouse or in a means of transport.\n6. confirmation of primary cases(3) in feral pigs.\nIn the case of fish diseases:\nInfections with infectious haematopoietic necrosis, infectious salmon anaemia, and viral haemorrhagic septicaemia, when confirmed in farms or zones approved or free, must be notified as primary outbreaks. The name and description of the approved farm or zone must be included in the free text.\n(1) Animals under approximately 3 months old.\n(2) Animals under approximately 3 months old.\n(3) Primary case in feral pigs means those cases occurring in free areas i.e. outside of restricted areas for classical swine fever in feral pigs.\""}