{"celex_id": "32002R1486", "uri": "http://publications.europa.eu/resource/cellar/bf7ff7b0-f958-46ca-bd69-ad9bd2c5b2d8", "type": "Regulation", "concepts": ["252", "3003", "797"], "title": "Commission Regulation (EC) No 1486/2002 of 19 August 2002 amending Regulation (EC) No 1591/2001 laying down detailed rules for applying the cotton aid scheme\n", "header": "Commission Regulation (EC) No 1486/2002\nof 19 August 2002\namending Regulation (EC) No 1591/2001 laying down detailed rules for applying the cotton aid scheme\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as last amended by Council Regulation (EC) No 1050/2001(1),\nHaving regard to Council Regulation (EC) No 1051/2001 of 22 May 2001 on production aid for cotton(2), and in particular Article 19(1) thereof,\nWhereas:\n(1) In order to ensure proper accounting of the respective quantities of unginned cotton involved, the concepts of production eligible for aid and of actual production as referred to in Article 16(3) of Commission Regulation (EC) No 1591/2001 of 2 August 2001 laying down detailed rules for applying the cotton aid scheme(3) should be defined.\n(2) Article 17(3) of Regulation (EC) No 1051/2001 authorises the Member States to restrict the areas eligible for aid based in particular on agro-environmental criteria. Should a Member State apply this provision, the quantities of cotton from areas exceeding the imposed limit can still be ginned and placed on the market but they cannot qualify for the Community aid scheme or be required to comply with the minimum price requirement.\n(3) Article 15(4)(a) of Regulation (EC) No 1591/2001 provides for the transmission, no later than 15 May each year, of the information relating to the quantities for which aid has been approved. So as to have the most detailed possible information on the harvest coming to market, provision should also be made for the transmission of information on the quantities for which aid has not been approved.\n(4) Article 13(1)(a) of Regulation (EC) No 1591/2001 states that the Member State should verify the accuracy of the declarations of areas by on-the-spot checks relating to not less than 5 % of the declarations. Article 9(2) of that Regulation provides for an adjustment in the declared areas if they differ from those found during the inspections. Having as precise information as is possible on the accuracy of the area declarations is an important element of the aid scheme's management, particularly as regards the measures taken under Article 17(3) of Regulation (EC) No 1051/2001. Provision should therefore be made for a time limit by which the on-the-spot checks of 5 % of the area declarations must be made, which makes it possible to verify effectively that national measures restricting the area under cotton have been complied with.\n(5) With a view to managing the aid scheme soundly, Article 15 of Regulation (EC) No 1591/2001 lists the information that must be submitted by the Member States to the Commission. Provision should also be made for notifying the measures taken under Article 14(1) and (2).\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Natural Fibres,", "main_body": ["Regulation (EC) No 1591/2001 is hereby amended as follows:\n1. the following subparagraph is added to Article 4(2): \"The quantity eligible for the aid granted in euro per 100 kg as referred to in the preceding subparagraph shall be the quantity of unginned cotton of sound, fair and merchantable quality, from areas declared in accordance with Article 9 and not excluded from the aid scheme by virtue of Article 17(3) of Regulation (EC) No 1051/2001, which has been delivered by the producers to the ginning plants and in relation to which the provisions of Articles 5, 6, 8, 10, 11 and 12 have been met.\";\n2. Article 13(1)(a) is replaced by the following: \"(a) that the declarations of areas sown to cotton are accurate by an on-the-spot check of not less than 5 % of the declarations, to be carried out no later than 15 November of the marketing year concerned.\";\n3. the following subpoints are added to Article 15(4)(a): \"(iv) a summary of the quantities satisfying the characteristics of actual production as referred to in the second subparagraph of Article 16(3) delivered by the producers to the ginning plants.\n(v) a summary of the quantities delivered by the producers to the ginning plants but not approved for aid for the current marketing year, broken down by exclusion category.\";\n4. the following paragraph 7 is added to Article 15: \"7. No later than 30 September each year, producer Member States shall communicate the penalties imposed or being considered under Article 14(1) and (2) for the preceding marketing year.\";\n5. the following subparagraph is added to Article 16(3): \"Actual production as referred to in the first subparagraph shall be the total production of unginned cotton of sound, fair and merchantable quality from areas declared under Article 9 and not excluded from the aid scheme by virtue of Article 17(3) of Regulation (EC) No 1051/2001, and which has been delivered by the producers to the ginning plants.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 148, 1.6.2001, p. 1.\n(2) OJ L 148, 1.6.2001, p. 3.\n(3) OJ L 210, 3.8.2001, p. 12."}