{"celex_id": "32005R0992", "uri": "http://publications.europa.eu/resource/cellar/9caf60cd-38a8-4ba0-9a46-cad0e42bb70c", "type": "Regulation", "concepts": ["1309", "161", "1644", "4078", "5034", "768"], "title": "Commission Regulation (EC) No 992/2005 of 29 June 2005 opening and providing for the administration of an import quota for young male bovine animals for fattening (1 July 2005 to 30 June 2006)\n", "header": "30.6.2005 EN Official Journal of the European Union L 168/16\nCOMMISSION REGULATION (EC) No 992/2005\nof 29 June 2005\nopening and providing for the administration of an import quota for young male bovine animals for fattening (1 July 2005 to 30 June 2006)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1), and in particular Article 32(1) thereof,\nWhereas,\n(1) The World Trade Organisation (WTO) schedule CXL requires the Community to open an annual import tariff quota for 169 000 head of young male bovine animals for fattening.\n(2) Pending the results of the negotiations under Article XXIV.6 GATT in the context of the WTO following the Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Malta, Hungary, Poland, Slovenia and Slovakia (hereinafter referred to as the new Member States) certain of which were, together with Romania, the principal supplier countries within this quota in the last three quota years, it is appropriate to lay down in the detailed rules for the management of this tariff quota that for the period 1 July 2005 to 30 June 2006 the available quantity should be phased over the year in a suitable manner within the meaning of Article 32(4) of Regulation (EC) No 1254/1999.\n(3) To take into account the traditional trade patterns between the Community and the supplier countries within this quota and the need to safeguard the equilibrium of the market, the quantity available is staggered over four quarters for the quota year 2005/2006. Once the ongoing XXIV.6 negotiations have been finalised and ratified, new management rules will be implemented. Those rules should take into account the results of those negotiations and the quantities already used within the quota hereby opened.\n(4) In order to provide a more equal access to the quota while ensuring a commercially viable number of animals per application, each application of import licences should respect a minimum and a maximum number of heads.\n(5) With a view to preventing speculation, the quantities available within the quota should be made accessible to operators able to show that they are genuinely engaged in import of a significant scale from third countries. In consideration of this and in order to ensure efficient management, the traders concerned should be required to have imported a minimum of 100 animals during the period 1 May 2004 to 30 April 2005 given that a consignment of 100 animals may be considered to be a commercial viable consignment.\n(6) If such criteria should to be checked, applications must be presented in the Member State where the importer is entered in a VAT register.\n(7) In order to prevent speculation, importers no longer involved in trade in live bovine animals at 1 January 2005 should be denied access to the quota and licences should not be transferable.\n(8) Provision should be made for quantities for which licence applications may be requested to be allocated after a period of consideration and, where appropriate, once a uniform percentage reduction has been applied.\n(9) The arrangements should be managed using import licences. To this end, rules should be laid down on the submission of applications and the information to be given on applications and licences, where necessary by addition of certain provisions of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (2) and of Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (3).\n(10) Experience shows that a proper management of the quota also requires that the titular holder of the licence is a genuine importer. Therefore, such importer should actively participate in the purchase, transport and import of the animals concerned. Presentation of proof of those activities should thus also be a primary requirement with regard to the licence security.\n(11) With a view to ensuring a strict statistical control of the animals imported under the quota, the tolerance referred to in Article 8(4) of Regulation (EC) No 1291/2000 should not apply.\n(12) The application of this tariff quota requires effective checks on the specific destination of the imported animals. The animals should therefore be fattened in the Member State which has issued the import licence.\n(13) A security should be lodged to ensure that the animals are fattened for at least 120 days in designated production units. The amount of the security should cover the difference between the common customs tariff (CCT) duty and the reduced duty applicable on the date of release for free circulation of the animals in question.\n(14) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1.   A tariff quota for 169 000 young male bovine animals falling within CN code 0102 90 05, 0102 90 29 or 0102 90 49 and intended for fattening in the Community is hereby opened for the period 1 July 2005 to 30 June 2006 subject to any reductions negotiated subsequently between the Community and its WTO partners within the framework of the negotiations under Article XXIV.6 GATT in the context of the WTO.\nThis tariff quota shall have the order number 09.4005.\n2.   The customs import duty applicable under the tariff quota referred to in paragraph 1 shall be 16 % ad valorem plus EUR 582 per tonne net.\nThe rate of duty provided for in the first subparagraph shall apply on condition that the imported animals are fattened for at least 120 days in the Member State which has issued the import licence.\n3.   The quantities referred under paragraph 1 shall be staggered over the period referred to in that paragraph as follows:\n(a) 42 250 live bovine animals for the period 1 July to 30 September 2005;\n(b) 42 250 live animals for the period 1 October to 31 December 2005;\n(c) 42 250 live animals for the period 1 January to 31 March 2006;\n(d) 42 250 live animals for the period 1 April to 30 June 2006.\n4.   If, during one of the periods mentioned under paragraphs 3(a), 3(b) and 3(c), the quantity covered by licence applications submitted for each of these periods is less than the quantity available for the period in question, the remaining quantity of that period will be added to the quantity available for the following period.", "1.   To be eligible under the quota provided for in Article 1, applicants must be natural or legal persons and must prove to the satisfaction of the competent authorities of the Member State concerned, at the time they submit their applications for import licences, that they have imported at least 100 animals covered by CN code 0102 90 during the period 1 May 2004 to 30 April 2005.\nApplicants must be listed in a national VAT register.\n2.   Proof of import shall be furnished exclusively by means of the customs document of release for free circulation, duly endorsed by the customs authorities and containing a reference to the applicant concerned as being the consignee.\nMember States may accept copies of the documents referred to in the first subparagraph, duly certified by the competent authority. Where such copies are accepted, notification hereof shall be made in the communication from Member States referred to in Article 3(5) in respect of each applicant concerned.\n3.   Operators who at 1 January 2005 have ceased their activities in trade with third countries in the beef and veal sector shall not qualify for any application.\n4.   A company formed by the merger of companies each having reference imports complying with the minimum quantity referred to in paragraph 1 may use those reference imports as a basis for its application.", "1.   Applications for import licences may be submitted only in the Member State in which the applicant is registered for VAT purposes.\n2.   Applications for import licences per each period referred to in Article 1(3):\n(a) must cover at least 100 animals,\n(b) may not cover more than 5 % of the quantity available.\nWhere applications exceed the quantity referred to in the first subparagraph, point (b), the excess shall be disregarded.\n3.   Applications for import licences shall be submitted during the first 10 working days of each period referred in Article 1(3). However, application for the first period shall be submitted during the 10 working days following the publication of this Regulation in the Official Journal of the European Union.\n4.   Applicants may lodge no more than one application each per period referred to in Article 1(3). Where the same applicant lodges more than one application, all applications from that applicant shall be inadmissible.\n5.   After verification of the documents presented, Member States shall forward to the Commission, by the fifth working day following the end of the period for the submission of applications at the latest, the list of applicants and their addresses as well as the quantities applied for.\nAll notifications, including ‘nil’ returns, shall be forwarded by fax or e-mail using the model form in Annex I to this Regulation in cases where applications have actually been submitted.", "1.   Following the notification referred to in Article 3(5), the Commission shall decide as soon as possible to which extent the applications can be met.\n2.   If the quantities covered by applications as referred to in Article 3 exceed those available for the period in question, the Commission shall fix a single percentage reduction to be applied to the quantities applied for.\nWhere application of the reduction coefficient provided for in the first subparagraph gives a figure of less than 100 head per application, the quantity available shall be awarded by the Member States concerned by drawing lots for import rights covering 100 head each. Where the remainder lot is less than 100 head it shall be considered a single lot.\n3.   Licences shall be issued as soon as possible subject to the Commission's decision regarding acceptance of the applications.", "1.   Import licences shall be issued on the name of the operator who submitted the application.\n2.   Licence applications and licences shall show the following:\n(a) in box 8, the country of origin;\n(b) in box 16, one or several of the following Combined Nomenclature codes:\n— 0102 90 05; 0102 90 29 or 0102 90 49;\n(c) in box 20, the order number of the quota (09.4005) and one of the endorsements provided for in Annex III.", "1.   Notwithstanding Article 9(1) of Regulation (EC) No 1291/2000, import licences issued pursuant to this Regulation shall not be transferable and shall confer rights under the tariff quotas only if made out in the same name and address as the one entered as consignee in the customs declaration of release for free circulation accompanying them.\n2.   No import licences shall be valid after 30 June 2006.\n3.   The security relating to the import licence shall be EUR 15 per head and shall be lodged by the applicant together with the licence application.\n4.   Licences issued shall be valid throughout the Community.\n5.   Pursuant to Article 50(1) of Regulation (EC) No 1291/2000, the full Common Customs Tariff duty applicable on the date of acceptance of the customs declaration for free circulation shall be collected in respect of all quantities imported in excess of those shown on the import licence.\n6.   Notwithstanding the provisions of Section 4 of Title III of Regulation (EC) No 1291/2000, the security shall not be released until proof has been produced that the titular holder of the licence has been commercially and logistically responsible for the purchase, transport and clearance for free circulation of the animals concerned. Such proof shall at least consist of:\n(a) the original commercial invoice or authenticated copy made out in the name of the titular holder by the seller or his representative, both established in the third country of export, and proof of payment by the titular holder or the opening by the titular holder of an irrevocable documentary credit in favour of the seller,\n(b) the bill of lading or, where applicable, the road or air transport document, drawn up in the name of the titular holder, for the animals concerned,\n(c) the copy No 8 of form IM 4 with the name and address of the titular holder being the only indication in box 8.", "1.   At the time of import, the importer shall provide proof that he has:\n(a) given a written undertaking to inform within one month the competent authority of the Member State of the farm or farms where the young bovine animals are to be fattened;\n(b) lodged a security of an amount as laid down for each eligible CN code in Annex II with the competent authority of the Member State; the fattening of the imported animals in that Member State for at least 120 days from the date of acceptance of the customs declaration of release for free circulation is a primary requirement within the meaning of Article 20(2) of Regulation (EEC) No 2220/85.\n2.   Except in cases of force majeure, the security referred to paragraph 1(b) shall be released only if proof is furnished to the competent authority of the Member State that the young bovine animals:\n(a) have been fattened on the farm or farms indicated pursuant to paragraph 1;\n(b) have not been slaughtered before a period of 120 days from the date of import has elapsed; or\n(c) have been slaughtered for health reasons or have died as a result of sickness or accident before that period has elapsed.\nThe security shall be released immediately after such proof has been furnished.\nHowever, where the time-limit referred to in paragraph 1(a) has not been observed, the security to be released shall be reduced by:\n— 15 %, and by\n— 2 % of the remaining amount for each day by which it has been exceeded.\nThe amounts not released shall be forfeited and retained as customs duties.\n3.   If the proof referred to in paragraph 2 is not furnished within 180 days from the date of import, the security shall be forfeited and retained as customs duty.\nHowever, if such proof is not furnished within the period of 180 days provided for in the first subparagraph but is produced within six months following the said period, the amount forfeited, less 15 % of the security, shall be repaid.", "Regulations (EC) No 1291/2000 and (EC) No 1445/95 shall apply, subject to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Commission Regulation (EC) No 1899/2004 (OJ L 328, 30.10.2004, p. 67).\n(2)  OJ L 143, 27.6.1995, p. 35. Regulation as last amended by Regulation (EC) No 1118/2004 (OJ L 217, 17.6.2004, p. 10).\n(3)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1741/2004 (OJ L 311, 8.10.2004, p. 17).\nANNEX I\nEC Fax (32-2) 292 17 34\nE-mail: AGRI-IMP-BOVINE@cec.eu.int\nApplication of Regulation (EC) No 992/2005\nANNEX II\nSECURITY AMOUNTS\nMale bovine animals for fattening Amount (EUR) per head\n0102 90 05 28\n0102 90 29 56\n0102 90 49 105\nANNEX III\nEndorsements provided for in Article 5(2)(c)\n— : in Spanish : ‘Bovinos machos vivos de peso vivo inferior o igual a 300 kg [Reglamento (CE) no 992/2005]’\n— : in Czech : ‘Živí býci s živou váhou nepřevyšující 300 kg na kus, na výkrm (Nařízení (ES) č. 992/2005)’\n— : in Danish : ‘Levende ungtyre til opfedning, med en levende vægt på ikke over 300 kg pr. dyr (forordning (EF) nr. 992/2005)’\n— : in German : ‘Lebende männliche Rinder mit einem Gewicht von höchstens 300 kg je Tier, zur Mast bestimmt (Verordnung (EG) Nr. 992/2005)’\n— : in Estonian : ‘Elusad isasveised elusmassiga kuni 300 kg, nuumamiseks (määrus (EÜ) nr 992/2005)’\n— : in Greek : ‘Ζώντα βοοειδή με βάρος ζώντος που δεν υπερβαίνει τα 300 kg ανά κεφαλή, προς πάχυνση [κανονισμός (ΕΚ) αριθ. 992/2005]’\n— : in English : ‘Live male bovine animals of a live weight not exceeding 300 kg per head, for fattening (Regulation (EC) No 992/2005)’\n— : in French : ‘Bovins mâles vivants d'un poids vif inférieur ou égal à 300 kg par tête, destinés à l'engraissement [Règlement (CE) no 992/2005]’\n— : in Italian : ‘Bovini maschi vivi di peso vivo non superiore a 300 kg per capo, destinati all’ingrasso [regolamento (CE) n. 992/2005]’\n— : in Latvian : ‘Jaunbuļļi nobarošanai, kuru dzīvsvars nepārsniedz 300 kg (Regula (EK) Nr. 992/2005)’\n— : in Lithuanian : ‘Penėjimui skirti gyvi jaučiai, kurių vieno galvijo gyvasis svoris yra ne didesnis kaip 300 kg (Reglamentas (EB) Nr. 992/2005)’\n— : in Hungarian : ‘Legfeljebb 300 kg egyedi élőtömegű élő hím szarvasmarhaféle, hizlalás céljára (992/2005/EK rendelet)’\n— : in Dutch : ‘Levende mannelijke mestrunderen met een gewicht van niet meer dan 300 kg per dier (Verordening (EG) nr. 992/2005)’\n— : in Polish : ‘Żywe młode byki o żywej wadze nieprzekraczającej 300 kg za sztukę bydła, opasowe (rozporządzenie (WE) nr 992/2005)’\n— : in Portuguese : ‘Bovinos machos vivos com peso vivo inferior ou igual a 300 kg por cabeça, para engorda [Regulamento (CE) n.o 992/2005]’\n— : in Slovakian : ‘Živé mladé býčky, ktorých živá hmotnosť nepresahuje 300 kg na kus, určené na výkrm (nariadenie (ES) č. 992/2005)’\n— : in Slovenian : ‘Živo moško govedo za pitanje, katerega živa teža ne presega 300 kg na glavo (Uredba (ES) št. 992/2005)’\n— : in Finnish : ‘Lihotettaviksi tarkoitettuja eläviä urospuolisia nautaeläimiä, elopaino enintään 300 kg/eläin (asetus (EY) N:o 992/2005)’\n— : in Swedish : ‘Levande handjur av nötkreatur som väger högst 300 kg, för gödning (förordning (EG) nr 992/2005)’"}