{"celex_id": "32003R1437", "uri": "http://publications.europa.eu/resource/cellar/9ba4f9ed-3d38-4fb2-883b-a3aac3150ff7", "type": "Regulation", "concepts": ["2069", "2300", "2488", "2783", "4680", "6223"], "title": "Commission Regulation (EC) No 1437/2003 of 12 August 2003 amending Annexes I, II, IIIB and VI to Council Regulation (EC) No 517/94 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules\n", "header": "Commission Regulation (EC) No 1437/2003\nof 12 August 2003\namending Annexes I, II, IIIB and VI to Council Regulation (EC) No 517/94 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules(1), as last amended by Regulation (EC) No 1309/2002(2), and in particular Article 28 thereof,\nWhereas:\n(1) Amendments effected by Commission Regulation (EC) No 1832/2002 of 1 August 2002 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff(3), make it necessary to amend Annex I to Regulation (EC) No 517/94 as well. For reasons of clarity, that Annex should be replaced altogether.\n(2) The entry into force of the new Constitutional Charter of the State union of Serbia and Montenegro, which renamed the former \"Federal Republic of Yugoslavia\" as \"Serbia and Montenegro\" with effect from 4 February 2003, makes it desirable to replace the name of that former Republic wherever it appears in Annexes II, IIIB and VI to Regulation (EC) No 517/94.\n(3) Regulation (EC) No 517/94 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Regulation (EC) No 517/94 is amended as follows:\n1. Annex I is replaced by the text shown in the Annex to this Regulation.\n2. The term \"Federal Republic of Yugoslavia\" is replaced by \"Serbia and Montenegro\" wherever it appears in Annexes II, IIIB and VI.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nPoint (1) of Article 1 shall apply from 1 January 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 August 2003.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 67, 10.3.1994, p. 1.\n(2) OJ L 192, 20.7.2002, p. 1.\n(3) OJ L 290, 28.10.2002, p. 1.\nANNEX\n\"ANNEX I\nA. TEXTILE PRODUCTS REFERRED TO IN ARTICLE 1\n1. Without prejudice to the rules for the interpretation of the combined nomenclature, the wording of the description of goods is considered to be of indicative value only, since the products covered by each category are determined, within this Annex, by CN codes. Where there is an \"ex\" symbol in front of a CN code, the products covered in each category are determined by the scope of the CN code and by that of the corresponding description.\n2. Garments which are not recognisable as being garments for men or boys or as being garments for women or girls are classified with the latter.\n3. Where the expression \"babies' garments\" is used, this is meant to cover garments up to and including commercial size 86.\n>TABLE>\nB. OTHER TEXTILE PRODUCTS REFERRED TO IN ARTICLE 1(1)\nCN codes\n3005 90\n3921 12 00\nex 3921 13\nex 3921 90 60\n4202 12 19\n4202 12 50\n4202 12 91\n4202 12 99\n4202 22 10\n4202 22 90\n4202 32 10\n4202 32 90\n4202 92 11\n4202 92 15\n4202 92 19\n4202 92 91\n4202 92 98\n5604 10 00\n6309 00 00\n6310 10 10\n6310 10 30\n6310 10 90\n6310 90 00\nex 6405 20\nex 6406 10\nex 6406 99\nex 6501 00 00\nex 6502 00 00\nex 6503 00\nex 6504 00 00\nex 6505 90\n6601 10 00\n6601 91 00\n6601 99\n6601 99 90\n7019 11 00\n7019 12 00\nex 7019 19\n8708 21 10\n8708 21 90\n8804 00 00\n9113 90 30\nex 9113 90 90\nex 9404 90\nex 9612 10\""}