{"celex_id": "32009D0126", "uri": "http://publications.europa.eu/resource/cellar/3f0023a4-8a5e-4adc-8e16-09b1d5ae0b12", "type": "Decision", "concepts": ["1005", "1086", "191", "2232", "2723", "4490"], "title": "2009/126/EC: Commission Decision of 13 February 2009 on the Community’s financial contribution to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2009 (notified under document number C(2009) 801)\n", "header": "14.2.2009 EN Official Journal of the European Union L 44/79\nCOMMISSION DECISION\nof 13 February 2009\non the Community’s financial contribution to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2009\n(notified under document number C(2009) 801)\n(Only the French text is authentic)\n(2009/126/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 247/2006 of 30 January 2006 laying down specific measures for agriculture in the outermost regions of the Union (1), and in particular the first sentence of the first subparagraph of Article 17(3),\nWhereas:\n(1) Growing conditions in the French overseas departments require special measures concerning crop production. Those measures include expensive plant health measures.\n(2) Commission Decision 2007/609/EC of 10 September 2007 on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants and plant products in the French overseas departments, in the Azores and in Madeira (2) defines the measures eligible for Community financing under programmes for the control of organisms harmful to plants and plant products in the French overseas departments, the Azores and Madeira.\n(3) The French authorities have submitted to the Commission a programme for 2009 providing for plant health measures in the French overseas departments. That programme specifies the objectives to be achieved, the expected deliverables, the measures to be carried out, their duration and their cost with a view to a possible Community financial contribution. The measures provided for in that programme fulfill the requirements of Decision 2007/609/EC.\n(4) In accordance with Article 3(2)(a) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (3), plant-health measures are to be financed from the European Agricultural Guarantee Fund. For the purposes of financial control of those measures Articles 9, 36 and 37 of that Regulation apply.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["A Community financial contribution to France for the official programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2009 as specified in Part A of the Annex, is approved.\nIt shall be limited to 60 % of the total eligible expenditure, as specified in Part B of the Annex, with a maximum of EUR 246 660 (VAT excluded).", "1.   An advance of EUR 100 000 shall be paid within 60 days after receipt of a request for payment by France.\n2.   The balance of the financial contribution shall be paid provided that a final implementation report on the programme is submitted to the Commission in electronic form by 15 March 2010 at the latest.\nThat report shall contain:\n(a) a concise technical evaluation of the entire programme, including the degree of achievement of physical and qualitative objectives and the progress accomplished, and an assessment of the immediate phytosanitary and economic impact; and\n(b) a financial cost statement indicating the actual expenditure broken down by sub-programme and by measure.\n3.   With respect to the indicative budget breakdown specified in Part B of the Annex, France may adjust the financing between different measures in the same sub-programme within a limit of 15 % of the Community contribution to this sub-programme, provided that the total amount of eligible costs scheduled in the programme is not exceeded and that the main objectives of the programme are not thereby compromised.\nIt shall inform the Commission of any adjustments made.", "This Decision shall apply from 1 January 2009.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 13 February 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 42, 14.2.2006, p. 1.\n(2)  OJ L 242, 15.9.2007, p. 20.\n(3)  OJ L 209, 11.8.2005, p. 1.\nANNEX\nPROGRAMME AND INDICATIVE BUDGET BREAKDOWN FOR 2009\nPart A\nPROGRAMME\nThe programme shall consist of four sub-programmes:\n1. inter-departmental sub-programme:\n(a) Measure 1.1: development of detection methods for harmful organisms based on quantitative polymerase chain reaction (PCR);\n(b) Measure 1.2: support to the transfer of Citrus plant material;\n2. sub-programme for the department of Martinique:\n(a) Measure 2.1: phytosanitary surveys and set-up of tools for the integrated management of plant health issues;\n3. sub-programme for the department of Guyane:\n(a) Measure 3.1: management of an agricultural phytosanitary warning system for rice production;\n4. sub-programme for the department of Guadeloupe:\n(a) Measure 4.1: management of a survey network for fruit flies;\n(b) Measure 4.2: management of the risk of introduction of harmful organisms by tourist activity.\nPart B\nINDICATIVE BUDGET BREAKDOWN\n(in EUR, with indication of the various expected deliverables)\nSub-programmes Deliverables Eligible expenditure National contribution EC contribution\nInter-DOM sub-programme\nMeasure 1.1 Method of quantitative PCR (R) 120 000 48 000 72 000\nMeasure 1.2 Research on Citrus plant material (R) 50 000 20 000 30 000\nSub-total  170 000 68 000 102 000\nMartinique\nMeasure 2.1 Phytosanitary surveys and new control methods for harmful organisms (S) 95 600 38 240 57 360\nSub-total  95 600 38 240 57 360\nGuyane\nMeasure 3.1 Management of an agricultural phytosanitary warning system (S) 112 000 44 800 67 200\nSub-total  112 000 44 800 67 200\nGuadeloupe\nMeasure 4.1 Management of a survey network for fruit flies (S) 18 500 7 400 11 100\nMeasure 4.2 Actions of communication to the public on the risks of introduction of harmful organisms (S) 15 000 6 000 9 000\nSub-total  33 500 13 400 20 100\nTotal  411 100 164 440 246 660"}