{"celex_id": "32001D0824", "uri": "http://publications.europa.eu/resource/cellar/ea2b27a2-ab4b-435b-a8a7-7659946ec17a", "type": "Decision", "concepts": ["2825", "4042", "5460", "5946", "862", "921"], "title": "2001/824/EC,Euratom: Council Decision of 16 November 2001 on a further contribution of the European Community to the European Bank for Reconstruction and Development for the Chernobyl Shelter Fund\n", "header": "Council Decision\nof 16 November 2001\non a further contribution of the European Community to the European Bank for Reconstruction and Development for the Chernobyl Shelter Fund\n(2001/824/EC, Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 203 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The Community, in pursuance of a clear policy of supporting Ukraine in its efforts to eliminate the consequences of the nuclear accident which occurred on 26 April 1986 at the Chernobyl Nuclear Power Plant, has already contributed to the Chernobyl Shelter Fund, established at the European Bank for Reconstruction and Development (EBRD) EUR 90,5 million over the years 1999-2000, in accordance with Council Decision 98/381/EC, Euratom(3).\n(2) The EBRD, as administrator of the Chernobyl Shelter Fund, confirmed in anticipation of the pledging conference held in Berlin on 5 July 2000 that the initial scheduled rate of disbursements was still valid and that a replenishment of the Fund was therefore needed by 2000/2001. Consequently, the Community pledged at that conference a further contribution of EUR 100 million over the years 2001-2004.\n(3) Council Regulation (EC, Euratom) No 99/2000 of 29 December 1999 concerning the provision of assistance to partner States in Eastern Europe and Central Asia(4), in Article 2(5)(c), includes as a priority in the area of nuclear safety the contribution \"to relevant EU supported international initiatives such as the G7/EU initiative on the closure of Chernobyl\".\n(4) In accordance with the Communication of 6 September 2000 from the Commission to the European Parliament and the Council, Community financial support for nuclear safety in the Newly Independent States and the countries of Central and Eastern Europe should be taken from existing Tacis credits or from a separate budget line for assistance to those partner states.\n(5) EBRD procurement rules apply to grants made from the resources of the Chernobyl Shelter Fund, on the understanding that procurement should in principle be limited to goods and services produced in or supplied from the countries of the contributors or the countries of EBRD operations. Those rules are not identical to those applied to operations directly financed through the Tacis programme, which cannot consequently cover the contribution which is the subject of this Decision.\n(6) It is, however, appropriate to ensure that, with regard to procurement arrangements made pursuant to the EBRD's Rules of the Chernobyl Shelter Fund, there is no discrimination between individual Member States, irrespective of whether they have concluded individual Contribution Agreements with the EBRD or not.\n(7) The Treaties do not provide, for the adoption of this Decision, powers other than those of Article 308 of the EC Treaty and Article 203 of the Euratom Treaty,", "main_body": ["The Community shall make to the European Bank for Reconstruction and Development (\"EBRD\") a contribution of EUR 100 million over the years 2001-2004 for the Chernobyl Shelter Fund.\nThe annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.", "1. The Commission shall administer the contribution to the Chernobyl Shelter Fund in accordance with the Financial Regulation applicable to the general budget of the European Communities, having particular regard to the principles of sound and efficient management.\nThe Commission shall forward all relevant information to the Court of Auditors and shall request from the EBRD any supplementary information that the Court of Auditors may wish to receive, as regards the aspects of the operation of the Chernobyl Shelter Fund that relate to the Community's contribution.\n2. The Commission shall ensure that, with respect to procurement arrangements relating to grants made from the resources of the Fund, there is no discrimination between the Member States.", "In accordance with Article II, Section 2.02 of the Rules of the Chernobyl Shelter Fund, the Community contribution shall be the subject of a formal Contribution Agreement in the form of an exchange of letters between the Commission and the EBRD.\nThose letters shall follow the models set out in the Annex.", "The Commission shall submit to the European Parliament and to the Council, on a yearly basis, a progress report on the implementation of the Chernobyl Shelter Fund."], "attachments": "Done at Brussels, 16 November 2001.\nFor the Council\nThe President\nM. Verwilghen\n(1) OJ C 240 E, 28.8.2001, p. 157.\n(2) Opinion delivered on 24 October 2001 (not yet published in the Official Journal).\n(3) OJ L 171, 17.6.1998, p. 31.\n(4) OJ L 12, 18.1.2000, p. 1.\nANNEX\nModel exchange of letters constituting the Contribution Agreement between the Commission of the European Communities and the European Bank for Reconstruction and Development (EBRD)\nLetter from the authorised Member of the Commission to the EBRD President\nDear President,\nI am pleased to confirm on behalf of the Commission that the European Community will make a new contribution of EUR 100 million to the Chernobyl Shelter Fund in accordance with Article II, Section 2.02 of the Rules of the Fund.\nThe new contribution will be made up of four annual contributions over the years 2001-2004, subject to the necessary authorisations of the budgetary authority.\nAs was the case for the first contribution agreement, I would ask the EBRD to confirm its agreement to the following provisions which will form an integral part of this Contribution Agreement:\n1. The Commission will forward all relevant information to the Court of Auditors and may request from the EBRD supplementary information that the Court of Auditors may wish to obtain concerning those aspects of the operation of the Chernobyl Shelter Fund that relate to the Community's contribution.\n2. The Court of Auditors may also be given the possibility of performing missions to the EBRD with a view to verifying pertinent information that relates to the Community's contribution and on the basis of practice established in the context of the Nuclear Safety Account.\n3. As concerns the procurement arrangements pursuant to the Rules of the Fund, the Commission and the EBRD share the common understanding that, upon conclusion of the Contribution Agreement, there will be no discrimination between individual Member States, irrespective of whether they have concluded individual Contribution Agreements with the EBRD or not, as far as the award of procurement contracts for services or supplies concluded in the course of operation of the Chernobyl Shelter Fund is concerned.\nI confirm that the terms used herein have the meaning attributed to them in the Fund Rules. I understand the present letter and the EBRD's confirmation of its content to constitute the Contribution Agreement pursuant to the Fund Rules.\nMember of the Commission of the European Communities\nReply from the EBRD President\nDear Commissioner,\nThank you for your letter of ... 2001 concerning the European Community's contribution to the Chernobyl Shelter Fund in the amount of EUR 100 million.\nThis is to confirm that the EBRD will be pleased to accept this contribution for inclusion in the Fund pursuant to the rules governing the Fund.\nThe EBRD also confirms that all the provisions set out in your letter are acceptable to the EBRD and form part of this Contribution Agreement.\nPresident of the European Bank for Reconstruction and Development"}