{"celex_id": "32009R0378", "uri": "http://publications.europa.eu/resource/cellar/86437b54-3c9c-41c8-9494-5cec2db91d28", "type": "Regulation", "concepts": ["1224", "1590", "4687", "5451", "6052", "6322", "768"], "title": "Commission Regulation (EC) No 378/2009 of 8 May 2009 concerning the authorisation of a new use of the preparation of Bacillus cereus var. toyoi as a feed additive for rabbits breeding does (holder of the authorisation Rubinum S.A.) (Text with EEA relevance)\n", "header": "9.5.2009 EN Official Journal of the European Union L 116/3\nCOMMISSION REGULATION (EC) No 378/2009\nof 8 May 2009\nconcerning the authorisation of a new use of the preparation of Bacillus cereus var. toyoi as a feed additive for rabbits breeding does (holder of the authorisation Rubinum S.A.)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of the preparation set out in the Annex to this Regulation. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of a new use of the microorganism preparation Bacillus cereus var. toyoi NCIMB 40112/CNCM I-1012 as a feed additive for rabbit breeding does, to be classified in the additive category ‘zootechnical additives’.\n(4) The use of that microorganism preparation was permanently authorised for piglets under two months and sows by Commission Regulation (EC) No 256/2002 (2), for piglets and pigs for fattening by Commission Regulation (EC) No 1453/2004 (3), for cattle for fattening by Commission Regulation (EC) No 255/2005 (4), for rabbits for fattening and chickens for fattening by Commission Regulation (EC) No 1200/2005 (5), for piglets (two months) and sows by Commission Regulation (EC) No 1143/2007 (6) and for 10 years by Commission Regulation (EC) No 166/2008 (7) for turkeys for fattening.\n(5) New data were submitted in support of the application for authorisation for rabbit breeding does. The European Food Safety Authority (the Authority) concluded in its opinion of 9 December 2008 that the microorganism preparation Bacillus cereus var. toyoi NCIMB 40112/CNCM I-1012 does not have an adverse effect on animal health, human health or the environment (8). According to that opinion, the use of that preparation is safe for this additional animal category and it has significant benefits as regards overall productivity and reduction of mortality of kits during lactation. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(6) The assessment of that preparation shows that the conditions for authorisation, provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised, as specified in the Annex to this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘gut flora stabilisers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 41, 13.2.2002, p. 6.\n(3)  OJ L 269, 17.8.2004, p. 3.\n(4)  OJ L 45, 16.2.2005, p. 3.\n(5)  OJ L 195, 27.7.2005, p. 6.\n(6)  OJ L 256, 2.10.2007, p. 23.\n(7)  OJ L 50, 23.2.2008, p. 11.\n(8)  The EFSA Journal (2008) 913, pp. 1-13.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: gut flora stabilisers\nAdditive composition:\nCharacterisation of the active substance:\nAnalytical method (1):\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting.\n2. For safety: glasses and gloves shall be used during handling.\n3. May be used in compound feed containing the permitted coccidiostat: robenidine.\n4. For use in rabbit breeding does from serving until the end of weaned period.\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives"}