{"celex_id": "32007R0381", "uri": "http://publications.europa.eu/resource/cellar/580c35e5-e8a6-490b-93d1-98465c0034d8", "type": "Regulation", "concepts": ["1521", "2443", "2965", "3003", "3679", "4358", "4630", "797"], "title": "Commission Regulation (EC) No 381/2007 of 4 April 2007 amending Regulation (EC) No 796/2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and Regulation (EC) No 1973/2004 laying down detailed rules for the application of Council Regulation (EC) No 1782/2003 as regards the support schemes provided for in Titles IV and IVa of that Regulation and the use of land set aside for the production of raw materials\n", "header": "5.4.2007 EN Official Journal of the European Union L 95/8\nCOMMISSION REGULATION (EC) No 381/2007\nof 4 April 2007\namending Regulation (EC) No 796/2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and Regulation (EC) No 1973/2004 laying down detailed rules for the application of Council Regulation (EC) No 1782/2003 as regards the support schemes provided for in Titles IV and IVa of that Regulation and the use of land set aside for the production of raw materials\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Articles 52(2) and 145(c), (d) and (j) thereof,\nWhereas:\n(1) The definition of eligible hectare within the framework of the single payment scheme established in Article 44 of Regulation (EC) No 1782/2003 was amended by Council Regulation (EC) No 2012/2006 (2) so that any area under olive trees is now eligible.\n(2) Article 20 of Regulation (EC) No 1782/2003 as amended by Regulation (EC) No 2012/2006 makes optional the use of the geographical information system for olive cultivation for the Member States not applying the aid for olive groves provided for in Chapter 10b of Title IV of this Regulation. Following that amendment, it is appropriate to amend Article 12 of Commission Regulation (EC) No 796/2004 (3), concerning the contents of the single application as regards olive parcels and Annex XXIV, points 1 and 3 of Commission Regulation (EC) No 1973/2004 (4), as regards the definition of eligible olive trees and the calculation of the number of eligible hectares for the use of payment entitlements.\n(3) Article 33 of Regulation (EC) No 796/2004 lays down the rules for the application of Regulation (EC) No 1782/2003, concerning the conditions for the verification of the tetrahydrocannabinol content in hemp growth. From 2007 onwards, production of hemp for other uses than fibre will, pursuant to Chapter 4 of Title III of Regulation (EC) No 1782/2003, be allowed as a land use under the single payment scheme. As a consequence, Article 33 and Annex II of Regulation (EC) No 796/2004 should be adapted accordingly.\n(4) In accordance with Article 33(2) of Regulation (EC) No 796/2004, the Member States have notified to the Commission the results of the tests to determine the tetrahydrocannabinol levels in the hemp varieties sown in 2006. Those results should be taken into account when drawing up the list of varieties of hemp eligible for direct payments in the coming marketing years and the list of varieties temporarily authorised for the marketing year 2007/2008. For the verification of the tetrahydrocannabinol content, some of those varieties should be submitted to procedure B provided for in Annex I to Regulation (EC) No 796/2004.\n(5) From 2007 onwards the aid for energy crops provided for in Chapter 5 of Title IV of Regulation (EC) No 1782/2003 will be applicable in the new Member States applying the Single Area Payment Scheme. The rules governing crops group concerning aid for energy crops should also apply to those new Member States.\n(6) Article 6(3) of Regulation (EC) No 796/2004 was repealed by Commission Regulation (EC) No 263/2006 (5). Article 136 of Regulation (EC) No 1973/2004 should therefore be adapted accordingly.\n(7) Regulation (EC) No 270/2007 amended the rules for the potential uses of sugarbeet for the production of the energy products. Consequently, it is appropriate to adopt identical conditions for the cultivation of these plants on land eligible for the benefit of the set aside rights.\n(8) Regulation (EC) No 796/2004 and Regulation (EC) No 1973/2004 should therefore be amended accordingly.\n(9) The amendments introduced by Council Regulations (EC) No 953/2006 (6), (EC) No 2012/2006 and (EC) No 270/2007 are applicable as from 1 January 2007. Accordingly, the corresponding amendments provided for in this Regulation should apply as from the same date.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Regulation (EC) No 796/2004 is amended as follows:\n1. in Article 12(3), the second subparagraph is replaced by the following:\n2. in Articles 33(4) and 33(5), in the first and second subparagraphs, the words ‘grown for fibre’ are deleted;\n3. Annex II is replaced by the text in the Annex to this Regulation.", "Regulation (EC) No 1973/2004 is amended as follows:\n1. Article 136 is replaced by the following:\n2. in Article 143(2), point a) is replaced by the following:\n‘(a) any sugarbeet intermediary product is used for the production of energy-products and that any co-product or by-product containing sugar is used in accordance with Regulation (EC) No 318/2006;’\n3. Annex XXIV is amended as follows:\n(a) in point 1(b) the following subparagraph is added:\n(b) in point 3, the fourth subparagraph is replaced by the following:", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.", "(1) and (2) and Article 2 shall apply as from 1 January 2007.", "(3) shall apply from the marketing year 2007/2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 April 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 2013/2006 (OJ L 384, 29.12.2006, p. 13).\n(2)  OJ L 384, 29.12.2006, p. 8.\n(3)  OJ L 141, 30.4.2004, p. 18. Regulation as last amended by Regulation (EC) No 2025/2006 (OJ L 384, 29.12.2006, p. 81).\n(4)  OJ L 345, 20.11.2004, p. 1. Regulation as last amended by Regulation (EC) No 270/2007 (OJ L 75, 15.3.2007, p. 8).\n(5)  OJ L 46, 16.2.2006, p. 24.\n(6)  OJ L 175, 29.6.2006, p. 1.\nANNEX\n‘ANNEX II\nVARIETIES OF HEMP ELIGIBLE FOR DIRECT PAYMENTS\n(a)   Hemp varieties\nBeniko\nCarmagnola\nCS\nDelta-Llosa\nDelta 405\nDioica 88\nEpsilon 68\nFedora 17\nFelina 32\nFelina 34 — Félina 34\nFerimon — Férimon\nFibranova\nFibrimon 24\nFutura 75\nJuso 14\nKompolti\nRed Petiole\nSanthica 23\nSanthica 27\nSilesia\nUso-31\n(b)   Hemp varieties authorised in the marketing year 2007/2008\nBialobrzeskie\nChamaeleon (1)\nCannakomp\nDenise (2)\nDiana (2)\nFasamo\nFibriko TC\nKompolti hibrid TC\nLipko\nTiborszállási (1)\nUNIKO-B\nZenit (2)\n(1)  For the marketing year 2007/2008 procedure B of Annex I shall apply.\n(2)  Only in Romania, as authorised by Commission Decision 2007/69/EC (OJ L 32, 6.2.2007, p. 167).’"}