{"celex_id": "32006D0770", "uri": "http://publications.europa.eu/resource/cellar/9316b8c5-ada0-489f-8138-18bf98ab4f89", "type": "Decision", "concepts": ["3428", "4540", "5861", "635", "747"], "title": "2006/770/EC: Commission Decision of 9 November 2006 amending the Annex to Regulation (EC) No 1228/2003 on conditions for access to the network for cross-border exchanges in electricity   (Text with EEA relevance)\n", "header": "11.11.2006 EN Official Journal of the European Union L 312/59\nCOMMISSION DECISION\nof 9 November 2006\namending the Annex to Regulation (EC) No 1228/2003 on conditions for access to the network for cross-border exchanges in electricity\n(Text with EEA relevance)\n(2006/770/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1228/2003 of the European Parliament and of the Council of 26 June 2003 on conditions for access to the network for cross-border exchanges in electricity (1), and in particular Article 8(4) thereof,\nWhereas:\n(1) Regulation (EC) No 1228/2003 set up guidelines on the management and allocation of available transfer capacity of interconnections between national systems.\n(2) Efficient methods of congestion management should be introduced in these guidelines for cross-border electricity interconnection capacities in order to ensure effective access to transmission systems for the purpose of cross-border transactions.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Committee referred to Article 13(2) of Regulation (EC) No 1228/2003,", "main_body": ["The Annex to Regulation (EC) No 1228/2003 is replaced by the Annex to this Decision.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 9 November 2006.\nFor the Commission\nAndris PIEBALGS\nMember of the Commission\n(1)  OJ L 176, 15.7.2003, p. 1.\nANNEX\nGuidelines on the management and allocation of available transfer capacity of interconnections between national systems\n1.   General Provisions\n1.1. TSOs shall endeavour to accept all commercial transactions, including those involving cross-border-trade.\n1.2. When there is no congestion, there shall be no restriction of access to the interconnection. Where this is usually the case, there need be no permanent general allocation procedure for access to a cross-border transmission service.\n1.3. Where scheduled commercial transactions are not compatible with secure network operation, the TSOs shall alleviate congestion in compliance with the requirements of grid operational security while endeavouring to ensure that any associated costs remain at an economically efficient level. Curative redispatching or countertrading shall be envisaged in case lower cost measures cannot be applied.\n1.4. If structural congestion appears, appropriate congestion management rules and arrangements defined and agreed upon in advance shall be implemented immediately by the TSOs. The Congestion management methods shall ensure that the physical power flows associated with all allocated transmission capacity comply with network security standards.\n1.5. The methods adopted for congestion management shall give efficient economic signals to market participants and TSOs, promote competition and be suitable for regional and communitywide application.\n1.6. No transaction-based distinction may be applied in congestion management. A particular request for transmission service shall be denied only when the following conditions are jointly fulfilled:\n(a) the incremental physical power flows resulting from the acceptance of this request imply that secure operation of the power system may no longer be guaranteed, and\n(b) the value in monetary amount attached to this request in the congestion management procedure is lower than all other requests intended to be accepted for the same service and conditions.\n1.7. When defining appropriate network areas in and between which congestion management is to apply, TSOs shall be guided by the principles of cost-effectiveness and minimisation of negative impacts on the Internal Electricity Market. Specifically, TSOs may not limit interconnection capacity in order to solve congestion inside their own control area, except for the above mentioned reasons and reasons of operational security (1). If such a situation occurs, this shall be described and transparently presented to all the users by the TSOs. Such a situation may be tolerated only until a long-term solution is found. The methodology and projects for achieving the long-term solution shall be described and transparently presented to all the users by the TSOs.\n1.8. When balancing the network inside the control area through operational measures in the network and through redispatching, the TSO shall take into account the effect of these measures on neighbouring control areas.\n1.9. By not later than 1 January 2008, mechanisms for the intra-day congestion management of interconnector capacity shall be established in a coordinated way and under secure operational conditions, in order to maximise opportunities for trade and to provide for cross-border balancing.\n1.10. The national Regulatory Authorities shall regularly evaluate the congestion management methods, paying particular attention to compliance with the principles and rules established in the present Regulation and Guidelines and with the terms and conditions set by the Regulatory Authorities themselves under these principles and rules. Such evaluation shall include consultation of all market players and dedicated studies.\n2.   Congestion management methods\n2.1. Congestion management methods shall be market-based in order to facilitate efficient cross-border trade. For this purpose, capacity shall be allocated only by means of explicit (capacity) or implicit (capacity and energy) auctions. Both methods may coexist on the same interconnection. For intra-day trade continuous trading may be used.\n2.2. Depending on competition conditions, the congestion management mechanisms may need to allow for both long- and short-term transmission capacity allocation.\n2.3. Each capacity allocation procedure shall allocate a prescribed fraction of the available interconnection capacity plus any remaining capacity not previously allocated and any capacity released by capacity holders from previous allocations.\n2.4. TSOs shall optimise the degree to which capacity is firm, taking into account the obligations and rights of the TSOs involved and the obligations and rights of market participants, in order to facilitate effective and efficient competition. A reasonable fraction of capacity may be offered to the market at a reduced degree of firmness, but the exact conditions for transport over cross-border lines shall at all times be made known to market participants.\n2.5. The access rights for long- and medium-term allocations shall be firm transmission capacity rights. They shall be subject to the use-it-or-lose-it or use-it-or-sell-it principles at the time of nomination.\n2.6. TSOs shall define an appropriate structure for the allocation of capacity between different timeframes. This may include an option for reserving a minimum percentage of interconnection capacity for daily or intra-daily allocation. This allocation structure shall be subject to review by the respective Regulatory Authorities. In drawing up their proposals, the TSOs shall take into account:\n(a) the characteristics of the markets,\n(b) the operational conditions, such as the implications of netting firmly declared schedules,\n(c) the level of harmonisation of the percentages and timeframes adopted for the different capacity allocation mechanisms in place.\n2.7. Capacity allocation may not discriminate between market participants that wish to use their rights to make use of bilateral supply contracts or to bid into power exchanges. The highest value bids, whether implicit or explicit in a given timeframe, shall be successful.\n2.8. In regions where forward financial electricity markets are well developed and have shown their efficiency, all interconnection capacity may be allocated through implicit auctioning.\n2.9. Other than in the case of new interconnectors which benefit from an exemption under Article 7 of the Regulation, establishing reserve prices in capacity allocation methods shall not be allowed.\n2.10. In principle, all potential market participants shall be permitted to participate in the allocation process without restriction. To avoid creating or aggravating problems related to the potential use of dominant position of any market player, the relevant Regulatory and/or Competition Authorities, where appropriate, may impose restrictions in general or on an individual company on account of market dominance.\n2.11. Market participants shall firmly nominate their use of the capacity to the TSOs by a defined deadline for each timeframe. The deadline shall be set such that TSOs are able to reassign unused capacity for reallocation in the next relevant timeframe — including intra-day sessions.\n2.12. Capacity shall be freely tradable on a secondary basis, provided that the TSO is informed sufficiently in advance. Where a TSO refuses any secondary trade (transaction), this must be clearly and transparently communicated and explained to all the market participants by that TSO and notified to the Regulatory Authority.\n2.13. The financial consequences of failure to honour obligations associated with the allocation of capacity shall be attributed to those who are responsible for such a failure. Where market participants fail to use the capacity that they have committed to use, or, in the case of explicitly auctioned capacity, fail to trade on a secondary basis or give the capacity back in due time, they shall lose the rights to such capacity and pay a cost-reflective charge. Any cost-reflective charges for the non-use of capacity shall be justified and proportionate. Likewise, if a TSO does not fulfil its obligation, it shall be liable to compensate the market participant for the loss of capacity rights. No consequential losses shall be taken into account for this purpose. The key concepts and methods for the determination of liabilities that accrue upon failure to honour obligations shall be set out in advance in respect of the financial consequences, and shall be subject to review by the relevant national Regulatory Authority or Authorities.\n3.   Coordination\n3.1. Capacity allocation at an interconnection shall be coordinated and implemented using common allocation procedures by the TSOs involved. In cases where commercial exchanges between two countries (TSOs) are expected to significantly affect physical flow conditions in any third country (TSO), congestion management methods shall be coordinated between all the TSOs so affected through a common congestion management procedure. National Regulatory Authorities and TSOs shall ensure that no congestion management procedure with significant effects on physical electric power flows in other networks is devised unilaterally.\n3.2. A common coordinated congestion management method and procedure for the allocation of capacity to the market at least yearly, monthly and day-ahead shall be applied by not later than 1 January 2007 between countries in the following regions:\n(a) Northern Europe (i.e. Denmark, Sweden, Finland, Germany and Poland),\n(b) North-West Europe (i.e. Benelux, Germany and France),\n(c) Italy (i.e. Italy, France, Germany, Austria, Slovenia and Greece),\n(d) Central Eastern Europe (i.e. Germany, Poland, Czech Republic, Slovakia, Hungary, Austria and Slovenia),\n(e) South-West Europe (i.e. Spain, Portugal and France),\n(f) UK, Ireland and France,\n(g) Baltic states (i.e. Estonia, Latvia and Lithuania).\n3.3. The regions referred to in 2.8. may allocate all interconnection capacity through day-ahead allocation.\n3.4. Compatible congestion management procedures shall be defined in all these seven regions with a view to forming a truly integrated Internal European Electricity Market. Market parties shall not be confronted with incompatible regional systems.\n3.5. With a view to promoting fair and efficient competition and cross-border trade, coordination between TSOs within the regions set out in 3.2. above shall include all the steps from capacity calculation and optimisation of allocation to secure operation of the network, with clear assignments of responsibility. Such coordination shall include, in particular:\n(a) Use of a common transmission model dealing efficiently with interdependent physical loop-flows and having regard to discrepancies between physical and commercial flows,\n(b) Allocation and nomination of capacity to deal efficiently with interdependent physical loop-flows,\n(c) Identical obligations on capacity holders to provide information on their intended use of the capacity, i.e. nomination of capacity (for explicit auctions),\n(d) Identical timeframes and closing times,\n(e) Identical structure for the allocation of capacity among different timeframes (e.g. 1 day, 3 hours, 1 week, etc.) and in terms of blocks of capacity sold (amount of power in MW, MWh, etc.),\n(f) Consistent contractual framework with market participants,\n(g) Verification of flows to comply with the network security requirements for operational planning and for real-time operation,\n(h) Accounting and settlement of congestion management actions.\n3.6. Coordination shall also include the exchange of information between TSOs. The nature, time and frequency of information exchange shall be compatible with the activities in 3.5 and the functioning of the electricity markets. This information exchange shall in particular enable the TSOs to make the best possible forecast of the global grid situation in order to assess the flows in their network and the available interconnection capacities. Any TSO collecting information on behalf of other TSOs shall give back to the participating TSO the results of the collection of data.\n4.   Timetable for market operations\n4.1. The allocation of the available transmission capacity shall take place sufficiently in advance. Prior to each allocation, the involved TSOs shall jointly publish the capacity to be allocated, taking into account where appropriate the capacity released from any firm transmission rights and, where relevant, associated netted nominations, along with any time periods during which the capacity will be reduced or not available (for the purpose of maintenance, for example).\n4.2. Having full regard to network security, the nomination of transmission rights shall take place sufficiently in advance, before the day-ahead sessions of all the relevant organised markets and before the publication of the capacity to be allocated under the day-ahead or intra-day allocation mechanism. Nominations of transmission rights in the opposite direction shall be netted in order to make efficient use of the interconnection.\n4.3. Successive intra-day allocations of available transmission capacity for day D shall take place on days D-1 and D, after the issuing of the indicated or actual day-ahead production schedules.\n4.4. When preparing day-ahead grid operation, the TSOs shall exchange information with neighbouring TSOs, including their forecast grid topology, the availability and forecasted production of generation units, and load flows in order to optimise the use of the overall network through operational measures in compliance with the rules for secure grid operation.\n5.   Transparency\n5.1. TSOs shall publish all relevant data related to network availability, network access and network use, including a report on where and why congestion exists, the methods applied for managing the congestion and the plans for its future management.\n5.2. TSOs shall publish a general description of the congestion management method applied under different circumstances for maximising the capacity available to the market, and a general scheme for the calculation of the interconnection capacity for the different timeframes, based upon the electrical and physical realities of the network. Such a scheme shall be subject to review by the Regulatory Authorities of the Member States concerned.\n5.3. The congestion management and capacity allocation procedures in use, together with the times and procedures for applying for capacity, a description of the products offered and the obligations and rights of both the TSOs and the party obtaining the capacity, including the liabilities that accrue upon failure to honour obligations, shall be described in detail and made transparently available to all potential network users by TSOs.\n5.4. The operational and planning security standards shall form an integral part of the information that TSOs publish in an open and public document. This document shall also be subject to review of national Regulatory Authorities.\n5.5. TSOs shall publish all relevant data concerning cross-border trade on the basis of the best possible forecast. In order to fulfil this obligation the market participants concerned shall provide the TSOs with the relevant data. The way in which such information is published shall be subject to review by Regulatory Authorities. TSOs shall publish at least:\n(a) annually: information on the long-term evolution of the transmission infrastructure and its impact on cross-border transmission capacity;\n(b) monthly: month- and year-ahead forecasts of the transmission capacity available to the market, taking into account all relevant information available to the TSO at the time of the forecast calculation (e.g. impact of summer and winter seasons on the capacity of lines, maintenance on the grid, availability of production units, etc.);\n(c) weekly: week-ahead forecasts of the transmission capacity available to the market, taking into account all relevant information available to the TSOs at the time of calculation of the forecast, such as the weather forecast, planned maintenance works of the grid, availability of production units, etc.;\n(d) daily: day-ahead and intra-day transmission capacity available to the market for each market time unit, taking into account all netted day-ahead nominations, day-ahead production schedules, demand forecasts and planned maintenance works of the grid;\n(e) total capacity already allocated, by market time unit, and all relevant conditions under which this capacity may be used (e.g. auction clearing price, obligations on how to use the capacity, etc.), so as to identify any remaining capacity;\n(f) allocated capacity as soon as possible after each allocation, as well as an indication of prices paid;\n(g) total capacity used, by market time unit, immediately after nomination;\n(h) as closely as possible to real time: aggregated realised commercial and physical flows, by market time unit, including a description of the effects of any corrective actions taken by the TSOs (such as curtailment) for solving network or system problems;\n(i) ex-ante information on planned outages and ex-post information for the previous day on planned and unplanned outages of generation units larger than 100 MW.\n5.6. All relevant information shall be available for the market in due time for the negotiation of all transactions (such as the time of negotiation of annual supply contracts for industrial customers or the time when bids have to be sent into organised markets).\n5.7. The TSO shall publish the relevant information on forecast demand and on generation according to the timeframes referred to in 5.5 and 5.6. The TSO shall also publish the relevant information necessary for the cross-border balancing market.\n5.8. When forecasts are published, the ex post realised values for the forecast information shall also be published in the time period following that to which the forecast applies or at the latest on the following day (D+1).\n5.9. All information published by the TSOs shall be made freely available in an easily accessible form. All data shall also be accessible through adequate and standardised means of information exchange, to be defined in close cooperation with market parties. The data shall include information on past time periods with a minimum of two years, so that new market entrants may also have access to such data.\n5.10. TSOs shall exchange regularly a set of sufficiently accurate network and load flow data in order to enable load flow calculations for each TSO in their relevant area. The same set of data shall be made available to the Regulatory Authorities and to the European Commission upon request. The Regulatory Authorities and the European Commission shall ensure the confidential treatment of this set of data, by themselves and by any consultant carrying out analytical work for them on the basis of these data.\n6.   Use of congestion income\n6.1. Congestion management procedures associated with a pre-specified timeframe may generate revenue only in the event of congestion which arises for that timeframe, except in the case of new interconnectors which benefit from an exemption under Article 7 of the Regulation. The procedure for the distribution of these revenues shall be subject to review by the Regulatory Authorities and shall neither distort the allocation process in favour of any party requesting capacity or energy nor provide a disincentive to reduce congestion.\n6.2. National Regulatory Authorities shall be transparent regarding the use of revenues resulting from the allocation of interconnection capacity.\n6.3. The congestion income shall be shared among the TSOs involved according to criteria agreed between the TSOs involved and reviewed by the respective Regulatory Authorities.\n6.4. TSOs shall clearly establish beforehand the use they will make of any congestion income they may obtain and report on the actual use of this income. Regulatory Authorities shall verify that this use complies with the present Regulation and Guidelines and that the total amount of congestion income resulting from the allocation of interconnection capacity is devoted to one or more of the three purposes described in Article 6(6) of Regulation.\n6.5. On an annual basis, and by 31 July each year, the Regulatory Authorities shall publish a report setting out the amount of revenue collected for the 12-month period up to 30 June of the same year and the use made of the revenues in question, together with verification that this use complies with the present Regulation and Guidelines and that the total amount of congestion income is devoted to one or more of the three prescribed purposes.\n6.6. The use of congestion income for investment to maintain or increase interconnection capacity shall preferably be assigned to specific predefined projects which contribute to relieving the existing associated congestion and which may also be implemented within a reasonable time, particularly as regards the authorisation process.\n(1)  Operational security means ‘keeping the transmission system within agreed security limits’."}