{"celex_id": "32002R1878", "uri": "http://publications.europa.eu/resource/cellar/2d99e9ef-5366-4b76-82c3-bedbc1081de5", "type": "Regulation", "concepts": ["161", "1644", "3591", "4682", "5781"], "title": "Commission Regulation (EC) No 1878/2002 of 21 October 2002 determining the percentage of quantities which may be allowed in respect of import licence applications lodged in October 2002 under tariff quotas for beef and veal provided for in Regulation (EC) No 1279/98 for the Republic of Poland, the Republic of Hungary, the Czech Republic, Slovakia, Bulgaria and Romania\n", "header": "Commission Regulation (EC) No 1878/2002\nof 21 October 2002\ndetermining the percentage of quantities which may be allowed in respect of import licence applications lodged in October 2002 under tariff quotas for beef and veal provided for in Regulation (EC) No 1279/98 for the Republic of Poland, the Republic of Hungary, the Czech Republic, Slovakia, Bulgaria and Romania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 1279/98 of 19 June 1998, laying down rules for the application of the tariff quotas for beef and veal provided for by Council Regulation (EC) No 3066/95 for the Republic of Poland, the Republic of Hungary, the Czech Republic, the Slovak Republic, the Republic of Bulgaria and Romania(1), as last amended by Regulation (EC) No 1634/2002(2), and in particular Article 2 and Article 4(4) thereof,\nWhereas:\n(1) Articles 1 and 2 of Regulation (EC) No 1279/98 fix the quantities of certain beef and veal products originating in Poland, Hungary, the Czech Republic, Slovakia, Romania and Bulgaria, which may be imported on special terms in respect of the period 1 October to 31 December 2002. The quantities of certain beef and veal products originating in Hungary, the Czech Republic and Romania covered by import licence applications submitted are such that applications may be accepted in full. However, quantities covered by applications in respect of certain beef and veal products originating in Poland must be reduced proportionately in accordance with Article 4(4) of that Regulation.\n(2) Article 2 of Regulation (EC) No 1279/98 states that if for the quota period the quantities for which applications for import licences have been submitted for the first, second or third period specified in the preceding subparagraph are less than the quantities available, the remaining quantities are to be added to the quantities in respect of the following period. Taking into account the quantities remaining from the second period, the quantities available for the six countries concerned for the third period running from 1 January to 31 March 2003 should accordingly be determined,", "main_body": ["1. The following percentages of quantities covered by import licence applications submitted in respect of the period 1 October to 31 December 2002 under the quotas referred to in Regulation (EC) No 1279/98 may be allowed:\n(a) 100 % of quantities covered by applications in respect of products falling within CN codes 0201 and 0202 originating in Hungary and the Czech Republic;\n(b) 100 % of quantities covered by applications in respect of products falling within CN codes 0201, 0202, 1602 50 31, 1602 50 39 and 1602 50 80 originating in Romania;\n(c) 37,6928 % of quantities covered by applications in respect of products falling within CN codes 0201, 0202 and 1602 50 originating in Poland.\n2. The quantities available for the period referred to in Article 2 of Regulation (EC) No 1279/98 running from 1 January to 31 March 2003 shall amount to:\n(a) beef and veal falling within CN codes 0201 and 0202:\n- 7566,25 t for meat originating in Hungary,\n- 2550 t for meat originating in the Czech Republic,\n- 2625 t for meat originating in Slovakia,\n- 187,5 t for meat originating in Bulgaria;\n(b) 750 t for beef and veal products falling within CN codes 0206 10 95, 0206 29 91, 0210 20 10, 0210 20 90, 0210 99 51, 0210 99 59 and 0210 99 90 originating in Hungary;\n(c) 4800 t for beef and veal falling within CN codes 0201 and 0202 originating in Poland, or 2242,99 t for processed products falling within CN code 1602 50 originating in Poland;\n(d) 2200 t for beef and veal products falling within CN codes 0201, 0202, 1602 50 31, 1602 50 39 and 1602 50 80 originating in Romania.", "This Regulation shall enter into force on 22 October 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 October 2002.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 176, 20.6.1998, p. 12.\n(2) OJ L 247, 14.9.2002, p. 7."}