{"celex_id": "32005R1553", "uri": "http://publications.europa.eu/resource/cellar/961045fb-c927-48af-a6ed-36700349d7cf", "type": "Regulation", "concepts": ["12", "1895", "3659", "4258", "5581", "83"], "title": "Regulation (EC) No 1553/2005 of the European Parliament and of the Council of 7 September 2005 amending Regulation (EC) No 1177/2003 concerning Community statistics on income and living conditions (EU-SILC)   (Text with EEA relevance)\n", "header": "30.9.2005 EN Official Journal of the European Union L 255/6\nREGULATION (EC) No 1553/2005 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 7 September 2005\namending Regulation (EC) No 1177/2003 concerning Community statistics on income and living conditions (EU-SILC)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285 thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Regulation (EC) No 1177/2003 of the European Parliament and of the Council of 16 June 2003 concerning Community statistics on income and living conditions (EU-SILC) (2), establishes a common framework for the systematic production of Community statistics on income and living conditions, encompassing comparable and timely cross-sectional and longitudinal data on income and on the level and composition of poverty and social exclusion at national and European levels.\n(2) As a result of the accession of new Member States to the European Union on 1 May 2004, there is a need to extend Annex II to Regulation (EC) No 1177/2003, since that Annex sets out for each Member State the minimum effective sample sizes required under the EU-SILC scheme.\n(3) Furthermore, it appears that most of the new Member States, and several of the existing Member States, need additional time to adapt their systems to the harmonised methods and definitions used to compile Community statistics.\n(4) Regulation (EC) No 1177/2003 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1177/2003 is hereby amended as follows:\n1. Article 4(2) shall be replaced by the following:\n2. in Article 13, the following paragraphs shall be added:\n3. Annex II shall be replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 7 September 2005.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nC. CLARKE\n(1)  Opinion of the European Parliament of 10 May 2005 (not yet published in the Official Journal) and Council Decision of 12 July 2005.\n(2)  OJ L 165, 3.7.2003, p. 1.\nANNEX\n‘ANNEX II\nMINIMUM EFFECTIVE SAMPLE SIZES\nHouseholds Persons aged 16 or over to be interviewed\nCross-sectional Longitudinal Cross-sectional Longitudinal\n1 2 3 4\nEU Member States\nBelgium 4 750 3 500 8 750 6 500\nCzech Republic 4 750 3 500 10 000 7 500\nDenmark 4 250 3 250 7 250 5 500\nGermany 8 250 6 000 14 500 10 500\nEstonia 3 500 2 750 7 750 5 750\nGreece 4 750 3 500 10 000 7 250\nSpain 6 500 5 000 16 000 12 250\nFrance 7 250 5 500 13 500 10 250\nIreland 3 750 2 750 8 000 6 000\nItaly 7 250 5 500 15 500 11 750\nCyprus 3 250 2 500 7 500 5 500\nLatvia 3 750 2 750 7 650 5 600\nLithuania 4 000 3 000 9 000 6 750\nLuxembourg 3 250 2 500 6 500 5 000\nHungary 4 750 3 500 10 250 7 750\nMalta 3 000 2 250 7 000 5 250\nNetherlands 5 000 3 750 8 750 6 500\nAustria 4 500 3 250 8 750 6 250\nPoland 6 000 4 500 15 000 11 250\nPortugal 4 500 3 250 10 500 7 500\nSlovenia 3 750 2 750 9 000 6 750\nSlovakia 4 250 3 250 11 000 8 250\nFinland 4 000 3 000 6 750 5 000\nSweden 4 500 3 500 7 500 5 750\nUnited Kingdom 7 500 5 750 13 750 10 500\nTotal for EU Member States 121 000 90 750 250 150 186 850\nIceland 2 250 1 700 3 750 2 800\nNorway 3 750 2 750 6 250 4 650\nTotal including Iceland and Norway 127 000 95 200 260 150 194 300\nNB: The reference is to the effective sample size, which is the size required if the survey were based on simple random sampling (design effect in relation to the “risk of poverty rate” variable = 1,0). The actual sample sizes will have to be larger to the extent that the design effects exceed 1,0 and to compensate for all kinds of non-response. Furthermore, the sample size refers to the number of valid households which are households for which, and for all members of which, all or nearly all the required information has been obtained’"}