{"celex_id": "32006R1712", "uri": "http://publications.europa.eu/resource/cellar/b97e452d-7a11-49a1-b498-82c0ccf2a2a8", "type": "Regulation", "concepts": ["161", "2734", "2771", "4580", "932"], "title": "Commission Regulation (EC) No 1712/2006 of 20 November 2006 amending Council Regulation (EC) No 747/2001 as regards Community tariff quotas for certain agricultural products originating in Turkey\n", "header": "21.11.2006 EN Official Journal of the European Union L 321/7\nCOMMISSION REGULATION (EC) No 1712/2006\nof 20 November 2006\namending Council Regulation (EC) No 747/2001 as regards Community tariff quotas for certain agricultural products originating in Turkey\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 747/2001 of 9 April 2001 providing for the management of Community tariff quotas and of reference quantities for products eligible for preferences by virtue of agreements with certain Mediterranean countries and repealing Regulations (EC) No 1981/94 and (EC) No 934/95 (1), and in particular Article 5(1)(b) thereof,\nWhereas:\n(1) By Decision No 2/2006 of 17 October 2006 (2) the EC-Turkey Association Council has approved the amendment to Protocols 1 and 2 to Decision No 1/98 of the EC-Turkey Association Council on the trade regime for agricultural products.\n(2) For certain agricultural products originating in Turkey, the amended Protocol 1 provides for new Community tariff quotas and for changes to the existing Community tariff quotas laid down in Regulation (EC) No 747/2001.\n(3) To implement the new tariff quotas and the changes to the existing tariff quotas, it is necessary to amend Regulation (EC) No 747/2001.\n(4) Since Decision No 2/2006 of the EC-Turkey Association Council is applicable from 1 November 2006, this Regulation should apply from the same date and should enter into force as soon as possible.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Annex IX to Regulation (EC) No 747/2001 is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 November 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 November 2006.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 109, 19.4.2001, p. 2. Regulation as last amended by Commission Regulation (EC) No 19/2006 (OJ L 4, 7.1.2006, p. 7).\n(2)  Not yet published in the Official Journal.\nANNEX\n‘ANNEX IX\nTURKEY\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of this Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nTariff quotas\nOrder No CN code Description of goods Quota period Quota volume (in tonnes net weight) Quota duty\n09.0202 0701 90 Potatoes, fresh or chilled, other than seed From 1.1 to 31.12 2 500 Exemption\n09.0211 0703 10 11 Onions, fresh or chilled From 16.5 to 14.2 2 000 Exemption\n09.0213 0709 30 00 Aubergines (eggplants), fresh or chilled From 1.5 to 14.1 1 000 Exemption\n09.0215 0709 90 70 Courgettes, fresh or chilled From 1.3 to 30.11 500 Exemption (1)\n09.0204 0806 10 10 Fresh table grapes From 1.5 to 17.6 and from 1.8 to 14.11 350 Exemption (1)\n09.0217 (2) 0807 11 00 Watermelons, fresh From 16.6 to 31.3 16 500 Exemption\n09.0219  Fruit and nuts, uncooked or cooked by steaming or boiling in water, frozen, with a sugar content exceeding 13 % by weight: From 1.1 to 31.12 100 Exemption\n0811 10 11 Strawberries\n0811 20 11 Raspberries, blackberries, mulberries, loganberries, black-, white- or redcurrants and gooseberries\n0811 90 19 Other, except tropical fruit and tropical nuts\n09.0206 1509 10 90 Other virgin olive oil From 1.1 to 31.12 100 7,5 % ad valorem\n09.0221  Tomatoes prepared or preserved otherwise than by vinegar or acetic acid: From 1.1 to 31.12 8 900 Exemption\n2002 10 Whole or in pieces\n2002 90 11 Other, with a dry matter content of less than 12 % by weight\n09.0207 (2) 2002 90 31 Tomatoes prepared or preserved otherwise than by vinegar or acetic acid, other than whole or in pieces, with a dry matter content of not less than 12 % by weight From 1.1 to 30.6 15 000, of a dry matter content of 28 to 30 % by weight (3) Exemption\n09.0209 (2) 2002 90 31 Tomatoes prepared or preserved otherwise than by vinegar or acetic acid, other than whole or in pieces, with a dry matter content of not less than 12 % by weight From 1.7 to 31.12 15 000, of a dry matter content of 28 to 30 % by weight (3) Exemption\n09.0208 2007 10 10 Jams, fruit jellies, marmalades, fruit or nut purée and fruit or nut pastes From 1.1 to 31.12 1 750 33 % of the specific duty\n09.0223 2007 91 30 Jams, jellies, marmalades, puree and pastes, obtained by cooking, other than homogenised preparations, of citrus fruit, with a sugar content exceeding 13 % but not exceeding 30 % by weight From 1.1 to 31.12 100 Exemption\n09.0225 2007 99 39 Other preparations of fruit and nuts, obtained by cooking, with a sugar content exceeding 30 % by weight, other than homogenised preparations From 1.1 to 31.12 100 Exemption\n09.0212 2008 30 19 Citrus fruit, apricots, cherries, peaches, including nectarines, and strawberries, otherwise prepared or preserved From 1.1 to 31.12 2 100 Exemption (1)\n09.0214 2009 11 11 Fruit juices (including grape must) and vegetable juices, unfermented and not containing added spirit From 1.1 to 31.12 3 400 33 % of the specific duty\n(1)  The exemption applies only to the ad valorem duty.\n(2)  The application of this tariff quota is suspended by Council Regulation (EC) No 1506/98 (OJ L 200, 16.7.1998, p. 1).\n(3)  For the administration of these Community tariff quotas, the following coefficients will be applied to imports of products with a dry matter content other than 28 to 30 % by weight:\nDry matter content by weight Coefficients\nnot less than: but less than:\n12 14 0,44828\n14 16 0,51724\n16 18 0,58621\n18 20 0,65517\n20 22 0,72414\n22 24 0,7931\n24 26 0,86207\n26 28 0,93103\n28 30 1\n30 32 1,06897\n32 34 1,13793\n34 36 1,20689\n36 38 1,27586\n38 40 1,34483\n40 42 1,41379\n42 93 1,44828\n93 100 3,32759’"}