{"celex_id": "32007D0704", "uri": "http://publications.europa.eu/resource/cellar/157806da-a962-4fcd-ab14-3793e2bd62f6", "type": "Decision", "concepts": ["1309", "1591", "2300", "2771", "3800", "5065", "519", "981"], "title": "2007/704/EC: Commission Decision of 30 October 2007 repealing Decision 2001/602/EC accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of certain iron or steel ropes and cables originating in the Czech Republic, the Republic of Korea, Malaysia, Russia, Thailand and Turkey\n", "header": "31.10.2007 EN Official Journal of the European Union L 285/52\nCOMMISSION DECISION\nof 30 October 2007\nrepealing Decision 2001/602/EC accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of certain iron or steel ropes and cables originating in the Czech Republic, the Republic of Korea, Malaysia, Russia, Thailand and Turkey\n(2007/704/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   EXISTING MEASURES\n(1) The Council, by Regulation (EC) No 1601/2001 (2), imposed a definitive anti-dumping duty on imports of certain iron or steel ropes and cables originating in the Czech Republic, Russia, Thailand and Turkey (‘the product concerned’).\n(2) The Commission, by Decision 2001/602/EC (3), accepted price undertakings offered by Open Joint Stock Company Cherepovetsky Staleprokatny Zavod, Russia (‘ChSPZ’) and Usha Siam Steel Ind., Public Company Ltd, Thailand (‘Usha Siam’).\n(3) On 10 August 2004, the Commission initiated a partial interim review of Regulation (EC) No 1601/2001 in accordance with Article 11(3) of the basic Regulation, limited in scope to the examination of dumping as far as ChSPZ and another Russian producer are concerned (4).\n(4) As explained in a notice published in the Official Journal of the European Union\n (5), ChSPZ's name was changed to Closed Joint Stock Company Severstal-Metiz, applicable as of 1 January 2006.\n(5) On 3 August 2006, the Commission initiated an expiry review of Council Regulation (EC) No 1601/2001 (6).\n(6) On 22 March 2007 (7), the Commission initiated a partial interim review of Regulation (EC) No 1601/2001 limited in scope to the examination of dumping as far as Usha Siam is concerned.\n(7) All three investigations have been concluded by Council Regulation (EC) No 1279/2007 (8) which imposed with certain amendments to the level of the duties the measures for Russia and repealed the measures for Thailand and Turkey.\nB.   WITHDRAWAL OF THE ACCEPTANCE OF THE UNDERTAKING OF CLOSED JOINT STOCK COMPANY SEVERTAL-METIZ, RUSSIA\n(8) As set out in recital 199-203 of Regulation (EC) No 1279/2007 and after having consulted all parties concerned, the undertaking of Closed Joint Stock Company Severstal-Metiz in its current form is not appropriate to counteract the injurious effect of dumping, since it presents considerable monitoring and enforcement difficulties.\n(9) The interim review revealed that since the acceptance of the undertaking in 2001 the product range of SSM had changed significantly.\n(10) The undertaking classified the SWR produced by them in a considerable number of product types with significant price variations within each type. The review investigation confirmed that the company had serious problems in classifying the different product types properly and in accordance with the terms of the undertaking. This was partly due to accounting system limitations which did not allow them to properly distinguish between different SWR product types. Similar problems were already identified during the monitoring of the undertaking and led to a warning letter.\n(11) It has therefore been concluded that the undertaking in its current form is no longer workable.\n(12) On this basis and in accordance with the relevant clauses of the undertaking, which authorise the Commission to unilaterally withdraw the acceptance of the undertaking, the Commission has decided to withdraw acceptance of the undertaking.\n(13) The Commission informed the Russian authorities and the Russian exporting producer concerned that it proposed to withdraw the acceptance of the current undertaking. The interested parties were given the opportunity to comment.\nC.   REPEAL OF THE ACCEPTANCE OF THE UNDERTAKING OF USHA SIAM STEEL IND. PUBLIC COMPANY LTD., THAILAND\n(14) In the light of the findings regarding Thailand and as set out in recital 209 of Regulation (EC) No 1279/2007 anti-dumping measures against imports of the product concerned originating in this country are repealed.\n(15) As a consequence, the undertaking offered by Usha Siam should be repealed.\nD.   REPEAL OF DECISION 2001/602/EC\n(16) In the light of the above, Decision 2001/602/EC accepting undertakings from the two companies mentioned above should be repealed,", "main_body": ["Decision 2001/602/EC is hereby repealed.", "This Decision shall take effect on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 October 2007.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 211, 4.8.2001, p. 1. Regulation as last amended by Regulation (EC) No 564/2005 (OJ L 97, 15.4.2005, p. 1).\n(3)  OJ L 211, 4.8.2001, p. 47.\n(4)  OJ C 202, 10.8.2004, p. 12.\n(5)  OJ C 51, 1.3.2006, p. 2.\n(6)  OJ C 181, 3.8.2006, p. 15.\n(7)  OJ C 66, 22.3.2007, p. 14.\n(8)  See page 1 of this Official Journal."}