{"celex_id": "32009L0135", "uri": "http://publications.europa.eu/resource/cellar/e290421d-8a28-4ee1-a0d7-ed2d4b535ef0", "type": "Directive", "concepts": ["1754", "192", "3885", "5233", "5234", "5293", "837"], "title": "Commission Directive 2009/135/EC of 3 November 2009 allowing temporary derogations to certain eligibility criteria for whole blood and blood components donors laid down in Annex III to Directive 2004/33/EC in the context of a risk of shortage caused by the Influenza A(H1N1) pandemic (Text with EEA relevance)\n", "header": "4.11.2009 EN Official Journal of the European Union L 288/7\nCOMMISSION DIRECTIVE 2009/135/EC\nof 3 November 2009\nallowing temporary derogations to certain eligibility criteria for whole blood and blood components donors laid down in Annex III to Directive 2004/33/EC in the context of a risk of shortage caused by the Influenza A(H1N1) pandemic\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2002/98/EC of the European Parliament and the Council of 27 January 2003 setting standards of quality and safety for the collection, testing, processing, storage and distribution of human blood and blood components and amending Directive 2001/83/EC (1), and in particular point (d) of the second paragraph of article 29 thereof,\nWhereas:\n(1) The ongoing pandemic, recognised by the World Health Organisation (WHO) in accordance with the International Health Regulations (2005), of Influenza A(H1N1), as defined in Commission Decision 2000/96/EC (2) as amended by Commission Decision 2009/539/EC (3) may temporarily put at risk at short term the supply of blood and blood components in the Member States by affecting both donors and the staff of national blood services. Contingency plans may therefore be necessary to secure a continuous supply of blood and blood components. Those plans should combine operational, communication and regulatory instruments.\n(2) The available regulatory instruments consist in easing, on an exceptional and temporary basis, some of the eligibility criteria for donors laid down in Annex III to Commission Directive 2004/33/EC of 22 March 2004 implementing Directive 2002/98/EC of the European Parliament and of the Council as regards certain technical requirements for blood and blood components (4) in order to increase the blood supply.\n(3) The relaxation of those criteria should be the last recourse measure after organisational measures to optimise the blood supply chain, communication campaigns towards donors and optimisation of the clinical use of blood reveal to be insufficient to compensate a blood shortage or to prevent such a shortage.\n(4) The WHO published on 11 October 2007 a recommendation on maintaining safe and adequate blood supply in the event of pandemic influenza (5), providing that any relaxation of eligibility criteria should be limited to pandemic period phase 6 according to the WHO's global influenza preparedness plan (6).\n(5) Haemoglobin thresholds of donors set out in point 1.2 of Annex III to Directive 2004/33/EC do not always reflect the actual iron stores of the donors and therefore are not always baseline reference values for diagnosis of anaemia. These are precautionary thresholds insofar as these reference values are lower in some Member States than in others, due to specific population related or regional circumstances As a result persons who could donate safely are discarded due to haemoglobin rates below the regulatory standard. Therefore, in the context of the ongoing Influenza A(H1N1) pandemic, those levels could be reduced by a maximum of 5g/l for both women and men without putting at risk the health of the donors. In any case, the eligibility of each donor is assessed by qualified health professionals in accordance with Article 19 of Directive 2002/98/EC, who may, in appreciation of the effective risk situation, discard the donor concerned.\n(6) The European Commission asked the European Centre for Disease Control and Prevention (ECDC) to perform a risk assessment of a temporary reduction of the deferral period of donors after recovery of a flu-like episode in the context of the Influenza A(H1N1) pandemic. The assessment delivered on 9 October 2009 concluded that the increased risk with respect to both donors and recipients, if the deferral period is reduced to 7 days, is very low and in any case should be out-weighted by the risk of blood shortage.\n(7) As a matter of urgency, the Member States should therefore be allowed to derogate exceptionally and temporarily from those eligibility criteria, provided that the conditions set out in this Directive are met.\n(8) Having regard to the imminent nature of the risk of shortage caused by the ongoing Influenza A(H1N1) pandemic, this Directive should enter into force immediately so as to enable the Member States to transpose it and to put in place the necessary measures within the shortest time possible.\n(9) The measures provided for in this Directive are designed to respond to a temporary situation related to the specific Influenza A(H1N1) virus. This Directive should therefore apply until 30 June 2010. By then, the 2009/2010 peak period of the Influenza A(H1N1) pandemic should have elapsed, the risks of shortage should thus have at least lessened, and more detailed data on the epidemiology of the disease and on vaccination will be available.\n(10) The measures provided for in this Directive are in accordance with the opinion of the Committee set up by Article 28 of Directive 2002/98/EC,", "main_body": ["Derogations to certain eligibility criteria for donors\n1.   Member States confronted with a serious risk of shortage or an actual shortage in the supply of blood and blood components directly due to the A(H1N1) Influenza pandemic, may, on a temporary basis:\n(a) by way of derogation from point 1.2 of Annex III to Directive 2004/33/EC, reduce the minimum haemoglobin levels in donors blood to no less than 120 g/l for females and 130 g/l for males;\n(b) by way of derogation from point 2.2.1 of Annex III to Directive 2004/33/EC, apply a deferral period of no less than 7 days after cessation of symptoms of a flu-like illness.\n2.   The implementation of the derogations referred to in paragraph 1 shall be subject to the following conditions:\n(a) the Member State concerned shall inform the Commission without delay of the measures it intends to take or has taken pursuant to paragraph 1;\n(b) the Member State shall communicate to the Commission justifications as to the necessity of those measures, notably as to the extent of the risk of shortage, or of the actual shortage, of blood and blood components, including a description of the criteria and methodology used to assess that necessity;\n(c) as soon as, according to the same criteria and methodology referred to in point (b), the supply of blood and blood components comes back to a sufficient level, the Member State concerned shall terminate the implementation of the temporary derogations referred to in paragraph 1 and inform the Commission thereof.", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 2009 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply until 30 June 2010.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 3 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 33, 8.2.2003, p. 30.\n(2)  OJ L 28, 3.2.2000, p. 50.\n(3)  OJ L 180, 11.7.2009, p. 22.\n(4)  OJ L 91, 30.3.2004, p. 25.\n(5)  Donor Selection Guidelines in Pandemic Situations (Blood Regulators Network) http://www.who.int/bloodproducts/brn/DonorSelectionincaseofPandemicSituations.pdf\n(6)  http://www.who.int/csr/resources/publications/influenza/WHO_CDS_CSR_GIP_2005_5/en/index.html"}