{"celex_id": "32004R1233", "uri": "http://publications.europa.eu/resource/cellar/374b7fef-cef1-4223-91b1-3073dbc7835b", "type": "Regulation", "concepts": ["12", "1565", "2324", "2591", "2763"], "title": "Commission Regulation (EC) No 1233/2004 of 2 July 2004 laying down transitional measures for the application of Regulation (EC) No 595/2004 concerning the levy scheme in the milk and milk products sector, by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the European Union\n", "header": "3.7.2004 EN Official Journal of the European Union L 234/7\nCOMMISSION REGULATION (EC) No 1233/2004\nof 2 July 2004\nlaying down transitional measures for the application of Regulation (EC) No 595/2004 concerning the levy scheme in the milk and milk products sector, by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the European Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular the first paragraph of Article 41 thereof,\nWhereas:\n(1) Transitional measures should be laid down to enable the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (hereinafter the new Member States) to apply the levy scheme provided for in Council Regulation (EC) No 1788/2003 of 29 September 2003 establishing a levy in the milk and milk products sector (1).\n(2) Commission Regulation (EC) No 595/2004 of 30 March 2004 laying down detailed rules for applying Council Regulation (EC) No 1788/2003 establishing a levy in the milk and milk products sector (2) provides that Member States shall adjust the individual reference fat contents of all producers in case of overrun of the national reference fat content. It is appropriate to provide that the new Member States should adjust the individual reference fat contents only from the second 12-month period of the application of the levy scheme in those Member States. This should provide the new Member States with a sufficient time period in order to calculate their overrun of the national reference fat content.\n(3) According to Article 12 of Regulation (EC) No 595/2004 for products marketed other than milk, Member States shall establish the quantities of milk used for processing. Where it proves difficult to establish those quantities, on the basis of the products marketed, Member States may fix the quantities of milk equivalent on a flat-rate basis by reference to the number of dairy cows held by the producer and on an average milk yield per cow representative of the herd. Where at the beginning of the levy scheme, the high number of small producers lead to administrative difficulties, it should be possible to authorise new Member States, on the basis of a duly justified request, to use the national average milk yield instead of the average milk yield per cow representative of the herd for a limited time period.\n(4) The allocation of individual reference quantities will apply only from the period 2005/2006 as regards Poland and Slovenia in accordance with the Act of Accession, as adapted by Council Decision 2004/281/EC of 22 March 2004 adapting the Act of Accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded, following the reform of the common agricultural policy (3). For those two Member States, the deadline for the submission of the report on the system for administering the national reference quantities, provided for in Regulation (EC) No 595/2004, should therefore be postponed until 1 September 2005.\n(5) According to the provisions of the Act of Accession, as adapted by Decision 2004/281/EC, the basis for the individual reference quantities for new Member States are set out in table (f) of Annex I of Regulation (EC) No 1788/2003. Therefore it is not necessary that the new Member States communicate to the Commission the division between deliveries and direct sales resulting from the first individual allocation as provided for in article 25(1) of Regulation (EC) No 595/2004.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia, and Slovakia shall apply Article 9 of Regulation (EC) No 595/2004 from the second twelve-month period of the application of the levy scheme in those Member States, in accordance with the provisions of Chapter 6.A, point 13 of Annex II of the Act of Accession.", "By way of derogation from Article 12(2) of Regulation (EC) No 595/2004, the Commission may authorise the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia, and Slovakia, for a period ending 31 March 2007 at the latest, on the basis of duly justified requests, to use the national average milk yield instead of the average milk yield per cow representative of the herd.", "In the case of Poland and Slovenia, the report provided for in Article 27(3) of Regulation (EC) No 595/2004 shall be notified by 1 September 2005 at the latest.", "The Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia, and Slovakia shall not apply Article 25(1) of Regulation (EC) No 595/2004.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 123.\n(2)  OJ L 94, 31.3.2004, p. 22.\n(3)  OJ L 93, 30.3.2004, p. 1."}