{"celex_id": "32005R0257", "uri": "http://publications.europa.eu/resource/cellar/fdce308a-9b9b-444c-b00c-c7a7adec7a92", "type": "Regulation", "concepts": ["1026", "1048", "2300", "4271", "5251"], "title": "Council Regulation (EC, Euratom) No 257/2005 of 4 February 2005 laying down the weightings applicable from 1 July 2004 to the remuneration of officials, contract staff and temporary staff of the European Communities serving in third countries and of certain officials remaining in post in the 10 new Member States for a maximum period of 15 months after accession\n", "header": "17.2.2005 EN Official Journal of the European Union L 46/1\nCOUNCIL REGULATION (EC, EURATOM) No 257/2005\nof 4 February 2005\nlaying down the weightings applicable from 1 July 2004 to the remuneration of officials, contract staff and temporary staff of the European Communities serving in third countries and of certain officials remaining in post in the 10 new Member States for a maximum period of 15 months after accession\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to the Staff Regulations of officials of the European Communities and the conditions of employment of other servants of the Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), and in particular the first subparagraph of Article 13 of Annex X thereto,\nHaving regard to the 2003 Act of Accession, and in particular Article 33(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) It is necessary to take account of changes in the cost of living in third countries and to determine accordingly the weightings applicable from 1 July 2004 to remuneration payable in the currency of the country of employment to officials, contract staff and temporary staff of the European Communities serving in third countries and of certain officials remaining in post in the 10 new Member States for a maximum period of 15 months after 1 May 2004.\n(2) The weightings in respect of which payment has been made on the basis of Regulation (EC, Euratom) No 1785/2004 (2) may lead to retrospective upward or downward adjustments to remuneration.\n(3) Provision should be made for back-payments in the event of an increase in remuneration as a result of the new weightings.\n(4) Provision should be made for the recovery of sums overpaid in the event of a reduction in remuneration as a result of the new weightings for the period between 1 July 2004 and the date of entry into force of this Regulation.\n(5) Provision should be made for any such recovery to be restricted to a period of no more than six months preceding the date of entry into force of this Regulation and for its effects to be spread over a period of no more than 12 months as from that date, as is the case with the weightings applicable within the Community to remuneration and pensions of officials and other servants of the European Communities,", "main_body": ["With effect from 1 July 2004, the weightings applicable to the remuneration of officials, contract staff and temporary staff of the European Communities serving in third countries and of certain officials remaining in post in the 10 new Member States for a maximum period of 15 months after accession, payable in the currency of the country of employment, shall be as shown in the Annex hereto.\nThe exchange rates used to calculate this remuneration shall be established in accordance with the rules for the implementation of the Financial Regulation and shall correspond to the date referred to in the preceding subparagraph.", "1.   The institutions shall make back-payments in the event of an increase in remuneration as a result of the weightings shown in the Annex.\n2.   The institutions shall make retrospective downward adjustments to remuneration in the event of a reduction as a result of the weightings shown in the Annex for the period between 1 July 2004 and the date of entry into force of this Regulation.\nRetrospective adjustments involving the recovery of sums overpaid shall be restricted to a period of no more than six months preceding the date of entry into force of this Regulation. Recovery shall be spread over no more than 12 months from that date.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 2005.\nFor the Council\nThe President\nJ. ASSELBORN\n(1)  OJ L 56, 4.3.1968, p. 1. Staff Regulations and conditions of employment as last amended by Regulation (EC, Euratom) No 857/2004 (OJ L 161, 30.4.2004, p. 11).\n(2)  OJ L 317, 16.10.2004, p. 1.\nANNEX\nPlace of employment Weightings July 2004\nAfghanistan (1) 0,0\nAlbania 87,7\nAlgeria 83,4\nAngola 111,4\nArgentina 58,0\nArmenia (1) 0,0\nAustralia 93,7\nBangladesh 53,0\nBarbados 111,9\nBenin 87,0\nBolivia 48,2\nBosnia and Herzegovina 72,2\nBotswana 68,7\nBrazil 55,1\nBulgaria 74,0\nBurkina Faso 82,0\nBurundi (1) 0,0\nCambodia 64,3\nCameroon 97,9\nCanada 75,9\nCape Verde 74,0\nCentral African Republic 109,3\nChad 114,2\nChile 69,5\nChina 74,5\nColombia 57,5\nCongo 128,5\nCosta Rica 68,7\nCôte d’Ivoire 108,1\nCroatia 99,0\nCuba 88,5\nCyprus 100,1\nCzech Republic 80,9\nDemocratic Republic of Congo 137,5\nDjibouti 94,5\nDominican Republic 48,5\nEcuador 68,1\nEgypt 45,6\nEl Salvador (1) 0,0\nEritrea 39,0\nEstonia 75,2\nEthiopia 68,1\nFiji 70,3\nFormer Yugoslav Republic of Macedonia 73,5\nGabon 112,8\nGambia 36,8\nGeorgia 88,2\nGhana 67,2\nGuatemala 71,6\nGuinea 76,6\nGuinea-Bissau 137,0\nGuyana 57,3\nHaiti 101,4\nHonduras (1) 0,0\nHong Kong 84,2\nHungary 74,4\nIndia 47,6\nIndonesia 74,7\nIsrael 88,5\nJamaica 82,7\nJapan (Naka) 125,6\nJapan (Tokyo) 133,9\nJordan 73,2\nKazakhstan 96,1\nKenya 72,5\nKyrgyzstan (1) 0,0\nLaos 67,4\nLatvia 72,4\nLebanon 88,9\nLesotho 72,6\nLiberia (1) 0,0\nLithuania 73,7\nMadagascar 56,8\nMalawi 72,4\nMalaysia 71,4\nMali 89,0\nMalta 97,5\nMauritania 58,2\nMauritius 73,2\nMexico 71,1\nMorocco 82,7\nMozambique 75,5\nNamibia 83,4\nNepal 65,3\nNew Caledonia 119,8\nNew Zealand (1) 0,0\nNicaragua 64,7\nNiger 87,6\nNigeria 69,0\nNorway 125,1\nPakistan 50,1\nPapua New Guinea 76,5\nParaguay 62,8\nPeru 78,8\nPhilippines 47,2\nPoland 69,2\nRomania 49,8\nRussia 102,5\nRwanda 77,6\nSaudi Arabia 86,0\nSenegal 78,7\nSerbia and Montenegro 61,8\nSierra Leone 70,4\nSingapore 93,6\nSlovakia 84,9\nSlovenia 82,3\nSolomon Islands 80,8\nSomalia (1) 0,0\nSouth Africa 69,2\nSouth Korea 90,2\nSri Lanka 53,6\nSudan 38,6\nSuriname 53,1\nSwaziland 70,0\nSwitzerland 117,3\nSyria 64,3\nTaiwan 86,1\nTajikistan (1) 0,0\nTanzania 57,9\nThailand 57,9\nTogo 96,9\nTrinidad and Tobago 69,3\nTunisia 73,8\nTurkey 78,5\nUganda 71,9\nUkraine 92,0\nUnited States (New York) 103,5\nUnited States (Washington) 99,5\nUruguay 58,5\nVanuatu 114,7\nVenezuela 63,1\nVietnam 51,0\nWest Bank/Gaza Strip 86,0\nYemen (1) 0,0\nZambia 47,1\nZimbabwe 51,9\n(1)  Not available."}