{"celex_id": "32008D0735", "uri": "http://publications.europa.eu/resource/cellar/31a8025e-8d9d-4a46-8adc-880d6505d8b3", "type": "Decision", "concepts": ["115", "3559", "4038", "414", "5426"], "title": "2008/735/EC: Commission Decision of 16 September 2008 appointing a Commission representative to the Management Board of the European Medicines Agency\n", "header": "17.9.2008 EN Official Journal of the European Union L 248/25\nCOMMISSION DECISION\nof 16 September 2008\nappointing a Commission representative to the Management Board of the European Medicines Agency\n(2008/735/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 726/2004 of the European Parliament and of the Council of 31 March 2004 laying down Community procedures for the authorisation and supervision of medicinal products for human and veterinary use and establishing a European Medicines Agency (1), and in particular Article 65 thereof,\nWhereas:\n(1) Pursuant to Article 65 of Regulation (EC) No 726/2004, the Management Board of the European Medicines Agency (hereinafter the Agency) is to include two representatives of the Commission.\n(2) Due to reallocation of competences within the Commission it is necessary to appoint one new member of the Management Board of the Agency from the Directorate General for Health and Consumers and an alternate who will replace the member in his absence and vote on his behalf,", "main_body": ["The representative of the Commission to the Management Board of the European Medicines Agency shall be the person occupying the following position and exercising the following functions:\n(a) Principal adviser with special interest in public health, advising the Director-General of Directorate General for Health and Consumers on health strategy and supporting the Director of the Public Health and Risk Assessment Directorate.\nThe alternate representative shall be the person occupying the following position and exercising the following functions:\n(b) Head of Unit ‘Health Strategy and Health Systems’, which includes the functions of determining and formulating public health policies and actions, including in the fields of pharmaceuticals, and providing overall direction of the activities within the unit on the basis of the work programme of the Directorate General for Health and Consumers and/or Directorate Public Health and Risk Assessment.", "This Decision shall apply to the persons occupying, including on a temporary basis, the positions referred to in Article 1 at the date of adoption of this Decision, or to any successor of those persons in those positions.", "The Director-General of the Directorate General for Health and Consumers shall inform the President of the Management Board and the Director of the Agency of the names of the persons occupying the positions referred to in Article 1, and any changes thereof."], "attachments": "Done at Brussels, 16 September 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 136, 30.4.2004, p. 1."}