{"celex_id": "32009D0888", "uri": "http://publications.europa.eu/resource/cellar/fb67c45f-9251-4e47-beb0-74e7b1f0eb43", "type": "Decision", "concepts": ["1425", "1562", "3646", "5696"], "title": "2009/888/EC: Commission Decision of 30 November 2009 amending Decisions 2002/741/EC, 2002/747/EC, 2003/200/EC, 2005/341/EC, 2005/342/EC, 2005/343/EC, 2005/344/EC, 2005/360/EC, 2006/799/EC, 2007/64/EC, 2007/506/EC and 2007/742/EC in order to prolong the validity of the ecological criteria for the award of the Community Ecolabel to certain products (notified under document C(2009) 9599) (Text with EEA relevance)\n", "header": "4.12.2009 EN Official Journal of the European Union L 318/43\nCOMMISSION DECISION\nof 30 November 2009\namending Decisions 2002/741/EC, 2002/747/EC, 2003/200/EC, 2005/341/EC, 2005/342/EC, 2005/343/EC, 2005/344/EC, 2005/360/EC, 2006/799/EC, 2007/64/EC, 2007/506/EC and 2007/742/EC in order to prolong the validity of the ecological criteria for the award of the Community Ecolabel to certain products\n(notified under document C(2009) 9599)\n(Text with EEA relevance)\n(2009/888/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1980/2000 of the European Parliament and of the Council of 17 July 2000 on a revised Community eco-label award scheme (1), and in particular the second subparagraph of Article 6(1) thereof,\nAfter consulting the European Union Eco-Labelling Board,\nWhereas:\n(1) Commission Decision 2002/741/EC of 4 September 2002 establishing revised ecological criteria for the award of the Community eco-label to copying and graphic paper and amending Decision 1999/554/EC (2) expires on 31 May 2010.\n(2) Commission Decision 2002/747/EC of 9 September 2002 establishing revised ecological criteria for the award of the Community eco-label to light bulbs and amending Decision 1999/568/EC (3) expires on 30 April 2010.\n(3) Commission Decision 2003/200/EC of 14 February 2003 establishing revised ecological criteria for the award of the Community eco-label to laundry detergents and amending Decision 1999/476/EC (4) expires on 28 February 2010.\n(4) Commission Decision 2005/341/EC of 11 April 2005 establishing ecological criteria and the related assessment and verification requirements for the award of the Community eco-label to personal computers (5) expires on 31 May 2010.\n(5) Commission Decision 2005/342/EC of 23 March 2005 establishing revised ecological criteria for the award of the Community eco-label to hand dishwashing detergents (6) expires on 31 December 2010.\n(6) Commission Decision 2005/343/EC of 11 April 2005 establishing ecological criteria and the related assessment and verification requirements for the award of the Community eco-label to portable computers (7) expires on 31 May 2010.\n(7) Commission Decision 2005/344/EC of 23 March 2005 establishing ecological criteria for the award of the Community eco-label to all purpose cleaners and cleaners for sanitary facilities (8) expires on 31 December 2010.\n(8) Commission Decision 2005/360/EC of 26 April 2005 establishing ecological criteria and the related assessment and verification requirements for the award of the Community eco-label to lubricants (9) expires on 31 July 2010.\n(9) Commission Decision 2006/799/EC of 3 November 2006 establishing revised ecological criteria and the related assessment and verification requirements for the award of the Community eco-label to soil improvers (10) expires on 3 November 2010.\n(10) Commission Decision 2007/64/EC of 15 December 2006 establishing revised ecological criteria and the related assessment and verification requirements for the award of the Community eco-label to growing media (11) expires on 15 December 2010.\n(11) Commission Decision 2007/506/EC of 21 June 2007 establishing the ecological criteria for the award of the Community eco-label to soaps, shampoos and hair conditioners (12) expires on 21 June 2010.\n(12) Commission Decision 2007/742/EC of 9 November 2007 establishing the ecological criteria for the award of the Community eco-label to electrically driven, gas driven or gas absorption heat pumps (13) expires on 9 November 2010.\n(13) Pursuant to Regulation (EC) No 1980/2000 a timely review has been carried out of the ecological criteria, as well as of the related assessment and verification requirements, established by those Decisions.\n(14) Given the different stages of the revision process for those Decisions, it is appropriate to prolong the periods of validity of the ecological criteria and the related assessment and verification requirements which they set out. The period of validity for Decisions 2002/741/EC, 2003/200/EC, 2005/341/EC, 2005/343/EC, and 2002/747/EC should be prolonged until 31 December 2010. The period of validity for Decisions 2005/342/EC, 2005/344/EC and 2005/360/EC should be prolonged until 30 June 2011. The period of validity for Decisions 2006/799/EC, 2007/64/EC, 2007/506/EC and 2007/742/EC should be prolonged until 31 December 2011.\n(15) Decisions 2002/741/EC, 2002/747/EC, 2003/200/EC, 2005/341/EC, 2005/342/EC, 2005/343/EC, 2005/344/EC, 2005/360/EC, 2006/799/EC, 2007/64/EC, 2007/506/EC and 2007/742/EC should therefore be amended accordingly.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Committee instituted by Article 17 of Regulation (EC) No 1980/2000,", "main_body": ["Article 5 of Decision 2002/741/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group “copying and graphic paper”, as well as the related assessment and verification requirements, shall be valid until 31 December 2010.’", "Article 5 of Decision 2002/747/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group “light bulbs”, as well as the related assessment and verification requirements, shall be valid until 31 December 2010.’", "Article 5 of Decision 2003/200/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group “laundry detergents”, as well as the related assessment and verification requirements, shall be valid until 31 December 2010.’", "Article 3 of Decision 2005/341/EC is replaced by the following:\n‘Article 3\nThe ecological criteria for the product group “personal computers”, as well as the related assessment and verification requirements, shall be valid until 31 December 2010.’", "Article 3 of Decision 2005/342/EC is replaced by the following:\n‘Article 3\nThe ecological criteria for the product group “hand dishwashing detergents”, and the related assessment and verification requirements, shall be valid until 30 June 2011.’", "Article 3 of Decision 2005/343/EC is replaced by the following:\n‘Article 3\nThe ecological criteria for the product group “portable computers”, as well as the related assessment and verification requirements, shall be valid until 31 December 2010.’", "Article 3 of Decision 2005/344/EC is replaced by the following:\n‘Article 3\nThe ecological criteria for the product group “all-purpose cleaners and cleaners for sanitary facilities”, and the related assessment and verification requirements, shall be valid until 30 June 2011.’", "Article 4 of Decision 2005/360/EC is replaced by the following:\n‘Article 4\nThe ecological criteria for the product group “lubricants”, and the related assessment and verification requirements, shall be valid until 30 June 2011.’", "Article 6 of Decision 2006/799/EC is replaced by the following:\n‘Article 6\nThe ecological criteria for the product group “soil improvers”, and the related assessment and verification requirements, shall be valid until 31 December 2011.’", "of Decision 2007/64/EC is replaced by the following:\n‘Article 5\nThe ecological criteria for the product group “growing media”, and the related assessment and verification requirements, shall be valid until 31 December 2011.’", "of Decision 2007/506/EC is replaced by the following:\n‘Article 4\nThe ecological criteria for the product group “soaps, shampoos and hair conditioners”, and the related assessment and verification requirements, shall be valid until 31 December 2011.’", "of Decision 2007/742/EC is replaced by the following:\n‘Article 4\nThe ecological criteria for the product group “electrically driven, gas driven or gas absorption heat pumps”, and the related assessment and verification requirements, shall be valid until 31 December 2011.’", "3\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 237, 21.9.2000, p. 1.\n(2)  OJ L 237, 5.9.2002, p. 6.\n(3)  OJ L 242, 10.9.2002, p. 44.\n(4)  OJ L 76, 22.3.2003, p. 25.\n(5)  OJ L 115, 4.5.2005, p. 1.\n(6)  OJ L 115, 4.5.2005, p. 9.\n(7)  OJ L 115, 4.5.2005, p. 35.\n(8)  OJ L 115, 4.5.2005, p. 42.\n(9)  OJ L 118, 5.5.2005, p. 26.\n(10)  OJ L 325, 24.11.2006, p. 28.\n(11)  OJ L 32, 6.2.2007, p. 137.\n(12)  OJ L 186, 18.7.2007, p. 36.\n(13)  OJ L 301, 20.11.2007, p. 14."}