{"celex_id": "32009D0111", "uri": "http://publications.europa.eu/resource/cellar/71e64cff-d83c-4124-ad0d-6b21419f9fd3", "type": "Decision", "concepts": ["1706", "2897", "3641", "4074", "4320", "5481", "5614"], "title": "2009/111/EC: Commission Decision of 10 February 2009 on the publication of the reference of standard EN 3-8:2006 Portable fire extinguishers — Part 8: Additional requirements to EN 3-7 for the construction, resistance to pressure and mechanical tests for extinguishers with a maximum allowable pressure equal to or lower than 30 bar in accordance with Directive 97/23/EC concerning pressure equipment (notified under document number C(2009) 739) (Text with EEA relevance)\n", "header": "11.2.2009 EN Official Journal of the European Union L 40/33\nCOMMISSION DECISION\nof 10 February 2009\non the publication of the reference of standard EN 3-8:2006 ‘Portable fire extinguishers — Part 8: Additional requirements to EN 3-7 for the construction, resistance to pressure and mechanical tests for extinguishers with a maximum allowable pressure equal to or lower than 30 bar’ in accordance with Directive 97/23/EC concerning pressure equipment\n(notified under document number C(2009) 739)\n(Text with EEA relevance)\n(2009/111/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 97/23/EC of the European Parliament and of the Council of 29 May 1997 on the approximation of the laws of the Member States concerning pressure equipment (1), and in particular Article 6 thereof,\nHaving regard to the opinion of the Standing Committee set up in accordance with Article 5 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on information Society Services (2),\nWhereas:\n(1) Directive 97/23/EC provides that pressure equipment and assemblies may be placed on the market and put into service only if, when properly installed and maintained and used for their intended purpose, they do not endanger the health and safety of persons and, where appropriate, domestic animals and property.\n(2) Pressure equipment and assemblies are presumed to meet the essential requirements referred to in Article 3 of Directive 97/23/EC if they conform to the national standards transposing the harmonised standards the reference numbers of which have been published in the Official Journal of the European Union.\n(3) Pursuant to Article 6 of Directive 97/23/EC, Sweden lodged a formal objection in respect of standard EN 3-8:2006 adopted by the European Committee for Standardisation (CEN) on 2 November 2006 the references of which have not yet been published in the Official Journal of the European Union.\n(4) In its formal objection Sweden notes that Section 5 of standard EN 3-8:2006 does not specify the types of materials to be used and does therefore not satisfy the essential requirements of point 4 of Annex I to Directive 97/23/EC.\n(5) Since Section 5 of standard EN 3-8:2006 provides for a case by case material appraisal by the notified body (particular material appraisal approach), the specification of the types of materials to be used is not necessarily required. Furthermore, in the absence of concrete technical specifications, Section 5 of standard EN 3-8:2006 cannot confer the presumption of conformity to the requirements of point 4 of Annex I to Directive 97/23/EC.\n(6) In addition Sweden considers that in Section 6 of standard EN 3-8:2006, important information necessary to meet the requirements of point 2.2.4 of Annex I to Directive 97/23/EC is missing, due to the lack of specification of materials in Section 5 of that standard.\n(7) Directive 97/23/EC describes in Section 2.2 of Annex I the methods to ensure adequate strength of the pressure equipment, including a calculation method or experimental design method without calculation. The experimental design method is based on a test programme as defined in point 2.2.4 (a) and (b), that includes a pressure strength test.\n(8) Section 6 of standard EN 3-8:2006 provides for the experimental design method without calculation. As required by point 2.2.4 of Annex I to Directive 97/23/EC, it provides for a test programme with several tests. Directive 97/23/EC does not exclude the particular material appraisal approach as a method to prove compliance of the materials used with the material specifications in point 4 of Annex I, when the manufacturer applies the experimental design method. As Section 5 of EN 3-8:2006 does not contain specific material requirements, the equipment manufacturer must ensure that the materials used comply with the requirements of point 4 of Annex I to the Directive. On the basis of this, the material characteristics would be used as a parameter of the pressure test in the framework of the experimental design method test program, under the control of the notified body responsible for the conformity assessment of the equipment.\n(9) Sweden further notes that Section 7.2.2 on welding procedures of EN 3-8:2006 does not comply with point 3.1.2 of Annex I to Directive 97/23/EC, as, in addition to the standards listed, it contains an open reference to other recognised welding EN standards.\n(10) Directive 97/23/EC stipulates in point 3.1.2 of Annex I the requirements on permanent joining. The reference in Section 7.2.2 of standard EN 3-8:2006 that ‘other standards are acceptable’ is not an adequate and sufficiently concrete wording of a standard intended to confer the presumption of conformity to the requirements of Directive 97/23/EC. A harmonised standard conferring the presumption of conformity to the requirements of the Directive must provide concrete technical specifications on the design, manufacture and testing, in order to help manufacturers and enable pressure equipment to be presumed to meet the relevant essential requirements. However, Section 7.2.2 of EN 3-8:2006 contains a series of concrete references to standards which contain welding specifications. Therefore, although section 7.2.2 should be improved, it would not be proportionate to refrain from publishing the references of the standard on this ground.\n(11) Finally, Sweden considers that Section 7.3.1 of standard EN 3-8:2006, on the traceability of materials used in the various parts of pressure equipment is imprecise, does not provide for specific technical solutions and therefore, it can not confer the presumption of conformity to the requirements of point 3.1.5 of Annex I to Directive 97/23/EC.\n(12) Directive 97/23/EC requires in point 3.1.5 of Annex I (traceability) the application of suitable procedures in order to identify, by suitable means, the material making up of the components which contribute to the pressure resistance of the equipment, from their receipt and production, up to the final test of the manufactured pressure equipment. The objective of this requirement is to avoid any doubt about the material specifications used for the equipment. Manufacturers may apply different procedures, according to the characteristics and methods of manufacture. The notified body that performs the conformity assessment procedure of the equipment must assess, on a case by case basis, whether these procedures meet the requirement of point 3.1.5 of Annex I to the Directive. However, although Section 7.3.1 should be improved, it would not be proportionate not to publish the reference numbers of the standard on this ground.\n(13) For this purpose, the Commission will request CEN to present within three years a revised version of standard EN 3-8:2006 in order to better reflect compliance with the essential requirements of Directive 97/23/EC. Following the implementation of this mandate and depending on its results, possible further decisions concerning the current version of the standard could be envisaged.\n(14) The references of standard EN 3-8:2006 should therefore be published in the Official Journal of the European Union,", "main_body": ["The reference of standard EN 3-8:2006 ‘Portable fire extinguishers – Part 8: Additional requirements to EN 3-7 for the construction, resistance to pressure and mechanical tests for extinguishers with a maximum allowable pressure equal to or lower than 30 bar’ shall be published in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 February 2009.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 181, 9.7.1997, p. 1.\n(2)  OJ L 204, 21.7.1998, p. 37."}