{"celex_id": "32001D0745", "uri": "http://publications.europa.eu/resource/cellar/c05aec55-9dc1-4fd8-b796-2480fbdb8fed", "type": "Decision", "concepts": ["1309", "1445", "2088", "4689", "5034", "5369"], "title": "2001/745/EC: Commission Decision of 17 October 2001 as regards the animal health conditions and veterinary certification for imports of fresh meat of bovine animals from New Caledonia (Text with EEA relevance) (notified under document number C(2001) 3098)\n", "header": "Commission Decision\nof 17 October 2001\nas regards the animal health conditions and veterinary certification for imports of fresh meat of bovine animals from New Caledonia\n(notified under document number C(2001) 3098)\n(Text with EEA relevance)\n(2001/745/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Directive 97/79/EC(2), and in particular Article 16(1) and Article 22(2),\nWhereas:\n(1) Following a Community veterinary mission, it appears that the animal health situation in New Caledonia compares favourably with that in Member States particularly as regards diseases transmissible through meat.\n(2) In addition, the competent veterinary authorities of New Caledonia have confirmed that the islands have, for at least 12 months, been free from foot-and-mouth disease and rinderpest, and that vaccinations against the above diseases have not taken place for at least 12 months.\n(3) The competent authorities of New Caledonia have undertaken to notify the Commission and the Member States within 24 hours, by fax, telex or telegram of the confirmation of the occurrence of any of the abovementioned diseases, or of any alteration in the vaccination policy against them.\n(4) Other health conditions must be established for meat not intended for human consumption in accordance with the provisions of Council Directive 92/118/EEC(3) and Commission Decision 89/18/EEC(4).\n(5) The importation of fresh meat of bovine animals originating from that country should therefore be authorised.\n(6) Council Directive 96/93/EC(5) lays down standards of certification which are necessary for valid certification and to prevent fraud. It is appropriate to ensure that the rules and principles applied by third-country certifying officers provide guarantees which are at least equivalent to those laid down in this Directive.\n(7) Animal health conditions and veterinary certification must be adapted according to the animal health conditions of the third country concerned. It is therefore appropriate to provide for a model certificate with regard to fresh meat of bovine animals only.\n(8) Council Directive 93/119/EC(6) requires that the veterinary health certificate accompanying meat to be imported from third countries to the European Community must be supplemented by an attestation certifying that the animals have been slaughtered under conditions which offer guarantees of humane treatment at least equivalent to the relevant provisions in that Directive.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall authorise the importation from New Caledonia of fresh meat of bovine animals conforming to the requirements in the animal health certificate laid down in the Annex to this Decision.\n2. In the case of imports of fresh meat described in paragraph 1 and intended for purposes other than human consumption, Member States shall ensure that the following requirements are complied with:\n- the conditions set out in paragraph 1,\n- the conditions established by Directive 92/118/EEC,\n- the conditions established by Decision 89/18/EEC.\n3. The certificate referred to above must accompany the consignment and be duly completed and signed.", "This Decision shall apply to meat of animals slaughtered from 1 November 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 October 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 62, 15.3.1993, p. 49.\n(4) OJ L 8, 11.1.1989, p. 17.\n(5) OJ L 13, 16.1.1997, p. 28.\n(6) OJ L 340, 31.12.1993, p. 21.\nANNEX\n>PIC FILE= \"L_2001278EN.003902.TIF\">\n>PIC FILE= \"L_2001278EN.004001.TIF\">"}