{"celex_id": "32004R0656", "uri": "http://publications.europa.eu/resource/cellar/044ae65e-2e26-46d2-a324-bed0c33ac404", "type": "Regulation", "concepts": ["1069", "1076", "4877", "946"], "title": "Commission Regulation (EC) No 656/2004 of 7 April 2004 amending Regulation (EEC) No 752/93 laying down provisions for the implementation of Council Regulation (EEC) No 3911/92 on the export of cultural goods\n", "header": "8.4.2004 EN Official Journal of the European Union L 104/50\nCOMMISSION REGULATION (EC) No 656/2004\nof 7 April 2004\namending Regulation (EEC) No 752/93 laying down provisions for the implementation of Council Regulation (EEC) No 3911/92 on the export of cultural goods\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3911/92 on the export of cultural goods (1), and in particular Article 7 thereof,\nAfter consulting the Advisory Committee on Cultural Goods,\nWhereas:\n(1) Commission Regulation (EEC) No 752/93 of 30 March 1993 laying down provisions for the implementation of Council Regulation (EEC) No 3911/92 on the export of cultural goods (2), made provision for a model export licence form applicable to categories of cultural goods listed in annex to Regulation (EEC) No 3911/92. However, this form is not consistent with the United Nations Layout Key for Trade Documents and in practice its use causes some problems.\n(2) Therefore a new model form conforming to the United Nations Layout Key for Trade Documents should be drawn up. The form should also be accompanied by explanatory notes to help interested parties to draw it up uniformly and correctly.\n(3) Regulation (EEC) No 752/93 stipulates that the form should be filled in by mechanical or electronic means or by hand. However, in order to reduce the administrative costs, Member States which so wish and have the necessary technical means should be allowed to issue the document by electronic means.\n(4) To ensure that the issuing authority receives sheet 3 of the form, provision should be made for the customs office of exit from the Community customs territory to return this sheet directly to the issuing authority instead of giving it to the exporter or his/her representative, as provided for at present.\n(5) Regulation (EEC) No 752/93 should therefore be amended accordingly,", "main_body": ["Regulation (EEC) No 752/93 is amended as follows:\n1. In Article 3(3), the opening sentence is replaced by the following:\n2. In Article 6(1), the opening sentence is replaced by the following:\n3. Article 8 is amended as follows:\n(a) the first subparagraph of paragraph 1 is replaced by the following:\n(b) Paragraph 2 is replaced by the following:\n(c) In paragraph 3, the last sentence is replaced by the following:\n4. In Article 16(3), the opening sentence is replaced by the following:\n5. Annex I is replaced by the text in the Annex to this Regulation.", "Export licences issued up to 30 June 2004 shall remain valid until 30 June 2005.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 April 2004.\nFor the Commission\nFrederik BOLKESTEIN\nMember of the Commission\n(1)  OJ L 395, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 77, 31.3.1993, p. 24. Regulation as last amended by Regulation (EC) No 1526/98 (OJ L 201, 17.7.1998, p. 47).\nANNEX\n‘ANNEX I\nMODEL STANDARD EXPORT LICENCE FORM\nEXPLANATORY NOTES\n1.   General\n1.1. Licences are required for the export of cultural goods to protect the cultural heritage of the Member States pursuant to Regulation (EEC) No 3911/92 of 9 December 1992.\n— specific open licences, to be issued for specific cultural goods which are liable to be temporarily exported from the Community on a regular basis for use and/or exhibition in a third country,\n— general open licences, to be issued to museums or other institutions to cover the temporary export of any of the goods that belong to their permanent collections that are liable to be temporarily exported from the Community on a regular basis for exhibition in a third country.\n1.2. Three copies of the standard export licence form must be completed legibly and indelibly, preferably by mechanical or electronic means. If they are handwritten, they must be completed in ink and in capital letters. They must under no circumstances contain erasures, overwritten words or other alterations.\n1.3. Any unused box must be lined crossed out so that nothing can be added.\n— Copy No 1: application to be kept by the issuing authority (indicate in each Member State the identity of that authority); in the case of additional lists, as many copies of No 1 as necessary must be used; it is up to the competent issuing authorities to establish whether more than one export licence should be issued,\n— Copy No 2: to be presented in support of the export declaration at the competent customs office of export and kept by the licence holder after it has been stamped by that office,\n— Copy No 3: to be presented at the competent customs office of export and to accompany the consignment thereafter until its arrival at the customs office of exit from the Community; the customs office of exit stamps this copy and then returns it to the issuing authority.\n2.   Headings\nBox 1: Applicant: Name of individual or company and full residential address or address of company headquarters\nBox 2: Export licence: For completion by competent authorities\nBox 3: Consignee: Name and full address of consignee, including the third country to which the good is being permanently or temporarily exported\nBox 4: Indicate whether export is permanent or temporary\nBox 5: Issuing authority: Name of the competent authority and the Member State issuing the authorisation\nBox 6: Applicant's representative: To be completed only where the applicant is using an authorised representative\nBox 7: Owner of the object(s): Name and address\nBox 8: Description in terms of the Annex to Regulation (EEC) No 3911/92. Category/-ies of cultural good(s): These goods are classified in categories numbered 1 to 14. Enter only the corresponding number.\nBox 9: Description of the cultural good(s): State the exact nature of the good(s) (for example painting, sculpture, bas-relief, negative matrix or positive copy in the case of films, furniture or objects, musical instruments) and give an objective description of the appearance of the good(s).\n— For category 12 objects: state the type of collection and/or geographical origin.\n— For scientific collections and specimens: give the scientific name.\n— For archaeological collections composed of a large number of objects: it is enough to give a generic description, which should be accompanied by an attestation or certificate issued by the scientific or archaeological body or institution and a list of the objects.\nIf there is not enough room to describe all the objects, the applicant must add any extra pages needed.\nBox 10: CN-code: As an indicator, state Combined Nomenclature code.\nBox 11: Number/quantity: State the number of items, particularly where they form a set.\nIn the case of films, indicate the number of reels, format and length.\nBox 12: Value in national currency: State the value of the good(s) in national currency.\nBox 13: Purpose of export of the cultural good(s)/reason for which the licence is requested: State whether the good to be exported has been sold or is intended to be sold, exhibited, valued, repaired or put to any other use, and whether its return is compulsory.\nBox 14: Title or subject: If the work does not have an exact name, indicate its subject with a summary of the appearance of the object or, in the case of films, the subject.\nFor scientific instruments or other objects for which it is not possible to specify a title or subject, it is sufficient to complete Box 9.\nBox 15: Measurements: Measurements (in centimetres) of the good(s) and any supports\nIn the case of complex or unusual shapes, indicate the measurements in this order: H x L x D (height, width, depth).\nBox 16: Dating: Where no precise date is known, indicate the century and part of the century (first quarter, first half) or millennium (categories 1 to 6).\nFor antique goods to which age specifications apply (more than 50 or 100 years old or between 50 and 100 years old), and for which it is not sufficient to indicate the century, specify a year, even if approximate (e.g. around 1890, approximately 1950).\nFor films, if date not known, specify decade.\nIn the case of sets (archives and libraries), indicate earliest and latest dates.\nBox 17: Other characteristics: Give any other information on formal aspects that could be useful for identification, e.g. historical antecedents, conditions of execution, former owners, state of preservation and restoration, bibliography, electronic code or marking.\nBox 18: Documents submitted/specific indications relating to identification: Indicate with crosses in the appropriate squares.\nBox 19: Artist, period, workshop and/or style: Give the artist's name if known and recorded. If the works are collaborative products or copies, indicate the artists or the artist copied, if known. If the work is only attributed to a single artist, enter “Attributed to…”.\nIf the artist is not known, state the workshop, school or style (e.g. workshop of Velazquez, Venetian school, Ming period, Louis XV-style or Victorian-style).\nIn the case of printed matter, state the name of the publisher, the place and the year of publication.\nBox 20: Medium or technique: The information given in this box should be as precise as possible. Indicate the materials used and specify the technique employed (e.g. oil painting, woodcuts, charcoal or pencil drawing, lost wax casting, nitrate film, etc.).\nBox 21 (Copy 1): Application: Must be completed by the applicant or his/her representative, who must vouch for the correctness of the information supplied in the application and supporting documents.\nBox 22: Signature and stamp of issuing authority: To be entered by the competent authority, with place and date, on the three copies of licence.\nBox 23 (Copies 2 and 3): For completion by customs office of export: To be entered by the customs office where the export transactions are carried out and the export licence is presented.\n“Customs office of export”\nBox 24: Photograph(s) of the cultural good(s): A colour photograph (at least 9 x 12 cm) must be attached with glue. To facilitate the identification of three-dimensional objects, photographs may be required of the different facets.\nThe competent authority must endorse the photograph with a signature and the stamp of the issuing authority.\nThe competent authorities may require other photographs.\nBox 25: Supplementary pages: State the number of additional pages used, if any.\nBox 26 (copies 2 and 3): Customs office of exit: To be completed by the customs office of exit\n“Customs office of exit”"}