{"celex_id": "32001D0037", "uri": "http://publications.europa.eu/resource/cellar/046a0ae3-878a-42a5-8d73-3d5343431752", "type": "Decision", "concepts": ["1522", "192", "1961", "2743", "2771", "5369"], "title": "2001/37/EC: Commission Decision of 22 December 2000 laying down special conditions for the import of marine gastropods originating in Jamaica (Text with EEA relevance) (notified under document number C(2000) 4080)\n", "header": "Commission Decision\nof 22 December 2000\nlaying down special conditions for the import of marine gastropods originating in Jamaica\n(notified under document number C(2000) 4080)\n(Text with EEA relevance)\n(2001/37/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and the placing on the market of bivalve molluscs(1), as last amended by Directive 97/79/EC(2), and in particular Article 9(3)(b) thereof,\nWhereas:\n(1) A Commission expert has conducted an inspection visit to Jamaica to verify the conditions under which the marine gastropods are produced, stored and dispatched to the Community.\n(2) Pursuant to Article 1 of Directive 91/492/EEC, with exception of the provisions on purification, this Directive applies to echinoderms, tunicates and marine gastropods.\n(3) The provisions of legislation of Jamaica make the Veterinary Services Division (VSD) of the Ministry of Agriculture responsible for inspecting the health of marine gastropods and for monitoring the hygiene and sanitary conditions of production. The same legislation empowers VSD to authorise or prohibit the harvesting of the marine gastropods from certain zones.\n(4) VSD and its laboratories are capable of effectively verifying the application of the laws in force in Jamaica\n(5) The competent authorities of Jamaica have undertaken to communicate regularly and quickly to the Commission data on the presence of plankton containing toxins in the harvesting zones.\n(6) The competent authorities of Jamaica have provided official assurances regarding compliance with the requirements specified in Chapter V of the Annex to Directive 91/492/EC and with requirements equivalent to those prescribed in that Directive for the classification of production and relaying zones, approval of dispatch and purification centres and public health control and production monitoring.\n(7) Pursuant to Article 9(3)(b)(ii) of Directive 91/492/EEC the demarcation of the production areas from which marine gastropods may be harvested and imported should be laid down. These demarcations must be drawn up on the basis of a communication from the VSD to the Commission. It is therefore for the VSD to ensure compliance with the provisions laid down to that end in Article 9(3) of Directive 91/492/EEC. The VSD should notify to the Commission any possible changes in the approval of production areas.\n(8) Jamaica is eligible for inclusion in the list of third countries fulfilling the conditions of equivalence referred to in Article 9(3)(a) of Directive 91/492/EEC, as regards marine gastropods.\n(9) Jamaica wishes to export to the Community frozen marine gastropods therefore, pursuant to Article 3(4)(b), in addition to the requirements of Directive 91/492/EEC they shall satisfy those of Directive 91/493/EEC. For this purpose, the production areas from which marine gastropods may be harvested and exported to the Community should be designated. Furthermore the list of establishments from which the imports should be authorised and the model of health certificate which should accompany the imports have been laid down by Commission Decision 2001/36/EC of 22 December 2000 laying down special conditions governing imports of fishery products originating in Jamaica(3).\n(10) The special import conditions should apply without prejudice to decisions taken pursuant to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products(4), as last amended by Directive 98/45/EC(5).\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Veterinary Services Division (VSD) of the Ministry of Agriculture shall be the competent authority in Jamaica for verifying and certifying that marine gastropods fulfil the requirements of Directive 91/492/EEC.", "Marine gastropods originating in Jamaica and intended for human consumption must originate in the authorised production areas listed in the Annex hereto.", "This Decision shall come into effect 60 days after its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 1.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) See page 59 of this Official Journal.\n(4) OJ L 46, 19.2.1991, p. 1.\n(5) OJ L 189, 3.7.1998, p. 12.\nANNEX\n>TABLE>"}