{"celex_id": "32006L0013", "uri": "http://publications.europa.eu/resource/cellar/aae2cc3a-6b8a-4de3-a8c0-e73dbc912160", "type": "Directive", "concepts": ["1277", "1442", "1598", "2078", "2531", "3135", "3730"], "title": "Commission Directive 2006/13/EC of  3 February 2006  amending Annexes I and II to Directive 2002/32/EC of the European Parliament and of the Council on undesirable substances in animal feed as regards dioxins and dioxin-like PCBs   (Text with EEA relevance)\n", "header": "4.2.2006 EN Official Journal of the European Union L 32/44\nCOMMISSION DIRECTIVE 2006/13/EC\nof 3 February 2006\namending Annexes I and II to Directive 2002/32/EC of the European Parliament and of the Council on undesirable substances in animal feed as regards dioxins and dioxin-like PCBs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed (1), and in particular Article 8(1) thereof,\nWhereas:\n(1) Directive 2002/32/EC provides that the putting into circulation and the use of products intended for animal feed that contain levels of undesirable substances exceeding the maximum levels laid down in Annex I thereto is prohibited.\n(2) The term ‘dioxins’ as referred to in this Directive covers a group of 75 polychlorinated dibenzo-p-dioxin congeners (PCDD) and 135 polychlorinated dibenzofuran (PCDF) congeners, of which 17 are of toxicological concern. Polychlorinated biphenyls (PCBs) are a group of 209 different congeners which can be divided into two groups according to their toxicological properties: 12 congeners exhibit similar toxicological properties to dioxins and are therefore often termed ‘dioxin-like PCBs’. The other PCBs do not exhibit dioxin-like toxicity but they have a different toxicological profile.\n(3) Each congener of dioxins or dioxin-like PCBs exhibits a different level of toxicity. In order to be able to sum up the toxicity of these different congeners, the concept of toxic equivalency factors (TEFs) has been introduced to facilitate risk assessment and regulatory control. This means that the analytical results relating to all 17 individual dioxin congeners and to the 12 dioxin-like PCB congeners are expressed in terms of a quantifiable unit, namely the ‘TCDD toxic equivalent concentration’ (TEQ).\n(4) On 30 May 2001 the Scientific Committee for Food (SCF) adopted an opinion on the Risk Assessment of Dioxins and Dioxin-like PCBs in Food, updating its opinion of 22 November 2000 on this subject on the basis of new scientific information that had become available since the latter’s adoption (2). The SCF fixed a tolerable weekly intake (TWI) of 14 pg WHO-TEQ/kg body weight for dioxins and dioxin-like PCBs. Exposure estimates indicate that a considerable proportion of the Community population have a dietary intake in excess of the TWI. Certain population groups in some countries could be at higher risk owing to particular dietary habits.\n(5) More than 90 % of human dioxin and dioxin-like PCB exposure derives from foodstuffs. Foodstuffs of animal origin normally contribute approximately 80 % of overall exposure. The dioxin and dioxin-like PCB burden in animals stems mainly from feedingstuffs. Therefore feedingstuffs, and in some cases soil, are of concern as potential sources of dioxins and dioxin-like PCBs.\n(6) The Scientific Committee for Animal Nutrition (SCAN) has been asked to advise on the sources of contamination of feedingstuffs with dioxins and PCBs, including dioxin-like PCBs, the exposure of food-producing animals to dioxins and PCBs, the carry-over of these compounds to food products of animal origin, and any impact on animal health of dioxins and PCBs present in feedingstuffs. The SCAN adopted an opinion on 6 November 2000. It identified fish meal and fish oil as the most heavily contaminated feed materials. Animal fat was identified as the next most seriously contaminated material. All other feed materials of animal and plant origin had relatively low levels of dioxin contamination. Roughages presented a wide range of dioxin contamination depending on location, degree of contamination with soil and exposure to sources of aerial pollution. The SCAN recommended, inter alia, that emphasis should be placed on reducing the impact of the most contaminated feed materials on overall diet contamination.\n(7) Although, from a toxicological point of view, the maximum level should apply to dioxins and dioxin-like PCBs, maximum levels were set for dioxins only and not for dioxin-like PCBs, given the very limited data available at that time on the prevalence of dioxin-like PCBs. However, in the meantime more data on the presence of dioxin-like PCBs have become available.\n(8) According to Directive 2002/32/EC, the Commission should review the provisions as regards dioxins by the end of 2004 for the first time, in the light of new data on the presence of dioxins and dioxin-like PCBs, in particular with a view to the inclusion of dioxin-like PCBs in the levels to be set.\n(9) All operators in the food and feed chain must continue to make all possible efforts to do all that is necessary to limit the presence of dioxins and PCBs present in feed and food. Directive 2002/32/EC accordingly provides that the maximum levels applicable should be further reviewed by 31 December 2006 at the latest with the aim of significantly reducing the maximum levels. Given the time necessary to obtain sufficient monitoring data to determine such significantly lower levels, that time-limit should be extended.\n(10) It is proposed to set maximum levels for the sum of dioxins and dioxin-like PCBs expressed in World Health Organisation (WHO) toxic equivalents, using the WHO-TEFs as this is the most appropriate approach from a toxicological point of view. In order to ensure a smooth switchover, for a transitional period the existing levels for dioxins should continue to apply, in addition to the newly set levels for the sum of dioxins and dioxin-like PCBs. The separate maximum level for dioxins (PCDD/F) remains applicable for a temporary period. The products intended for animal feed mentioned in point 27a have to comply during that period with the maximum levels for dioxins and with the maximum levels for the sum of dioxins and dioxin-like PCBs. Consideration will be given by 31 December 2008 to dispensing with the separate maximum level for dioxins.\n(11) It is of major importance that analytical results are reported and interpreted in a uniform way in order to ensure a harmonised enforcement approach throughout the Community. Commission Directive 2002/70/EC of 26 July 2002 establishing requirements for the determination of levels of dioxins and dioxin-like PCBs in feedingstuffs (3) provides that a product intended for animal feeding shall be considered as non-compliant with the established maximum level if the analytical result confirmed by duplicate analysis and calculated as the mean of at least two separate determinations exceeds the maximum level beyond reasonable doubt taking into account the measurement uncertainty. There are different possibilities to estimate the expanded uncertainty (4).\n(12) The scope of Directive 2002/32/EC covers the possibility of establishing maximum levels of undesirable substances in feed additives. Since high levels of dioxins have been found in trace elements, a maximum level should be established for dioxins and the sum of dioxins and dioxin-like PCBs for all additives belonging to the functional group of compounds of trace elements and the maximum levels should be extended to all additives belonging to the functional group of binders and anti-caking agents and to premixtures.\n(13) In order to encourage a proactive approach to reducing the dioxins and dioxin-like PCBs present in food and feed, action levels were set by Commission Recommendation 2002/201/EC of 4 March 2002 on the reduction of the presence of dioxins, furans and PCBs in feedingstuffs and foodstuffs (5). Those action levels are a tool for competent authorities and operators to highlight those cases where it is appropriate to identify a source of contamination and to take measures to reduce or eliminate it. Since the sources of dioxins and dioxin-like PCBs are different, separate action levels should be determined for dioxins on the one hand and for dioxin-like PCBs on the other hand.\n(14) Directive 2002/32/EC provides for the possibility of setting action levels. The action levels should therefore be transferred from Recommendation 2002/201/EC to Annex II to Directive 2002/32/EC.\n(15) The reduction of human exposure to dioxins and dioxin-like PCBs through food consumption is important and necessary to ensure consumer protection. As food contamination is directly related to feed contamination, an integrated approach must be adopted to reduce dioxin and dioxin-like PCB incidence throughout the food chain, i.e. from products intended for animal feed through food-producing animals to humans. A proactive approach is followed to actively reduce the dioxins and dioxin-like PCBs in feed and food and consequently the maximum levels applicable should be reviewed within a defined period of time with the objective to set lower levels. Therefore consideration will be given by 31 December 2008 at the latest to significantly reducing the maximum levels for the sum of dioxins and dioxin-like PCBs.\n(16) Operators need to make efforts to step up their decontamination capacity to remove effectively dioxins and dioxin-like PCBs from fish oil. Further efforts have to done by the operators to investigate the different possibilities to remove dioxins and dioxin-like PCBs from fish meal and fish protein-hydrolysates. Once the decontamination technology is also available for fish meal and fish protein hydrolysates, operators will have to do efforts to provide for sufficient decontamination capacity. The significant lower maximum level for the sum of dioxins and dioxin-like PCBs, to which consideration shall be given by 31 December 2008, shall be for fish oil, fish meal and fish protein hydrolysates based on the technical possibilities of the most effective, economically viable, decontamination procedure. As regards fish feed, this significant lower level shall be determined based on the technical possibilities of the most effective, economically viable, decontamination procedure for fish oil and fish meal.\n(17) The extraction procedure used for the analysis of dioxins and dioxin-like PCBs has a large influence on the analytical result in particular on products intended for animal feed of mineral origin and it is therefore appropriate to determine before the date of application the extraction procedure to be used for the analysis of dioxins and dioxin-like PCBs.\n(18) Directive 2002/32/EC should therefore be amended accordingly.\n(19) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Directive 2002/32/EC are amended in accordance with the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 4 November 2006 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 3 February 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 140, 30.5.2002, p. 10. Directive as last amended by Directive 2005/87/EC (OJ L 318, 6.12.2005, p. 19).\n(2)  Opinion of the Scientific Committee on Food on the Risk Assessment of Dioxins and Dioxin-like PCBs in Food adopted on 30 May 2001 — Update based on new scientific information available since the adoption of the SCF opinion of 22 November 2000 (http://europa.eu.int/comm/food/fs/sc/scf/out90_en.pdf).\n(3)  OJ L 209, 6.8.2002, p. 15. Directive as amended by Directive 2005/7/EC (OJ L 27, 29.1.2005, p. 41).\n(4)  Information on different ways for the estimation of the expanded uncertainty and on the value of the measurement uncertainty can be found in the report ‘Report on the relationship between analytical results, measurement uncertainty, recovery factors and the provisions of EU food and feed legislation’ — http://europa.eu.int/comm/food/food/chemicalsafety/contaminants/report-sampling_analysis_2004_en.pdf\n(5)  OJ L 67, 9.3.2002, p. 69.\nANNEX\n(a) Point 27 in Annex I to Directive 2002/32/EC is replaced by the following:\nUndesirable substances Products intended for animal feed Maximum content relative to a feedingstuff with a moisture content of 12 %\n(1) (2) (3)\n‘27a. Dioxins (sum of polychlorinated dibenzo-para-dioxins (PCDDs) and polychlorinated dibenzofurans (PCDFs) expressed in World Health Organisation (WHO) toxic equivalents, using the WHO-TEFs (toxic equivalency factors, 1997 (1)\n(a) Feed materials of plant origin with the exception of vegetable oils and their by-products\n(b) Vegetable oils and their by-products\n(c) Feed materials of mineral origin\n(d) Animal fat, including milk fat and egg fat\n(e) Other land animal products including milk and milk products and eggs and egg products\n(f) Fish oil\n(g) Fish, other aquatic animals, their products and by-products with the exception of fish oil and fish protein hydrolysates containing more than 20 % fat (4)\n(h) Fish protein hydrolysates containing more than 20 % fat\n(i) The additives kaolinitic clay, calcium sulphate dihydrate, vermiculite, natrolite-phonolite, synthetic calcium aluminates and clinoptilolite of sedimentary origin belonging to the functional groups of binders and anti-caking agents\n(j) Additives belonging to the functional group of compounds of trace elements\n(k) Premixtures\n(l) Compound feedingstuffs, with the exception of feed for fur animals, pet foods and feed for fish\n(m) Feed for fish.\n27b. Sum of dioxins and dioxin-like PCBs (sum of polychlorinated dibenzo-para-dioxins (PCDDs), polychlorinated dibenzofurans (PCDFs) and polychlorinated biphenyls (PCBs) expressed in World Health Organisation (WHO) toxic equivalents, using the WHO-TEFs (toxic equivalency factors, 1997 (1)\n(a) Feed materials of plant origin with the exception of vegetable oils and their by-products\n(b) Vegetable oils and their by-products\n(c) Feed materials of mineral origin\n(d) Animal fat, including milk fat and egg fat\n(e) Other land animal products including milk and milk products and eggs and egg products\n(f) Fish oil\n(g) Fish, other aquatic animals, their products and by-products with the exception of fish oil and fish protein hydrolysates containing more than 20 % fat (4)\n(h) Fish protein hydrolysates containing more than 20 % fat\n(i) Additives belonging to the functional groups of binders and anti-caking agents\n(j) Additives belonging to the functional group of compounds of trace elements\n(k) Premixtures\n(l) Compound feedingstuffs, with the exception of feed for fur animals, pet foods and feed for fish\n(m) Feed for fish.\n(b) Annex II to Directive 2002/32/EC is replaced by the following:\n‘Undesirable substances Products intended for animal feed Action threshold relative to a feedingstuff with a moisture content of 12 % Comments and additional information (e.g. nature of investigations to be performed)\n(1) (2) (3) (4)\n1. Dioxins (sum of polychlorinated dibenzo-para-dioxins (PCDDs), polychlorinated dibenzofurans (PCDFs) expressed in World Health Organisation (WHO) toxic equivalents, using the WHO-TEFs (toxic equivalency factors, 1997 (5)\n(a) Feed materials of plant origin with the exception of vegetable oils and their by-products\n(b) Vegetable oils and their by-products\n(c) Feed materials of mineral origin\n(d) Animal fat, including milk fat and egg fat\n(e) Other land animal products including milk and milk products and eggs and egg products\n(f) Fish oil\n(g) Fish, other aquatic animals, their products and by-products with the exception of fish oil and fish protein hydrolysates containing more than 20 % fat\n(h) Fish protein hydrolysates containing more than 20 % fat\n(i) Additives belonging to the functional groups of binders and anti-caking agents\n(j) Additives belonging to the functional group of compounds of trace elements\n(k) Premixtures\n(l) Compound feedingstuffs, with the exception of feedingstuffs for fur animals, pet foods and feedingstuffs for fish\n(m) Feedingstuffs for fish.\n2. Dioxin like PCBs (sum of polychlorinated biphenyls (PCBs) expressed in World Health Organisation (WHO) toxic equivalents, using the WHO-TEFs (toxic equivalency factors, 1997 (5)\n(a) Feed materials of plant origin with the exception of vegetable oils and their by-products\n(b) Vegetable oils and their by-products\n(c) Feed materials of mineral origin\n(d) Animal fat, including milk fat and egg fat\n(e) Other land animal products including milk and milk products and eggs and egg products\n(f) Fish oil\n(g) Fish, other aquatic animals, their products and by-products with the exception of fish oil and fish protein hydrolysates containing more than 20 % fat\n(h) Fish protein hydrolysates containing more than 20 % fat\n(i) Additives belonging to the functional groups of binders and anti-caking agents\n(j) Additives belonging to the functional group of compounds of trace elements\n(k) Premixtures\n(l) Compound feedingstuffs, with the exception of feedingstuffs for fur animals, pet foods and feedingstuffs for fish\n(m) Feedingstuffs for fish.\n(1)  WHO-TEFs for human risk assessment based on the conclusions of the World Health Organisation meeting in Stockholm, Sweden, 15-18 June 1997 (Van den Berg et al., (1998) Toxic Equivalency Factors (TEFs) for PCBs, PCDDs, and PCDFs for Humans and for Wildlife. Environmental Health Perspectives, 106(12), 775).\n(2)  Upper-bound concentrations; upper-bound concentrations are calculated on the assumption that all values of the different congeners below the limit of quantification are equal to the limit of quantification.\n(3)  The separate maximum level for dioxins (PCDD/F) remains applicable for a temporary period. The products intended for animal feed mentioned in point 27a have to comply both with the maximum levels for dioxins and with the maximum levels for the sum of dioxins and dioxin-like PCBs during that temporary period.\n(4)  Fresh fish directly delivered and used without intermediate processing for the production of feed for fur animals is not subject to the maximum levels, while maximum levels of 4,0 ng WHO-PCDD/F-TEQ/kg product and 8,0 ng WHO-PCDD/F-PCB-TEQ/kg product are applicable to fresh fish used for the direct feeding of pet animals, zoo and circus animals. The products, processed animal proteins produced from these animals (fur animals, pet animals, zoo and circus animals) cannot enter the food chain and cannot be fed to farmed animals which are kept, fattened or bred for the production of food.’\n(5)  WHO-TEFs for human risk assessment based on the conclusions of the World Health Organisation meeting in Stockholm, Sweden, 15-18 June 1997 (Van den Berg et al., (1998) Toxic Equivalency Factors (TEFs) for PCBs, PCDDs, PCDFs for Humans and for Wildlife. Environmental Health Perspectives, 106(12), 775).\n(6)  Upper-bound concentrations; upper-bound concentrations are calculated on the assumption that all values of the different congeners below the limit of quantification are equal to the limit of quantification.\n(7)  The Commission will review these action levels by 31 December 2008 at the latest at the same time as it reviews the maximum levels for the sum of dioxins and dioxin-like PCBs.’"}