{"celex_id": "32001R0673", "uri": "http://publications.europa.eu/resource/cellar/3469f111-668b-46da-917e-ea9cd6420d86", "type": "Regulation", "concepts": ["1465", "2131", "2871", "5581", "889", "979"], "title": "Commission Regulation (EC) No 673/2001 of 2 April 2001 fixing the ceilings on financing for measures to improve the quality of olive oil production in the 2001/2002 production cycle and derogating from Article 3(3) of Regulation (EC) No 528/1999\n", "header": "Commission Regulation (EC) No 673/2001\nof 2 April 2001\nfixing the ceilings on financing for measures to improve the quality of olive oil production in the 2001/2002 production cycle and derogating from Article 3(3) of Regulation (EC) No 528/1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organisation of the market in oils and fats(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Article 5(11) thereof,\nHaving regard to Commission Regulation (EC) No 528/1999 laying down measures to improve the quality of olive oil production(3), as last amended by Regulation (EC) No 593/2001(4), and in particular Article 3(2) thereof,\nWhereas:\n(1) Article 3(2) of Commission Regulation (EC) No 528/1999 provides that ceilings be fixed, for each Member State and each twelve-month production cycle, on financing for measures to improve the quality of olive oil production and its environmental impact which are eligible for reimbursement by the EAGGF Guarantee Section.\n(2) Commission Regulation (EC) No 2236/2000 of 9 October 2000 fixing the estimated production of olive oil and the unit amount of the production aid that may be paid in advance for the 1999/2000 marketing year(5) estimates production, including production of table olives expressed as olive oil equivalent, at 1945243 tonnes. This corresponds to 754500 tonnes for Spain, 441000 tonnes for Greece, 700000 tonnes for Italy, 46991 tonnes for Portugal and 2752 tonnes for France. The amount withheld from production aid for this olive oil marketing year serves as a basis for financing measures to improve the quality of oil during the production cycle commencing on 1 May 2001.\n(3) The measures have relatively fixed minimum costs. The ceilings on total financing for some Member States may therefore prove to be too low. Appropriate limits should consequently be established for those cases.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the production cycle from 1 May 2001 to 30 April 2002, the ceilings on financing for the measures laid down in the first subparagraph of Article 3(2) of Regulation (EC) No 528/1999 shall be:\n>TABLE>", "Notwithstanding Article 3(3) of Regulation (EC) No 528/1999, the additional national financial contribution from Member States whose ceiling on financing laid down in Article 1 is EUR 100000 or less shall be no more than EUR 250000.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ 172, 30.9.1966, p. 3025/66.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 62, 11.3.1999, p. 8.\n(4) OJ L 88, 28.3.2001, p. 6.\n(5) OJ L 256, 10.10.2000, p. 16."}