{"celex_id": "32007D0571", "uri": "http://publications.europa.eu/resource/cellar/e1d80052-af6b-42c7-99f1-1e369df382cb", "type": "Decision", "concepts": ["1895", "2068", "2159", "2560", "5263", "5706"], "title": "2007/571/EC: Commission Decision of 21 August 2007 amending Decision 2005/307/EC authorising methods for grading pig carcases in Latvia (notified under document number C(2007) 3915)\n", "header": "23.8.2007 EN Official Journal of the European Union L 218/10\nCOMMISSION DECISION\nof 21 August 2007\namending Decision 2005/307/EC authorising methods for grading pig carcases in Latvia\n(notified under document number C(2007) 3915)\n(Only the Latvian text is authentic)\n(2007/571/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Commission Decision 2005/307/EC (2) authorises one method for grading pig carcases in Latvia.\n(2) The Latvian Government has asked the Commission to authorise the use of a new formula for the authorised method and two new methods of grading pig carcases and has presented the results of its dissection trials in the second part of the protocol provided for in Article 3(3) of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (3).\n(3) Examination of this request has revealed that the conditions for authorising these grading methods are fulfilled.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Decision 2005/307/EC is amended as follows:\n1. Article 1 is replaced by the following:\n— The manual method (ZP) and the assessment methods related thereto, details of which are given in Part 1 of the Annex,\n— the “Intrascope (Optical Probe)” apparatus and the assessment methods related thereto, details of which are given in Part 2 of the Annex,\n— the “PG 200 (Pork Grader)” apparatus and the assessment methods related thereto, details of which are given in Part 3 of the Annex.\n2. The Annex to Decision 2005/307/EC is replaced by the Annex to this Decision.", "This Decision is addressed to the Latvian Republic."], "attachments": "Done at Brussels, 21 August 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 301, 20.11.1984, p. 1. Regulation as last amended by Regulation (EC) No 3513/93 (OJ L 320, 22.12.1993, p. 5).\n(2)  OJ L 98, 16.4.2005, p. 42.\n(3)  OJ L 285, 25.10.1985, p. 39. Regulation as last amended by Regulation (EC) No 1197/2006 (OJ L 217, 8.8.2006, p. 6).\nANNEX\n‘ANNEX\nMETHODS FOR GRADING PIG CARCASES IN LATVIA\nPART 1\nManual method (ZP)\n1. Grading of pig carcases shall be carried out by use of the manual method (ZP).\n2. This method may be implemented using a ruler, with the grading determined on the basis of the prediction equation. It is based on the manual measurement on the midline of the split carcase of the thickness of the fat and of the thickness of the muscle.\n3. The lean meat content of carcases shall be calculated according to the following formula:\n= the estimated percentage of lean meat in the carcase,\nx1 = the thickness of the visible fat on the midline of the split carcase, measured in the point G — thinnest part over the gluteus medius muscle (in millimetres),\nx2 = the thickness of the visible muscle on the midline of the split carcase, measured in point M — distance between the cranial edge of the gluteus medius muscle and the dorsal edge of the vertebral canal (in millimetres).\nPART 2\nIntrascope (Optical Probe)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed “Intrascope (Optical Probe)” produced by SFK, Denmark.\n2. The apparatus shall be equipped with a hexagonal-shaped probe of a maximum width of 12 millimetres (and of 19 millimetres at the blade at the top of the probe) containing a viewing window and a light source, a sliding barrel calibrated in millimetres, and having an operating distance of between 8 and 50 millimetres.\n3. The lean meat content of the carcase shall be calculated according to the following formula:\n= the estimated percentage of lean meat in the carcase,\nx = the thickness of back-fat in millimetres, measured on left side of carcase behind the last rib 6 cm of the midline of the carcase.\nPART 3\nPG 200 (Pork Grader)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed “PG 200 (Pork Grader)” produced by SFK, Denmark.\n2. The apparatus shall be equipped with 1. manual measuring device, which has an operating distance of between 9 and 150 millimetres, and 2. linked computing system which records data and calculates lean meat content of carcase.\n3. The lean meat content of the carcase shall be calculated according to the following formula:\n= the estimated percentage of lean meat in the carcase,\nx1 = the thickness of back-fat in millimetres, measured on left side of carcase behind the last rib 7 cm of the midline of the carcase,\nx2 = the thickness of muscle in millimetres measured on left side of carcase behind the last rib 7 cm off the midline of the carcase."}