{"celex_id": "32009R1151", "uri": "http://publications.europa.eu/resource/cellar/af962bc8-7689-4323-8df1-f5148918b21c", "type": "Regulation", "concepts": ["1309", "1442", "2531", "2771", "2952", "3135", "5369", "5946", "6569"], "title": "Commission Regulation (EC) No 1151/2009 of 27 November 2009 imposing special conditions governing the import of sunflower oil originating in or consigned from Ukraine due to contamination risks by mineral oil and repealing Decision 2008/433/EC (Text with EEA relevance)\n", "header": "28.11.2009 EN Official Journal of the European Union L 313/36\nCOMMISSION REGULATION (EC) No 1151/2009\nof 27 November 2009\nimposing special conditions governing the import of sunflower oil originating in or consigned from Ukraine due to contamination risks by mineral oil and repealing Decision 2008/433/EC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(ii) thereof,\nWhereas:\n(1) Commission Decision 2008/433/EC of 10 June 2008 imposing special conditions governing the import of sunflower oil originating in or consigned from Ukraine due to contamination risks by mineral oil (2) has been adopted to protect public health following the findings in April 2008 of high levels of mineral paraffin in sunflower oil from Ukraine.\n(2) The Ukrainian authorities have informed the Commission services of the establishment of an appropriate control system designed to ensure that all consignments of sunflower oil to be exported to the Community are certified as not containing levels of mineral oil making the sunflower oil unfit for human consumption.\n(3) The details of this control and certification system have been assessed by the Commission services and the Member States and discussed during the meeting of the Standing Committee on the Food Chain and Animal Health held on 20 June 2008. It was concluded that this control and certification system could be accepted.\n(4) The Food and Veterinary Office of the European Commission carried out an inspection mission in Ukraine from 16 to 24 September 2008 in order to assess the control systems in place to prevent the contamination with mineral oil of sunflower oil intended for export to the Community (3). The inspection team concluded that the Ukrainian authorities have implemented the new official control system to prevent the presence of mineral oil in sunflower oil destined for the Community and that the control system provided sufficient guarantees for that purpose. However, these findings showed that the investigation carried out by the Ukrainian authorities had not revealed the source of the contamination due to the lack of official sampling and subsequent follow-up.\n(5) Given the level of risk and in accordance with Article 1(4) of Decision 2008/433/EC, Member States have controlled all consignments of sunflower oil originating from Ukraine in order to verify that these consignments do not contain an unacceptable level of mineral oil and that the information in the required certificate is accurate. The results of those controls demonstrate the accuracy and reliability of the control and certification system put in place by the Ukrainian authorities. All analytical results have confirmed the correctness of mineral oil levels declared in the certificate.\n(6) It is appropriate to provide that the sampling of consignments of sunflower oil for the presence of mineral oil has to be performed in accordance with the provisions on sampling laid down in Commission Regulation (EC) No 333/2007 of 28 March 2007 laying down the methods of sampling and analysis for the official control of the levels of lead, cadmium, mercury, inorganic tin, 3-MCPD and benzo(a)pyrene in foodstuffs (4) and the international standard ISO 5555:2003 on sampling of animal and vegetable fats and oils.\n(7) Consequently, it is appropriate to review the current measures. Given that the amendments are substantial, the provisions have a direct application and are binding in their entirety, Decision 2008/433/EC should be replaced by this Regulation, which could be reviewed at a later stage on the basis of the results of the controls carried out by the Member States.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Scope\nThis Regulation shall apply to crude and refined sunflower seed oil, falling within CN code 1512 11 91 or TARIC Code 1512199010 (hereafter referred to as sunflower oil), originating in or consigned from Ukraine.", "Definitions\nFor the purpose of this Regulation, ‘mineral paraffin’ means saturated hydrocarbons in the range C10-C56 from external sources minus the alkanes C27, C29 and C31 which are considered to be of endogenous origin for sunflower oil.", "Certification and prior notification\n1.   Sunflower oil imported into the Community shall not contain more than 50 mg/kg mineral paraffin.\n2.   Each consignment of sunflower oil presented for import shall be accompanied by a certificate as laid down in Annex, certifying that the product does not contain more than 50 mg/kg mineral paraffin and by an analytical report, issued by a laboratory accredited according to EN ISO/IEC 17025 for the analysis of mineral oil in sunflower oil, indicating the results of sampling and analysis for the presence of mineral oil, the measurement uncertainty of the analytical result, as well as the limit of detection (LOD) and the limit of quantification (LOQ) of the analytical method.\n3.   The certificate accompanied by the analytical report shall be signed by an authorised representative of the Ministry of Health of Ukraine.\n4.   Each consignment of sunflower oil shall be identified by means of a code which shall be indicated on the health certificate, on the analytical report containing the results of sampling and analysis, and on the commercial documents accompanying the consignment.\n5.   The analysis referred to in paragraph 2 must be performed on a sample, taken in accordance with the provisions of Regulation (EC) No 333/2007 and the international standard ISO 5555:2003.\n6.   Feed and food business operators or their representatives shall give prior notification to the first point of entry of the estimated date and time of physical arrival of the consignment at least one working day prior to the physical arrival of the consignment.", "Official control\n1.   The competent authorities of a Member State shall check that each consignment of sunflower oil presented for import is accompanied by a certificate and an analytical report as provided for in Article 3(2).\nMember States shall sample and analyse for the presence of mineral paraffin certain, selected on a random basis, consignments of sunflower oil presented for import into the Community, in order to ensure that the consignment does not contain more than 50 mg/kg mineral paraffin.\nMember States shall inform the Commission through the rapid alert system for food and feed of all consignments which are found to contain mineral paraffin above 50 mg/kg taking into account the measurement uncertainty.\n2.   All official controls before the acceptance for release for free circulation into the Community shall be performed within 15 working days from the moment the consignment is offered for import and physically available for sampling.", "Splitting of a consignment\nConsignments shall not be split until the official controls by the competent authority as provided for in Article 4 have been completed.\nIn the case of subsequent splitting of the consignment, a copy of the official documents provided for in Article 3(2), to be authenticated by the competent authority of the Member State on whose territory the splitting has taken place, shall accompany each part of the consignment until it is released for free circulation.", "Non-compliance measures\nMeasures in respect of non-compliant consignments of sunflower oil shall be taken in accordance with Article 19 of Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official control performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (5).", "Costs\nAll costs resulting from the official controls including sampling, analysis, storage and any measures taken following non-compliance, shall be borne by the feed and food business operator.", "Repeal\nDecision 2008/433/EC is hereby repealed.\nReferences to the repealed Decision shall be construed as references to this Regulation.", "Transitional measures\nBy way of derogation from Article 3(2), Member States shall authorise the imports of consignments of sunflower oil originating in or consigned from Ukraine which left Ukraine prior to 1 January 2010, accompanied by the certificate provided for in Article 1 of Decision 2008/433/EC.", "0\nEntry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 151, 11.6.2008, p. 55.\n(3)  http://ec.europa.eu/food/fvo/rep_details_en.cfm?rep_id=2080\n(4)  OJ L 88, 29.3.2007, p. 29.\n(5)  OJ L 165, 30.4.2004, p. 1.\nANNEX"}