{"celex_id": "32009R0867", "uri": "http://publications.europa.eu/resource/cellar/205dbb12-1289-4637-baa1-4ff7383e67d0", "type": "Regulation", "concepts": ["1800", "2734", "3083", "3424", "937"], "title": "Commission Regulation (EC) No 867/2009 of 21 September 2009 amending and correcting Regulation (EC) No 1242/2008 establishing a Community typology for agricultural holdings\n", "header": "22.9.2009 EN Official Journal of the European Union L 248/17\nCOMMISSION REGULATION (EC) No 867/2009\nof 21 September 2009\namending and correcting Regulation (EC) No 1242/2008 establishing a Community typology for agricultural holdings\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 79/65/EEC of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (1), and in particular Articles 4(4), 6(2), and 7(3) thereof,\nWhereas:\n(1) Annex I, Part C to Commission Regulation (EC) No 1242/2008 (2) has defined types of farming. On the basis of those definitions certain grazing livestock farms cannot be classified by type of farming and for other farms the classification obtained is not the most appropriate.\n(2) Annex II, Part B to Regulation (EC) No 1242/2008 has laid down rules concerning the grouping of the economic size classes. Those rules limit the possibilities for the Member States to establish more suitable selection plans.\n(3) Some descriptions and names used in Annex I and Annex IV to Regulation (EC) No 1242/2008 lack legibility and need therefore to be clarified.\n(4) The description and the code of certain products referred to in Regulation (EC) No 1242/2008 and listed in Commission Regulation (EC) No 868/2008 of 3 September 2008 on the farm return to be used for determining the incomes of agricultural holdings and analysing the business operation of such holdings (3) have been amended by Regulation (EC) No 781/2009 of 27 August 2009.\n(5) Furthermore the names of certain types of farming used in Annex I to Regulation (EC) No 1242/2008 should be corrected in some languages. To improve consistency the word holding should be suppressed from the name of a type of farming and for better legibility certain words related to poultry categories should be replaced in the name of certain types of farming.\n(6) Regulation (EC) No 1242/2008 should therefore be amended and corrected accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Community Committee for the Farm Accountancy Data network,", "main_body": ["Annexes I, II and IV to Regulation (EC) No 1242/2008 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from the accounting year 2010 for the Farm Accountancy Data Network and for the farm structure survey as of the 2010 survey.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 September 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ 109, 23.6.1965, p. 1859/65.\n(2)  OJ L 335, 13.12.2008, p. 3.\n(3)  OJ L 237, 4.9.2008, p. 18.\nANNEX\nAnnexes I, II and IV to Regulation (EC) No 1242/2008 are amended as follows:\n(1) Annex I is amended as follows:\n(a) Part A. Classification scheme is amended as follows:\n(i) In the sub-part ‘Specialist holdings — crops’, the third column ‘Particular type of farming’ is amended as follows:\n— point 361 is replaced by the following:\n‘361. Specialist fruit (other than citrus, tropical and subtropical fruits and nuts)’;\n— point 364 is replaced by the following:\n‘364. Specialist tropical and subtropical fruits’;\n— point 365 is replaced by the following:\n‘365. Specialist fruit, citrus, tropical and subtropical fruits and nuts: mixed production’;\n(ii) In the sub-part ‘Specialist holdings — animal production’, the third column ‘Particular type of farming’ is amended as follows:\n— point 521 is replaced by the following:\n‘521. Specialist laying hens’;\n— point 523 is replaced by the following:\n‘523 Laying hens and poultry-meat combined’;\n(iii) In the sub-part ‘Mixed holdings’, in the first column ‘General type of farming’, point ‘7. Mixed livestock holdings’ is replaced by ‘7. Mixed livestock’.\n(b) In the table of part B I. Correspondence between the headings of the farm structure surveys and the farm return of the Farm Accountancy Data Network (FADN), the rows 2.01.12.01 and 2.01.12.02 are replaced by the following:\n315. Fallow land without any subsidies\n316. Fallow land subject to the payment of subsidies’\n(c) Part C. Definitions of type of farming is amended as follows:\n(i) Sub-part ‘Specialist holdings — crop products’ is amended as follows:\n(aa) In the first column ‘Types of farming’, the third sub-column ‘Particular’ is amended as follows:\n— point 361 is replaced by the following:\n‘361. Specialist fruit (other than citrus, tropical and subtropical fruits and nuts)’;\n— point 364 is replaced by the following:\n‘364. Specialist tropical and subtropical fruits’;\n— point 365 is replaced by the following:\n‘365. Specialist fruit, citrus, tropical and subtropical fruits and nuts: mixed production’;\n(ab) In the second column ‘Definition’, Code ‘3 Specialist permanent crops’, the eleventh row ‘Tropical fruits > 2/3’ is replaced by ‘Fruit of subtropical climate zones > 2/3’;\n(ii) Sub-part ‘Specialist holdings — Animal production’ is amended as follows:\n(aa) Rows 45 to 48 are replaced by the following:\n‘45 Specialist dairying 450 Specialist dairying Dairy cows > 3/4 of total grazing livestock; grazing livestock > 1/10 of grazing livestock and forage 3.02.06. > 3/4 GL; GL > 1/10 P4\n46 Specialist cattle — rearing and fattening 460 Specialist cattle — rearing and fattening All cattle (i.e. bovine animals under one year, bovine animals over one but under two and bovine animals two years old and over (male, heifers, dairy cows and other cows)) > 2/3 of grazing livestock; dairy cows ≤ 1/10 of grazing livestock; grazing livestock > 1/10 of grazing livestock and forage P46 > 2/3 GL; 3.02.06. ≤ 1/10 GL; GL > 1/10 P4\n47 Cattle — dairying, rearing and fattening combined 470 Cattle — dairying, rearing and fattening combined All cattle > 2/3 of grazing livestock; dairy cows > 1/10 of grazing livestock; grazing livestock > 1/10 of grazing livestock and forage; excluding those holdings in class 45 P46 > 2/3 GL; 3.02.06. > 1/10 GL; GL > 1/10 P4; excluding 45\n48 Sheep, goats and other grazing livestock   Holdings in class 4, excluding those in classes 45, 46 and 47\n481 Specialist sheep Sheep > 2/3 of grazing livestock; grazing livestock > 1/10 of grazing livestock and forage 3.03.01. > 2/3 GL; GL > 1/10 P4\n482 Sheep and cattle combined All cattle > 1/3 of grazing livestock, sheep > 1/3 of grazing livestock and grazing livestock > 1/10 of grazing livestock and forage P46 > 1/3 GL; 3.03.01. > 1/3 GL; GL > 1/10 P4\n483 Specialist goats Goats > 2/3 of grazing livestock; grazing livestock > 1/10 of grazing livestock and forage 3.03.02. > 2/3 GL; GL > 1/10 P4\n484 Various grazing livestock Holdings in class 48, excluding those in 481, 482 and 483’\n(ab) In the first column ‘Types of farming’, the third sub-column ‘Particular’ is amended as follows:\n— point 521 is replaced by the following:\n‘521. Specialist laying hens’;\n— point 523 is replaced by the following:\n‘523 Laying hens and poultry-meat combined’;\n(ac) Row 53 is replaced by the following:\n‘53 Various granivores combined 530 Various granivores combined Holdings in class 5, excluding those in classes 51 and 52’\n(iii) Sub-part ‘Mixed holdings’ is amended as follows:\n(aa) In the first column ‘Types of farming’, in the first sub-column ‘General’, the code ‘7. Mixed livestock holdings’ is replaced by ‘7. Mixed livestock’.\n(ab) The row ‘8. Mixed crops — livestock’ is replaced by the following:\n‘8 Mixed crops — livestock     Holdings excluded from classes 1 to 7 and from class 9’\n(ac) Sub-row ‘843 Apiculture’ is replaced by the following:\n‘843 Apiculture Bees > 2/3 3.07. > 2/3’\n(iv) In the sub-part ‘Non-classified holdings’, row 9 is replaced by the following:\n‘9 Non-classified holdings 90 Non-classified holdings 900 Non-classified holdings Non-classified holdings Total Standard Output = 0’\n(2) In Annex II, part B, the second paragraph is replaced by the following:\n(3) In Annex IV, point (b) of point 2 is replaced by the following:\n‘(b) Geographical breakdown\n— The SOs are determined at least on the basis of geographical units which are usable for the Community farm structure surveys and for the Farm Accountancy Data Network. These geographical units are all based on the general Nomenclature of Territorial Units for Statistics (NUTS) as defined in Regulation (EC) No 1059/2003 of the European Parliament and of the Council (1). These units are described as a regrouping of NUTS 3 regions. Less favoured or mountain areas are not considered as a geographical unit.\n— No SO is determined for characteristics which are not engaged in the region concerned.\n(1)  OJ L 154, 21.6.2003, p. 1.’"}