{"celex_id": "32001D0828", "uri": "http://publications.europa.eu/resource/cellar/f2428191-8320-4b39-93a2-713c857293a1", "type": "Decision", "concepts": ["1755", "192", "3191", "4636", "5369", "842"], "title": "2001/828/EC: Commission Decision of 23 November 2001 amending Decisions 92/260/EEC and 93/197/EEC with regard to imports of equidae vaccinated against West Nile Fever (Text with EEA relevance) (notified under document number C(2001) 3709)\n", "header": "Commission Decision\nof 23 November 2001\namending Decisions 92/260/EEC and 93/197/EEC with regard to imports of equidae vaccinated against West Nile Fever\n(notified under document number C(2001) 3709)\n(Text with EEA relevance)\n(2001/828/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae(1), as last amended by Decision 2001/298/EC(2), and in particular Article 13(2)(a) and Article 19(i) thereof,\nWhereas:\n(1) Commission Decision 92/260/EEC(3), as last amended by Decision 2001/619/EC(4), laid down the animal health conditions and veterinary certification for temporary admission of registered horses.\n(2) Commission Decision 93/197/EEC(5), as last amended by Decision 2001/619/EC, laid down the animal health conditions and veterinary certification for imports of registered equidae and equidae for breeding and production.\n(3) The United States of America have recorded cases of West Nile Fever in equidae during the past two years. Recently a formaline-inactivated vaccine has received conditional approval by the competent authorities. Because equidae vaccinated against West Nile Virus infection do not present an animal or public health risk, imports into the Community of such equidae should be permitted, subject to certain conditions.\n(4) In order to allow imports of equidae vaccinated against West Nile Virus from countries included in Group C of the relevant animal health requirements it is necessary to adapt the animal health conditions by modifying Decisions 92/260/EEC and 93/197/EEC accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["A new paragraph is inserted in Annex II(C)(III) to Decision 92/260/EEC:\n>PIC FILE= \"L_2001308EN.004102.TIF\">", "A new paragraph is inserted in Annex II(C)(III) to Decision 93/197/EEC:\n>PIC FILE= \"L_2001308EN.004201.TIF\">", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 November 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 42.\n(2) OJ L 102, 12.4.2001, p. 63.\n(3) OJ L 130, 15.5.1992, p. 67.\n(4) OJ L 215, 9.8.2001, p. 55.\n(5) OJ L 86, 6.4.1993, p. 16."}