{"celex_id": "32004D0577", "uri": "http://publications.europa.eu/resource/cellar/66b2c3a6-584b-433c-953d-29c5a6897c75", "type": "Decision", "concepts": ["3824", "4079", "491", "5403", "5542", "5693"], "title": "2004/577/EC: Council Decision of 29 April 2004 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Kazakhstan establishing a double-checking system without quantitative limits in respect of the export of certain steel products from the Republic of Kazakhstan to the European Community\n", "header": "Council Decision  of  29 April 2004  on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Kazakhstan establishing a double-checking system without quantitative limits in respect of the export of certain steel products from the Republic of Kazakhstan to the European Community (2004/577/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Republic of Kazakhstan, of the other part(1), entered into force on  1 July 1999 .\n(2) The European Community and the Republic of Kazakhstan agreed to establish a double-checking system in respect of certain steel products for the period from  1 January 2000  to  31 December 2001 . This Agreement in the form of an Exchange of Letters was approved on behalf of the European Community by means of Decision 1999/865/EC(2). Regulation (EC) No 2743/1999(3) established the corresponding implementing legislation for the Community.\n(3) The Commission has finalised negotiations for an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Kazakhstan establishing a double-checking system without quantitative limits in respect of the export of certain steel products from the Republic of Kazakhstan to the European Community,", "main_body": ["1. The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Kazakhstan establishing a double-checking system without quantitative limits in respect of the export of certain steel products from the Republic of Kazakhstan to the European Community is hereby approved on behalf of the European Community.\n2. The text of the Agreement(4) is annexed to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters referred to in Article 1 in order to bind the Community."], "attachments": "Done at Luxembourg,  29 April 2004 .\nFor the Council\nThe President\nM. Mc Dowell\n(1) OJ L 196, 28.7.1999, p. 3.\n(2) OJ L 342, 31.12.1999, p. 37.\n(3) OJ L 342, 31.12.1999, p. 1.\n(4) See p. 49 of this Official Journal."}