{"celex_id": "32008D0174", "uri": "http://publications.europa.eu/resource/cellar/d33de2b3-859e-4920-a90b-ffc2ac8f81a4", "type": "Decision", "concepts": ["1519", "4506", "4509", "4651", "4983", "5541", "889"], "title": "2008/174/EC: Commission Decision of 21 December 2005 concerning State aid proposed by Italy (Autonomous Province of Trento) in the transport sector (notified under document number C(2005) 5315) (Text with EEA relevance)\n", "header": "1.3.2008 EN Official Journal of the European Union L 57/18\nCOMMISSION DECISION\nof 21 December 2005\nconcerning State aid proposed by Italy (Autonomous Province of Trento) in the transport sector\n(notified under document number C(2005) 5315)\n(Only the Italian version is authentic)\n(Text with EEA relevance)\n(2008/174/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving called on interested parties to submit their comments pursuant to those provisions (1),\nWhereas:\n1.   PROCEEDINGS\n(1) By letter of 27 November 2001, recorded as received at the Secretariat-General on 3 December 2001, the Italian authorities notified the Commission, in accordance with Article 88(3) of the EC Treaty, of the special provisions for the transport sector adopted under Law No 6 of the Autonomous Province of Trento of 13 December 1999 (hereinafter Provincial Law No 6/99). The notification was registered by the Secretariat-General of the European Commission as N 833/01.\n(2) As the notification was incomplete, the Commission requested additional information in its letter D(02) 1665 of 1 February 2002, to which a reply was received by letter registered on 5 April 2002. A meeting was held between representatives of the Commission and of the Autonomous Province of Trento on 11 March 2002. The Commission sent the Italian authorities a letter requesting further information on 12 April 2002. A reply to this request was sent by letter dated 17 May 2002, recorded as received on 28 May 2002 as SG A/5459. A second meeting was held between representatives of the Commission and of the Autonomous Province of Trento on 30 May 2002.\n(3) On 24 July 2002, the Commission adopted a favourable decision (2) regarding most of the measures provided for in Provincial Law No 6/99 ‘Special provisions for the transport sector’ (3) and intended to encourage the transfer of road freight to alternative modes of transport. However, investigation proceedings were initiated in connection with one of the measures contained in the scheme, namely investment aid for railway wagons and new or reconditioned rolling stock, registered as C 52/02.\n(4) The decision of 24 July 2002 to initiate proceedings was published in the Official Journal of the European Union\n (4). The Commission called on interested parties to submit their comments.\n(5) Italy submitted its comments by letter dated 4 September 2002. The Commission received no comments from interested parties.\n(6) A new aid scheme aimed at promoting combined transport in the Autonomous Province of Trento was notified by the Italian authorities on 7 February 2003 under the title ‘Granting of aid in support of combined transport’. This aid scheme was registered as N 64/03 and was approved by a Commission Decision of 1 October 2003 (5).\n(7) Further clarifications were sent by the Autonomous Province of Trento on 8 April 2005 and then by letter recorded as received on 13 June 2005 by the Permanent Representation.\n2.   DETAILED DESCRIPTION OF THE AID\n2.1.   Type of aid\n(8) The aid measure in respect of which the investigation proceedings were initiated concerned investment aid for railway wagons and new or reconditioned rolling stock; no objections were raised, however, regarding the remaining measures provided for in the general scheme aimed at encouraging the transfer of road freight to alternative modes of transport.\n(9) The aim of the general scheme is to reduce the environmental impact of road haulage by encouraging the purchase of means of transport equipped with technology that reduces environmental pollution and exceeds compulsory environmental standards. The scheme concerns aid for small and medium-sized enterprises and consortia engaged in road haulage on behalf of third parties which carry out combined transport activities or perform rail and overland transport activities in any way connected with combined rail transport or the transport of goods or passengers.\n(10) The investigated measure provided for aid of up to 25 % for small and medium-sized enterprises operating in the Autonomous Province of Trento for the acquisition of railway wagons and new or reconditioned rolling stock (Article 3(2)(e) of Provincial Law No 6/99).\n2.2.   Grounds for initiating proceedings\n(11) The Commission’s decision to initiate the procedure provided for in Article 88(2) of the Treaty and to request clarification from the Italian authorities arose from an initial examination of the notified scheme.\n(12) In particular, the Commission had doubts concerning the measure’s compatibility with Article 4(2) and (5) of Commission Regulation (EC) No 70/2001 of 12 January 2001 on the application of Articles 87 and 88 of the EC Treaty to small and medium-sized enterprises (6) which would limit the gross aid intensity of investment in railway wagons to 15 % in the case of small enterprises and to 7,5 % in the case of medium-sized enterprises.\n(13) The Commission doubted whether the notified aid intensity (25 %) could be compatible with the maximum aid intensity allowed under Article 4(2) of Regulation (EC) No 70/2001. Non-compliance with the thresholds indicated in Regulation (EC) No 70/2001 was the only reason for initiating investigation proceedings.\n(14) The Commission received no comments from interested parties.\n3.   COMMENTS FROM ITALY\n(15) By letter of 4 September 2004, the Italian authorities, via their Permanent Representation, stated their intention to grant aid not exceeding 15 % to small enterprises and not exceeding 7,5 % to medium-sized enterprises in respect of the costs of acquisition of railway wagons and new or reconditioned rolling stock.\n(16) Their intention was that this aid should be combined with the financing of 25 % of the costs connected with the leasing, amortisation or hire of special ultra-low railway wagons for accompanied combined transport services for a maximum of three years.\n(17) The undertakings benefiting from the subsidies would still be responsible for the part of the expenditure not covered by public aid. The Province of Trento would ask recipients to ensure that the tariffs that they charge are public and non-discriminatory, i.e. the same for all users and all sections of the route.\n(18) The competent authorities claimed that, given the lack of intermodal structures, the Province of Trento intended to finance all business initiatives to provide ultra-low railway wagons on a first-come first-served basis and until the relevant budget was exhausted. However, it reserved the right, should the budget prove insufficient, to publish public invitations to apply for aid, giving priority to those activities involving the highest daily frequency of road/rail transshipments onto wagons departing from transshipment points located in the Province.\n(19) It should be noted, however, that the latter measure was not included in the initial notification. Moreover, the Autonomous Province of Trento confirmed on 8 April 2005 that the measure had never been put in place and that there was no longer any intention to implement it.\n4.   ASSESSMENT OF THE MEASURE\n4.1.   Existence of aid within the meaning of Article 87(1) of the EC Treaty\n(20) Pursuant to Article 87(1) of the EC Treaty, and unless otherwise provided for in that Treaty, any aid granted by a Member State which distorts or threatens to distort competition is incompatible with the common market if it affects trade between Member States.\n(21) Under the proposed aid measure, the preselected beneficiaries (small and medium-sized enterprises operating in the Autonomous Province of Trento) would receive State contributions for costs arising from investment in railway wagons and rolling stock, while other enterprises, whether Italian or from other EU Member States, that are active in this field would not receive such contributions. The aid thus reinforces the competitive situation of the recipients vis-à-vis other operators engaged in intra-Community trade.\n(22) In view of the above, the Commission finds that the notified aid measure involves aid within the meaning of Article 87(1) and is hence, in principle, prohibited.\n4.2.   Assessment of the compatibility of the aid measure\n(23) After investigation proceedings were initiated, the Italian authorities agreed to reduce the planned aid intensity of 25 % for the acquisition of railway wagons and new or reconditioned rolling stock to 15 % for small enterprises and 7,5 % for medium-sized enterprises. The aid measure concerns only aid to small and medium-sized enterprises.\n(24) The aid can be therefore be considered to be in line with Article 4(2) of Regulation (EC) No 70/2001.\n(25) In view of the above, the Commission can therefore now declare this aid to be compatible with the Treaty.\n5.   CONCLUSION\nThe Commission", "main_body": ["The State aid proposed by Italy (Autonomous Province of Trento) in the transport sector is compatible with the common market.\nThe aid may therefore be implemented.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 21 December 2005.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ C 242, 8.10.2002, p. 8.\n(2)  See footnote 1.\n(3)  State aid N 833/01 — Italy (Autonomous Province of Trento) — Provincial Law No 6/99 ‘Special provisions for the transport sector’.\n(4)  See footnote 1.\n(5)  OJ C 284, 27.11.2003, p. 2.\n(6)  OJ L 10, 13.1.2001, p. 33."}