{"celex_id": "32000R0826", "uri": "http://publications.europa.eu/resource/cellar/56c14689-4d10-49e5-bea7-b58659002504", "type": "Regulation", "concepts": ["1488", "3483", "3870", "4778", "5156"], "title": "Commission Regulation (EC) No 826/2000 of 25 April 2000 amending, for the second time, Annex I to Council Regulation (EC) No 1294/1999 concerning a freeze of funds and a ban on investment in relation to the Federal Republic of Yugoslavia\n", "header": "Commission Regulation (EC) No 826/2000\nof 25 April 2000\namending, for the second time, Annex I to Council Regulation (EC) No 1294/1999 concerning a freeze of funds and a ban on investment in relation to the Federal Republic of Yugoslavia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1294/1999 of 15 June 1999 concerning a freeze of funds and a ban on investment in relation to the Federal Republic of Yugoslavia and repealing Regulations (EC) No 1295/98 and (EC) No 1607/98(1), as last amended by Regulation (EC) No 607/2000(2), and in particular Article 8(1)(a) thereof,\nWhereas:\n(1) The list of persons deemed to be persons acting or purporting to act for, or on behalf of, either the Government of the Federal Republic of Yugoslavia or the Government of the Republic of Serbia was established by the Council when it adopted Regulation (EC) No 1294/1999, attached to that Regulation as Annex I and, subsequently, amended by means of Commission Regulation (EC) No 2756/1999(3).\n(2) As a result this list is identical to the list of persons to which the obligation of non-admission referred to in Common Position 1999/318/CFSP(4) applies since the adoption of Council Decision 1999/612/CFSP of 13 September 1999(5).\n(3) The Council has, however, amended that list by means of Decisions 1999/812/CFSP(6) and 2000/177/CFSP(7).\n(4) It is opportune to freeze the funds of persons included in that list and to ensure that such persons will not be able to receive funds from Community sources, taking into account that the list of persons to which the obligation of non-admission applies is limited to persons holding public office and persons close to the regime whose activities support President Milosevic, and such persons must be deemed to be acting for, or on behalf of, the Government of the Federal Republic of Yugoslavia or that of the Republic of Serbia.\n(5) In view of this, it is also opportune to unfreeze the funds of those persons to which the obligation of non-admission has ceased to apply, unless there are reasons to conclude that such persons would, nevertheless, act for, or on behalf of, either the Government of the Federal Republic of Yugoslavia or the Government of the Republic of Serbia. There are, however, no reasons to conclude that any of the persons concerned would act in such a manner.\n(6) It is appropriate to publish available data on the persons concerned in order to facilitate identification and a number of entries should, therefore, be amended.\n(7) In view of the very substantial additions and amendments needed, it is considered opportune to publish in its entirety the amended list of persons deemed to be persons acting or purporting to act for, or on behalf of, either the Government of the Federal Republic of Yugoslavia or the Government of the Republic of Serbia.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee referred to in Article 9 of Regulation (EC) No 1294/1999,", "main_body": ["Annex I to Regulation (EC) No 1294/1999 shall be replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 April 2000.\nFor the Commission\nChristopher Patten\nMember of the Commission\n(1) OJ L 153, 19.6.1999, p. 63.\n(2) OJ L 73, 22.3.2000, p. 4.\n(3) OJ L 331, 23.12.1999, p. 43.\n(4) OJ L 123, 13.5.1999, p. 1.\n(5) OJ L 242, 14.9.1999, p. 32.\n(6) OJ L 314, 8.12.1999, p. 36.\n(7) OJ L 56, 1.3.2000, p. 2.\nANNEX\n\"ANNEX I\nPersons acting or purporting to act for, or on behalf of, the Government of the Federal Republic of Yugoslavia (FRY) or the Republic of Serbia\n>TABLE>\""}