{"celex_id": "32007R0756", "uri": "http://publications.europa.eu/resource/cellar/acf3fa59-fd69-4a0c-868e-cdd03e04aeea", "type": "Regulation", "concepts": ["1119", "1309", "1608", "2657", "3156", "3178"], "title": "Commission Regulation (EC) No 756/2007 of 29 June 2007 amending Regulation (EC) No 3223/94 on detailed rules for the application of the import arrangements for fruit and vegetables\n", "header": "30.6.2007 EN Official Journal of the European Union L 172/41\nCOMMISSION REGULATION (EC) No 756/2007\nof 29 June 2007\namending Regulation (EC) No 3223/94 on detailed rules for the application of the import arrangements for fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), and in particular Article 32(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 3223/94 of 21 December 1994 on detailed rules for the application of the import arrangements for fruit and vegetables (2) cross-refers to certain provisions of Articles 173 to 176 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (3).\n(2) Those provisions have however been deleted by Commission Regulation (EC) No 215/2006 of 8 February 2006 amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code and amending Regulation (EC) No 2286/2003 (4).\n(3) In the interests of legal certainty it is therefore necessary to amend Regulation (EC) No 3223/94 to make the necessary changes to ensure its continued smooth operation.\n(4) The prices of fruit and vegetables change rapidly, and in line with the amendments to Regulation (EEC) No 2454/93, potentially outdated unit prices should no longer be used in the framework of the entry price system.\n(5) Since the modifications to Regulation (EEC) No 2454/93 applied from 19 May 2006, in the interest of legal certainty, those amendments should also apply as from that date.\n(6) Article 3(1) of Regulation (EC) No 3223/94 contains a list of representative markets. That list should be amended to include the representative markets in Bulgaria and Romania.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Regulation (EC) No 3223/94 is amended as follows:\n1. in Article 2(2), the second and third subparagraphs are replaced by the following:\n(a) a marketing margin of 15 % for the marketing centres of London, Milan and Rungis and of 8 % for other marketing centres, and\n(b) costs of transport and insurance within the customs territory.\n2. in Article 3, paragraph 1 is replaced by the following:\n— Belgium and Luxemburg: Brussels,\n— Bulgaria: Sofia,\n— Czech Republic: Prague,\n— Denmark: Copenhagen,\n— Germany: Hamburg, Munich, Frankfurt, Cologne, Berlin,\n— Estonia: Tallinn,\n— Ireland: Dublin,\n— Greece: Athens, Thessaloniki,\n— Spain: Madrid, Barcelona, Seville, Bilbao, Zaragoza, Valencia,\n— France: Paris-Rungis, Marseille, Rouen, Dieppe, Perpignan, Nantes, Bordeaux, Lyon, Toulouse,\n— Italy: Milan,\n— Cyprus: Nicosia,\n— Latvia: Riga,\n— Lithuania: Vilnius,\n— Hungary: Budapest,\n— Malta: Attard,\n— Netherlands: Rotterdam,\n— Austria: Vienna-Inzersdorf,\n— Poland: Ozarów Mazowiecki-Bronisze, Poznan,\n— Portugal: Lisbon, Porto,\n— Romania: Bucharest, Constanța,\n— Slovenia: Ljubljana,\n— Slovakia: Bratislava,\n— Finland: Helsinki,\n— Sweden: Helsingborg, Stockholm,\n— United Kingdom: London.’\n3. in Article 4, paragraph 2 is replaced by the following:\n4. In Article 4, paragraph 5 is replaced by the following:", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nPoints 1, 3 and 4 of Article 1 shall apply from 19 May 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2)  OJ L 337, 24.12.1994, p. 66. Regulation as last amended by Regulation (EC) No 386/2005 (OJ L 62, 9.3.2005, p. 3).\n(3)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 214/2007 (OJ L 62, 1.3.2007, p. 6).\n(4)  OJ L 38, 9.2.2006, p. 11."}