{"celex_id": "32003D0168", "uri": "http://publications.europa.eu/resource/cellar/491e5c50-a375-413b-9856-fcf38a8c63ee", "type": "Decision", "concepts": ["142", "5315", "5646", "893"], "title": "2003/168/EC: Commission Decision of 11 March 2003 establishing the European Community Energy Star Board\n", "header": "Commission Decision\nof 11 March 2003\nestablishing the European Community Energy Star Board\n(2003/168/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 175(1) thereof,\nHaving regard to Regulation (EC) No 2422/2001 of the European Parliament and of the Council of 6 November 2001 on a Community energy efficiency labelling programme for office equipment(1), and in particular Article 8(1) thereof,\nWhereas:\n(1) In compliance with Regulation (EC) No 2422/2001, the Commission should establish a European Community Energy Star Board (hereinafter referred to as the \"ECESB\") to carry out the EC Energy Star programme, as defined in the Agreement between the Government of the United States of America and the European Community on the coordination of energy efficient labelling programmes for office equipment(2).\n(2) The ECESB should consist of national representatives, as defined by Regulation (EC) No 2422/2001 and of the interested parties listed on an indicative basis in that Regulation,", "main_body": ["The European Community Energy Star Board \"ECESB\" is hereby established.", "1. The Chair of the ECESB shall be held by the Commission, represented by the Directorate General for Energy and Transport.\n2. The indicative list of the national representatives referred to in Article 9 of Regulation (EC) No 2422/2001 shall be as set out in Part A of the Annex.\nWhere more than one national representative is designated, the \"coordinator\" shall be the representative empowered by the Member State as indicated in the Annex.\n3. The indicative list of the interested Parties referred to in Article 8(3) of Regulation (EC) No 2422/2001 shall be as set out in Part B of the Annex.\n4. In order to ensure a balanced participation of all relevant interested Parties in respect to each office equipment product group, the Chair may adapt the membership of interested Parties as appropriate.", "This Decision shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 11 March 2003.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 332, 15.12.2001, p. 1.\n(2) OJ L 172, 26.6.2001, p. 3.\nANNEX\nINDICATIVE LIST OF MEMBERS OF THE ECESB\nPART A\nNational representatives\n>TABLE>\nPART B\nInterested parties\nManufacturers\nThe European Information, Communications and Consumer Electronics Technology Industry Association (EICTA)\nRetailers\nEurocommerce\nEnvironmental protection groups\nWWF\nConsumer organisations\nThe European Consumers Organisation (BEUC)"}