{"celex_id": "32002D0941", "uri": "http://publications.europa.eu/resource/cellar/515894ef-5670-498a-a400-b8cdaa48cb40", "type": "Decision", "concepts": ["1309", "192", "2320", "2718", "5369", "5876"], "title": "2002/941/EC: Commission Decision of 29 November 2002 amending Decision 97/102/EC laying down special conditions governing imports of fishery and aquaculture products originating in Russia, and repealing Decision 2002/808/EC (Text with EEA relevance) (notified under document number C(2002) 4755)\n", "header": "Commission Decision\nof 29 November 2002\namending Decision 97/102/EC laying down special conditions governing imports of fishery and aquaculture products originating in Russia, and repealing Decision 2002/808/EC\n(notified under document number C(2002) 4755)\n(Text with EEA relevance)\n(2002/941/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by the Directive 97/79/EC(2), and in particular Article 11(1) thereof,\nWhereas:\n(1) In Commission Decision 97/102/EC of 16 January 1997 laying down special conditions governing imports of fishery and aquaculture products originating in Russia(3), the \"Committee of Fisheries of the Federation of Russia, assisted by the State Committee for Sanitary and Epidemiological Surveillance (Goskomsanepidnadzor)\" is identified as the competent authority in Russia for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\n(2) Following a restructuring of the Russian administration, the Commission adopted Decision 2002/808/EC of 16 October 2002 amending Decision 97/102/EC laying down special conditions governing imports of fishery and aquaculture products originating in Russia(4), to modify the name of the competent authority for issuing health certificates for fishery products and to identify the authority responsible for the inspection and approval of the establishments and vessels. Nevertheless, the inspection service identified by Decision 2002/808/EC has not the power for the approval of the establishments and vessels. The competent authority for issuing health certificates for fishery products is the \"State Fisheries Committee of the Russian Federation\", assisted by the \"National Centre of Quality and Safety of Fishery Products\" (National Fish Quality) as inspection service for the approval and registration of establishments and vessels. This new authority is capable of effectively verifying the application of the laws in force.\n(3) The wording of Decision 97/102/EC should be aligned on the wording of more recently adopted Commission Decisions, laying down special conditions governing imports of fishery and aquaculture products originating in certain third countries.\n(4) Decision 97/102/EC should therefore be amended accordingly and Decision 2002/808/EC repealed.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 97/102/EC is modified as follows:\n1. Article 1 is replaced by the following:\n\"Article 1\nThe 'State Fisheries Committee of the Russian Federation', assisted by the 'National Centre of Quality and Safety of Fishery Products' (National Fish Quality) shall be the competent authority in Russia for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\"\n2. Article 2 is replaced by the following:\n\"Article 2\n1. Fishery products imported into the Community from Russia shall meet the conditions set out in paragraphs 2, 3 and 4.\n2. Each consignment shall be accompanied by a numbered original health certificate, duly completed, signed, dated and comprising a single sheet in accordance with the model in Annex A.\n3. The products shall come from approved establishments, factory vessels or cold stores or from registered freezer vessels listed in Annex B.\n4. Except in the case of frozen fishery products in bulk and intended for the manufacture of preserved foods, all packages shall bear the word 'RUSSIA' and the approval/registration number of the establishment, factory vessel, cold store or freezer vessel of origin in indelible letters.\"\n3. In Article 3 paragraph 2 is replaced by the following:\n\"2. Certificates must bear the name, capacity and signature of the representative of the National Centre of Quality and Safety of Fishery Products (National Fish Quality) and the latter's official stamp in a colour different from that of other endorsements.\"\n4. Annex A is replaced by the Annex to this Decision.", "Decision 2002/808/EC is repealed.", "This Decision shall apply from 15 February 2003. However, Article 2 shall apply from 30 November 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 November 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 35, 5.2.1997, p. 23.\n(4) OJ L 279, 17.10.2002, p. 51.\nANNEX\n'ANNEX A\n>PIC FILE= \"L_2002325EN.004703.TIF\">\n>PIC FILE= \"L_2002325EN.004801.TIF\">"}