{"celex_id": "32002R0495", "uri": "http://publications.europa.eu/resource/cellar/af9bd4a4-d66e-466d-8220-575bd681f699", "type": "Regulation", "concepts": ["1309", "2858", "3860", "4425", "519", "956"], "title": "Council Regulation (EC) No 495/2002 of 18 March 2002 repealing Regulation (EC) No 904/98 with respect to the imposition of a definitive anti-dumping duty on imports into the Community of personal fax machines originating in the People's Republic of China, Japan, the Republic of Korea, Malaysia, Singapore, Taiwan and Thailand\n", "header": "Council Regulation (EC) No 495/2002\nof 18 March 2002\nrepealing Regulation (EC) No 904/98 with respect to the imposition of a definitive anti-dumping duty on imports into the Community of personal fax machines originating in the People's Republic of China, Japan, the Republic of Korea, Malaysia, Singapore, Taiwan and Thailand\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 11(3) and (6) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nPROCEDURE\n1. Measures in force\n(1) By Regulation (EC) No 904/98(2) the Council imposed a definitive anti-dumping duty on imports of personal fax machines, falling within CN code ex 8517 21 00 and originating in the People's Republic of China, Japan, the Republic of Korea, Malaysia, Singapore, Taiwan and Thailand.\n2. Product concerned\n(2) The product concerned, as defined in Regulation (EC) No 904/98, is fax machines with a weight of 5 kilograms or less and with dimensions (width × depth × height) of the main body measuring 470 mm × 450 mm × 170 mm or less, excepting those fax machines using ink-jet or laser or LED printing technology that due to their difference in physical and technical characteristics are designed for professional rather than personal use, and are, to a significant extent, sold through different sales channels.\n3. Review investigation\n(3) On 1 July 2000, the Commission initiated on its own initiative(3), an interim review pursuant to Article 11(3) of Regulation (EC) No 384/96 (hereinafter referred to as the \"Basic Regulation\") of the anti-dumping measures in force with regard to imports of personal fax machines originating in the People's Republic of China, Japan, the Republic of Korea, Malaysia, Singapore, Taiwan and Thailand.\n(4) The Commission, in its Notice of Initiation, had invited interested parties to present their comments on the product definition given that there were indications of changed circumstances, in particular certain technical and technological developments. After receipt of the comments, the Commission published a second notice(4), setting out a proposal to modify the product definition by removing any reference to weight and dimensions. It was found that the original weight and dimension criteria were no longer valid as it is relatively easy for the producers to adapt their models by, for example, increasing the size of the paper tray of the personal fax machine above the original height limitation.\n(5) It was also examined whether fax machines using the so-called thermal transfer technology and the ones using thermal paper could still be considered as one single product. In this respect no difference was found by comparison to the original investigation where it was concluded that \"in weight and size and their essential technical features, thermal transfer faxes are similar or identical to the thermal paper models. In comparison, the printing technology used for the two product types in question is, from the consumer perspective, just an ancillary element\". This aspect of the definition of the product concerned was therefore reconfirmed by the current review investigation.\n(6) The only Community producer cooperating in the investigation, Österreichische Philips Industrie GmbH (hereinafter referred to as \"Philips\"), represented during the period of investigation more than 50 % of the total Community production of personal fax machines pursuant to Articles 4(1) and 5(4) of the Basic Regulation, and therefore, as in the original investigation, constitutes the Community industry. There was no cooperation from any other Community producer, although one company which is subsidiary of an exporting producer based in Japan, cooperated in the proceeding in its capacity as a importer and it is understood that this related company also produces the product concerned in the Community.\n(7) The Commission officially advised the exporting producers, importers and representative associations of importers or exporters known to be concerned, the representatives of the exporting countries, the representative consumer organisation and the Community producers of the initiation of the review. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the Notice of Initiation.\nTERMINATION OF THE PROCEEDING\n(8) In April 2001 Philips formally informed the Commission of its decision to transfer a major part of its manufacturing capacities of personal fax machines outside the Community in the course of 2001. The remaining production of personal fax machines would be gradually phased out. The transfer concerns personal fax machines, which use thermal transfer technology, while the production of personal fax machines using thermal sensitive paper will remain in the Community during the phasing out period. In view of this decision taken by the Community industry it was necessary to evaluate whether the Community interest would be against the continuation of the measures under the changed circumstances.\n(9) When assessing the Community interest aspects of the present case, the following was considered: On the basis of the plans of Philips, the production by the Community industry of products subject to anti-dumping measures is expected to cease in the near future. In such a situation, the maintenance of the anti-dumping measures concerned will not provide any benefit in terms of protecting production against possible unfair trade practices. Therefore, any negative effect of the anti-dumping measures concerned will be clearly disproportionate. Moreover, during the phasing out period, mostly imports of personal fax machines produced by Philips outside the Community would benefit from the continued existence of anti-dumping measures against the countries concerned. It is also noted that on the basis of the information available, the market share of Philips' Community produced fax machines decreased considerably by the end of 2001.\n(10) In view of the above reasons, it is considered that compelling reasons exist on Community interest grounds not to maintain the anti-dumping measures as regards imports of personal fax machines from the countries concerned. The Community industry and the other parties concerned were informed accordingly and were given the opportunity to comment.\n(11) The Community industry made the following comment: The findings on the transfer of production concern facts that have taken place after the period of investigation, whereas no efforts have been made to verify the situation of other Community production after the period of investigation even though one producer from the countries concerned had integrated its production in the Community. Therefore, the new developments should be studied before proposing the discontinuation of measures.\n(12) The situation on the Community market during the period of investigation was evaluated. Additionally, the Community can take into account information relating to events that have occurred after the period of investigation provided that these events have a major impact on the situation on the Community market for the product concerned. The decision of the Community industry to transfer a major part of its production outside the Community is considered such an event. During the proceeding no other Community producer made itself known or submitted any information. As mentioned above, the only other producer in the Community was related to an exporting producer from which it imported the product concerned. For this reason it cannot be considered to form part of the Community industry. In addition, it should be noted that the company, which cooperated in the proceeding in its capacity as a related importer, has actually requested the repeal of the measures.\n(13) It is therefore concluded that the anti-dumping proceeding concerning imports into the Community of personal fax machines originating in the People's Republic of China, Japan, the Republic of Korea, Malaysia, Singapore, Taiwan and Thailand should be terminated without the imposition of anti-dumping measures,", "main_body": ["Regulation (EC) No 904/98 is hereby repealed and the anti-dumping proceeding concerning imports of personal fax machines, falling within CN code ex 8517 21 00 and originating in the People's Republic of China, Japan, the Republic of Korea, Malaysia, Singapore, Taiwan and Thailand is hereby terminated.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 March 2002.\nFor the Council\nThe President\nM. Arias Cañete\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2238/2000, OJ L 257, 11.10.2000, p. 2.\n(2) OJ L 128, 30.4.1998, p. 1.\n(3) OJ C 184, 1.7.2000, p. 26.\n(4) OJ C 311, 31.10.2000, p. 4."}