{"celex_id": "32006D0249", "uri": "http://publications.europa.eu/resource/cellar/98f974da-cff2-4c3e-a900-e4c4e02a2243", "type": "Decision", "concepts": ["1519", "2359", "2771", "2871", "4682", "5541", "815", "835", "889"], "title": "2006/249/EC: Commission Decision of  20 April 2004  on the State aid which Italy intends to provide to firms marketing beef and veal in the province of Brescia  (notified under document number C(2004) 1377)\n", "header": "29.3.2006 EN Official Journal of the European Union L 91/11\nCOMMISSION DECISION\nof 20 April 2004\non the State aid which Italy intends to provide to firms marketing beef and veal in the province of Brescia\n(notified under document number C(2004) 1377)\n(Only the Italian text is authentic)\n(2006/249/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving invited interested parties to make their comments pursuant to that Article,\nWhereas:\nI.   PROCEDURE\n(1) By letter of 27 July 2001, registered as received on 1 August 2001, the Office of the Italian Permanent Representative to the European Union notified the Commission of aid for the purchase of equipment to ensure the provenance and quality of beef and veal.\n(2) By letters of 15 October 2001 (registered as received on 16 October 2001) and 26 February 2002 (registered as received on 27 February 2002), the Office of the Italian Permanent Representative to the European Union sent the Commission the additional information requested from the Italian authorities by letters of 12 September 2001 and 28 November 2001.\n(3) By letter of 24 April 2002, the Commission notified Italy of its decision to initiate in respect of that aid the procedure provided for in Article 88(2) of the EC Treaty.\n(4) The Commission decision to initiate the procedure was published in the Official Journal of the European Communities\n (1) on 18 June 2002. The Commission invited interested parties to submit their comments on the aid in question.\n(5) The Commission received no comments from interested parties.\n(6) By letter of 25 June 2002, registered as received on 27 June 2002, Italy sent the Commission further information on the planned measure.\nII.   DESCRIPTION\n(7) Aid for the purchase of equipment to ensure the provenance and quality of beef and veal.\n(8) Funds budgeted for this measure amounted to €103 291,38 (ITL 200 million), to be provided by the Brescia Chamber of Commerce.\n(9) To the end of 2001.\n(10) Small and medium-sized firms employing no more than 20 people whose registered office and operations were located in the province of Brescia, which had no pending disputes with social security bodies, were up to date with their contributions to the Chamber of Commerce, were not in administration, had not compounded with their creditors and were not bankrupt.\n(11) The aid measure was to contribute to the purchase of scales linked to a computer system (hardware and software) which could certify the provenance of beef and veal and the inspection by the Brescia Centre for the qualitative improvement of milk and beef and veal.\n(12) In the original version of the measure, the beneficiaries of the aid were small and medium-sized firms in the services sector which sold meat and, to a much lesser extent, firms selling meat direct to consumers. However, the latter category is now excluded, as the Italian authorities stated in their letter of 25 June 2002. In the final version only small and medium-sized firms engaged in marketing (slaughterhouses) which sell certified beef and veal are eligible.\n(13) In the original version of the measure, the aid was modulated as follows:\n40 % of the purchase price of the scales for meat-marketing firms;\n50 % for firms selling meat direct to the consumer in the disadvantaged areas of the province;\n40 % for firms selling meat direct to the consumer in the non-disadvantaged areas of the province.\nHowever, following the exclusion of the firms selling meat direct to the consumer, the intensity of the aid is now 40 %.\n(14) The contribution granted to each firm may not exceed €1 291,15 (ITL 2,5 million).\n(15) This aid may not be cumulated with other aid granted by the State or other public bodies.\n(16) Applications made before the date of publication of call for expressions of interest are not eligible. The grant of the aid is in any case subject to its approval by the Commission.\nIII.   INITIATION OF THE PROCEDURE UNDER ARTICLE 88(2) OF THE EC TREATY\n(17) The Commission initiated the procedure under Article 88(2) of the Treaty because it had doubts as to whether the scheme was compatible with the common market.\n(18) The first ground for its doubts arose from certain gaps in the information communicated by Italy.\n(19) First of all, the Italian authorities had provided no information on compliance with minimum environmental, hygiene and animal welfare standards. The Chamber of Commerce simply noted that compliance with these standards was not something for which it was responsible.\n(20) Secondly, the Chamber of Commerce made no comments on the existence of market outlets for the products in question.\n(21) Because of these omissions, the Commission had doubts about compliance with some of the conditions laid down at points 4.2 and 4.3 of the Community Guidelines on State aid in the agricultural sector.\n(22) A further problem which arose during the preliminary enquiry was the check on the non-cumulation of grants. In view of the organisation of the scheme, the Commission suggested establishing, in liaison with the Region of Lombardy, a system for checking on the non-cumulation of the aid. In the further information it sent to the Commission, the Chamber of Commerce expressed its willingness to check 10 % of the applications made. The Commission considered that figure inadequate because it could not exclude the possibility of beneficiaries receiving grants from a number of sources and so exceeding the eligible percentages.\nIV.   COMMENTS BY ITALY\n(23) In its letter of 25 June 2002, registered as received on 26 June 2002, Italy undertook to grant the aid only to slaughterhouses marketing beef and veal certified in accordance with the rules laid down by the Ministry of Agricultural and Forestry Policies. These holdings had been previously inspected for compliance with environmental, hygiene and animal welfare standards.\n(24) Italy also stated that the existence of market outlets was assured by the fact that beneficiaries were firms engaged in retail trade.\n(25) As regards compliance with the criterion of the non-cumulation of aid, the Italian authorities gave assurances that the rules on cumulation would be checked for all beneficiaries in liaison with the Region of Lombardy.\nV.   APPRAISAL OF THE AID\n(26) Under Article 87(1) of the EC Treaty, any aid granted by a Member State or through State resources in any form whatsoever which distorts or threatens to distort competition by favouring certain undertakings or the production of certain goods is, in so far as it affects trade between Member States, incompatible with the common market. The measures covered by the decision in question correspond to this definition for the following reasons.\n(27) The finance provided by the Chambers of Commerce may be regarded as public finance within the meaning of Article 87(1) of the Treaty since firms are required to join these public law bodies and pay subscriptions to them. Furthermore, in the past, the Commission has regarded measures adopted by Italian Chambers of Commerce as State aids (2).\n(28) The measures favour certain small and medium-sized firms engaged in the marketing of agricultural products.\n(29) The measures may have an effect on trade in view of the importance of the marketing of processed products (which account for a substantial part of agricultural trade: e.g. in 1998 Italy imported agricultural products worth ECU 15,222 billion and exported products worth ECU 9,679 billion; during that year trade in agricultural products within the EU amounted to ECU 128,256 billion in imports and ECU 132,458 billion in exports).\n(30) However, in cases covered by Article 87(2) and (3) of the Treaty, some measures may enjoy derogations to be considered compatible with the common market.\n(31) The only possible derogation in this case is laid down in Article 87(3)(c), according to which aid may be considered compatible with the common market if it is found to facilitate the development of certain economic activities or of certain economic areas, where such aid does not adversely affect trading conditions to an extent contrary to the common interest.\n(32) To benefit from the derogation referred to in Article 87(3)(c) of the Treaty, aid for investments in the sector of the processing and marketing of agricultural products must comply with the relevant provisions of Regulation (EC) No 1/2004 on the application of Articles 87 and 88 of the EC Treaty to State aid to small and medium-sized enterprises active in the production, processing and marketing of agricultural products (3). Where that Regulation does not apply, or if all the requirements laid down are not met, the aid must be appraised in the light of the relevant provisions of the Community guidelines for State aid in the agriculture sector (4) (hereinafter referred to as ‘the Community guidelines’.\n(33) Since the scheme in question is limited to small and medium-sized firms engaged in marketing, Regulation (EC) No 1/2004 applies. In particular, the appraisal of the compatibility of aid for investment in the processing and/or marketing of agricultural products must be based on Article 7 of that Regulation.\n(34) Under Article 7 of Regulation (EC) No 1/2004, aid for investment in the processing and/or marketing of agricultural products may be granted provided it satisfies the following conditions:\na) the aid may be granted only to agricultural holdings which are economically viable;\nb) these firms must comply with minimum standards as regards the environment, hygiene and animal welfare;\nc) the intensity of the aid may not exceed 50 % of eligible investments in the Objective 1 regions and 40 % elsewhere;\nd) eligible expenditure includes the construction, purchase and improvement of real estate, new machinery and equipment, general expenditure;\ne) there must be adequate proof of the existence in future of normal market outlets for the products in question. An assessment of the existence of normal market outlets should be carried out by a public body or a third party independent of the beneficiary of the aid;\nf) aid should not be restricted to a specific agricultural product.\n(35) However, the description of the measure shows that, contrary to the requirement at f) above, this investment is restricted to the beef/veal sector. Accordingly, not all the criteria laid down in Regulation (EC) No 1/2004 are satisfied and so the aid should be appraised in the light of the Community guidelines.\n(36) In the information which it sent by the letter of 25 June 2002, the Italian authorities stated that the aid would be granted only to marketing firms (slaughterhouses) selling certified beef and veal. As a result of that change, the provisions which must be respected for the derogation under Article 87(3) (c) of the Treaty to apply are those at point 4.2 of the Community guidelines (“Aid for investment in the processing and marketing of agricultural products”).\n(37) Under point 4.2 of the Community guidelines, aid for investment in the processing and/or marketing sector may be authorised if the following conditions are satisfied:\na) the beneficiaries must be holdings which have demonstrated their profitability;\nb) these holdings must comply with minimum rules as regards the environment, hygiene and animal welfare;\nc) the intensity of the aid may not exceed 50 % of the eligible investment in Objective 1 regions and 40 % elsewhere;\nd) eligible expenditure includes the construction, purchase and improvement of real property, the purchase of new machinery and equipment and general expenditure;\ne) there must be normal market outlets for the products in question.\n(38) As regards the criterion of economic viability, the conditions of eligibility for the aid, and specifically the exclusion of firms in administration, which have compounded with their creditors or are bankrupt, ensure compliance with the criterion at a).\n(39) As far as the minimum rules as regards the environment, hygiene and animal welfare are concerned, which was one of the reasons why the Commission initiated proceedings under Article 88(2) of the Treaty, the Italian authorities, in their letter of 25 June 2002, undertook to grant the aid only to slaughterhouses which marketed beef and veal which was certified in accordance with the rules authorised by the Ministry of Agricultural and Forestry Policies. These holdings had already been checked as regards their compliance with the rules on the environment, hygiene and animal welfare. Accordingly, the criterion at b) may be considered to have been met.\n(40) Since only marketing firms are eligible for the aid, the amount of the aid is fixed at 40% of the eligible expenditure with no possibility of modulation. That intensity complies with the criterion at c).\n(41) The aid is intended for the purchase of scales or equipment which fall within the definition of eligible expenditure at d).\n(42) As regards market outlets, in their letter of 25 June 2002 the Italian authorities provided information, the lack of which had led the Commission to doubt whether the aid was compatible with the common market. In particular, since the beneficiaries are economically viable marketing firms and the proposed investment does not increase productive capacity, the criterion at e) may be considered satisfied.\n(43) Another point which had led the Commission to initiate proceedings under Article 88(2) of the Treaty is the mechanism for checking on the cumulation of aid, which appeared inadequate. However, in their letter of 25 June 2002 the Italian authorities undertook to check all the applications for aid in liaison with the Region of Lombardy. This removed the doubts which the Commission had had.\nVI.   CONCLUSIONS\n(44) In the light of the above, the Commission considers that the aid which the Brescia Chamber of Commerce intends to grant to firms marketing beef and veal for the purchase of scales is compatible with the common market, since it complies with point 4.2 of the Community guidelines for the agricultural sector. The aid measure may therefore benefit from the derogation under Article 87(3)(c) of the EC Treaty,", "main_body": ["The State aid which Italy intends to implement for certain firms marketing beef and veal in the province of Brescia is compatible with the common market within the meaning of Article 87(3)(c) of the Treaty.\nImplementation of this aid is therefore authorised.", "This decision is addressed to the Italian Republic."], "attachments": "Done in Brussels, 20 April 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ C 145, 18.6.2002, p. 2.\n(2)  See Aid N 708/2000, approved by the Commission on 24 January 2001 (letter SG (2001) D/285437).\n(3)  OJ L 1, 3.1.2004, p. 1.\n(4)  OJ C 232, 12.8.2000, p. 19."}