{"celex_id": "32004D0316", "uri": "http://publications.europa.eu/resource/cellar/1f242fe8-9542-4ec6-b29d-744657433e71", "type": "Decision", "concepts": ["1309", "2771", "4584", "5332", "5876", "5946"], "title": "2004/316/EC: Commission Decision of 5 April 2004 terminating the investigation into the alleged circumvention of anti-dumping measures imposed by Council Regulation (EC) No 2320/97, as last amended by Council Regulation (EC) No 235/2004, on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and of anti-dumping measures imposed by Council Regulation (EC) No 348/2000, as last amended by Council Regulation (EC) No 1515/2002 on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Ukraine by wrong declaration of imports of the same product and by imports of certain seamless pipes and tubes of alloy steel, other than stainless steel, originating in Russia and Ukraine and terminating the registration of such imports imposed by Commission Regulation (EC) No 1264/2003\n", "header": "Commission Decision\nof 5 April 2004\nterminating the investigation into the alleged circumvention of anti-dumping measures imposed by Council Regulation (EC) No 2320/97, as last amended by Council Regulation (EC) No 235/2004, on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and of anti-dumping measures imposed by Council Regulation (EC) No 348/2000, as last amended by Council Regulation (EC) No 1515/2002 on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Ukraine by wrong declaration of imports of the same product and by imports of certain seamless pipes and tubes of alloy steel, other than stainless steel, originating in Russia and Ukraine and terminating the registration of such imports imposed by Commission Regulation (EC) No 1264/2003\n(2004/316/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 461/2004(2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Existing measures\n(1) By Council Regulation (EC) No 2320/97(3), as last amended by Council Regulation (EC) No 235/2004((4)), and by Regulation (EC) No 348/2000(5), as last amended by Regulation (EC) No 1515/2002(6), (the original Regulations), the Council imposed definitive anti-dumping duties of 26,8 % on imports of certain seamless pipes and tubes of iron or non-alloy steel originating, inter alia, in Russia and of 38,5 % on imports of certain seamless pipes and tubes of iron or non-alloy steel originating, inter alia, in Ukraine.\n(2) On 23 November 2002, the Commission initiated an interim and expiry review of the abovementioned measures concerning imports from Russia(7) pursuant to Articles 11(2) and 11(3) of Regulation (EC) No 384/96 (the basic Regulation) and an interim review of the abovementioned measures concerning imports from Ukraine(8) pursuant to Article 11(3) of the basic Regulation. These investigations are still ongoing.\n2. Request\n(3) On 2 June 2003, the Commission received a request pursuant to Article 13(3) of the basic Regulation to investigate the alleged circumvention of the anti-dumping measures imposed on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and Ukraine. The request was submitted by the Defence Committee of the Seamless Steel Tube Industry of the European Union (the Applicant) on behalf of producers representing a major proportion, i.e. over 50 % of the Community production of certain seamless pipes and tubes of iron or non-alloy steel.\n(4) The request contained sufficient prima facie evidence that there had been a significant change in the pattern of trade, as imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and Ukraine have decreased substantially following the imposition of measures on the products concerned, while certain seamless pipes and tubes of alloy steel, other than stainless steel, declared under Combined Nomenclature(9) (CN) codes 7304 59 91 and 7304 59 93 and originating in Russia and Ukraine had increased during the same time span.\n(5) This change in the pattern of trade was alleged to stem either from the practice that minimal quantities of other substances are being added to the product concerned, so that they fall outside the CN codes corresponding to the definition of the products subject to the measures (CN codes ex 7304 10 10, ex 7304 10 30, 7304 31 99, 7304 39 91 and 7304 39 93 ), notwithstanding the fact that the basic characteristics and uses of the products remain unchanged, or from the practice of wrongly declaring the product concerned under CN codes outside the scope of the anti-dumping measures. It was further alleged that there was insufficient due cause or economic justification for these practices other than the existence of the anti-dumping duties on certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and Ukraine.\n(6) Finally, the Applicant alleged that the remedial effects of the existing anti-dumping duties on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and Ukraine were being undermined, both in terms of quantities and prices, and that dumping was taking place in relation to the normal values previously established.\n3. Initiation\n(7) By Commission Regulation (EC) No 1264/2003(10) (the initiating Regulation), the Commission initiated an investigation into the alleged circumvention of the anti-dumping measures imposed on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and Ukraine and, pursuant to Articles 13(3) and 14(5) of the basic Regulation, directed the customs authorities to register imports of certain seamless pipes and tubes of iron or non-alloy steel, and of certain seamless pipes and tubes of alloy steel, other than stainless steel declared under CN codes 7304 59 91 and 7304 59 93 and originating in Russia and Ukraine as from 17 July 2003.\n4. Investigation\n(8) The Commission advised the authorities of Russia and Ukraine of the initiation of the investigation. Questionnaires were sent to the producers and exporters in Russia and Ukraine as well as to the importers in the Community named in the request or known to the Commission from the previous investigations. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set in the initiating Regulation.\n(9) Replies to the questionnaires were submitted by five producers in Russia, three producers in Ukraine, one exporter in Russia, two exporters in Ukraine and one trader in Switzerland. Replies to the questionnaire were also submitted by eight traders/importers in the Community. The Commission carried out verification visits at the premises of the following companies:\nRussian producers:\n- Taganrog Mettalurgical Works, Taganrog, Russia,\n- OJSC Volzhsky Pipe Works, Volzskhy, Russia;\nRussian exporter:\n- CJSC Trade House TMK, Moscow, Russia;\nUkrainian producers:\n- Dnepropetrovsk Tube Works, Dnepropetrovsk, Ukraine,\n- Nizhnedneprovsky Tube Rolling Plant, Dnepropetrovsk, Ukraine,\n- Nikopolsky Seamless Tubes Plant, Dnepropetrovsk, Ukraine;\nUkrainian exporters:\n- Scientific Production Investment Group, Dnepropetrovsk, Ukraine;\n- AACS, Dnepropetrovsk, Ukraine;\nTrader related to the Ukrainian company Scientific Production Investment Group:\n- Sepco S.A, Lugano, Switzerland;\nUnrelated importers/traders in the Community:\n- RWH, Germany,\n- Eurosinara SRL, Italy,\n- Merigo SPA, Italy.\n5. Investigation period\n(10) The investigation period covered the period from 1 July 2002 to 30 June 2003 (the IP). Data was collected from the year 2000 up to the IP to investigate the change in the pattern of trade.\nB. WITHDRAWAL OF THE REQUEST AND TERMINATION OF THE INVESTIGATION\n(11) By a letter of 9 February 2004, the applicant formally withdrew its request to investigate the alleged circumvention of the anti-dumping measures imposed on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and Ukraine.\n(12) An investigation of alleged circumvention of anti-dumping measures may, in cases where the request for investigation has been withdrawn, be terminated. By the analogous application of the provisions of Article 9(1) of the basic Regulation, such termination may take place unless such termination would not be in the Community interest.\n(13) The Commission considered that, in the absence of information showing that termination of the investigation would not be in the Community interest, the present investigation should be terminated. Interested parties were informed accordingly and were given the opportunity to comment. No comments were received indicating that such termination would not be in the Community interest.\n(14) The Commission therefore concludes that the anti-circumvention investigation concerning imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and Ukraine by imports of certain seamless pipes and tubes of alloy steel, other than stainless steel, normally declared under CN codes 7304 59 91 and 7304 59 93 or by wrong customs declarations, should be terminated.\n(15) The registration of imports of certain seamless pipes and tubes of iron or non-alloy steel, and of certain seamless pipes and tubes of alloy steel, other than stainless steel declared under CN codes 7304 59 91 and 7304 59 93 and originating in Russia and Ukraine, introduced by the initiating Regulation should therefore be discontinued and that Regulation be repealed,", "main_body": ["The investigation initiated by Commission Regulation (EC) No 1264/2003 concerning the alleged circumvention of anti-dumping measures imposed by Council Regulation (EC) No 2320/97, as last amended by Council Regulation (EC) No 235/2004, on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Russia and of anti-dumping measures imposed by Council Regulation (EC) No 348/2000, as last amended by Council Regulation (EC) No 1515/2002 on imports of certain seamless pipes and tubes of iron or non-alloy steel originating in Ukraine by wrong declaration of imports of the same product and by imports of certain seamless pipes and tubes of alloy steel, other than stainless steel, declared under CN codes 7304 59 91 and 7304 59 93 and originating in Russia and Ukraine, and making such imports subject to registration, is hereby terminated.", "Commission Regulation (EC) No 1264/2003 is hereby repealed.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 5 April 2004.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 77, 13.3.2004, p. 12.\n(3) OJ L 322, 25.11.1997, p. 1.\n(4) OJ L 40, 12.2.2004, p. 11.\n(5) OJ L 45, 17.2.2000, p. 1.\n(6) OJ L 228, 24.8.2002, p. 8.\n(7) OJ C 288, 23.11.2002, p. 2.\n(8) OJ C 288, 23.11.2002, p. 11.\n(9) OJ L 290, 28.10.2002, p. 1.\n(10) OJ L 178, 17.7.2003, p. 9."}