{"celex_id": "32003D0124", "uri": "http://publications.europa.eu/resource/cellar/a08cac0f-68e0-445b-8b3d-f37edfdb918c", "type": "Decision", "concepts": ["1085", "1318", "1519", "2286", "2785", "3660", "3885", "5734", "922"], "title": "2003/124/EC: Commission Decision of 24 February 2003 on financial assistance from the Community for the operation of certain Community reference laboratories in the veterinary public health field (residues) for the year 2003 (notified under document number C(2003) 556)\n", "header": "Commission Decision\nof 24 February 2003\non financial assistance from the Community for the operation of certain Community reference laboratories in the veterinary public health field (residues) for the year 2003\n(notified under document number C(2003) 556)\n(Only the Dutch, French, German and Italian texts are authentic)\n(2003/124/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Article 28(2) thereof,\nWhereas:\n(1) Community financial assistance should be granted to the Community reference laboratories designated by the Community to assist them in carrying out the functions and duties laid down in Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products(3).\n(2) The financial contribution from the Community shall be granted provided that the actions planned are efficiently carried out and that the authorities supply all the necessary information within the time limits laid down.\n(3) For budgetary reasons, Community assistance should be granted for a period of one year.\n(4) Additional financial assistance for the organisation of yearly workshops in the area of responsibility of the Community reference laboratories can be granted during the same period.\n(5) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999(4), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund; for financial control purposes, Articles 8 and 9 of Council Regulation (EC) No 1258/1999 apply.\n(6) Commission Regulation (EC) No 324/2003(5), establishes the eligible expenditures of the Community reference laboratories receiving financial assistance under Article 28 of Decision 90/424/EEC and establishes the procedures for the submission of expenditures and audits.\n(7) the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. The Community shall grant financial assistance to the Netherlands for the functions and duties referred to in Annex V, Chapter 2, to Directive 96/23/EC to be carried out by the Rijksinstituut voor de Volksgezondheid en Milieuhygiëne, Bilthoven, the Netherlands, for the detection of residues of certain substances.\n2. The Community's financial assistance shall amount to a maximum of EUR 410000 for the period from 1 January 2003 to 31 December 2003.\n3. The Community's financial assistance for organisation of a technical workshop shall amount to a maximum of EUR 20000.", "1. The Community shall grant financial assistance to France for the functions and duties referred to in Annex V, Chapter 2, to Directive 96/23/EC to be carried out by the Laboratoire d'études et de recherches sur les médicaments vétérinaires et les désinfectants de L'Agence Française de Sécurité Sanitaire des aliments, (formerly the Laboratoire des médicaments vétérinaires), Fougères, France, for the detection of residues of certain substances.\n2. The Community's financial assistance shall amount to a maximum of EUR 410000 for the period from 1 January 2003 to 31 December 2003.\n3. The Community's financial assistance for organisation of a technical workshop shall amount to a maximum of EUR 28000.", "1. The Community shall grant financial assistance to Germany for the functions and duties referred to in Annex V, Chapter 2, to Directive 96/23/EC to be carried out by the Bundesamt für Verbraucherschutz und Lebensmittelsicherheit (formerly the Bundesinstitut für gesundheitlichen Verbraucherschutz und Veterinärmedizin), Berlin, Germany, for the detection of residues of certain substances.\n2. The Community's financial assistance shall amount to a maximum of EUR 410000 for the period from 1 January to 31 December 2003.\n3. The Community's financial assistance for organisation of a technical workshop shall amount to a maximum of EUR 22000.", "1. The Community shall grant financial assistance to Italy for the functions and duties referred to in Annex V, Chapter 2, to Directive 96/23/EC to be carried out by the Istituto Superiore di Sanità, Rome, Italy, for the detection of residues of certain substances.\n2. The Community's financial assistance shall amount to a maximum of EUR 410000 for the period from 1 January to 31 December 2003.\n3. The Community's financial assistance for organisation of two technical workshops shall amount to a maximum of EUR 32000.", "This Decision is addressed to the Federal Republic of Germany, the French Republic, the Italian Republic and the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 24 February 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 125, 23.5.1996, p. 10.\n(4) OJ L 160, 26.6.1999, p. 103.\n(5) OJ L 47, 21.2.2003, p. 14."}