{"celex_id": "32002L0067", "uri": "http://publications.europa.eu/resource/cellar/531639b5-f1a9-47f3-bc93-039074bb83af", "type": "Directive", "concepts": ["1425", "2658", "2735", "2897", "622", "893"], "title": "Commission Directive 2002/67/EC of 18 July 2002 on the labelling of foodstuffs containing quinine, and of foodstuffs containing caffeine (Text with EEA relevance)\n", "header": "Commission Directive 2002/67/EC\nof 18 July 2002\non the labelling of foodstuffs containing quinine, and of foodstuffs containing caffeine\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2000/13/EC of the European Parliament and of the Council, of 20 March 2000, on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs(1), as amended by Commission Directive 2001/101/EC(2), and in particular Article 4(2) and (3) thereof,\nWhereas:\n(1) Quinine and caffeine are used in the production or preparation of certain foodstuffs, either as a flavouring or, in the case of caffeine, as an ingredient. For most consumers, the consumption of these substances in moderation is unlikely to present any health risks.\n(2) According to the conclusions of the Scientific Committee for Food, there is no objection from the point of view of toxicology to the continued use of quinine at a certain maximum level in bitter drinks. However, consumption of quinine may be counter-indicated for certain people for medical reasons, or because they are hypersensitive to the substance.\n(3) As far as caffeine is concerned, the Scientific Committee for Food, in its opinion of 21 January 1999 on caffeine and other substances used as ingredients in \"energy drinks\", concluded that, for adults, apart from pregnant women, the contribution of \"energy drinks\" to the total consumption of caffeine did not appear to be a cause for concern, assuming that \"energy drinks\" replace other sources of caffeine. However, for children, an increase in the daily intake of caffeine to a certain level of consumption per day may bring about temporary changes in behaviour, such as increased excitability, irritability, nervousness or anxiety. In addition, for pregnant women, the Committee's view is that moderation of caffeine intake is advisable.\n(4) These findings make it necessary to provide labelling which gives the consumer clear information on the presence or otherwise of quinine or caffeine in a foodstuff and, in the case of caffeine, to provide a warning message and an indication of the amount of caffeine, where this is in excess of a specific level, in beverages which do not naturally contain caffeine.\n(5) Directive 2000/13/EC does not provide for compulsory and specific mention of flavourings in the list of ingredients. Quinine or caffeine, used as a flavouring, might as a result not be listed by name in the ingredients. Moreover, even where caffeine is mentioned as such in the list of ingredients, there is no requirement to indicate whether the level is high.\n(6) Some Member States have enacted national legislation making it compulsory to mention the presence of quinine and/or caffeine on the labels of foodstuffs which contain these substances, in certain cases also stating the amount of caffeine, with a warning. The existence and application of different national legislation causes technical problems for intra-Community trade in the foodstuffs concerned.\n(7) It is therefore necessary, with a view to providing information for all consumers throughout the Community and to facilitating the free movement of the products in question, to introduce harmonised provisions to apply to foodstuffs containing quinine and those containing caffeine. These provisions must make it necessary to include compulsory particulars on the label in addition to those set out in Directive 2000/13/EC.\n(8) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["By derogation from Article 6(6), second subparagraph, third indent, of Directive 2000/13/EC, quinine and/or caffeine used as a flavouring in the production or preparation of a foodstuff must be mentioned by name in the list of ingredients indicated in Article 3(1)(2), of Directive 2000/13/EC, immediately after the term \"flavouring\".", "1. Where a beverage which is intended for consumption without modification, or after reconstitution of the concentrated or dried product, contains caffeine, from whatever source, in a proportion in excess of 150 mg/l, the following message must appear on the label in the same field of vision as the name under which the product is sold: \"High caffeine content\".\nThis message shall be followed, in brackets and in accordance with Article 13(2) of Directive 2000/13/EC, by the caffeine content expressed in mg/100 ml.\n2. Paragraph 1 shall not apply to beverages based on coffee, tea or coffee or tea extract where the name under which the product is sold includes the term \"coffee\" or \"tea\".", "1. The Member States shall permit trade in products which comply with this Directive as of 1 July 2003.\n2. The Member States shall prohibit trade in products which do not comply with this Directive as of 1 July 2004.\nHowever, products which do not comply with this Directive and which were labelled before 1 July 2004 shall be authorised while stocks last.", "The Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive no later than 30 June 2003. They shall forthwith inform the Commission thereof.\nWhen the Member States adopt these provisions, these shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such references shall be adopted by Member States.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 109, 6.5.2000, p. 29.\n(2) OJ L 310, 28.11.2001, p. 19."}