{"celex_id": "32009D0337", "uri": "http://publications.europa.eu/resource/cellar/f932476d-aa3e-45f6-96bc-796d50a78bc6", "type": "Decision", "concepts": ["1158", "1411", "2611", "2825", "3743", "3753", "6004"], "title": "2009/337/EC: Commission Decision of 20 April 2009 on the definition of the criteria for the classification of waste facilities in accordance with Annex III of Directive 2006/21/EC of the European Parliament and of the Council concerning the management of waste from extractive industries (notified under document number C(2009) 2856)\n", "header": "22.4.2009 EN Official Journal of the European Union L 102/7\nCOMMISSION DECISION\nof 20 April 2009\non the definition of the criteria for the classification of waste facilities in accordance with Annex III of Directive 2006/21/EC of the European Parliament and of the Council concerning the management of waste from extractive industries\n(notified under document number C(2009) 2856)\n(2009/337/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2006/21/EC of the European Parliament and of the Council of 15 March 2006 on the management of waste from extractive industries and amending Directive 2004/35/EC (1), and in particular Article 22(1)(g) thereof,\nWhereas:\n(1) In order to ensure a common assessment of the criteria set out in Annex III to Directive 2006/21/EC, it is necessary to define a methodology and, where possible, to fix limit values, taking into account the different types of waste facilities, their behaviour in the short and long term as well as throughout their operating phase.\n(2) It is appropriate from a technical point of view to exempt waste facilities containing only inert waste or unpolluted soil from the assessment of the criteria concerning the presence of dangerous substances or hazardous waste.\n(3) The potential hazard posed by a waste facility may change significantly during the operational and closure phases of the facility. Therefore, it is appropriate to review the classification of the facility as necessary and at least at the end of the operational phase.\n(4) In order to assess the potential for loss of life and danger for human health in cases of loss of structural integrity, or incorrect operation, of a facility, the actual permanent presence of people in the potentially affected areas should be taken into account when assessing the significance of that potential loss of life or danger for human health.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 18 of Directive 2006/12/EC of the European Parliament and of the Council (2),", "main_body": ["1.   A waste facility shall be classified under Category A in accordance with the first indent of Annex III of Directive 2006/21/EC if the predicted consequences in the short or the long term of a failure due to loss of structural integrity, or due to incorrect operation of a waste facility could lead to:\n(a) non-negligible potential for loss of life;\n(b) serious danger to human health;\n(c) serious danger to the environment.\n2.   For the purpose of the classification referred to in paragraph 1, the entire life-cycle of the facility, including the after-closure phase, shall be considered in the evaluation of the hazard potential of the facility.", "1.   For the purpose of this Decision, structural integrity of a waste facility shall mean its ability to contain the waste within the boundaries of the facility in the manner for which it was designed.\n2.   The loss of structural integrity shall cover all possible failure mechanisms relevant to the structures of the waste facility concerned.\n3.   An evaluation of the consequences of the loss of structural integrity shall comprise the immediate impact of any material transported from the facility as a consequence of the failure and the resulting short and long term effects.", "1.   For the purpose of this Decision, incorrect operation of the waste facility shall mean any operation which may give rise to a major accident, including the malfunction of environmental protection measures and faulty or insufficient design.\n2.   An assessment of the release of contaminants resulting from incorrect operation shall comprise the effects of short-term pulses as well as of the long-term release of contaminants. That assessment shall cover the operational period of the facility and as well as the long-term period following closure. It shall include an evaluation of the potential hazards constituted by facilities containing reactive waste, regardless of the classification of the waste as hazardous or non-hazardous under Council Directive 91/689/EEC (3).", "1.   Member States shall assess the consequences of a failure due to loss of structural integrity or incorrect operation of a waste facility in accordance with paragraphs 2, 3 and 4.\n2.   The potential for loss of life or danger to human health shall be considered to be negligible or not serious if people other than workers operating the facility that might be affected are not expected to be present permanently or for prolonged periods in the potentially affected area. Injuries leading to disability or prolonged states of ill-health shall count as serious dangers to human health.\n3.   The potential danger for the environment shall be considered to be not serious if:\n(a) the intensity of the potential contaminant source strength is decreasing significantly within a short time;\n(b) the failure does not lead to any permanent or long-lasting environmental damage;\n(c) the affected environment can be restored through minor clean-up and restoration efforts.\n4.   In establishing the potential for loss of life or danger to human health or to the environment, the specific evaluations of the extent of the potential impacts shall be considered in the context of the source-pathway-receptor chain.\nWhere there is no pathway between the source and the receptor, the facility concerned shall not be classified as Category A on the basis of failure due to loss of structural integrity or incorrect operation.", "1.   In the case of loss of structural integrity for tailings dams, human lives shall be deemed to be threatened where water or slurry levels are at least 0,7 m above ground or where water or slurry velocities exceed 0,5 m/s.\n2.   The assessment of the potential for loss of life and danger to human health, shall comprise at least the following factors:\n(a) the size and properties of the facility including its design;\n(b) the quantity and quality including physical and chemical properties of the waste in the facility;\n(c) the topography of the facility site, including damping features;\n(d) the travel time of a potential flood-wave to areas where people are present;\n(e) the propagation velocity of the flood-wave;\n(f) the predicted water or slurry level;\n(g) the rising rate of water or slurry levels;\n(h) any relevant, site-specific factors that may influence the potential for loss- of- life or for danger to human health.", "1.   In the case of waste heap slides any waste-mass in movement shall be deemed likely to threaten human lives if people are staying within range of the moving waste-mass.\n2.   The assessment of the potential for loss of life and danger to human health shall comprise at least the following factors:\n(a) the size and properties of the facility including its design;\n(b) the quantity and quality including physical and chemical properties of the waste in the facility;\n(c) slope angle of heap;\n(d) potential to build up internal groundwater within the heap;\n(e) underground stability;\n(f) topography;\n(g) proximity to water courses, constructions, buildings;\n(h) mine workings;\n(i) any other site-specific factors that may significantly contribute to the risk posed by the structure.", "1.   The threshold referred to in the second indent of Annex III of Directive 2006/21/EC shall be determined, as the ratio of the weight on a dry matter basis of:\n(a) all waste classified as hazardous in accordance with Directive 91/689/EEC and expected to be present in the facility at the end of the planned period of operation, and\n(b) waste expected to be present in the facility at the end of the planned period of operation.\n2.   Where the ratio referred to in paragraph 1 exceeds 50 %, the facility shall be classified as Category A.\n3.   Where the ratio referred to paragraph 1 is between 5 % and 50 %, the facility shall be classified as Category A.\nHowever, that facility may not be classified as Category A where it is justified on the basis of a site specific risk assessment, with specific focus on the effects of the hazardous waste, carried out as part of the classification based on the consequences of failure due to loss of integrity or incorrect operation, and demonstrating that the facility should not be classified as Category A on the basis of the contents of hazardous waste.\n4.   Where the ratio referred in paragraph 1 is less than 5 %, then the facility shall not be classified as Category A on the basis of the contents of hazardous waste.", "1.   Member States shall assess whether the criterion set out in the third indent of Annex III of Directive 2006/21/EC is met in accordance with the considerations set out in paragraphs 2, 3, and 4.\n2.   For planned tailing ponds, the following methodology shall be used:\n(a) an inventory shall be carried out of the substances and preparations which are used in the processing and which are subsequently discharged with the tailings slurry to the tailings pond;\n(b) for each substance and preparation, the yearly quantities used in the process shall be estimated out for each year of the planned duration of operation;\n(c) for each substance and preparation, it shall be determined whether it is a dangerous substance or preparation within the meaning of Council Directive 67/548/EEC (4) and of Directive 1999/45/EC of the European Parliament and of the Council (5);\n(d) for each year of planned operation, the yearly increase in stored water (ΔQi) within the tailings pond shall be calculated under steady state conditions according to the formula set out in Annex I;\n(e) for each dangerous substance or preparation identified in accordance with point (c), the maximum yearly concentration (C max) in the aqueous phase shall be estimated according to the formula set out in Annex II.\nIf, on the basis of the estimation of the maximum yearly concentrations (C max), the aqueous phase is considered to be ‘dangerous’ within the meaning of Directives 1999/45/EC or 67/548/EEC, the facility shall be classified as a Category A facility.\n3.   For operating tailings ponds, the classification of the facility shall be based on the methodology set out in paragraph 2, or on direct chemical analysis of the water and solids contained in the facility. If the aqueous phase and its contents have to be considered as dangerous preparation within the meaning of Directive 1999/45/EC or 67/548/EEC, the facility shall be classified as a Category A facility.\n4.   For heap leaching facilities, where metals are extracted from ore heaps by percolating leach solutions, Member States shall undertake a screening for dangerous substances at closure based on an inventory of used leach chemicals and the residual concentrations of these leach chemicals in the drainage after washing has been finalised. If these leachates have to be considered as dangerous preparation within the meaning of Directives 1999/45/EC or 67/548/EEC, the facility shall be classified as a Category A facility.", "Article 7 and 8 of this Decision shall not apply to waste facilities containing inert waste or unpolluted soil only.", "0\nA review of the classification shall be carried out by the competent authority within the meaning of Directive 2006/21/EC where the permit is substantially modified or the operational conditions have changed significantly.\nThat review shall be carried out at the latest at the end of the operational period of the facility.", "1\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 April 2009.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 102, 11.4.2006, p. 15.\n(2)  OJ L 114, 27.4.2006, p. 9.\n(3)  OJ L 377, 31.12.1991, p. 20.\n(4)  OJ 196, 16.8.1967, p. 1.\n(5)  OJ L 200, 30.7.1999, p. 1.\nANNEX I\nFormula for the calculation of the average yearly increase in stored water within the tailings pond ΔQ as referred in Article 8 paragraph 2\nΔQi = (ΔΜi/D) * P, where:\nΔQi = yearly increase of stored water in the tailing pond (m3/year) during the year ‘i’\nΔΜi = yearly mass of tailings discharged to pond (tonnes dry weight/year) during the year ‘i’\nD = average dry bulk density of the deposited tailings (tonnes/m3)\nP = average porosity of the sedimented tailings (m3/m3) defined as the ratio of the volume of voids to the total volume of sedimented tailings\nIf exact data are not available, default values of 1,4 tonnes/m3 for the dry bulk density and 0,5 m3/m3 for the porosity should be used.\nANNEX II\nEstimation of the maximum concentration in the aqueous phase C max as referred in Article 8 paragraph 2\nC max = the maximum of the following value: Si/ΔQi, where:\nSi = yearly mass of each substance and preparation as identified under Article 8(2)(c), discharged into the pond during the year ‘i’."}