{"celex_id": "32000D0432", "uri": "http://publications.europa.eu/resource/cellar/4b11727d-c1fe-4076-ab67-7fe79a57bd20", "type": "Decision", "concepts": ["1309", "161", "2089", "239", "2871", "4860"], "title": "2000/432/EC: Commission Decision of 7 July 2000 establishing the typical process standard deviation of the fat content of butter imported from New Zealand under Article 5 of Commission Regulation (EC) No 1374/98 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products (notified under document number C(2000) 1896)\n", "header": "Commission Decision\nof 7 July 2000\nestablishing the typical process standard deviation of the fat content of butter imported from New Zealand under Article 5 of Commission Regulation (EC) No 1374/98 laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products\n(notified under document number C(2000) 1896)\n(2000/432/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1) as amended by Regulation (EC) No 1040/2000(2),\nHaving regard to Commission Regulation (EC) No 1374/98 of 29 June laying down detailed rules for the application of the import arrangements and opening tariff quotas for milk and milk products(3) as last amended by Regulation (EC) No 970/2000(4) and in particular Article 9(9) thereof,\nWhereas:\n(1) Annex XI to Regulation (EC) No 1374/98 lays down a procedure for the verification of the fat content of New Zealand butter presented for release into free circulation in the Community under the current access quota specified under order No 35 of Annex I to that Regulation. This procedure is based on statistical principles. An essential element of this procedure is the use of a typical process standard deviation of the fat content of butter made according to a defined specification in a specified production plant and known in advance by the control authorities in Member States where the declaration for release into free circulation in the Community is presented.\n(2) The New Zealand Ministry of Agriculture and Forestry's Food Assurance Authority (MAF Food) by letter dated 1 June 2000 notified the Commission of the typical process standard deviation for each product purchasing specification in six production plants in accordance with Article 28(1)(e) of Regulation (EC) No 1374/98.\n(3) As required by Article 9(9) of Regulation (EC) No 1374/98, the notified typical process standard deviations should be approved and communicated to Member States, and their date of entry into force should be fixed at 1 July 2000,", "main_body": ["The typical process standard deviations notified to the Commission by MAF Food, New Zealand by letter of 1 June 2000 and listed in the Annex to this decision are hereby approved. Their date of entry into force for the purpose of issuing IMA 1 certificates is fixed at 1 July 2000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 118, 19.5.2000, p. 1.\n(3) OJ L 185, 30.6.1998, p. 21.\n(4) OJ L 112, 11.5.2000, p. 27.\nANNEX\nTypical process standard deviations of the fat content of butter manufactured in New Zealand and intended for release into free circulation in the European Community under the current access quota provided for under order No 35 of Annex 1 to Regulation (EC) No 1374/98\n>TABLE>"}