{"celex_id": "32002R1331", "uri": "http://publications.europa.eu/resource/cellar/eda6126e-4f82-4647-8b01-d422555c5647", "type": "Regulation", "concepts": ["13", "20", "3166", "3568", "4315"], "title": "Commission Regulation (EC) No 1331/2002 of 23 July 2002 on a standing invitation to tender to determine levies and/or refunds on exports of white sugar for the 2002/03 marketing year\n", "header": "Commission Regulation (EC) No 1331/2002\nof 23 July 2002\non a standing invitation to tender to determine levies and/or refunds on exports of white sugar for the 2002/03 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), as amended by Commission Regulation (EC) No 680/2002(2), and in particular Article 22(2), Article 27(5) and (15) and Article 33(3) thereof,\nWhereas:\n(1) In view of the situation on the Community and world sugar markets, a standing invitation to tender should be issued as soon as possible for the export of white sugar in respect of the 2002/03 marketing year which, having regard to possible fluctuations in world prices for sugar, must provide for the determination of export levies and/or export refunds.\n(2) The general rules governing invitations to tender for the purpose of determining export refunds for sugar were established by Article 28 of Regulation (EC) No 1260/2001.\n(3) In view of the specific nature of the operation, appropriate provisions should be laid down with regard to export licences issued in connection with the standing invitation to tender and there should be a derogation from Commission Regulation (EC) No 1464/95 of 27 June 1995 on special detailed rules for the application of the system of import and export licences in the sugar sector(3); as last amended by Regulation (EC) No 996/2002(4). However, Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(5), as last amended by Regulation (EC) No 2299/2001(6), and Commission Regulation (EEC) No 120/89 of 19 January 1989 laying down common detailed rules for the application of the export levies and charges on agricultural products(7), as last amended by Regulation (EC) No 2194/96(8), should continue to apply.\n(4) The standing invitation to tender for the 2001/02 marketing year established by Commission Regulation (EC) No 1430/2001(9), as amended by Regulation (EC) No 693/2002(10), is to remain open until a date to be determined. The closing date should therefore be fixed.\n(5) The Management Committee for Sugar has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. A standing invitation to tender shall be issued in order to determine export levies and/or export refunds on white sugar covered by CN code 1701 99 10 and, during the period of validity of this standing invitation, partial invitations to tender shall be issued.\n2. The standing invitation to tender shall remain open until 31 July 2003.", "The standing invitation to tender and the partial invitations shall be conducted in accordance with Article 28 of Regulation (EC) No 1260/2001 and with the following provisions.", "1. The Member States shall establish a notice of invitation to tender. The notice of invitation to tender shall be published in the Official Journal of the European Communities. Member States may also publish the notice, or have it published, elsewhere.\n2. The notice shall indicate, in particular, the terms of the invitation to tender.\n3. The notice may be amended during the period of validity of the standing invitation to tender. It shall be so amended if the terms of the invitation to tender are modified during that period.", "1. The period during which tenders may be submitted in response to the first partial invitation to tender:\n(a) shall begin on 26 July 2002;\n(b) shall end on Thursday 1 August 2002 at 10.00 a.m.\n2. The periods during which tenders may be submitted in response to the second and subsequent partial invitations:\n(a) shall begin on the first working day following the end of the preceding period;\n(b) shall end at 10.00 a.m. on 1, 8, 22 and 29 August 2002, 5, 12, 19 and 26 September 2002, 3, 10, 17, 24 and 31 October 2002, 7, 14, 21 and 28 November 2002, 5 and 19 December 2002, 3, 16 and 30 January 2003, 13 and 27 February 2003, 13 and 27 March 2003, 10 and 24 April 2003, 8 and 22 May 2003, 5, 12, 19 and 26 June 2003, 3, 10, 17 and 31 July 2003.\n3. The times specified in this Regulation are Belgian local times.", "1. Offers in connection with this tender must be in writing, and must be either delivered by hand, against a receipt, to the competent authority in a Member State, or addressed to that authority either by registered letter or telegram, or, where the authority accepts such forms of communication, by telex, fax or electronic mail.\n2. An offer must indicate:\n(a) the reference of the invitation to tender;\n(b) the name and address of the tenderer;\n(c) the quantity of white sugar to be exported;\n(d) the amount of the export levy or, where applicable, of the export refund, per 100 kilograms of white sugar, expressed in euro to three decimal places;\n(e) the minimum amount of the security to be lodged covering the quantity of sugar indicated in (c), expressed in the currency of the Member State in which the tender is submitted.\n3. Tenders shall be valid only if:\n(a) the quantity to be exported is not less than 250 tonnes of white sugar;\n(b) proof is furnished before expiry of the time limit for the submission of tenders that the tenderer has lodged the security indicated in the tender;\n(c) it includes a declaration by the tenderer that if this tender is successful he will, within the period laid down in Article 12(b), apply for an export licence or licences in respect of the quantities of white sugar to be exported;\n(d) it includes a declaration by the tenderer that if his tender is successful he will:\n- where the obligation to export resulting from the export licence referred to in Article 12(b) is not fulfilled, supplement the security by payment of the amount referred to in Article 13(4), and\n- within 30 days following the expiry of the export licence in question, notify the agency which issued the licence of the quantity or quantities in respect of which the licence was not used;\n(e) it contains all the information required under paragraph 2.\n4. A tender may stipulate that it is to be regarded as having been submitted only if:\n(a) the minimum export levy or, where applicable, the maximum export refund is fixed on the day of the expiry of the period for the submission of the tenders in question;\n(b) the tender, if successful, related to all or a specified part of the tendered quantity.\n5. A tender which is not submitted in accordance with this Regulation, or which contains conditions other than those indicated in the present invitation to tender, shall not be considered.\n6. Once submitted, a tender may not be withdrawn.", "1. A security of EUR 11 per 100 kilograms of white sugar to be exported under this invitation to tender must be lodged by each tenderer. Without prejudice to Article 13(4), where a tender is successful this security shall become the security for the export licence at the time of the application referred to in Article 12(b).\n2. The security may be lodged at the tenderer's choice, either in cash or in the form of a guarantee given by an establishment complying with criteria laid down by the Member State in which the tender is submitted.\n3. Except in cases of force majeure, the security referred to in paragraph 1 shall be released:\n(a) to unsuccessful tenderers in respect of the quantity for which no award has been made;\n(b) to successful tenderers who have not applied for the relevant export licence within the period referred to in Article 12(b), to the extent of EUR 10 per 100 kilograms of white sugar.\nHowever, this part of the releasable security shall be reduced by the amount representing the difference, as applicable:\n- between the maximum amount of the export refund fixed for the partial invitation concerned and the maximum amount of the export refund fixed for the following partial invitation, when the latter amount is higher than the former, or\n- between the minimum amount of the export levy fixed for the partial invitation concerned and the minimum amount of the export levy fixed for the following partial invitation, when the latter amount is lower than the former;\n(c) to successful tenderers for the quantity for which they have fulfilled, within the meaning of Article 31(b) and Article 32(1)(b)(i) of Regulation (EC) No 1291/2000, the export obligation resulting from the licence referred to under Article 12(b) in accordance with the terms of Article 35 of that Regulation.\nThe part of the security or the security which is not released shall be forfeit in respect of the quantity of sugar for which the corresponding obligations have not been fulfilled.\n4. In case of force majeure, the competent authority of the Member State concerned shall take such action as it considers necessary having regard to the circumstances invoked by the party concerned.", "1. Tenders shall be examined in private by the competent authority concerned. The persons present at the examination shall be under an obligation not to disclose any particulars relating thereto.\n2. Tenders submitted shall be communicated to the Commission by the Member States without the tenderers being mentioned by name and must be received by the Commission within one hour and thirty minutes of the expiry of the deadline for the weekly submission of tenders stipulated in the notice of invitation to tender.\nWhere no tenders are submitted, the Member States shall notify the Commission of this within the time limit specified in the first subparagraph.", "1. After the tenders received have been examined, a maximum quantity may be fixed for the partial invitation concerned.\n2. A decision may be taken to make no award under a specific partial invitation to tender.", "1. In the light of the current state and foreseeable development of the Community and world sugar markets, there shall be fixed either:\n- a minimum export levy, or\n- a maximum export refund.\n2. Without prejudice to Article 10, where a minimum export levy is fixed, a contract shall be awarded to every tenderer whose tender quotes a rate of levy equal to or greater than such minimum levy.\n3. Without prejudice to Article 10, where a maximum export refund is fixed, a contract shall be awarded to every tenderer whose tender quotes a rate of refund equal to or less than such maximum refund and to every tenderer who has tendered for an export levy.", "0\n1. Where a maximum quantity has been fixed for a partial invitation to tender:\n- if a minimum export levy is fixed, a contract shall be awarded to the tenderer whose tender quotes the highest export levy; if the maximum quantity is not fully covered by that award, awards shall be made to other tenderers in descending order of export levies quoted until the entire maximum quantity has been accounted for,\n- if a maximum export refund is fixed, contracts shall be awarded in accordance with the first indent; if after such awards a quantity is still outstanding, or if there are no tenders quoting an export levy, awards shall be made to tenderers quoting an export refund in ascending order or export refunds quoted until the entire maximum quantity has been accounted for.\n2. However, where an award to a particular tenderer in accordance with paragraph 1 would result in the maximum quantity being exceeded, that award shall be limited to such quantity as is still available. Where two or more tenderers quote the same levy or the same refund and awards to all of them would result in the maximum quantity being exceeded, then the quantity available shall be awarded as follows:\n- by division among the tenderers concerned in proportion to the total quantities in each of their tenders, or\n- by apportionment among the tenderers concerned by reference to a maximum tonnage to be fixed for each of them, or\n- by the drawing of lots.", "1\n1. The competent authority of the Member State concerned shall immediately notify applicants of the result of their participation in the invitation to tender. In addition, that authority shall send successful tenderers a statement of award.\n2. The statement of award shall indicate at least:\n(a) the reference of the invitation to tender;\n(b) the quantity of white sugar to be exported;\n(c) the amount, expressed in euro, of the export levy to be charged, or, where applicable, of the export refund to be granted per 100 kilograms of white sugar of the quantity referred to in (b).", "2\nEvery successful tenderer shall have:\n(a) the right to receive, in the circumstances referred to under (b), an export licence covering the quantity awarded, indicating the export levy or refund quoted in the tender, as the case may be;\n(b) the obligation to lodge, in accordance with the relevant provisions of Regulation (EC) No 1291/2000, an application for an export licence in respect of that quantity, the application not being revocable and Article 12 of Regulation (EEC) No 120/89 not applying in such a case. The application shall be lodged not later than:\n- the last working day preceding the date of the partial invitation to tender to be held the following week, or\n- if no partial invitation to tender is due to be held that week, the last working day of the following week;\n(c) the obligation to export the tendered quantity and, if this obligation is not fulfilled, to pay, where necessary, the amount referred to in Article 13(4).\nSuch rights and obligations shall not be transferable.", "3\n1. Article 9(1) of Regulation (EC) No 1464/95 shall not apply to the white sugar to be exported under this Regulation.\n2. Export licences issued in connection with a partial invitation to tender shall be valid from the day of issue until the end of the fifth calendar month following that in which the partial invitation was issued.\nHowever, export licences issued in respect of the partial invitations held from 1 May 2003 shall be valid only until 30 September 2003.\nShould technical difficulties arise which prevent export being carried out by the expiry date laid down in paragraph 2, the competent authorities in the Member State which issued the export licence may, at the written request of the holder of that licence, extend its validity to 15 October 2003 at the latest, provided that export is not subject to the rules laid down in Article 4 or 5 of Council Regulation (EEC) No 565/80(11).\n3. Export licences issued in respect of the partial invitations held between 1 August 2002 and 30 September 2002 shall be valid only from 1 October 2002.\n4. Except in cases of force majeure, if the obligation to export resulting from the export licence referred to in Article 12(b) has not been fulfilled and if the security referred to in Article 6 is less than:\n(a) the export levy indicated on the licence, less the levy referred to in the second subparagraph of Article 33(1) of Regulation (EC) No 1260/2001 in force on the last day of validity of the said licence, or\n(b) the sum of the export levy indicated on the licence and the refund referred to in Article 28(2) of Regulation (EC) No 1260/2001 in force on the last day of validity of the said licence, or\n(c) the export refund referred to in Article 28(2) of Regulation (EC) No 1260/2001 in force on the last day of validity of the licence, less the refund indicated on the said licence,\nthen, for the quantity in respect of which the said obligation was not fulfilled, the licence holder shall be charged an amount equal to the difference between the result of the valuation made under (a), (b) or (c), as the case may be, and the security referred to in Article 6(1).", "4\nThe standing invitation to tender issued in Regulation (EC) No 1430/2001 shall be closed on 26 July 2002.", "5\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 104, 20.4.2002, p. 26.\n(3) OJ L 144, 28.6.1995, p. 14.\n(4) OJ L 152, 12.6.2002, p. 11.\n(5) OJ L 152, 24.6.2000, p. 1.\n(6) OJ L 308, 27.11.2001, p. 19.\n(7) OJ L 16, 20.1.1989, p. 19.\n(8) OJ L 293, 16.11.1996, p. 3.\n(9) OJ L 192, 14.7.2001, p. 3.\n(10) OJ L 107, 24.4.2002, p. 5.\n(11) OJ L 62, 7.3.1980, p. 5."}