{"celex_id": "32005R0067", "uri": "http://publications.europa.eu/resource/cellar/a8f47709-711b-4eb4-a1e2-54a4340b76c1", "type": "Regulation", "concepts": ["1425", "2300", "2713", "2734", "2803", "946"], "title": "Commission Regulation (EC) No 67/2005 of 17 January 2005 amending Regulation (EC) No 2879/2000 laying down detailed rules for applying Council Regulation (EC) No 2702/1999 on measures to provide information on, and to promote, agricultural products in third countries\n", "header": "18.1.2005 EN Official Journal of the European Union L 14/5\nCOMMISSION REGULATION (EC) No 67/2005\nof 17 January 2005\namending Regulation (EC) No 2879/2000 laying down detailed rules for applying Council Regulation (EC) No 2702/1999 on measures to provide information on, and to promote, agricultural products in third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2702/1999 of 14 December 1999 on measures to provide information on, and to promote, agricultural products in third countries (1), and in particular Article 11 thereof,\nWhereas:\n(1) Article 3 and 4 of Regulation (EC) No 2702/1999 provide the criteria to determine the markets and products for which information and/or promotion measures may be carried out in third countries. Those markets and products are listed in the Annex to Commission Regulation (EC) No 2879/2000 (2).\n(2) Article 5 of Regulation (EC) No 2702/1999 requires that every two years the Commission shall draw up a list of the markets and products referred to in Article 3 and 4 of that Regulation.\n(3) The list of target markets should be revised to take account of the fact that Croatia, Bosnia and Herzegovina, Serbia and Montenegro, the former Yugoslav Republic of Macedonia, Turkey and Ukraine are export markets with particular interest for certain Member States and with export potential for the Community in general.\n(4) Flowers and plants are products where market balance could be improved through information and/or generic promotion measures in third countries. Those products should therefore be included in the list of products which may be covered by promotional measures in third countries.\n(5) It is appropriate to extend the reference to cheese and yogurt in the Annex to Regulation (EC) No 2879/2000 to include milk products in general.\n(6) Products with a protected designation of origin (PDO), with a protected geographical indication (PGI) or with a traditional specialty guaranteed (TSG) in accordance with Council Regulation (EC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (3), or Council Regulation (EC) No 2082/92 of 14 July 1992 on certificates of specific character for agricultural products and foodstuffs (4), and products from organic farming, in accordance with Council Regulation (EC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (5), are quality products the production of which are considered a priority in the context of the common agricultural policy. Those products should therefore be included in the Annex to Regulation (EC) No 2879/2000, so as to ensure that they can benefit from all promotion and information measures provided for in the third country promotion regime.\n(7) Regulation (EC) No 2879/2000 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion delivered at the meeting of the Joint Management Committee for the Promotion of Agricultural Products,", "main_body": ["The Annex to Regulation (EC) No 2879/2000 is herewith replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 January 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 327, 21.12.1999, p. 7. Regulation as amended by Regulation (EC) No 2060/2004 (OJ L 357, 2.12.2004, p. 3).\n(2)  OJ L 333, 29.12.2000, p. 63. Regulation as last amended by Regulation (EC) No 1806/2004 (OJ L 318, 19.10.2004, p. 11).\n(3)  OJ L 208, 24.7.1992, p. 1. Regulation as last amended by Regulation (EC) No 1215/2004 (OJ L 232, 1.7.2004, p. 21).\n(4)  OJ L 208, 24.7.1992, p. 9. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(5)  OJ L 198, 22.7.1991, p. 1. Regulation as last amended by Commission Regulation (EC) No 1481/2004 (OJ L 272, 20.8.2004, p. 11).\nANNEX\n‘ANNEX\nSwitzerland\nNorway\nRomania\nBulgaria\nCroatia\nBosnia and Herzegovina\nSerbia and Montenegro\nFormer Yugoslav Republic of Macedonia\nTurkey\nUkraine\nRussia\nJapan\nChina\nSouth Korea\nSouth-East Asia\nIndia\nMiddle East\nNorth Africa\nRepublic of South Africa\nNorth America\nLatin America\nAustralia and New Zealand\n— Fresh, chilled and frozen beef, veal and pigmeat; food preparations based on these products\n— Quality poultrymeat\n— Milk products\n— Olive oil and table olives\n— Table wines with a geographical indication. Quality wines psr\n— Spirit drinks with a geographical indication or a reserved traditional description\n— Fresh and processed fruit and vegetables\n— Products processed from cereals and rice\n— Fibre flax\n— Live plants and products of ornamental horticulture\n— Products with a protected designation of origin (PDO), a protected geographical indication (PGI) or a traditional speciality guaranteed (TSG), in accordance with Council Regulations (EC) No 2081/92 (1) or (EC) No 2082/92 (2)\n— Products from organic farming, in accordance with Council Regulation (EC) No 2092/91 (3).’\n(1)  OJ L 208, 24.7.1992, p. 1.\n(2)  OJ L 208, 24.7.1992, p. 9.\n(3)  OJ L 198, 22.7.1991, p. 1."}