{"celex_id": "32006D0884", "uri": "http://publications.europa.eu/resource/cellar/c8dc16d1-2a7e-47bb-bf74-08cb611a1c0f", "type": "Decision", "concepts": ["1474", "1562", "2141", "2825", "3561", "3647", "5235", "5811", "5889", "888"], "title": "2006/884/EC: Commission Decision of 6 December 2006 on determining the Community position for a Decision of the Joint Committee established under the Agreement between the European Community and the United States of America on the Mutual Recognition of Certificates of Conformity for Marine Equipment, adopting its Rules of Procedure\n", "header": "7.12.2006 EN Official Journal of the European Union L 341/39\nCOMMISSION DECISION\nof 6 December 2006\non determining the Community position for a Decision of the Joint Committee established under the Agreement between the European Community and the United States of America on the Mutual Recognition of Certificates of Conformity for Marine Equipment, adopting its Rules of Procedure\n(2006/884/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2004/425/EC (1) of 21 April 2004 on the conclusion of an Agreement between the European Community and the United States of America on the Mutual Recognition of Certificates of Conformity for Marine Equipment (hereinafter the Agreement), and in particular Article 3(2) thereof,\nWhereas:\n(1) The Commission has, in view of adopting the Community position, consulted the special committee designated by the Council.\n(2) Article 7(2) of the Agreement states that the Joint Committee, established under Article 7 of the Agreement, shall determine its own Rules of Procedure,", "main_body": ["The position to be adopted by the European Community for a decision by the Joint Committee, set up under Article 7 of the Agreement between the European Community and the United States of America on the Mutual Recognition of Certificates of Conformity for Marine Equipment, adopting its Rules of Procedure, shall be based on the draft Joint Committee decision annexed to this Decision."], "attachments": "Done at Brussels, 6 December 2006.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 150, 30.4.2004, p. 42.\nANNEX\nDRAFT\nDECISION No …/… OF THE JOINT COMMITTEE ESTABLISHED UNDER THE AGREEMENT BETWEEN THE EUROPEAN COMMUNITY AND THE UNITED STATES OF AMERICA\non the Mutual Recognition of Certificates of Conformity for Marine Equipment adopting its Rules of Procedure\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Community and the United States of America on the Mutual Recognition of Certificates of Conformity for Marine Equipment, and in particular Article 7 thereof,\nWhereas Article 7(2) of the Agreement provides that the Joint Committee shall determine its own rules of procedure,\nHAS ADOPTED THIS DECISION:\n1. The Rules of Procedure for the Joint Committee, as specified in the Attachment to this Decision, are hereby adopted.\nThis Decision, done in duplicate, shall be signed by representatives of the Joint Committee who are authorised to act on behalf of the Parties for purposes of amending the Agreement. This Decision shall be effective from the date of the latter of these signatures.\nSigned in Washington on\nOn behalf of the United States of America\nSigned in Brussels on\nOn behalf of the European Community\nANNEX\nRULES OF PROCEDURE FOR THE JOINT COMMITTEE ESTABLISHED UNDER THE AGREEMENT BETWEEN THE EUROPEAN COMMUNITY AND THE UNITED STATES OF AMERICA\non the Mutual Recognition of Certificates of Conformity for Marine Equipment\nArticle 1\nChairmanship\nThe Joint Committee shall be chaired jointly by a representative of the European Community and a representative of the United States.\nArticle 2\nMeetings\n1.   The Joint Committee shall meet at regular intervals at least once a year at a mutually agreeable time. If additional meetings are deemed necessary by a Party, the other Party shall accommodate the request for a meeting to the maximum extent possible.\n2.   The Parties shall take turns in hosting the meeting unless otherwise agreed. Teleconferencing or videoconferencing may be used if the Parties so agree.\n3.   The Co-Chairs shall convene meetings of the Joint Committee.\n4.   The Co-Chairs shall establish a date for the meeting and exchange such documents as necessary in time to ensure adequate preparation, if possible, three weeks prior to the meeting.\n5.   The Party hosting a meeting, or requesting a videoconference or teleconference, shall be responsible for logistical arrangements.\nArticle 3\nDelegations\nThe Parties shall notify each other at least one week before a meeting of the intended composition of their delegations.\nArticle 4\nAgenda for the meetings\n1.   The Co-Chairs shall draw up provisional agenda for each meeting no later than 14 days before the meeting. The provisional agenda shall include the items for which a request for inclusion in the agenda has been received by either of the Co-Chairs no later than 14 days before the meeting.\n2.   Either Party may add items to the provisional agenda at any time prior to the meeting if the other Party agrees. If possible, a Party shall make a request to add items to the provisional agenda in writing to the other Party. Such requests shall be accommodated to the extent possible.\n3.   The Co-Chairs shall adopt the final agenda at the beginning of each meeting. An item other than those appearing on the provisional agenda may be placed on the agenda if the Parties agree and shall be accommodated to the extent possible.\nArticle 5\nRecords of meetings\n1.   The Co-Chair of the host Party shall prepare a draft of the record of each meeting as soon as possible.\n2.   The record shall, as a general rule, indicate in respect of each item on the agenda:\n(a) documentation submitted to the Joint Committee;\n(b) statements that a Party has requested to be entered; and\n(c) decisions taken and the conclusions adopted on a specific item.\n3.   The record shall also indicate the individuals of the respective delegations participating, as well as the ministry or agency that each represents.\n4.   The Co-Chairs shall approve the record.\nArticle 6\nJoint Committee Decisions\n1.   The Joint Committee shall take decisions by unanimity.\n2.   The Joint Committee may adopt a decision by written procedure at times other than formal Joint Committee meetings.\n3.   Decisions of the Joint Committee shall be entitled “Decisions” followed by a serial number, and by a description of their subject. The date the decision takes effect shall also be indicated. Decisions shall be signed by representatives of the Joint Committee who are authorised to act on behalf of the Parties. Decisions shall be drawn up in duplicate, each version being equally authentic.\nArticle 7\nConsultation of experts\nThe Committee may consult experts on particular issues if the Parties agree.\nArticle 8\nExpenses\n1.   Each Party shall be responsible for the expenses it incurs by reason of its participation in the meetings of the Joint Committee, including staff, travel and subsistence expenditure and postal or telecommunications expenditure.\n2.   The host Party shall generally cover other expenses arising from the organisation of the meetings.\nArticle 9\nAdministrative procedures\n1.   Unless the Parties decide otherwise, the meetings of the Joint Committee shall not be open to the public.\n2.   Records and other documents of the Joint Committee shall be considered to be information exchanged under Article 17 of the Agreement for purposes of confidentiality.\n3.   Participants other than officials of the Parties may be invited, if the Co-Chairs agree, and shall also be subject to Article 17 of the Agreement.\n4.   The Parties may organise public briefings or otherwise inform interested members of the public of the results of the Joint Committee meetings."}