{"celex_id": "32008D0339", "uri": "http://publications.europa.eu/resource/cellar/9cdb37b2-5e5e-4d8e-b254-f96c1aafb5fb", "type": "Decision", "concepts": ["1445", "1598", "1854", "3660", "5283", "994"], "title": "2008/339/EC: Commission Decision of 25 April 2008 amending Annex XI to Council Directive 2003/85/EC as regards the list of laboratories authorised to handle live foot-and-mouth disease virus (notified under document number C(2008) 1577) (Text with EEA relevance)\n", "header": "29.4.2008 EN Official Journal of the European Union L 115/39\nCOMMISSION DECISION\nof 25 April 2008\namending Annex XI to Council Directive 2003/85/EC as regards the list of laboratories authorised to handle live foot-and-mouth disease virus\n(notified under document number C(2008) 1577)\n(Text with EEA relevance)\n(2008/339/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (1), and in particular Article 67(2) thereof,\nWhereas:\n(1) Directive 2003/85/EC sets out minimum control measures to be applied in the event of an outbreak of foot-and-mouth disease and certain preventive measures aimed at increasing the awareness and preparedness of the competent authorities and the farming community concerning that disease.\n(2) The preventive measures set out in Directive 2003/85/EC include the provision that Member States are to ensure that the handling of live foot-and-mouth disease virus for research, diagnosis or manufacture is carried out only in approved laboratories listed in Annex XI to that Directive.\n(3) Part A of Annex XI to Directive 2003/85/EC lists national laboratories authorised to handle live foot-and-mouth disease virus for research and diagnostic purposes.\n(4) Denmark has officially informed the Commission of changes relating to the administration of its national reference laboratory for foot-and-mouth disease.\n(5) Latvia and Slovenia have officially informed the Commission that their respective national reference laboratories are no longer considered to meet the security standards laid down in Article 65(d) and should therefore bee deleted from the list in Part A of Annex XI to Directive 2003/85/EC.\n(6) The Netherlands have officially informed the Commission of changes relating to the name of their national reference laboratory for foot-and-mouth disease.\n(7) For security reasons it is important to keep the list of laboratories authorised to handle live foot-and-mouth disease virus in Directive 2003/85/EC updated.\n(8) Accordingly, it is necessary to replace the list of laboratories authorised to handle live foot-and-mouth disease virus in Part A of Annex XI to Directive 2003/85/EC by the list set out in the Annex to this Decision.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex XI to Directive 2003/85/EC, Part A is replaced by the text in the Annex to this Decision.", "The Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 April 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 306, 22.11.2003, p. 1. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\nANNEX\n‘PART A\nNational laboratories authorised to handle live foot-and-mouth disease virus\nMember State where laboratory is located Laboratory Member States using the services of laboratory\nISO code Name\nAT Austria Österreichische Agentur für Gesundheit und Ernährungssicherheit Austria\nBE Belgium Veterinary and Agrochemical Research Centre CODA-CERVA-VAR Uccle Belgium\nBG Bulgaria Национален диагностичен научноизследователски ветеринарно-медицински институт Проф. д-р Георги Павлов, Национална референтна лаборатория Шап и везикулозна болест по свинете Bulgaria\nCZ Czech Republic Statní veterinární ústav Praha, Praha Czech Republic\nDE Germany Friedrich-Loeffler-Institut Germany\nDK Denmark Danmarks Tekniske Universitet, Veterinærinstituttet Denmark\nEL Greece Ινστιτούτο αφθώδους πυρετού, Greece\nES Spain Laboratorio Central de Sanidad Animal, Madrid Spain\nFR France Agence française de sécurité sanitaire des aliments (AFSSA)\n— Laboratoire d’études et de recherches en pathologie bovine et hygiène des viandes, Lyon\n— Laboratoire d’études et de recherches en pathologie animale et zoonoses, Maisons-Alfort\nHU Hungary Országos Állategészségügyi Intézet (OÁI), Budapest Hungary\nIT Italy Istituto zooprofilattico sperimentale della Lombardia e dell'Emilia-Romagna, Brescia Italy\nLT Lithuania Nacionalinė veterinarijos laboratorija, Vilnius Lithuania\nNL Netherlands Central Veterinary Institute of Wageningen UR, Lelystad Netherlands\nPL Poland Zakład Pryszczycy Państwowego Poland\nRO Romania Institutul de Diagnostic și Sănătate Animală, București Romania\nUK United Kingdom Institute for Animal Health, Pirbright United Kingdom"}