{"celex_id": "32004D0291", "uri": "http://publications.europa.eu/resource/cellar/1c807071-6cde-463d-9ef1-5be904ad062f", "type": "Decision", "concepts": ["2965", "3003", "4320"], "title": "2004/291/EC: Commission Decision of 30 March 2004 amending Decision 96/228/EC on a long-term national aid scheme to assist farmers in northern areas of Sweden (notified under document number C(2004) 966)\n", "header": "Commission Decision\nof 30 March 2004\namending Decision 96/228/EC on a long-term national aid scheme to assist farmers in northern areas of Sweden\n(notified under document number C(2004) 966)\n(Only the Swedish text is authentic)\n(2004/291/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Austria, Finland and Sweden, and in particular Article 142 thereof,\nWhereas:\n(1) Sweden, acting in accordance with Article 143 of the Act of Accession, notified the Commission on 11 May 1995 of the aid scheme proposed under Article 142.\n(2) The aid scheme was approved by Commission Decision 96/228/EC(1).\n(3) Sweden requested on 8 July 2002 and 30 June 2003 that the Commission amend certain aspects of Decision 96/228/EC and subsequently presented additional information in support of its requests.\n(4) In the abovementioned letters Sweden requested that certain unit aid levels should be increased. These modifications take account the change in the level of compensatory allowances and are not likely to lead to any increase in overall support.\n(5) Experience has shown that the precautionary measure to prevent possible increases in production that benefit from aid is no longer needed. Furthermore, limitations in aid amounts and the number of units covered by aid supply the same need.\n(6) The rates of Community aid foreseen have been modified. Thus, they do not serve the original purpose anymore and there is no need to define them beforehand.\n(7) Decision 96/228/EC should be amended accordingly.\n(8) In view of the nature and scope of the amendments, and at the request of Sweden, it should be provided that the amendment takes effect from 1 January 2003.", "main_body": ["Decision 96/228/EC is amended as follows:\n1. Article 2(2) is deleted;\n2. third paragraph of Article 3(1) is replaced by following:\"The aid shall be authorised taking into account the Community aid and shall in no case be granted on the basis of quantity produced with the exception of aid for cow's milk.\";\n3. third paragraph of Article 4 is deleted;\n4. Article 6 is replaced by the following:\n\"Article 6\nIf the Commission reviews this Decision, in particular on the basis of trends in the value of the national currency or of the trends in the Community aid, any amendments to the aid authorised by this Decision shall apply only from the year following that in which the amendment was adopted.\";\n5. Annexes II and V are deleted;\n6. Annex III is replaced by the Annex to this Decision.", "This Decision shall apply from 1 January 2003.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 30 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 76, 26.3.1996, p. 29; Decision as last amended by Decision 2000/411/EC (OJ L 155, 28.6.2000, p. 60).\nANNEX\nProvided for in the first subparagraph of Article 3(1)\n>TABLE>"}