{"celex_id": "32003R1495", "uri": "http://publications.europa.eu/resource/cellar/bf5e912d-2dea-401f-aa85-26824c07188d", "type": "Regulation", "concepts": ["1684", "4732", "5010", "807"], "title": "Commission Regulation (EC) No 1495/2003 of 25 August 2003 on the supply of common wheat as food aid\n", "header": "Commission Regulation (EC) No 1495/2003\nof 25 August 2003\non the supply of common wheat as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1292/96 of 27 June 1996 on food-aid policy and food-aid management and special operations in support of food security(1), as amended by Regulation (EC) No 1726/2001(2), and in particular Article 24(1)(b) thereof,\nWhereas:\n(1) The abovementioned Regulation lays down the list of countries and organisations eligible for Community aid and specifies the general criteria on the transport of food aid beyond the fob stage.\n(2) Following the taking of a number of decisions on the allocation of food aid, the Commission has allocated cereals to Bangladesh.\n(3) It is necessary to provide for the carrying out of this measure in accordance with the rules laid down by Commission Regulation (EC) No 2519/97 of 16 December 1997 laying down general rules for the mobilisation of products to be supplied under Council Regulation (EC) No 1292/96 as Community food aid(3). It is necessary to specify the time limits and conditions of supply to determine the resultant costs,", "main_body": ["A tendering procedure is hereby initiated for the award of a contract for the supply of common wheat to Bangladesh in accordance with the provisions of Regulation (EC) No 2519/97 and with the conditions laid down in Annex I hereto.\nThe offer submitted shall be deemed to have been drawn up taking account of the charges and constraints resulting from specific clauses set out in the Exchange of Letters between the Commission and the recipient, published in part in Annex II. In particular, the laydays should be assessed on the basis of an average daily discharge rate of 2400 tonnes in such a way that dispatch to be paid to the recipient by the European Community will be for the account of the supplier.\nThe tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 166, 5.7.1996, p. 1.\n(2) OJ L 234, 1.9.2001, p. 10.\n(3) OJ L 346, 17.12.1997, p. 23.\nANNEX I\nNotes:\nLOT A\n1. Action No: 411/01\n2. Beneficiary(2): Bangladesh\n3. Beneficiary's representative: The Secretary, Ministry of Food, Bangladesh Secretariat, Dhaka, Bangladesh\n4. Country of destination: Bangladesh\n5. Product to be mobilised: common wheat\n6. Total quantity (tonnes net): 13000\n7. Number of lots: 1\n8. Characteristics and quality of the product(3)(5): see OJ C 312, 31.10.2000, p. 1 (A.1)\n9. Packaging: in bulk\n10. Labelling or marking: -\n- Language to be used for the markings: -\n- Supplementary markings: -\n11. Method of mobilisation of the product: the Community market\n12. Specified delivery stage: free at port of landing - undischarged(6)\nThe recipient shall unload the wheat as per the conditions laid down in Annex II\n13. Alternative delivery stage: free at port of shipment - fob stowed and trimmed\n14. a) Port of shipment: -\nb) Loading address: -:\n15. Port of landing: Chittagong\n16. Place of destination: -\n- port or warehouse of transit: -\n- overland transport route: -\n17. Period or deadline of supply at the specified stage: - first deadline: 9.11.2003\n- second deadline: 23.11.2003\n18. Period or deadline of supply at the alternative stage: - first deadline: 22-28.9.2003\n- second deadline: 6-12.10.2003\n19. Deadline for the submission of tenders (at 12 noon, Brussels time): - first deadline: 9.9.2003\n- second deadline: 23.9.2003\n20. Amount of tendering guarantee: EUR 5 per tonne\n21. Address for submission of tenders and tendering guarantees(1): M. Vestergaard, Commission europĂŠenne, Bureau: L130 7/46, B - 1049 Bruxelles; fax: (32-2) 296 70 03/296 70 04\n22. Export refund(4): refund applicable on 20.8.2003, fixed by Commission Regulation (EC) No 1455/2003 (OJ L 206, 15.8.2003, p. 25)\n(1) Supplementary information: Torben Vestergaard (tel.: (32-2) 299 30 50; fax: (32-2) 296 20 05).\n(2) The supplier shall contact the beneficiary or its representative as soon as possible to establish which consignment documents are required.\n(3) The supplier shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been exceeded. The radioactivity certificate must indicate the caesium-134 and -137 and iodine-131 levels.\n(4) Commission Regulation (EC) No 2298/2001 (OJ L 308, 27.11.2001, p. 16) is applicable as regards the export refund. The date referred to in Article 2 of the said Regulation is that referred to in point 22 of this Annex.\n(5) The supplier shall supply to the beneficiary or its representative, on delivery, the following documents:\n- phytosanitary certificate,\n- fumigation certificate.\n(6) In addition to the provisions of Article 14(3) of Regulation (EC) No 2519/97, vessels chartered shall not appear on any of the four most recent quarterly lists of detained vessels as published by the Paris Memorandum of Understanding on Port State Control (Council Directive 95/21/EC (OJ L 157, 7.7.1995, p. 1)).\nANNEX II\n1. Type of vessel to be fixed\nThe vessels (self-trimming bulk carriers) must have at least five hatches. Vessels to be geared and each crane/derrick to serve one or two hatches. The vessels must be capable of entering the Chittagong outer anchorage and, after necessary lighterage, be able to shift and berth at Chittagong jetties. To this end vessels should have a maximum length of 610 feet.\nCharterers/shipowners must ensure that all certificated officers carry with them on board the original valid certificate of competency and that all vessels are manned strictly according to the STCW Convention 1995, failing which any delay to the vessel will be on owner's account.\n2. Discharging facilities\nVessels will furnish at the discharge port, free of expenses to the recipient, winches and/or cranes and the power to drive them, gins and falls in good working condition and will also supply sufficient lights for night work, as on board, on deck and in the holds, if required. Vessels will provide winchmen at their own expense.\n3. Vessels' ETA information\nMaster to wireless/cable nominees of the recipient, namely Movements Chittagong - telex 642237 CMS C BJ - (simultaneously informing Banglaship Chittagong - telex 66277 BSC BJ - and Movestore Dhaka - telex 642230 CMS BJ) for orders regarding discharge 10 days prior to their arrival at the discharge port, i.e. Chittagong, and state ETA and draft. Orders for discharging will be transmitted to the vessel within five days of the receipt of master's request.\nMaster to give the following notice to the recipient's nominees, i.e. Movements Chittagong, Banglaship Chittagong and Movestore Dhaka:\n(a) upon sailing from load port vessels must state:\n(i) quantity loaded;\n(ii) arrival draft;\n(iii) TPI (tonnes per inch);\n(b) 10 days beforehand ETA Chittagong port,\nfive days beforehand ETA Chittagong port,\n72 hours, 48 hours and 24 hours beforehand ETA Chittagong port.\n4. Discharging rate and discharging port time counting\nThe cargo is to be discharged by the recipient free of risk and expense to the vessel at the rate of 2400 tonnes per weather working day of 24 consecutive hours. Time from 12 noon on Thursday or 5 p.m. on a day preceding a holiday until 9 a.m. on Saturday or next working day not to count as laytime even if used. The rate of discharge is based on four or more workable hatches. If, however, the number of workable hatches is less than the specified minimum, the discharging rate will be reduced proportionately.\nNotice of readiness is to be tendered and accepted after vessel arrives at the Chittagong outer anchorage and laytime to commence 24 hours after NOR tendered during office hours (09.00-17.00), whether the vessel is in berth or not. However, in case a time period for the supply has been fixed by the Commission, laytime shall not commence before the first day of the said period. At discharge port, cost of shifting from anchorage to anchorage, anchorage to berth and berth to berth on owner's/charterer's account and time used for such shifting not to count as laytime.\nAlthough stevedores appointed by recipients, all discharging operations to be carried out under masters' direction/approval. All necessary trimming will be at owner's time and expense.\nAt Chittagong anchorage, if a lighter vessel is required to cast off from the mother ship, due to heavy swell and/or bad weather, all time lost will not count as laytime. The time will stop counting from the time the lighter vessel casts off and will start counting again from the time the lighter vessel is re-tied alongside the mother ship.\n5. Lighterage at discharge port\nAll necessary lighterage at Chittagong outer anchorage will be carried out by the recipients at their own cost and time. For vessels unable to enter the Chittagong outer anchorage, due to excessive draft, lighterage may be carried out at Kutubdia anchorage by the charterers/owners at their expense and such lighterage to be treated as transhipment and lighters engaged to be discharged on identical terms as the mother ship, and time used for lighterage at Kutubdia not to count as laytime. Collision damage, if any, during lighterage to be settled directly between the owners of the mother and the lighter vessels (notwithstanding whether engaged by owners/charterers for Kutubdia lighterage, or by the recipients for outer anchorage lighterage). In case of unsafe anchorage at Chittagong outer anchorage, any lighterage at Kutubdia is for recipients account.\nMaster of the vessel(s) at all times to extend full cooperation to the recipients and/or their nominees/agents/stevedores/lighterage contractors in order to expedite discharge. Lighter vessels to supply suitable fenders to avoid damage.\n6. Demurrage/Dispatch\nShould the vessel(s) not be discharged at the rate herein stipulated, demurrage shall be paid by the recipient at the rate stipulated in the charter party, subject to a maximum of EUR 8000 per day or part thereof.\nFor working time saved at the port of discharge, dispatch money shall be paid to the recipient at the rate of 50 % of the rate of demurrage stipulated in the charter party, subject to a maximum of EUR 4000 per day saved.\nDemurrage or dispatch at the discharge port, if any, at the amounts specified above, shall be paid, as the case may be, by the recipient to the Commission or by the Commission to the recipient. Afterwards settlement of dispatch/demurrage, if any, between the supplier and the Commission will take place.\nLaytime at port of discharge to be non-reversible.\n7. Miscellaneous\nOvertime expenses, if any, on account of port and customs personnel will be for the account of the party (owner/their agents or receiver/their agents) ordering the same, but if ordered by the Port Authorities, to be on the receiver's/owner's account on 50:50 basis. Overtime expenses for vessel's crew always to be on the owner's account.\nAt the port of discharge opening/closing of hatches on all occasions to be for owner's account and time not to count as laytime.\nFirst opening and last closing of hatches at port of discharge to be done by vessel's crew.\nWhatever the respective destination of the goods found damaged, they must be disposed of/destroyed as per port rules prior to sailing out of the vessel.\nDock worker management board's levy or any similar levy is for owner's account.\nIn the case where some extra costs requested by the owner/charterer are to be pre-financed by the recipient, they may be directly paid by the Commission on the recipient's behalf to the supplier."}