{"celex_id": "32008D0781", "uri": "http://publications.europa.eu/resource/cellar/a4d0a6e0-81a6-41d3-9e42-9d92ac34fe50", "type": "Decision", "concepts": ["3559", "5063", "5508"], "title": "2008/781/EC: Council Decision of 2 October 2008 appointing seven Bulgarian members and seven alternate Bulgarian members of the Committee of the Regions\n", "header": "9.10.2008 EN Official Journal of the European Union L 268/29\nCOUNCIL DECISION\nof 2 October 2008\nappointing seven Bulgarian members and seven alternate Bulgarian members of the Committee of the Regions\n(2008/781/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 263 thereof,\nHaving regard to the proposal of the Bulgarian Government,\nWhereas:\n(1) On 24 January 2006, the Council adopted Decision 2006/116/EC (1) appointing the members and alternate members of the Committee of the Regions for the period from 26 January 2006 to 25 January 2010.\n(2) Four members' seats on the Committee of the Regions have become vacant following the expiry of the mandates of Ms Antoaneta GEORGIEVA, Mr Yoan KOSTADINOV, Mr Veselin ZLATEV and Mr Bogomil BELCHEV. Three members' seats have become vacant following the resignations of Mr Remzi YUSEINOV, Mr Kiril YORDANOV and Mr Yordan LECHKOV. Four alternate members' seats have become vacant following the expiry of the mandates of Mr Delyan ENKIN, Mr Lachezar ROSENOV, Mr Nikola KOLEV and Ms Rumiana BOZUKOVA.\n(3) One alternate member's seat has become vacant following the resignation of Ms Anastasia MLADENOVA. Two alternate members' seats become vacant following the appointment of Mr Zlatko ZHIVKOV and Mr Vladimir MOSKOV as members of the Committee of the Regions,", "main_body": ["The following are hereby appointed to the Committee of the Regions for the remainder of the current term of office, which runs until 25 January 2010:\n(a) as members:\nMs Dora Ilieva YANKOVA — Mayor of Smolian municipality, Chairman of the management council of the National Assembly of the Municipalities of the Republic of Bulgaria (NAMRB) (кмет на община Смолян, председател на управителния съвет на Националното сдружение на общините в Република България (НСОРБ)),\nMr Georgi Ivanov SLAVOV — Mayor of Yambol municipality (кмет на община Ямбол),\nMr Guner Fariz SERBEST — Mayor of Stambolovo, Member of the management council of the National Assembly of the Municipalities of the Republic of Bulgaria (NAMRB) (кмет на Стамболово, член на управителния съвет на Националното сдружение на общините в Република България (НСОРБ)),\nMs Penka Nedelkova PENKOVA — Mayor of Lom, Vice-Chairman of the management council of the National Assembly of the Municipalities of the Republic of Bulgaria (NAMRB) (кмет на Лом, заместник-председател на управителния съвет на Националното сдружение на общините в Република България (НСОРБ)),\nMr Bojidar Ivanov YOTOV — Mayor of Ruse (кмет на Русе),\nMr Zlatko ZHIVKOV — Vice-Chairman of the management council of the National Assembly of the Municipalities of the Republic of Bulgaria (NAMRB), Mayor of Montana (заместник-председател на управителния съвет на Националното сдружение на общините в Република България (НСОРБ), кмет на Монтана),\nMr Vladimir MOSKOV — Member of the management council of the National Assembly of the Municipalities of the Republic of Bulgaria (NAMRB), Mayor of Gotse Delchev (член на управителния съвет на Националното сдружение на общините в Република България (НСОРБ), кмет на Гоце Делчев);\n(b) as alternate members:\nMr Emil Hristov NAIDENOV — Mayor of Gorna Malina (кмет на Горна Малина),\nMr Svetlin Genov TANCHEV — Mayor of Stara Zagora (кмет на Стара Загора),\nMr Pavel Iliev DIMITROV — Municipal councillor, Varna (общински съветник, Варна),\nMr Veselin Petrov LICHEV — Mayor of Sopot (кмет на Сопот),\nMr Krasimir Blagoev KOSTOV — Mayor of Shumen (кмет на Шумен),\nMr Ivo Kirilov ANDONOV — Mayor of Silistra, Member of the management council of the National Assembly of the Municipalities of the Republic of Bulgaria (NAMRB) (кмет на Силистра, член на управителния съвет на Националното сдружение на общините в Република България (НСОРБ)),\nMr Rumen Georgiev RASHEV — Mayor of Veliko Turnovo, Member of the management council of the National Assembly of the Municipalities of the Republic of Bulgaria (NAMRB) (кмет на Велико Търново, член на управителния съвет на Националното сдружение на общините в Република България (НСОРБ)).", "This Decision shall take effect on the day of its adoption."], "attachments": "Done at Luxembourg, 2 October 2008.\nFor the Council\nThe President\nX. BERTRAND\n(1)  OJ L 56, 25.2.2006, p. 75."}