{"celex_id": "32004R1997", "uri": "http://publications.europa.eu/resource/cellar/348d89d6-3678-46f8-af96-b1ef3c4a4c98", "type": "Regulation", "concepts": ["1730", "2292", "4682", "4885", "862"], "title": "Commission Regulation (EC) No 1997/2004 of 19 November 2004 amending Regulation (EC) No 14/2004 as regards the forecast supply balance for beef and veal for Madeira\n", "header": "20.11.2004 EN Official Journal of the European Union L 344/28\nCOMMISSION REGULATION (EC) No 1997/2004\nof 19 November 2004\namending Regulation (EC) No 14/2004 as regards the forecast supply balance for beef and veal for Madeira\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1453/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Azores and Madeira and repealing Regulation (EEC) No 1600/92 (Poseima) (1), and in particular Article 3(6) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 14/2004 of 30 December 2003 establishing the supply balances and Community aid for the supply of certain essential products for human consumption, for processing and as agricultural inputs and for the supply of live animals and eggs to the outermost regions under Council Regulation (EC) No 1453/2001 (2) establishes forecast supply balances and Community aid for products covered by the specific supply arrangements in the Azores and Madeira.\n(2) Current execution of the annual supply balances for Madeira for frozen meat of bovine animals indicates that the quantities fixed for the supply of the above products are below requirements because of the higher-than-expected demand.\n(3) The quantities of the above product should therefore be adjusted in line with the actual needs of the outermost region concerned.\n(4) Regulation (EC) No 14/2004 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinions of the Management Committees concerned,", "main_body": ["Part 7 of Annex III to Regulation (EC) No 14/2004 is replaced by Annex I hereto.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 November 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 198, 21.7.2001, p. 26. Regulation as last amended by Regulation (EC) No 1690/2004 (OJ L 305, 1.10.2004, p. 1).\n(2)  OJ L 3, 7.1.2004, p. 6. Regulation as last amended by Regulation (EC) No 1796/2004 (OJ L 317, 16.10.2004, p. 23).\nANNEX I\n‘Part 7\nBeef and veal sector\nForecast supply balance and Community aid for the supply of Community products per calendar year\nMADEIRA\nDescription Code (1) Quantity Aid\nI II III\nMeat:\n— meat of bovines, fresh or chilled\n0201 30 00 9100 (2) (6) 123 141 (2)\n— meat of bovines, frozen\n0202 30 90 9200 (6) 95 113 (2)\n(1)  The product codes and footnotes are defined in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1), as amended.\n(2)  The amount shall be equal to the refund for products falling within the same CN code granted under Article 33 of Regulation (EC) No 1254/1999. Where the refunds granted under Article 33 of that Regulation have more than one rate, the amount of aid shall be equal to the amount of the refund for products falling within the same code under the agricultural product nomenclature for export refunds for destination B03 in force at the time the aid application is submitted.’"}