{"celex_id": "32007D0441", "uri": "http://publications.europa.eu/resource/cellar/dead7985-cfcb-4799-82a9-8fcce0a911fd", "type": "Decision", "concepts": ["1519", "365", "4409", "4585", "5581", "813", "935"], "title": "2007/441/EC: Council Decision of 18 June 2007 authorising the Italian Republic to apply measures derogating from Articles 26(1)(a) and 168 of Directive 2006/112/EC on the common system of value added tax\n", "header": "27.6.2007 EN Official Journal of the European Union L 165/33\nCOUNCIL DECISION\nof 18 June 2007\nauthorising the Italian Republic to apply measures derogating from Articles 26(1)(a) and 168 of Directive 2006/112/EC on the common system of value added tax\n(2007/441/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In a letter dated 9 October 2006 and registered by the Secretariat-General of the Commission on 11 October 2006, Italy sought authorisation to introduce measures derogating from the provisions of Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes — Common system of value added tax: uniform basis of assessment (2), which govern a taxable person's right to deduct VAT paid on purchases and those which require tax to be accounted for on business assets used for private purposes.\n(2) Directive 77/388/EEC has been replaced with Directive 2006/112/EC.\n(3) In accordance with Article 395(2) of Directive 2006/112/EC, the Commission transmitted, by a letter dated 28 February 2007, to the other Member States the request made by Italy. By a letter dated 21 November 2006, the Commission notified Italy that it had all the information that it considered necessary for appraisal of the request.\n(4) Article 168 of Directive 2006/112/EC establishes a taxable person's right to deduct VAT charged on supplies of goods and services received by him for use in his taxable transactions. Article 26(1)(a) of the same Directive contains a requirement to account for VAT when a business asset is put to private use.\n(5) The private use of vehicles is difficult to identify accurately and even where it is possible, the mechanism for doing so is often burdensome. Under the requested measures, the amount of VAT on expenditure eligible for deduction in respect of vehicles which are not used entirely for business purposes should, with some exceptions, be set at a flat percentage rate. Based on currently available information, the Italian authorities believe that a rate of 40 % is justifiable. At the same time, to avoid double taxation, the requirement of accounting for VAT on the private use of a vehicle should be suspended where it has been subject to this restriction. These measures can be justified by the need to simplify the procedure for charging VAT and to prevent evasion through incorrect record keeping.\n(6) These derogating measures should be limited in time to allow for an evaluation of their effectiveness and of the appropriate percentage, since the proposed percentage is based on initial findings on business use.\n(7) On 4 November 2004 the Commission presented a proposal for a Council Directive amending Directive 77/388/EEC, now 2006/112/EC, as regards the right to deduct VAT (3). The derogating measures should end at the entry into force of the proposed Directive if earlier than the date specified in this Decision,", "main_body": ["By way of derogation from Article 168 of Directive 2006/112/EC, Italy is hereby authorised to limit to 40 % the right to deduct the VAT charged on expenditure on motorised road vehicles not wholly used for business purposes.", "By way of derogation from Article 26(1)(a) of Directive 2006/112/EC, Italy is also required not to treat as supplies of services for consideration the use for private purposes of vehicles included in the assets of a taxable person's business, where that vehicle has been subject to a restriction of the right to deduct under this Decision.", "Expenditure relating to vehicles is excluded from the restriction on the right to deduct as authorised by this Decision where the vehicle falls into any of the following categories:\n— the vehicle forms part of the taxable person's stock-in-trade in the exercise of his activity,\n— the vehicle is used as a taxi,\n— the vehicle is used for instruction by a driving school,\n— the vehicle is used for hire or leasing,\n— the vehicle is used by sales representatives.", "The related expenditure shall cover the purchase of a vehicle, including contracts of assembly and the like, manufacture, intra-Community acquisition, importation, leasing or hire, modification, repair or maintenance, and expenditure on supplies or services performed in relation to vehicles and their use, including lubricants and fuel.", "Articles 1 and 2 shall apply to all motorised vehicles, other than agricultural or forestry tractors, which are normally used for carrying persons or goods by road with a maximum authorised mass not exceeding 3 500 kilograms and having not more than eight seats in addition to the driver's seat.", "An assessment covering the first two years of the application of this Decision, including a review of the percentage restriction applied, shall be submitted to the Commission after the second anniversary of this Decision, and in any case by 31 December 2009.", "This Decision shall expire on the date of entry into force of the Community rules determining the expenditure relating to motorised road vehicles that is not eligible for a full deduction of value added tax, but on 31 December 2010 at the latest.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Luxembourg, 18 June 2007.\nFor the Council\nThe President\nF.-W. STEINMEIER\n(1)  OJ L 347, 11.12.2006, p. 1. Directive as last amended by Directive 2006/138/EC (OJ L 384, 29.12.2006, p. 92).\n(2)  OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2006/98/EC (OJ L 363, 20.12.2006, p. 129).\n(3)  OJ C 24, 29.1.2005, p. 10."}