{"celex_id": "32004R0750", "uri": "http://publications.europa.eu/resource/cellar/718d8c3b-4bc4-463d-a5a1-c99df0c082fa", "type": "Regulation", "concepts": ["3170", "5360"], "title": "Commission Regulation (EC) No 750/2004 of 22 April 2004 adapting Regulation (EEC) No 2273/93 by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the European Union\n", "header": "Commission Regulation (EC) No 750/2004\nof 22 April 2004\nadapting Regulation (EEC) No 2273/93 by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the European Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 57(2) thereof,\nWhereas:\n(1) In view of the accession of the Czech Republic, Cyprus, Estonia, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, the intervention centres listed in Commission Regulation (EEC) No 2273/93 of 28 July 1993 determining the intervention centres for cereals(1) should be determined for those new Member States.\n(2) Regulation (EEC) No 2273/93 should therefore be amended accordingly,", "main_body": ["The Annex to Regulation (EEC) No 2273/93 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 April 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 207,18.8.1993 p. 1. Regulation as last amended by Regulation (EC) No 1813/2003 (OJ 265, 16.10.2003 p. 23).\nANNEX\nThe Annex to Regulation (EEC) No 2273/93 is amended as follows:\n1. The headings are replaced by the following:\n\"ANEXO/PRÍLOHA/BILAG/ANHANG/LISA/ΠΑΡΑΡΤΗΜΑ/ANNEX/ANNEXE/ALLEGATO/PIELIKUMS/PRIEDAS/MELLÉKLET/BIJLAGE/ZAACZNIK/ANEXO/PRÍLOHA/PRILOGA/LIITE/BILAGA\n1. El signo + significa que el lugar indicado se considera centro de intervención para el cereal en cuestión.\n2. El signo - significa que el lugar indicado no ha de considerarse centro de intervención para el cereal en cuestión.\n1. Oznacení + znamená, ze uvedené místo je povazováno za intervencní centrum pro príslusnou obilovinu.\n2. Oznacení - znamená, ze uvedené místo není povazováno za intervencní centrum pro príslusnou obilovinu.\n1. Tegnet + angiver, at det anførte sted betragtes som interventionscenter for den pågældende kornsort.\n2. Tegnet - angiver, at det anførte sted ikke betragtes som interventionscenter for den pågældende kornsort.\n1. Das Zeichen + bedeutet, daß der angegebene Ort als Interventionsort für die betreffende Getreideart gilt.\n2. Das Zeichen - bedeutet, daß der angegebene Ort nicht als Interventionsort für die betreffende Getreideart gilt.\n1. Märge + näitab, et tähistatud piirkonda käsitletakse nimetatud teravilja sekkumiskeskusena.\n2. Märge - näitab, et tähistatud piirkonda ei käsitleta nimetatud teravilja sekkumiskeskusena.\n1. Το σημείο + καθορίζει ότι ο αναγραφόμενος τόπος θεωρείται ως κέντρο παρεμβάσεως για τα εν λόγω σιτηρά.\n2. Το σημείο - καθορίζει ότι ο αναγραφόμενος τόπος δεν θεωρείται ως κέντρο παρεμβάσεως για τα εν λόγω σιτηρά.\n1. The sign + indicates that the location shown is treated as an intervention centre for the cereal in question.\n2. The sign - indicates that the location shown is not to be treated as an intervention centre for the cereal in question.\n1. Le signe + précise que le lieu indiqué est considéré comme centre d'intervention pour la céréale en cause.\n2. Le signe - précise que le lieu indiqué n'est pas à considérer comme centre d'intervention pour la céréale en cause.\n1. Il segno + significa che il luogo indicato è considerato centro d'intervento per il cereale in causa.\n2. Il segno - significa che il luogo indicato non è da considerarsi centro di intervento per il cereale in causa.\n1. Zime + norada uz to, ka si vieta uzskatama par intervences centru minetajiem graudaugiem.\n2. Zime - norada uz to, ka si vieta nav uzskatama par intervences centru minetajiem graudaugiem.\n1. Zenklas + nurodo, kad tam tikri produktai yra sandeliuojami intervencineje agenturoje.\n2. Zenklas - nurodo, kad tam tikri produktai nera sandeliuojami intervencineje agenturoje.\n1. A + jel azt jelzi, hogy a feltüntetett hely a kérdéses gabonaféle szempontjából intervenciós központnak minosül.\n2. A - jel azt jelzi, hogy a feltüntetett hely a kérdéses gabonaféle szempontjából nem minosül intervenciós központnak.\n1. Het teken + geeft aan, dat deze plaats interventiecentrum is voor de betrokken graansoort.\n2. Het teken - geeft aan, dat deze plaats geen interventiecentrum is voor de betrokken graansoort.\n1. Znak + oznacza, ze wskazane miejsce traktuje sie jako centrum interwencji w odniesieniu do danego zboza.\n2. Znak - oznacza, ze wskazanego miejsca nie nalezy traktowac jako centrum interwencji w odniesieniu do danego zboza.\n1. O sinal + significa que a localidade indicada é considerada centro de intervenção para o cereal em questão.\n2. O sinal - significa que a localidade indicada não é considerada centro de intervenção para o cereal em questão.\n1. Znamienko + oznacuje, ze uvedené miesto sa povazuje za intervencné centrum pre daný druh obilniny.\n2. Znamienko - oznacuje, ze uvedené miesto sa nepovazuje za intervencné centrum pre daný druh obilniny.\n1. Znak + pomeni, da se prikazana lokacija steje za intervencijski center za zadevno zito.\n2. Znak - pomeni, da se prikazana lokacija ne steje za intervencijski center za zadevno zito.\n1. Merkki + ilmaisee, että mainittu paikka on kyseisen viljan interventiokeskus.\n2. Merkki - ilmaisee, että mainittu paikka ei ole kyseisen viljan interventiokeskus.\n1. Tecknet + indikerar att platsen används för intervention av det aktuella spannmålsslaget.\n2. Tecknet - indikerar att platsen inte används för intervention av det aktuella spannmålsslaget.\n>PIC FILE= \"L_2004118EN.000801.TIF\">\"\n2. The following intervention centres are added:\n\">TABLE>\""}