{"celex_id": "32001R0500", "uri": "http://publications.europa.eu/resource/cellar/481a2e08-9cd5-4b78-b1d3-de1df3232268", "type": "Regulation", "concepts": ["2300", "2306", "2455", "4790", "5229", "616"], "title": "Commission Regulation (EC) No 500/2001 of 14 March 2001 laying down detailed rules for the application of Council Regulation (EEC) No 2847/93 on the monitoring of catches taken by Community fishing vessels in third country waters and on the high seas\n", "header": "Commission Regulation (EC) No 500/2001\nof 14 March 2001\nlaying down detailed rules for the application of Council Regulation (EEC) No 2847/93 on the monitoring of catches taken by Community fishing vessels in third country waters and on the high seas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy(1), as last amended by Regulation (EC) No 2846/98(2), and in particular Article 18(4) thereof,\nWhereas:\n(1) Member States are required, under Article 18(1) of Regulation (EEC) No 2847/93, to notify the Commission by computer transmission of the quantities of each stock taken by vessels flying their flag operating in waters subject to the sovereignty or jurisdiction of third countries and on the high seas and of all the information received pursuant to Article 17(2) thereof.\n(2) Details of the information to be submitted, the intervals at which it is to be forwarded and the format to be used for submitting the reports in question should be specified.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["1. Each Member State shall notify the Commission by computer transmission, before the end of the first month of each quarter, of the quantities of each stock not subject to TACs or quotas taken by fishing vessels flying its flag operating in waters subject to the sovereignty or jurisdiction of third countries and on the high seas and:\n- landed directly in its territory during the previous quarter,\n- landed directly in third countries during the previous quarter,\n- transhipped to third country vessels during the previous quarter.\n2. Each Member State shall notify the Commission by computer transmission, before the end of the first month of each quarter, of the quantities taken by fishing vessels flying the flag of another Member State in waters subject to the sovereignty or jurisdiction of third countries and on the high seas and landed in its territory during the previous quarter.\n3. Where a Member State submits the catch reports referred to in paragraphs 1 and 2, it shall do so in the format shown in the Annex.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 261, 20.10.1993, p. 1.\n(2) OJ L 358, 31.12.1998, p. 5.\nANNEX\nI. REPORT E\nQuarterly reports of catches that are not subject to TACs and quotas taken by Community fishing vessels in waters subject to the sovereignty or jurisdiction of third countries and on the high seas and landed and/or transhipped, other than catches landed in the territory of another Member State\nReports will contain five types of message, described in points A, B, C, D and E. All messages are mandatory, with the exception of that in point D.\nNotes:\n- Each field in a message should end with \";\" (semicolon).\n- Numeric fields representing quantities should be right justified and use the decimal point separator.\n- Where the FIDES system(1) adopted by the Commission's Fisheries DG is used for submitting data, alternative forms of presentation will be allowed (with no change in content).\nA. Report type. First message in report\n>TABLE>\nB. Identification of reporting Member State. Second message in report\n>TABLE>\nC. Identification of period. Third message in report\n>TABLE>\nD. Comments. Fourth or subsequent message(s) in report, optional\n>TABLE>\nE. Aggregate catch data. Fourth and/or subsequent message(s) in report\n>TABLE>\nII. REPORT F\nQuarterly reports of catches that are not subject to TACs and quotas taken by Community fishing vessels of other Member States in waters subject to the sovereignty or jurisdiction of third countries and on the high seas and landed in the territory of the reporting Member State\nReports will contain five types of message, decribed in points A, B, C, D and E. All messages are mandatory, with the exception of that in point D.\nThe notes for report E, given in I above, apply also to report F.\nA. Report type. First message in report\n>TABLE>\nB. Identification of reporting Member State. Second message in report\n>TABLE>\nC. Identification of period. Third message in report\n>TABLE>\nD. Comments. Fourth or subsequent message(s) in report, optional\n>TABLE>\nE. Aggregate catch data. Fourth and/or subsequent message(s) in report\n>TABLE>\nIII. CODES FOR PERIOD COVERED\n- YYYYMMDD is the date (YYYY - four-digit year, MM - two-digit month and DD - two-digit day) corresponding to the last day of the period covered.\n- P is the type of period covered (one letter):\nD- Day\nW- Week (the last day of the week is Sunday).\nM- Month\nQ- Quarter\nS- Semester/Half year\nY- Year\nIV. AREA CODES\nArea codes must comply with the provisions contained in the Regulation on the submission of nominal catch statistics by Member States fishing\n1. In the North-East Atlantic (Council Regulation (EEC) No 3880/91 (OJ L 365, 31.12.1991, p. 1)).\n2. In the North-West Atlantic (Council Regulation (EEC) No 2018/93 (OJ L 186, 28.7.1993, p. 1)).\n3. In certain areas other than those of the North Atlantic (Council Regulation (EC) No 2597/95 (OJ L 270, 13.11.1995, p. 1)).\n- The first two positions correspond to the FAO statistical fishing areas.\n- The next seven positions correspond to the FAO statistical fishing subdivisions.\n(1) FIDES: Fisheries Data Exchange System; project defining a common approach to electronic data exchange between the Commission and the Member States."}