{"celex_id": "32003R1345", "uri": "http://publications.europa.eu/resource/cellar/07bda361-f977-4cdd-9653-716de97ad9ea", "type": "Regulation", "concepts": ["161", "1644", "2763"], "title": "Commission Regulation (EC) No 1345/2003 of 28 July 2003 determining the extent to which the applications for import licences submitted in July 2003 for certain dairy products under certain tariff quotas opened by Regulation (EC) No 2535/2001 can be accepted\n", "header": "Commission Regulation (EC) No 1345/2003\nof 28 July 2003\ndetermining the extent to which the applications for import licences submitted in July 2003 for certain dairy products under certain tariff quotas opened by Regulation (EC) No 2535/2001 can be accepted\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Commission Regulation (EC) No 806/2003(2),\nHaving regard to Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas(3), as last amended by Regulation (EC) No 1157/2003(4), and in particular Article 16(2) thereof,\nWhereas:\nApplications lodged in July 2003 for certain products referred to in Annex I to Regulation (EC) No 2535/2001 concern quantities greater than those available; therefore, the allocation factors should be fixed for the quantities applied for,", "main_body": ["The allocation coefficients set out in the Annex to this Regulation shall be applied to the quantities for which import licences have been sought for the period 1 July to 31 December 2003 in respect of products falling within the quotas referred to in Annex I to Regulation (EC) No 2535/2001.", "This Regulation shall enter into force on 29 July 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 2003.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ L 341, 22.12.2001, p. 29.\n(4) OJ L 162, 1.7.2003, p. 19.\nANNEX\nQuantities available for the period 1 July to 31 December 2003\nANNEX I. A\n>TABLE>\nANNEX I. B\n1. Products originating in Poland\n>TABLE>\n2. Products originating in Czech Republic\n>TABLE>\n3. Products originating in Slovak Republic\n>TABLE>\n4. Products originating in Hungary\n>TABLE>\n5. Products originating in Romania\n>TABLE>\n6. Products originating in Bulgaria\n>TABLE>\n7. Products originating in Estonia\n>TABLE>\n8. Products originating in Latvia\n>TABLE>\n9. Products originating in Lithuania\n>TABLE>\n10. Products originating in Slovenia\n>TABLE>\nANNEX I. C\n>TABLE>\nANNEX I. D\n>TABLE>\nANNEX I. E\n>TABLE>\nANNEX I. F\n>TABLE>\nANNEX I. G\n>TABLE>\nANNEX I. H\n>TABLE>"}