{"celex_id": "32002D0065", "uri": "http://publications.europa.eu/resource/cellar/b7f6c656-5c23-48b4-acd4-c52eeb5ce6ac", "type": "Decision", "concepts": ["2897", "3307", "3774", "3844", "5172", "571"], "title": "2002/65/EC: Commission Decision of 25 January 2002 on the national provisions concerning HIV testing kits notified under Article 95(4) of the EC Treaty by the United Kingdom as regards Directive 98/79/EC on in vitro diagnostic medical devices (Text with EEA relevance) (notified under document number C(2002) 297)\n", "header": "Commission Decision\nof 25 January 2002\non the national provisions concerning HIV testing kits notified under Article 95(4) of the EC Treaty by the United Kingdom as regards Directive 98/79/EC on in vitro diagnostic medical devices\n(notified under document number C(2002) 297)\n(Text with EEA relevance)\n(2002/65/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 95(6) thereof,\nWhereas:\nI. FACTS\n1. Community legislation: Directive 98/79/EC\n(1) Directive 98/79/EC of the European Parliament and of the Council of 27 October 1998 on in vitro diagnostic medical devices(1) lays down harmonised rules concerning the safety, health protection an performance, characteristics and authorisation procedures for in vitro diagnostic medical devices, with a view to their placing on the market and putting into service.\n(2) Directive 98/79/EC stipulates in Article 2 that the Member States shall take all necessary steps to ensure that devices may be placed on the market and/or put into service only if they comply with the requirements laid down by the Directive when duly supplied and properly installed, maintained and used in accordance with their intended purpose.\n(3) Directive 98/79/EC stipulates in Article 4 that the Member States shall not create any obstacle to the placing on the market or the putting into service within their territory of devices bearing the EC marking indicating that they are considered to meet the requirements set out in the Directive.\n(4) Directive 98/79/EC, in Annex I, contains specific labelling requirements related to the product and its characteristics, including instructions for a proper and safe use. These requirements aim, among others, to inform users of the residual risks in relation with the product, as also to provide information on the identification of the device, on any special microbiological state, particular storage or handling conditions, particular operating instructions and appropriate precautions to take.\n2. The notified national provisions\n(5) The United Kingdom intends to maintain in force national provisions concerning HIV testing kits. These provisions are set out in the HIV testing kits and services regulations 1992 (SI 1992/460 - 1992 Regulations) and apply since 1 April 1992.\n(6) The notification of the United Kingdom relates to \"those provisions of the 1992 Regulations that potentially relate to the free movement of goods\". These are, according to the notification, the provisions, that make it an offence within the UK, to sell, supply or advertise, for sale or supply, a HIV testing kit or any component part of such a kit to a member of the public (Article 2 of the Regulations) and also these, that make it an offence to sell or supply a HIV testing kit that is not accompanied at the time of sale or supply in the United Kingdom by a notice indicating that it may not be supplied to a member of the public (Article 3(2)(a) of the Regulations), that a positive test should not be relied upon unless confirmed by at least one other test result, and that a negative test may not have detected recently acquired HIV (Article 3(2)(b) and (c) of the Regulations).\n(7) The United Kingdom justifies its request by referring to the protection of life and public health. They consider it necessary to ensure the quality of HIV Testing Services and to underpin Government public health policy on HIV. In that context, individuals taking HIV tests should have the opportunity to receive pre-test discussion and post (positive) test counselling with a trained health care professional. Such discussions allow for the impact and consequences of a positive HIV test to be dealt with and for the communication of important advice on the prevention of transmission.\nII. PROCEDURE\n(8) Directive 98/79/EC of the European Parliament and of the Council was adopted on 27 October 1998. Member States has to adopt and publish the national provisions necessary to comply with the Directive before 7 December 1999 and to apply them with effect from 7 June 2000.\n(9) Article 95(4) of the Treaty reads as follows: \"If, after the adoption by the Council or by the Commission of a harmonisation measure, a Member State deems it necessary to maintain national provisions on grounds of major needs referred to in Article 30, or relating to the protection of the environment or the working environment, it shall notify the Commission of these provisions as well as the grounds for maintaining them\".\n(10) By letter of 31 July 2001, the United Kingdom Permanent Representation informed the Commission, in accordance with Article 95(4) of the EC Treaty, that the United Kingdom intends to maintain in force the HIV Testing Kits and Services Regulations 1992. This notification was received on 1 August 2001.\n(11) According to Article 95(6) of the Treaty, the six months period for the examination of the notification under Article 95(4) starts on 2 August 2001, the day following the one when the notification was received.\nIII. ASSESSMENT\n(12) The notification submitted by the United Kingdom authorities on 31 July 2001 intends to maintain in force national provisions after the adoption of Directive 98/79/EC, which constitutes a harmonisation measure adopted on the basis of Article 95 of the Treaty (ex Article 100A).\n(13) Directive 98/79/EC provides for the prohibition of any restriction regarding the placing on the market or the putting into service of devices complying with the Directive. Article 2 of the Regulations introduce restrictions to the distribution of HIV testing kits, limiting their availability to the medical profession. Directive 98/79/EC does not contain any rules concerning the distribution of in vitro diagnostic medical devices after their placing on the market or their putting into service. Consequently, the national measure corresponding to Article 2 of the Regulations does not fall under the scope of Directive 98/79/EC.\n(14) The labelling requirements of Directive 98/79/EC, are related to the product and its characteristics. They concern, among others, its proper and safe use, particular storage or handling conditions, instructions for use and particular operating instructions and also any other relevant information related to the product. The notified national measures, as far as they require a notice indicating that the product must not be sold or supplied to a member of the public, intend to give information regarding restrictions to the distribution of the HIV testing kits. Directive 98/79/EC does not contain neither any provisions regarding the distribution of in vitro diagnostic medical devices, nor any labelling requirements regarding their distribution and marketing. Consequently, this national measure, corresponding to Article 3(2)(a) of the Regulations, does not fall under the scope of Directive 98/79/EC.\n(15) The labelling requirements of Directive 98/79/EC aim, among others, to inform users of the residual risks in relation with the product. They impose information on a proper and safe use, on appropriate precautions to take. This should include the possibility of false positive or false negative result. The notified national measures, as far as they require a warning, drawing the attention of the users to a possible fault positive or negative result, intend to give information concerning the risks related to the product. Consequently, the national measures, corresponding to Article 3(2)(b) and (c) of the Regulations, implement Directive 98/79/EC.\nIV. CONCLUSION\n(16) Article 95(6) of the EC Treaty, aims at approving or rejecting a national measure that derogates from a harmonisation measure. National provisions that are either falling outside the scope of a harmonisation Directive or intended to implement such a Directive cannot be assessed under this procedure.\n(17) In the light of the above considerations and without prejudice to any assessment that the Commission can make as regards the compatibility of the notified national measures with the EC Treaty, the Commission is of the opinion that the notification of the United Kingdom for maintaining the measures in the HIV Testing Kits and Services Regulations 1992, as submitted on 31 July 2001, with reference to Article 95(4) of the Treaty, is inadmissible,", "main_body": ["The notification concerning the maintenance of the notified measures in the HIV Testing Kits and Services Regulations 1992, which the United Kingdom submitted to the Commission on 31 July 2001, on the basis of Article 95(4) of the Treaty, is hereby declared inadmissible.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 25 January 2002.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 331, 7.12.1998, p. 1."}