{"celex_id": "32000R0665", "uri": "http://publications.europa.eu/resource/cellar/84c5883a-9867-4ac6-8a5f-1e1d78426528", "type": "Regulation", "concepts": ["1309", "1744", "2193", "4080", "4215", "5360"], "title": "Commission Regulation (EC) No 665/2000 of 30 March 2000 amending the import duties in the cereals sector\n", "header": "Council Regulation (EC) No 655/2000\nof 27 March 2000\nopening and providing for the administration of autonomous Community tariff quotas for certain fishery products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 26 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Community supplies of certain fishery products currently depend on imports from third countries. It is in the Community's interest to suspend in part or in whole the customs duties for the products in question, within Community tariff quotas of an appropriate volume. In order not to jeopardise the development prospects of this production in the Community and to ensure an adequate supply to satisfy user industries, it is advisable to open those quotas, applying customs duties varied accordingly to sensitivity of the different products on the Community market.\n(2) It is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said quotas and to ensure the uninterrupted application of the rates laid down for the quotas to all imports of the products concerned into all Member States until the quotas have been used up.\n(3) The decision for the opening of autonomous tariff quotas should be taken by the Community. To ensure the efficiency of a common administration of these quotas, there is no reasonable obstacle to authorising the Member States to draw from the quota-volumes the necessary quantities corresponding to actual imports. However, this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used up and inform the Member States accordingly.\n(4) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(1), has codified the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations.\n(5) Having regard to the economic importance of this Regulation for European industry it is necessary to invoke the ground of urgency referred to in point I(3) of the Additional Protocol to the Treaty of Amsterdam on the role of national parliaments in the European Union,", "main_body": ["1. The import duties on the goods listed in the Annex shall be suspended at the indicated duty rate for the periods and in the amounts indicated therein.\n2. Imports of the products in question shall not be covered by the quotas referred to in paragraph 1 unless the free-at-frontier price, which is determined by the Member States in accordance with Article 22 of Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organisation of the market in fishery and aquaculture products(2), is at least equal to the reference price fixed, or to be fixed, by the Community for the products under consideration of the categories of the products concerned.", "The tariff quotas referred to in Article 1 shall be administered by the Commission in accordance with Articles 308a to 308c of Regulation (EEC) No 2454/93.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 March 2000.\nFor the Council\nThe President\nF. Gomes\n(1) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1662/99 (OJ L 197, 29.7.1999, p. 25).\n(2) OJ L 388, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 3318/94 (OJ L 350, 31.12.1994, p. 15).\nANNEX\n>TABLE>"}