{"celex_id": "32003D0065", "uri": "http://publications.europa.eu/resource/cellar/800edfb6-ac2f-499e-a2ed-8a7f8ee5055e", "type": "Decision", "concepts": ["1234", "336", "4320", "4585", "5581"], "title": "2003/65/EC: Council Decision of 21 January 2003 extending the application of Decision 2000/91/EC authorising the Kingdom of Denmark and the Kingdom of Sweden to apply a measure derogating from Article 17 of the Sixth Council Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "Council Decision\nof 21 January 2003\nextending the application of Decision 2000/91/EC authorising the Kingdom of Denmark and the Kingdom of Sweden to apply a measure derogating from Article 17 of the Sixth Council Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2003/65/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment(1), and in particular Article 27(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) By letters registered with the Commission's Secretariat-General on 25 July 2002 and 28 October 2002 respectively, the Danish and Swedish authorities requested authorisation to extend the application of the derogation granted to them by Council Decision 2000/91/EC(2).\n(2) The other Member States were informed of this application on 6 November 2002.\n(3) These applications relate to the VAT arrangements in connection with the operation of the Ă\u0096resund fixed link between Denmark and Sweden, and in particular to the recovery of VAT paid on tolls for the use of the link. Under the rules of territoriality, part of the VAT on tolls is payable to Denmark and part to Sweden.\n(4) By way of derogation from the provisions of Article 17 of Directive 77/388/EEC, as amended by Article 28f of that Directive, requiring taxable persons to exercise their right to deduct or obtain a refund of VAT in the Member State where it was paid, the Swedish and Danish authorities were authorised to introduce a special measure enabling taxpayers to recover VAT from a single administration.\n(5) This authorisation expires on 31 December 2002. Since the legal situation and the facts which justified application of the simplification measure in the first place have not changed a Decision should be taken which will apply from 1 January 2003 and which extends the said authorisation.\n(6) On 17 June 1998 the Commission presented a proposal for a Council Directive amending the sixth Directive as regards the rules governing the right to deduct value added tax(3), adoption of which would render the special measures unnecessary in all cases where taxable persons established in the Community are involved, which is in fact the majority of cases.\n(7) The extension of the authorisation should therefore be granted for a limited period and remain valid up to the entry into force of the said Directive, or up to 31 December 2006 at the latest if that Directive has not yet entered into force by then.\n(8) The derogation does not aversely affect the Communities' own resources from VAT,", "main_body": ["In Article 2 of Decision 2000/91/EC, the date \"31 December 2002\" shall be replaced by \"31 December 2006\".", "This Decision shall apply from 1 January 2003.", "This Decision is addressed to the Kingdom of Denmark and the Kingdom of Sweden."], "attachments": "Done at Brussels, 21 January 2003.\nFor the Council\nThe President\nN. Christodoulakis\n(1) OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2002/38/EC (OJ L 128, 15.5.2002, p. 41).\n(2) OJ L 28, 3.2.2000, p. 38.\n(3) OJ C 219, 15.7.1998, p. 16."}