{"celex_id": "32006L0139", "uri": "http://publications.europa.eu/resource/cellar/3380383b-ed32-4860-a02c-99106f418ace", "type": "Directive", "concepts": ["1386", "1662", "3730", "4084", "4308"], "title": "Commission Directive 2006/139/EC of 20 December 2006 amending Council Directive 76/769/EEC as regards restrictions on the marketing and use of arsenic compounds for the purpose of adapting its Annex I to technical progress   (Text with EEA relevance)\n", "header": "29.12.2006 EN Official Journal of the European Union L 384/94\nCOMMISSION DIRECTIVE 2006/139/EC\nof 20 December 2006\namending Council Directive 76/769/EEC as regards restrictions on the marketing and use of arsenic compounds for the purpose of adapting its Annex I to technical progress\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Members States relating to the restrictions on the marketing and use of dangerous substances and preparations (1), and in particular Article 2a thereof,\nWhereas:\n(1) Directive 76/769/EEC permits the use of certain arsenic compounds as biocides for the treatment of wood and lays down rules for the marketing and use of arsenic treated wood.\n(2) The marketing and use of biocidal products are also regulated by Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (2). The effect of Directive 98/8/EC read in conjunction with Commission Regulation (EC) No 2032/2003 of 4 November 2003 on the second phase of the 10-year work programme referred to in Article 16(2) of Directive 98/8/EC of the European Parliament and of the Council concerning the placing of biocidal products on the market and amending Regulation (EC) No 1896/2000 (3), is that from 1 September 2006 the placing on the market and the use of biocidal products containing arsenic and arsenic compounds for wood preservation purposes is not possible unless those substances are authorised in accordance with Article 5(1) of Directive 98/8/EC.\n(3) In order to ensure a coherent application of the legislation in question, it is therefore necessary to adapt the rules concerning biocidal products containing arsenic compounds in Directive 76/769/EEC to the rules in Directive 98/8/EC.\n(4) The rules concerning wood treated with arsenic compounds in Directive 76/769/EEC do not adequately distinguish between the first placing on the market and the reuse of such wood. It is therefore necessary to clarify those rules and in particular the placing of such wood on the second hand market.\n(5) Directive 76/769/EEC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Committee on the adaptation to technical progress of the Directives for the elimination of technical barriers to trade in dangerous substances and preparations,", "main_body": ["Annex I to Directive 76/769/EEC is amended as set out in the Annex to this Directive.", "1.   Member States shall adopt and publish, by 30 June 2007 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions by 30 September 2007 at the latest.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 2006.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 262, 27.9.1976, p. 201. Directive as last amended by Directive 2005/90/EC of the European Parliament and of the Council (OJ L 33, 4.2.2006, p. 28).\n(2)  OJ L 123, 24.4.1998, p. 1. Directive as last amended by Commission Directive 2006/50/EC (OJ L 142, 30.5.2006, p. 6).\n(3)  OJ L 307, 24.11.2003, p. 1. Regulation as last amended by Regulation (EC) No 1048/2005 (OJ L 178, 9.7.2005, p. 1).\nANNEX\nAnnex I to Directive 76/769/EEC, point 20 is replaced by the following:\n‘20. Arsenic Compounds\n1. Shall not be placed on the market or used as substances and constituents of preparations intended for use to prevent the fouling by micro-organisms, plants or animals of:\n— the hulls of boats,\n— cages, floats, nets and any other appliances or equipment used for fish or shellfish farming,\n— any totally or partly submerged appliances or equipment;\n2. Shall not be placed on the market or used as substances and constituents of preparations intended for use in the treatment of industrial waters, irrespective of their use.\n3. Shall not be used in the preservation of wood. Furthermore, wood so treated shall not be placed on the market;\n4. However, by way of derogation:\n(a) Relating to the substances and preparations for the preservation of wood: these may only be used in industrial installations using vacuum or pressure to impregnate wood if they are solutions of inorganic compounds of the copper, chromium, arsenic (CCA) type C and if they are authorised in accordance with Article 5(1) of Directive 98/8/EC. Wood so treated shall not be placed on the market before fixation of the preservative is completed.\n(b) Wood treated with CCA solutions in industrial installations according to point (a) may be placed on the market for professional and industrial use provided that the structural integrity of the wood is required for human or livestock safety and skin contact by the general public during its service life is unlikely:\n— as structural timber in public and agricultural buildings, office buildings, and industrial premises,\n— in bridges and bridgework,\n— as constructional timber in freshwater areas and brackish waters e.g. jetties and bridges,\n— as noise barriers,\n— in avalanche control,\n— in highway safety fencing and barriers,\n— as debarked round conifer livestock fence posts,\n— in earth retaining structures,\n— as electric power transmission and telecommunications poles,\n— as underground railway sleepers.\n(c) Without prejudice to the application of other Community provisions on the classification, packaging and labelling of dangerous substances and preparations, all treated wood placed on the market shall be individually labelled “For professional and industrial installation and use only, contains arsenic”. In addition, all wood placed on the market in packs shall also bear a label stating “Wear gloves when handling this wood. Wear a dust mask and eye protection when cutting or otherwise crafting this wood. Waste from this wood shall be treated as hazardous by an authorised undertaking”.\n(d) Treated wood referred to under point (a) shall not be used:\n— in residential or domestic constructions, whatever the purpose,\n— in any application where there is a risk of repeated skin contact,\n— in marine waters,\n— for agricultural purposes other than for livestock fence posts and structural uses in accordance with point (b),\n— in any application where the treated wood may come into contact with intermediate or finished products intended for human and/or animal consumption.\n5. Wood treated with arsenic compounds that was in use in the Community before 30 September 2007, or that was placed on the market in accordance with the rules of this Directive may remain in place and continue to be used until it reaches the end of its service life.\n6. Wood treated with CCA type C that was in use in the Community before 30 September 2007, or that was placed on the market in accordance with the rules of this Directive:\n— may be used or reused subject to the conditions pertaining to its use listed under point 4(b), (c) and (d),\n— may be placed on the second hand market subject to the conditions pertaining to its use listed under point 4(b), (c) and (d).\n7. Member States may allow wood treated with other types of CCA solutions that was in use in the Community before 30 September 2007:\n— to be used or reused subject to the conditions pertaining to its use listed under point 4 (b), (c) and (d),\n— to be placed on the second hand market subject to the conditions pertaining to its use listed under point 4(b), (c) and (d).’"}