{"celex_id": "32009D0159", "uri": "http://publications.europa.eu/resource/cellar/3aa7278e-3f97-454e-8bc0-969a111d04e8", "type": "Decision", "concepts": ["3646", "4047", "4502", "5188", "5320", "6139", "6851"], "title": "2009/159/EC: Commission Decision of 25 February 2009 granting a derogation to Austria pursuant to Decision 2008/671/EC on the harmonised use of radio spectrum in the 5875 - 5905 MHz frequency band for safety-related applications of Intelligent Transport Systems (ITS) (notified under document number C(2009) 1136)\n", "header": "26.2.2009 EN Official Journal of the European Union L 53/74\nCOMMISSION DECISION\nof 25 February 2009\ngranting a derogation to Austria pursuant to Decision 2008/671/EC on the harmonised use of radio spectrum in the 5 875-5 905 MHz frequency band for safety-related applications of Intelligent Transport Systems (ITS)\n(notified under document number C(2009) 1136)\n(Only the German text is authentic)\n(2009/159/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (1), and in particular Article 4(5) thereof,\nHaving regard to Commission Decision 2008/671/EC of 5 August 2008 on the harmonised use of radio spectrum in the 5 875-5 905 MHz frequency band for safety-related applications of Intelligent Transport Systems (ITS) (2), and in particular Article 3(2) thereof,\nHaving regard to request of Austria of 25 November 2008,\nWhereas:\n(1) Under Decision 2008/671/EC, Member States have to designate and make available, on a non-exclusive basis, the 5 875-5 905 MHz frequency band for intelligent transport systems (ITS) subject to specific parameters, no later than 6 February 2009.\n(2) Article 3(2) of Decision 2008/671/EC states that, by way of derogation, Member States may request transitional periods and/or radio spectrum sharing arrangements, pursuant to Article 4(5) of Decision No 676/2002/EC.\n(3) Austria has informed the Commission that, since this band is currently assigned on an exclusive basis to point-to-point radio systems for electronic news gathering (ENG), it is not in a position to implement the requirements set out in Decision 2008/671/EC on time.\n(4) Authorisation to install and operate ENG point-to-point systems has been granted by the Austrian authorities to the Austrian Broadcasting Corporation in 1989 and is valid without geographical or time limits throughout Austria. Austria has stated that the Austrian Broadcasting Corporation will adopt new ENG point-to-point transmission equipment so as to operate in a different band and has agreed to abandon its authorisation regarding the use of the 5 875-5 905 MHz frequency band by 31 December 2011. As from 1 January 2012, the 5 875-5 905 MHz band will become fully available for safety-related ITS applications, in accordance with Decision 2008/671/EC.\n(5) Austria has formally requested, by letter to the Commission of 25 November a transitional period during which ITS can be used in Austria only within time and regional limits to be set after coordination by the authorities responsible in Austria for spectrum management with the ENG point-to-point systems operated by the Austrian Broadcasting Corporation.\n(6) Austria has provided sufficient information and technical justification in support of its request, based in particular on conclusions by the CEPT that harmful interference may occur between point-to-point systems and safety-related ITS systems, unless measures are taken at national level to ensure coexistence between these systems. Such harmful interference could potentially cause major traffic accidents.\n(7) A total ban on the use of the 5 875-5 905 MHz band by ITS would be limited to small sections of Austria and to short periods of time. The use of this band by ITS would continue to be permitted in the rest of Austria subject to coordination by the authorities responsible in Austria for spectrum management. The derogation would therefore not significantly impact on the deployment of ITS technology in Austria, especially as the commercial availability of such systems is expected to be rather limited until 2011.\n(8) Given the exceptional nature of the derogation, a report on the evolution of the situation in Austria for ITS and ENG would be beneficial for the smooth handling of the transitional period.\n(9) The members of the Radio Spectrum Committee stated at their meeting on 17 December 2008 that they do not object to this transitional derogation.\n(10) The requested derogation would not unduly defer implementation of Decision 2008/671/EC or create undue differences in the competitive or regulatory situations between Member States. There is sufficient justification for this in view of the particular situation of Austria, and full implementation of Decision 2008/671/EC needs to be facilitated in Austria,", "main_body": ["Austria is authorised to derogate from its obligations under Decision 2008/671/EC on the harmonised use of radio spectrum in the 5 875-5 905 MHz frequency band for safety-related applications of intelligent transport systems (ITS), subject to the conditions laid down in this Decision.", "Until 31 December 2011, Austria may impose time and geographical limits on the use of the 5 875-5 905 MHz frequency band for safety-related applications of ITS in order to ensure coordination with the point-to-point systems operated by the Austrian Broadcasting Corporation in that band.", "Austria shall submit a report to the Commission by 30 June 2011 on the implementation of this Decision.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 25 February 2009.\nFor the Commission\nViviane REDING\nMember of the Commission\n(1)  OJ L 108, 24.4.2002, p. 1.\n(2)  OJ L 220, 15.8.2008, p. 24."}