{"celex_id": "32004D0740", "uri": "http://publications.europa.eu/resource/cellar/25d373f1-e323-478e-8b57-3addc70de58f", "type": "Decision", "concepts": ["2427", "2468", "2728", "4700", "5499", "6347"], "title": "2004/740/EC:Council Decision of 4 October 2004 on guidelines for the employment policies of the Member States\n", "header": "29.10.2004 EN Official Journal of the European Union L 326/45\nCOUNCIL DECISION\nof 4 October 2004\non guidelines for the employment policies of the Member States\n(2004/740/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 128(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nHaving consulted the European Economic and Social Committee,\nHaving regard to the Opinion of the Committee of the Regions (2),\nHaving regard to the Opinion of the Employment Committee,\nWhereas:\n(1) The European Employment Strategy has the leading role in the implementation of the employment and labour market objectives of the Lisbon strategy. The reform of the European Employment Strategy in 2003 placed the emphasis on medium-term orientation and on the importance of implementation of the full range of policies recommended in the Employment Guidelines.\n(2) The Employment Guidelines should be fully reviewed only every three years, while in the intermediate years their updating should remain strictly limited. The European Employment Taskforce recommended more forceful recommendations and a more effective use of peer review, rather than engaging in a process of further change of the Guidelines.\n(3) The conclusions drawn by the European Employment Task Force and the examination of the Member States' National Action Plans for employment, both contained in the Joint Employment Report 2003-2004, show that Member States and the social partners should give priority to increasing the adaptability of workers and enterprises to changing economic conditions and labour market demands; attracting more people to enter and remain in the labour market and making work a real option for all, including by facilitating the access of unemployed young people to their first job and by encouraging older workers to stay in the labour market; investing more and more effectively in human capital and lifelong learning as well as in research and development, including platforms for excellence; and ensuring the effective implementation of reforms through better governance, including efforts aimed at improving democratic involvement, at convincing citizens of the need for reforms and at strengthening links between EU funding, the ESF in particular, and the implementation of the European Employment Guidelines. These priorities are fully consistent with, and can be pursued in the context of, the current Guidelines.\n(4) The Employment Guidelines apply to the new Member States since accession.\n(5) In addition to these Employment Guidelines, Member States should fully implement the Broad Economic Policy Guidelines and ensure that action is fully consistent with the maintenance of sound public finances and macro-economic stability,", "main_body": ["The guidelines for Member States' employment policies as set out in the Annex to Council Decision 2003/578/EC of 22 July 2003 on guidelines for the employment policies of the Member States (3) are maintained and shall be taken into account by the Member States in their employment policies."], "attachments": "Done at Luxembourg, 4 October 2004.\nFor the Council\nThe President\nA. J. DE GEUS\n(1)  Opinion of 22 April 2004 (not yet published in the Official Journal)\n(2)  Opinion of 29 September 2004 (not yet published in the Official Journal)\n(3)  OJ L 197, 5.8.2003, p. 13."}