{"celex_id": "32002D0040", "uri": "http://publications.europa.eu/resource/cellar/275d7743-025c-4e13-9313-3a4f7ddd0aa7", "type": "Decision", "concepts": ["1217", "1474", "2556", "2879", "5537"], "title": "2002/40/EC: Council Decision of 6 December 2001 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing the fishing opportunities and the compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau for the period 16 June 2001 to 15 June 2006\n", "header": "Council Decision\nof 6 December 2001\non the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing the fishing opportunities and the compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau for the period 16 June 2001 to 15 June 2006\n(2002/40/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In accordance with the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea Bissau(1), the Community and the Republic of Guinea-Bissau have conducted negotiations to determine any amendments or additions to be made to the Agreement at the end of the period of application of the Protocol annexed thereto.\n(2) As a result of those negotiations, a new Protocol establishing the fishing opportunities and the compensation provided for in the Agreement was initialled on 30 May 2001.\n(3) Under this Protocol, Community fishermen enjoy fishing opportunities in the waters falling within the sovereignty or jurisdiction of the Republic of Guinea-Bissau for the period from 16 June 2001 to 15 June 2006.\n(4) In order to ensure uninterrupted fishing activities by Community vessels, it is essential that the new Protocol be applied as quickly as possible. For this reason, the two parties have initialled an Agreement in the form of an Exchange of Letters providing for the provisional application of the initialled Protocol from 16 June 2001.\n(5) The Agreement in the form of an Exchange of Letters should be approved, pending a definitive decision under Article 37 of the Treaty.\n(6) The method of allocating the fishing opportunities among the Member States should be defined on the basis of the traditional allocation of fishing opportunities under the Fisheries Agreement,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Republic of Guinea-Bissau on fishing off the coast of Guinea-Bissau for the period 16 June 2001 to 15 June 2006 is hereby approved on behalf of the Community.\nThe texts of the Agreement in the form of an Exchange of Letters and of the Protocol are attached to this Decision.", "The fishing opportunities provided for in the Protocol shall be allocated among the Member States as follows:\n(a) shrimps:\n>TABLE>\n(b) fin-fish/cephalopods:\n>TABLE>\n(c) tuna seiners:\n>TABLE>\n(d) surface longliners and pole-and-line vessels:\n>TABLE>\nIf licence applications from these Member States do not cover all the fishing opportunities fixed by the Protocol, the Commission may consider licence applications from any other Member State.", "The Member States whose vessels are fishing under this Protocol are obliged to notify the Commission of the quantities of each stock taken in Guinea-Bissau's fishing zone in accordance with the arrangements laid down in Commission Regulation (EC) No 500/2001 of 14 March 2001 laying down detailed rules for the application of Council Regulation (EEC) No 2847/93 on the monitoring of catches taken by Community fishing vessels in third country waters and on the high seas(2).", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in order to bind the Community."], "attachments": "Done at Brussels, 6 December 2001.\nFor the Council\nThe President\nI. Durant\n(1) OJ L 226, 29.8.1980, p. 34.\n(2) OJ L 73, 15.3.2001, p. 8."}