{"celex_id": "32001R1388", "uri": "http://publications.europa.eu/resource/cellar/9bfaca48-bf6b-4994-84a0-08ff8d2851a7", "type": "Regulation", "concepts": ["1729", "4315", "807"], "title": "Commission Regulation (EC) No 1388/2001 of 9 July 2001 on the supply of white sugar as food aid\n", "header": "Commission Regulation (EC) No 1388/2001\nof 9 July 2001\non the supply of white sugar as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1292/96 of 27 June 1996 on food-aid policy and food-aid management and special operations in support of food security(1), and in particular Article 24(1)(b) thereof,\nWhereas:\n(1) The abovementioned Regulation lays down the list of countries and organisations eligible for Community aid and specifies the general criteria on the transport of food aid beyond the fob stage.\n(2) Following the taking of a number of decisions on the allocation of food aid, the Commission has allocated white sugar to certain beneficiaries.\n(3) It is necessary to make these supplies in accordance with the rules laid down by Commission Regulation (EC) No 2519/97 of 16 December 1997 laying down general rules for the mobilisation of products to be supplied pursuant to Council Regulation (EC) No 1292/96 as Community food aid(2). It is necessary to specify the time limits and conditions of supply to determine the resultant costs,", "main_body": ["White sugar shall be mobilised in the Community, as Community food aid for supply to the recipient listed in the Annex, in accordance with Regulation (EC) No 2519/97 and under the conditions set out in the Annex.\nThe tenderer is deemed to have noted and accepted all the general and specific conditions applicable. Any other condition or reservation included in his tender is deemed unwritten.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 166, 5.7.1996, p. 1.\n(2) OJ L 346, 17.12.1997, p. 23.\nANNEX\nNotes:\nLOT A\n1. Action Nos: 108/00 (A1); 362/99 (A2); 363/99 (A3)\n2. Beneficiary(2): EuronAid, PO box 12, 2501 CA Den Haag, The Netherlands, tel. (31-70) 33 05 757; fax 36 41 701; telex 30960 EURON NL\n3. Beneficiary's representative: to be designated by the beneficiary\n4. Country of destination: Madagascar\n5. Product to be mobilized: white sugar (\"A\" or \"B\" sugar)\n6. Total quantity (tonnes net): 60\n7. Number of lots: 1 in 3 parts (A1: 20 tonnes; A2: 20 tonnes; A3: 20 tonnes)\n8. Characteristics and quality of the product(3)(5): see OJ C 312, 31.10.2000, p. 1 (C.1)\n9. Packaging(7): see OJ C 267, 13.9.1996, p. 1 (11.2 A 1.b, 2.b and B.4)\n10. Labelling or marking(6): see OJ C 114, 29.4.1991, p. 1 (V.A.(3))\n- Language to be used for the markings: French\n- Supplementary markings: -\n11. Method of mobilisation of the product: the Community market\n12. Specified delivery stage free at destination\n13. Alternative delivery stage: free at port of shipment\n14. a) Port of shipment: -\nb) Loading address: -\n15. Port of landing: -\n16. Place of destination: A1: Association humanitaire Akamasoa, Andralanitra, Antananarivo\nA2: Mgr Antoine Scopelliti, Eveche, 503 Anbatondrazaka; tel. (261-20) 548 10 12\nA3: Paroisse Kristy Mpanjaka, P. Louis Lopergolo, Manjakarav, Antananarivo; tel. (261-20) 224 01 00; fax 224 15 03\n- port or warehouse of transit: -\n- overland transport route: -\n17. Period or deadline of supply at the specified stage: - first deadline: 30.9.2001\n- second deadline: 28.10.2001\n18. Period or deadline of supply at the alternative stage: - first deadline: 20 to 31.8.2001\n- second deadline: 17 to 30.9.2001\n19. Deadline for the submission of tenders (at 12 noon, Brussels time): - first deadline: 24.7.2001\n- second deadline: 21.8.2001\n20. Amount of tendering guarantee: EUR 15 per tonne\n21. Address for submission of tenders and tendering guarantees(1): Bureau de l'aide alimentaire, Attn. Mr T. Vestergaard, Bâtiment Loi 130, Bureau 7/46, Rue de la Loi/Wetstraat 200, B - 1049 Bruxelles/Brussel; tlx 25670 AGREC B; fax (32-2) 296 70 03/296 70 04 (exclusively)\n22. Export refund:(4): refund applicable on 4.7.2001 fixed by Commission Regulation (EC) No 1311/2001 (OJ L 177, 30.6.2001, p. 26)\n(1) Supplementary information: Torben Vestergaard (tel. (32-2) 299 30 50; fax (32-2) 296 20 05).\n(2) The supplier shall contact the beneficiary or its representative as soon as possible to establish which consignment documents are required.\n(3) The supplier shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been exceeded. The radioactivity certificate must indicate the caesium-134 and -137 and iodine-131 levels.\n(4) Commission Regulation (EC) No 259/98 (OJ L 25, 31.1.1998, p. 39), is applicable as regards the export refund. The date referred to in Article 2 of the said Regulation is that indicated in point 22 of this Annex.\nThe supplier's attention is drawn to the last subparagraph of Article 4(1) of the above Regulation. The photocopy of the export licence shall be sent as soon as the export declaration has been accepted (fax (32-2) 296 20 05).\n(5) The supplier shall supply to the beneficiary or its representative, on delivery, the following document:\n- health certificate.\n(6) Notwithstanding OJ C 114 of 29.4.1991, point V.A(3)(c) is replaced by the following: \"the words 'European Community'\".\n(7) Since the goods may be rebagged, the supplier must provide 2 % of empty bags of the same quality as those containing the goods, with the marking followed by a capital \"R\"."}