{"celex_id": "32007R1419", "uri": "http://publications.europa.eu/resource/cellar/4c4c94dd-231e-4409-8b7c-5c43a50dca15", "type": "Regulation", "concepts": ["1309", "1591", "1828", "2771", "5332", "5969"], "title": "Council Regulation (EC) No 1419/2007 of 29 November 2007 terminating the partial interim review of the anti-dumping measures applicable to imports of integrated electronic compact fluorescent lamps (CFL-i) originating in the People's Republic of China\n", "header": "5.12.2007 EN Official Journal of the European Union L 317/1\nCOUNCIL REGULATION (EC) No 1419/2007\nof 29 November 2007\nterminating the partial interim review of the anti-dumping measures applicable to imports of integrated electronic compact fluorescent lamps (CFL-i) originating in the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation) and in particular Articles 9 and 11(3) thereof,\nHaving regard to the proposal from the Commission, after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) By Regulation (EC) No 1470/2001 (2), the Council imposed definitive anti-dumping duties ranging from 0 to 66,1 % on imports of integrated electronic fluorescent lamps (CFL-i) originating in the People's Republic of China (PRC) following an investigation. Prior to that, the Commission had imposed provisional anti-dumping duties by Regulation (EC) No 255/2001 (3).\n(2) By Regulation (EC) No 866/2005 (4), the Council extended the anti-dumping measures to also cover imports of CFL-i consigned from the Socialist Republic of Vietnam, the Islamic Republic of Pakistan or the Republic of the Philippines whether declared as originating in the Socialist Republic of Vietnam, the Islamic Republic of Pakistan or the Republic of the Philippines or not. The extension followed an anti-circumvention investigation carried out pursuant to Article 13 of the basic Regulation.\n(3) By Regulation (EC) No 1322/2006 (5), the Council amended the anti-dumping measures in force. The amendment was made following an interim review carried out with regard to the product scope. The result of the investigation and the effect of the amending Regulation was that direct current voltage lamps (DC-CFL-i) should be excluded from the scope of the measures. The anti-dumping measures would accordingly only cover alternating current voltage lamps (including electronic compact fluorescent discharge lamps functioning on both alternating and direct current) (AC-CFL-i).\n(4) By Regulation (EC) No 1205/2007 (6) the Council prolonged the anti-dumping measures in force. The prolongation was made following an expiry review carried out pursuant to Article 11(2) of the Basic Regulation.\n(5) The initiation of the investigation followed a request for a review pursuant to Article 11(3) of the basic Regulation. The request was lodged by the Community Federation of Lighting Industry of Compact Fluorescent Lamps Integrated (2CFLI) (the applicant).\n(6) Having determined, after consultation of the Advisory Committee, that sufficient evidence existed for the initiation of a review, the Commission, on 8 September 2006, initiated an investigation (7) pursuant to Article 11(3) of the basic Regulation. The scope of the interim review is limited to the level of dumping as far as one exporting producer, Lisheng Electronic & Lighting (Xiamen), is concerned.\n(7) The Commission officially advised the applicant and the exporting producer in the PRC, as well as the representatives of the government of the exporting country, of the initiation of the review.\n(8) Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\n(9) In order to obtain the information deemed necessary for its investigation, the Commission sent questionnaires to the exporting producer concerned. The exporting producer cooperated by replying to the questionnaires and verification visits were subsequently carried out at the premises of the exporting producer as well as to other parties related to this exporting producer, namely:\n— Lisheng Electronic & Lighting (Xiamen) Co., Ltd.\n— Megaman Electrical & Lighting Ltd (Xiamen).\n— Neonlite Electronic & Lighting Ltd (HK),\n— Electric Light Systems Ltd (HK).\n— IDV, Import und Direkt-Vertriebs-Ges.mbH, Germany.\n(10) The investigation period as concerns the level of dumping for the interim review of the one exporting producer, Lisheng Electronic & Lighting (Xiamen) Co. Ltd., covered the period from 1 July 2005 to 30 June 2006.\nB.   PRODUCT CONCERNED AND LIKE PRODUCT\n(11) The product concerned is the same as determined in the amending Regulation, i.e. electronic compact fluorescent discharge lamps functioning on alternating current (including electronic compact fluorescent discharge lamps functioning on both alternating and direct current), with one or more glass tubes, with all lighting elements and electronic components fixed to the lamp foot, or integrated in the lamp foot originating in the People's Republic of China (the product concerned), currently classifiable within CN code ex 8539 31 90.\n(12) As in the original investigation, it was found that CFL-i manufactured and sold domestically in the PRC, and CFL-i exported from the PRC has the same basic physical and technical characteristics and uses. Therefore and as concluded in the prolongation Regulation, these products are alike within the meaning of Article 1(4) of the basic Regulation.\nC.   DUMPING\n(13) Pursuant to Article 2(7)(b) of the basic Regulation, in anti-dumping investigations concerning imports originating in the PRC, normal value is to be determined in accordance with paragraphs 1 to 6 of the said Article for those exporting producers which can show that they meet the criteria laid down in Article 2(7)(c) of that Regulation, i.e. that market economy conditions prevail in respect of the manufacture and sale of the like product.\n(14) While the Chinese exporting producer was granted Market economy treatment in the original investigation, an assessment had to be made in the interim review as to whether the relevant criteria for fulfilment of MET were still in place. A MET claims form pursuant to Article 2(7)(b) of the basic Regulation was consequently sent and completed by the Chinese Exporting producer, and its related company Megaman Electrical & Lighting Ltd. (Xiamen).\n(15) Briefly, and for ease of reference only, the criteria for MET are set out in summarised form below:\n1. business decisions and costs are made in response to market signals, and without significant State interference;\n2. firms have one clear set of accounting records which are independently audited in line with international accounting standards (IAS) and are applied for all purposes;\n3. there are no significant distortions carried over from former non-market-economy system;\n4. legal certainty and stability is provided by bankruptcy and property laws;\n5. currency exchanges are carried out at market rate.\n(16) As stated before, the Commission sought and verified at the premises of the exporting producer and its related company Megaman Electrical & Lighting Ltd., all information submitted in the MET applications and deemed necessary. The investigation revealed that the Chinese exporting producer fulfilled all of the conditions for granting MET.\n(17) In order to establish normal value, it was first verified whether the total domestic sales of the exporting producer were representative in accordance with Article 2(2) of the Basic Regulation, i.e. that they accounted for 5 % or more of the total sales volume of the product concerned exported to the Community.\n(18) In view of the above requirements, the investigation revealed that domestic sales of the exporting producer could not be considered representative and the normal value therefore had to be constructed in accordance with Article 2(3) of the basic Regulation, thus calculated based on the cost of production in the exporting country plus a reasonable amount for selling, general and administrative costs and profits.\n(19) The normal value was accordingly established based on the exporting producer's own data for the cost of manufacturing (COM) for production destined for domestic consumption.\n(20) Conversely, the amount for selling general and administrative expenses (SGA) and profits could not be established in accordance with the chapeau of Article 2(6) of the Basic Regulation on actual data pertaining to production and sales in the ordinary course of trade of the product concerned.\n(21) It was examined whether SGA and profit could be established in accordance with Article 2(6)(a) and (b). However, since no other exporter were investigated in this review the methodology in Article 2(6)(a) namely the weighted average of the actual amounts of other exporters could not be used. Similarly, the methodology in Article 2(6)(b) was not appropriate since there were no sales in the domestic market of products belonging to the same category.\n(22) Consequently, the Commission calculated a weighted average using the SGA expenses and profit rates from two cooperating exporting producers in the analogue country used in the expiry review pursuant to Article 11(2) of the basic Regulation and that had domestic sales in the ordinary course of trade. The SGA expenses and profit average rates found in these cooperating South Korean exporting producers were added to the cost of manufacturing incurred by the exporting producer in question with regard to the exported types as stipulated by Article 2(3) of the basic Regulation.\n(23) The exporting producer made export sales to the Community both directly to independent customers and via related importers in a third country and the Community. In all cases where the product concerned was exported to independent customers in the Community, the export price was established in accordance with Article 2(8) of the basic Regulation, namely on the basis of export prices actually paid or payable.\n(24) In cases where sales were made via a related importer or trader, the export price was constructed on the basis of the resale prices of that related importer to independent customers. Adjustments were made for all costs incurred between importation and resale including sales, general and administrative expenses, and a reasonable profit margin, in accordance with Article 2(9) of the basic Regulation. The appropriate profit margin was established on the basis of information provided by unrelated cooperating traders/importers operating on the Community market.\n(25) For the purpose of ensuring a fair comparison between the normal value and the export price, due allowance in the form of adjustments was made for differences affecting prices and price comparability in accordance with Article 2(10) of the basic Regulation. For the investigated exporting producer, allowances for differences in transport costs, ocean freight and insurance costs, handling, loading and ancillary costs, packing costs, credit costs, warranty and guarantee costs and commissions have been granted where applicable and justified.\n(26) With regard to the credit cost allowance, the exporting producer claims that the deposit rate instead of the credit rate should be used on the grounds that, the company having sufficient liquidity, its credit costs are limited to the interest earnings not perceived on its bank deposit account.\n(27) Following the practice consistently applied by the Community institutions, it was not found appropriate to base the calculation of the credit cost allowance on the deposit rate on the grounds that these constitute opportunity costs as compared to actual costs.\n(28) In this context it is noted that the interest customers would have to pay in case of payment delays suggest that the company determined such interests on the basis of credit rates rather than deposit rates.\n(29) As provided by Article 2(11) and (12) of the basic Regulation, the weighted average normal values of each type of the product concerned exported to the Community were compared to the weighted average export price of each corresponding type of the product concerned. This comparison showed the existence of a dumping margin below de minimis for the exporting producer that exported to the Community in the RIP.\nD.   CONCLUSION\n(30) On this basis, it was concluded that, the circumstances with regard to dumping on the basis on which measures were established for the company in the original investigation has not changed. The partial interim review pursuant to Article 11(3) of the basic Regulation should therefore be terminated.\nE.   TERMINATION OF THE REVIEW\n(31) Based on the above considerations, the partial interim review concerning Lisheng Electronic & Lighting (Xiamen) Co., Ltd should be terminated without any amendment to Regulation (EC) No 1205/2007.\n(32) Interested parties were informed of the essential facts and considerations on which basis the Commission proposed to terminate this proceeding. Views made known were then examined but were not such as alter the above conclusions,", "main_body": ["The partial interim review of the anti-dumping measures applicable to imports of integrated electronic compact fluorescent discharge lamps manufactured by Lisheng Electronic & Lighting (Xiamen) Co., Ltd and originating in the People's Republic of China, initiated pursuant to Article 11(3) of Regulation (EC) No 384/96, is hereby terminated without any amendment to Regulation (EC) No 1205/2007.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 2007.\nFor the Council\nThe President\nM. LINO\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 195, 19.7.2001, p. 8.\n(3)  OJ L 38, 8.2.2001, p. 8.\n(4)  OJ L 145, 9.6.2005, p. 1.\n(5)  OJ L 244, 7.9.2006, p. 1.\n(6)  OJ L 272, 17.10.2007, p. 1.\n(7)  OJ C 217, 8.9.2006, p. 2."}