{"celex_id": "32007R1375", "uri": "http://publications.europa.eu/resource/cellar/a727ead1-0934-4fb0-b57a-912e44d5aa82", "type": "Regulation", "concepts": ["1309", "1562", "1654", "1744", "3115", "5498", "888"], "title": "Commission Regulation (EC) No 1375/2007 of 23 November 2007 on imports of residues from the manufacture of starch from maize from the United States of America (Codified version)\n", "header": "24.11.2007 EN Official Journal of the European Union L 307/5\nCOMMISSION REGULATION (EC) No 1375/2007\nof 23 November 2007\non imports of residues from the manufacture of starch from maize from the United States of America\n(Codified version)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2019/94 of 2 August 1994 on imports of residues from the manufacture of starch from maize from the United States of America (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) Within the framework of the GATT, the Community and the USA have agreed to clarify the tariff definition of residues from the manufacture of starch from maize. Imports of these products into the Community are subject to laboratory analysis to verify their conformity with the tariff definition. The Federal Grain Inspection Service (FGIS) of the United States Department of Agriculture and the USA wet milling industry, under the regular review of the USA authorities, will certify that imports of these products from the USA into the Community are in conformity with the agreed definition.\n(3) On the basis of the establishment of a system of accompanying certificates for checking the conformity of imports from the USA, it is appropriate that the customary measures for checking should continue to be applied to imports from the USA accompanied by these certificates.\n(4) The regular communication by Member States to the Commission of the quantities and value of products imported under cover of these certificates is one of the elements agreed with the USA to enable a more effective monitoring of the implementation of the above agreement.\n(5) The measures laid down in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1.   A laboratory analysis shall be carried out to verify the conformity of residues from the manufacture of starch from maize imported into the Community from the USA under CN code 2309 90 20 with the definition of this code for all shipments not accompanied by a certificate issued by the Federal Grain Inspection Service (FGIS) and a certificate issued by the USA wet milling industry as set out in the Annex I.\n2.   Shipments from the USA which are accompanied by the two certificates referred to in paragraph 1 are subject to the customary measures for checking imports.", "The Member States shall communicate to the Commission before the end of each month the quantities and value of products imported under the CN code 2309 90 20 during the previous month and accompanied by the certificates of conformity specified in Article 1(1).", "Regulation (EC) No 2019/94 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 2007.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Regulation (EC) No 735/2007 (OJ L 169, 29.6.2007, p. 6).\n(2)  OJ L 203, 6.8.1994, p. 5. Regulation as last amended by Regulation (EC) No 2060/2002 (OJ L 317, 21.11.2002, p. 20).\n(3)  See Annex II.\nANNEX I\nANNEX II\nRepealed Regulation with list of its successive amendments\nCommission Regulation (EC) No 2019/94 (OJ L 203, 6.8.1994, p. 5).\nCommission Regulation (EC) No 396/96 (OJ L 54, 5.3.1996, p. 22).\nCommission Regulation (EC) No 2060/2002 (1) (OJ L 317, 21.11.2002, p. 20).\n(1)  In accordance with the first paragraph of Article 2 of Commission Regulation (EC) No 2060/2002: ‘Certificates issued in accordance with Regulation (EC) No 2019/94 before the date of entry into force of this Regulation shall continue to be valid.’\nANNEX III\nCorrelation Table\nRegulation (EC) No 2019/94 This Regulation\nArticle 1 Article 1\nArticle 2 Article 2\n— Article 3\nArticle 3 Article 4\nAnnex Annex I\n— Annex II\n— Annex III"}