{"celex_id": "32004D0521", "uri": "http://publications.europa.eu/resource/cellar/4f33577e-5f9c-4784-8bf5-5c97be8113de", "type": "Decision", "concepts": ["1644", "3824", "4060", "5403", "5946"], "title": "2004/521/EC:Council Decision of 21 June 2004 amending Decision 2003/893/EC on trade in certain steel products between the European Community and Ukraine\n", "header": "26.6.2004 EN Official Journal of the European Union L 227/35\nCOUNCIL DECISION\nof 21 June 2004\namending Decision 2003/893/EC on trade in certain steel products between the European Community and Ukraine\n(2004/521/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nWhereas:\n(1) As from 1 May 2004, the European Union includes 10 new Member States, which are: Cyprus, Czech Republic, Estonia, Hungary, Lithuania, Latvia, Malta, Poland, Slovenia and Slovakia. The 2003 Act of Accession stipulates in its Article 6(8) that the quantitative restrictions applied by the Community on imports of steel products shall be adjusted on the basis of imports of new Member States over recent years.\n(2) By Decision 2003/893/EC (1), the Council adopted quantitative limits on imports into the European Community of certain steel products originating in Ukraine.\n(3) Since the negotiations with Ukraine on the conclusion of a bilateral steel agreement have not been completed, and in pursuance of Article 6(8), third subparagraph of the 2003 Act of Accession, it is necessary to provide for the increase of existing quantitative limits to ensure that traditional trade is maintained after the enlargement of the European Union. This increase is based on the average of the imports of the relevant steel products by the new Member States over the years 2000, 2001 and 2002 adjusted pro rata temporis, since the enlargement will be effective on 1 May 2004, and further adjusted by applying the same reducing factor of 30 % already applied to the quantitative limits adopted as a result of the obstacles to the export of ferrous scrap imposed by Ukraine. These quantitative limits will be further amended as necessary following the conclusion of an agreement.\n(4) Therefore, Annex II to Council Decision 2003/893/EC should be amended,", "main_body": ["Annex II to Decision 2003/893/EC shall be replaced by the Annex to this Decision.", "This Decision shall take effect on the third day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 21 June 2004.\nFor the Council\nThe President\nJ. WALSH\n(1)  OJ L 333, 20.12.2003, p. 84.\nANNEX\nANNEX II\nQUANTITATIVE LIMITS — UKRAINE\n(tonnes)\nYear 2004\nSA Flat products\nSA1 Coils 62 037\nSA2 Heavy plate 200 104\nSA3 Other flat products 66 608\nSB Long products\nSB1 Beams 12 481\nSB2 Wire rod 66 828\nSB3 Other long products 122 170"}