{"celex_id": "32006R1610", "uri": "http://publications.europa.eu/resource/cellar/d49150bd-2474-4f1a-9d11-47936c6a9820", "type": "Regulation", "concepts": ["161", "1644", "3732", "5581", "888"], "title": "Commission Regulation (EC) No 1610/2006 of 27 October 2006 derogating from Regulations (EC) No 327/1998 and (EC) No 1291/2000 as regards certain import licences issued for the July 2006 tranche of tariff quotas for imports of rice and broken rice\n", "header": "28.10.2006 EN Official Journal of the European Union L 299/11\nCOMMISSION REGULATION (EC) No 1610/2006\nof 27 October 2006\nderogating from Regulations (EC) No 327/1998 and (EC) No 1291/2000 as regards certain import licences issued for the July 2006 tranche of tariff quotas for imports of rice and broken rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV(6) negotiations (1), and in particular Article 1 thereof,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (2), and in particular Article 13(4) thereof,\nWhereas:\n(1) Under Article 7(4) of Regulation (EC) No 327/98 of 10 February 1998 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice (3), licences issued for imports of husked, semi-milled and wholly milled rice under the quotas opened by that Regulation are valid from their actual day of issue until the end of the third month thereafter.\n(2) Since August 2006, the pattern of imports into the European Union of rice originating in the United States of America has been disturbed by the appearance on the US market of rice contaminated with genetically modified rice known as ‘LL RICE 601’.\n(3) Under Article 2 of Commission Decision 2006/601/EC of 5 September 2006 on emergency measures regarding the non-authorised genetically modified organism ‘LL RICE 601’ in rice products (4), the placing on the market of long A and long B rice originating in the United States of America is subject to the presentation of an analytical report demonstrating that the product does not contain genetically modified rice ‘LL RICE 601’.\n(4) In order to prevent the emergency measures laid down by Decision 2006/601/EC preventing the use, during their period of validity, of licences issued for imports of long A and long B rice originating in the United States of America under the July 2006 tranche of the quotas opened by Regulation (EC) No 327/98, their period of validity should be extended until the end of 2006.\n(5) In addition, in order to allow the use of licences already issued for ‘all country’ import quotas and with the United States of America indicated as country of origin, the use of those licences should be authorised for the import of rice originating in all non-member countries.\n(6) The use of licences already issued should also be authorised for rice other than long A and long B rice.\n(7) Derogations should therefore be made from Regulation (EC) No 327/98 and from Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (5).\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Notwithstanding Article 7(4) of Regulation (EC) No 327/98, at the request of their holders, the period of validity of the following import licences shall be extended to 31 December 2006:\n(a) import licences for semi-milled and wholly milled rice bearing in Section 8 ‘United States of America’ as the country of origin and issued for the July 2006 tranche of quotas bearing serial numbers 09.4127 and 09.4166, in accordance with Annex X to Regulation (EC) No 327/98, for the following CN codes:\n— CN 1006 30 25,\n— CN 1006 30 27,\n— CN 1006 30 46,\n— CN 1006 30 48,\n— CN 1006 30 65,\n— CN 1006 30 67,\n— CN 1006 30 96,\n— CN 1006 30 98;\n(b) import licences for husked rice bearing in Section 8 ‘United States of America’ as the country of origin and issued for the July 2006 tranche of the quota bearing serial number 09.4148, in accordance with Annex X to Regulation (EC) No 327/98, for the following CN codes:\n— CN 1006 20 15,\n— CN 1006 20 17,\n— CN 1006 20 96,\n— CN 1006 20 98.", "1.   Notwithstanding Article 8(1) of Regulation (EC) No 1291/2000, the import licences referred to in Article 1 of this Regulation may be used to import rice falling within a CN code of which the first six digits correspond with the CN code entered on the licence concerned.\n2.   Notwithstanding Article 8(3) of Regulation (EC) No 1291/2000, the import licences referred to in Article 1 of this Regulation issued for quotas with the serial numbers 09.4148 and 09.4166 may be used for imports of rice originating in all non-member countries, without prejudice to paragraph 1 of this Article.", "1.   Section 44 of customs declarations for imports under this Regulations shall bear the following words:\n‘Imported under Commission Regulation (EC) No 1610/2006’\n2.   Member States shall send the Commission, electronically and by 15 February 2007, the following information:\n(a) the quantities (tonnes) of products imported under this Regulation, broken down by combined nomenclature code (CN code),\n(b) the numbers and the dates of issue of the licences under which those products were imported.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 October 2006\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 146, 20.6.1996, p. 1.\n(2)  OJ L 270, 21.10.2003, p. 96. Regulation as amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(3)  OJ L 37, 11.2.1998, p. 5. Regulation as last amended by Regulation (EC) No 965/2006 (OJ L 176, 30.6.2006, p. 12).\n(4)  OJ L 244, 7.9.2006, p. 27.\n(5)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1282/2006 (OJ L 234, 29.8.2006, p. 4)."}