{"celex_id": "32005L0069", "uri": "http://publications.europa.eu/resource/cellar/01011650-c770-46b5-b361-503c035b7321", "type": "Directive", "concepts": ["1662", "2430", "2897", "3135", "3730", "4308"], "title": "Directive 2005/69/EC of the European Parliament and of the Council of  16 November 2005  amending for the 27th time Council Directive 76/769/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (polycyclic aromatic hydrocarbons in extender oils and tyres)\n", "header": "9.12.2005 EN Official Journal of the European Union L 323/51\nDIRECTIVE 2005/69/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 November 2005\namending for the 27th time Council Directive 76/769/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (polycyclic aromatic hydrocarbons in extender oils and tyres)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Tyres are produced by using extender oils that may contain various levels of polycyclic aromatic hydrocarbons (PAHs) that are not added intentionally. During the production process PAHs can be incorporated into the rubber matrix. Therefore, they can be present in various amounts in the final product.\n(2) Benzo(a)pyrene (BaP) can be a qualitative and quantitative marker for the presence of PAHs. BaP and other PAHs have been classified as carcinogenic, mutagenic and toxic to reproduction. In addition, due to the presence of these PAHs, several extender oils as such have been classified as carcinogenic, mutagenic and toxic to reproduction.\n(3) The Scientific Committee on Toxicity, Ecotoxicity and the Environment (CSTEE) has confirmed the scientific findings which identify the adverse health effects of PAHs.\n(4) The emission of BaP and other PAHs into the environment should be reduced as much as possible. In order to provide a high level of protection to human health and the environment and to contribute to the reduction of total annual emissions of PAHs as required in the 1998 Protocol to the 1979 Convention on Long Range Transboundary Air Pollution on Persistent Organic Pollutants, it therefore appears necessary to restrict the placing on the market and the use of PAH-rich extender oils and blends used as extender oils for the production of tyres.\n(5) Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (3) should therefore be amended accordingly.\n(6) Without prejudice to the requirements of other European provisions, this Directive covers passenger car tyres (4), light and heavy truck tyres (5), agricultural tyres (6) and motorcycle tyres (7).\n(7) In order to meet the necessary safety requirements and in particular to ensure that tyres have a high degree of wet grip performance, a transitory period is necessary during which tyre producers will develop and test new types of tyres produced without high aromatic extender oils. According to the information at present available, the development and testing work will take a considerable amount of time, as producers will have to perform numerous series of test runs before the necessary high level of wet grip performance of the new tyres can be guaranteed. Therefore, this Directive should be applied to economic operators from 1 January 2010.\n(8) The adoption of harmonised test methods is necessary for the application of this Directive as regards the content of PAHs in extender oils and tyres. The adoption of such test methods should not delay the entry into force of this Directive. The test method should preferably be developed at European or international level, where appropriate by the European Committee for Standardisation (CEN) or by the International Organisation for Standardization (ISO). The Commission may publish references to the relevant CEN or ISO standards or establish such methods in accordance with Article 2a of Directive 76/769/EEC, where necessary.\n(9) This Directive does not affect the Community legislation laying down minimum requirements for the protection of workers, such as Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (8), and individual directives based thereon, in particular Directive 2004/37/EC of the European Parliament and of the Council of 29 April 2004 on the protection of workers from the risks related to exposure to carcinogens or mutagens at work (sixth individual Directive within the meaning of Article 16(1) of Council Directive 89/391/EEC) (9) and Council Directive 98/24/EC of 7 April 1998 on the protection of the health and safety of workers from the risks related to chemical agents at work (14th individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (10).\n(10) It is not the purpose of this Directive to restrict the placing on the market, as defined in Article 2(1)(e) of Council Directive 67/548/EEC of 27 June 1967 on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (11), of tyres produced before 1 January 2010 and which can thus be sold off from stocks subsequent to this date. The date of production of tyres can be easily recognised by the existing mandatory marking of the ‘date of manufacture’ on the tyre as stipulated in Directive 92/23/EEC. All tyres retreaded after 1 January 2010 should be retreaded with new tread containing new PAH-low extender oils,", "main_body": ["Annex I to Directive 76/769/EEC is hereby amended as set out in the Annex to this Directive.", "Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive by 29 December 2006. They shall forthwith inform the Commission thereof.\nThey shall apply those measures from 1 January 2010.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 16 November 2005.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nBach of LUTTERWORTH\n(1)  OJ C 120, 20.5.2005, p. 30.\n(2)  Opinion of the European Parliament of 9 June 2005 (not yet published in the Official Journal) and Council Decision of 17 October 2005.\n(3)  OJ L 262, 27.9.1976, p. 201. Directive as last amended by Commission Directive 2004/98/EC (OJ L 305, 1.10.2004, p. 63).\n(4)  Council Directive 92/23/EEC of 31 March 1992 relating to tyres for motor vehicles and their trailers and to their fitting (OJ L 129, 14.5.1992, p. 95). Directive as last amended by Commission Directive 2005/11/EC (OJ L 46, 17.2. 2005, p. 42).\n(5)  Directive 92/23/EEC.\n(6)  UN/ECE Regulation 106.\n(7)  Directive 97/24/EC of the European Parliament and the Council of 17 June 1997 on certain components and characteristics of two or three-wheeled motor vehicles (OJ L 226, 18.8.1997, p. 1). Directive as last amended by Commission Directive 2005/30/EC (OJ L 106, 27.4. 2005, p. 17).\n(8)  OJ L 183, 29.6.1989, p. 1. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(9)  OJ L 158, 30.4.2004, p. 50. Corrected version in OJ L 229, 29.6.2004, p. 23.\n(10)  OJ L 131, 5.5.1998, p. 11. Directive as amended by the 2003 Act of Accession.\n(11)  OJ  196, 16.8.1967, p. 1. Directive as last amended by Commission Directive 2004/73/EC (OJ L 152, 30.4.2004, p. 1). Corrected version in OJ L 216, 16.6.2004, p. 3.\nANNEX\nThe following point is added to Annex I to Directive 76/769/EEC:\n‘50. Polycyclic-aromatic hydrocarbons (PAH)\n1. Benzo(a)pyrene (BaP)\n2. Benzo(e)pyren (BeP)\n3. Benzo(a)anthracene (BaA)\n4. Chrysen (CHR)\n5. Benzo(b)fluoranthene (BbFA)\n6. Benzo(j)fluoranthene (BjFA)\n7. Benzo(k)fluoranthene (BkFA)\n8. Dibenzo(a, h)anthracene (DBAhA)\n1. Extender oils may not be placed on the market and used for the production of tyres or parts of tyres, if they contain:\n— more than 1 mg/kg BaP, or\n— more than 10 mg/kg of the sum of all listed PAHs.\n2. Furthermore, the tyres and treads for retreading manufactured after 1 January 2010 may not be placed on the market if they contain extender oils exceeding the limits indicated in paragraph 1.\n3. By way of derogation, paragraph 2 shall not apply to retreaded tyres if their tread does not contain extender oils exceeding the limits indicated in paragraph 1.’"}