{"celex_id": "32008D0603", "uri": "http://publications.europa.eu/resource/cellar/c7587c6c-155d-434d-81ad-92a63f07ffa9", "type": "Decision", "concepts": ["1841", "2718", "2771", "4083", "5368", "5581"], "title": "2008/603/EC: Commission Decision of 17 July 2008 on a temporary derogation from the rules of origin laid down in Annex II to Council Regulation (EC) No 1528/2007 to take account of the special situation of Mauritius with regard to preserved tuna and tuna loins (notified under document number C(2008) 3568)\n", "header": "23.7.2008 EN Official Journal of the European Union L 194/9\nCOMMISSION DECISION\nof 17 July 2008\non a temporary derogation from the rules of origin laid down in Annex II to Council Regulation (EC) No 1528/2007 to take account of the special situation of Mauritius with regard to preserved tuna and tuna loins\n(notified under document number C(2008) 3568)\n(2008/603/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1528/2007 of 20 December 2007 applying the arrangements for goods originating in certain states which are part of the African, Caribbean and Pacific (ACP) Group of States provided for in agreements establishing, or leading to the establishment of, Economic Partnership Agreements (1), and in particular Article 36(4) of Annex II thereto,\nWhereas:\n(1) On 21 February 2008 Mauritius requested, in accordance with Article 36 of Annex II to Regulation (EC) No 1528/2007, derogation from the rules of origin set out in that Annex for a period of five years. On 10 March 2008 Mauritius submitted additional information relating to its request. The request covers a total annual quantity of 5 000 tonnes of canned tuna and 2 000 tonnes of tuna loins of HS heading 1604. The request is made because catches and supply of originating raw tuna have decreased in the South West Indian Ocean.\n(2) According to the information provided by Mauritius the catches of raw tuna in late 2007 and early 2008 were unusually low even compared to the normal seasonal variations. This abnormal situation makes it impossible for Mauritius to comply with the rules of origin laid down in Annex II to Regulation (EC) No 1528/2007 during a certain period.\n(3) A temporary derogation from the rules of origin laid down in Annex II to Regulation (EC) No 1528/2007 would not cause serious injury to an established Community industry taking into account the imports concerned, provided that certain conditions relating to quantities, surveillance and duration are respected.\n(4) It is therefore justified to grant a temporary derogation under Article 36(1)(a) of Annex II to Regulation (EC) No 1528/2007.\n(5) Mauritius will benefit from an automatic derogation from the rules of origin for canned tuna and tuna loins of HS heading 1604 pursuant to Article 42(8) of the Origin Protocol attached to the Interim Agreement establishing a framework for an Economic Partnership Agreement between the Eastern and Southern Africa States on the one part and the European Community and its Member States on the other part (ESA-EU Interim Partnership Agreement), when that Agreement enters into force or is provisionally applied.\n(6) In accordance with Article 4(2) of Regulation (EC) No 1528/2007 the rules of origin set out in Annex II to that Regulation and the derogations from them are to be superseded by the rules of the ESA-EU Interim Partnership Agreement, the entry into force or provisional application of which is expected to take place in 2008. The derogation therefore should not be granted for the requested period of five years, but should be granted for the period from January to December 2008.\n(7) In accordance with Article 42(8) of the Origin Protocol attached to the ESA-EU Interim Partnership Agreement, the automatic derogation from the rules of origin is limited to an annual quota of 8 000 tonnes of canned tuna and 2 000 tonnes of tuna loins for the countries having initialled the ESA-EU Interim Partnership Agreement (Comoros, Mauritius, Madagascar, Seychelles and Zimbabwe). Requests for a temporary derogation in accordance with Article 36 of Annex II to Regulation (EC) No 1528/2007 from other countries of the ESA region are to be expected, notably from Madagascar and Seychelles. It would be inappropriate to grant derogations under Article 36 of Annex II to Regulation (EC) No 1528/2007 which exceed the annual quota granted to the ESA region under the ESA-EU Interim Partnership Agreement. The derogation therefore should not be granted for the requested quantities, but should be granted for 3 000 tonnes of preserved tuna and 600 tonnes of tuna loins.\n(8) Accordingly a derogation should be granted to Mauritius in respect of 3 000 tonnes of canned tuna and 600 tonnes of tuna loins for a period of one year.\n(9) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (2) lays down rules relating to the management of tariff quotas. In order to ensure efficient management carried out in close cooperation between the authorities of Mauritius, the customs authorities of the Community and the Commission, those rules should apply mutatis mutandis to the quantities imported under the derogation granted by this Decision.\n(10) In order to allow more efficient monitoring of the operation of the derogation, the authorities of Mauritius should communicate regularly to the Commission details of the EUR.1 movement certificates issued.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Customs Code Committee,", "main_body": ["By way of derogation from Annex II to Regulation (EC) No 1528/2007 and in accordance with Article 36(1)(a) of that Annex, preserved tuna and tuna loins of HS Heading 1604 manufactured from non-originating materials shall be regarded as originating in Mauritius in accordance with the terms set out in Articles 2, 3 and 4 of this Decision.", "The derogation provided for in Article 1 shall apply to the products and the quantities set out in the Annex which are declared for free circulation into the Community from Mauritius during the period from 1 January 2008 to 31 December 2008.", "The quantities set out in the Annex to this Decision shall be managed in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "The customs authorities of Mauritius shall take the necessary measures to carry out quantitative checks on exports of the products referred to in Article 1.\nTo that end, all the EUR.1 movement certificates they issue in relation to those products shall bear a reference to this Decision. The competent authorities of Mauritius shall forward to the Commission a quarterly statement of the quantities in respect of which EUR.1 movement certificates have been issued pursuant to this Decision and the serial numbers of those certificates.", "Box 7 of EUR.1 movement certificates issued under this Decision shall contain the following:\n‘Derogation — Decision C(2008) 3568’.", "This Decision shall apply from 1 January 2008.\nIt shall apply until the rules of origin set out in Annex II to Regulation (EC) No 1528/2007 are superseded by those annexed to any agreement with Mauritius when that agreement is either provisionally applied, or enters into force, whichever is the earlier, but in any event this Decision shall not apply after 31 December 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 July 2008.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 348, 31.12.2007, p. 1.\n(2)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 214/2007 (OJ L 62, 1.3.2007, p. 6).\nANNEX\nOrder No CN code Description of goods Period Quantities\n09.1668 1604 14 11, 1604 14 18, 1604 20 70 Preserved tuna (1) 1.1.2008 to 31.12.2008 3 000 tonnes\n09.1669 1604 14 16 Tuna loins 1.1.2008 to 31.12.2008 600 tonnes\n(1)  In any form of packaging whereby the product is considered as preserved within the meaning of HS heading 1604."}