{"celex_id": "32002R2357", "uri": "http://publications.europa.eu/resource/cellar/13a0b035-f3d3-42a8-a1d7-2b1759c1739e", "type": "Regulation", "concepts": ["2300", "2488", "2783", "3591"], "title": "Commission Regulation (EC) No 2357/2002 of 27 December 2002 on the management of textile quotas for the year 2003 of Council Regulation (EC) No 517/94 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules\n", "header": "Commission Regulation (EC) No 2357/2002\nof 27 December 2002\non the management of textile quotas for the year 2003 of Council Regulation (EC) No 517/94 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules,(1) as last amended by Regulation (EC) No 1309/2002(2), and in particular Article 17(3) and (6) and Article 21(2) and (3) thereof,\nWhereas:\n(1) Regulation (EC) No 517/94 established quantitative restrictions on imports of certain textile products originating in certain third countries to be allocated on a first come, first served basis.\n(2) Under that Regulation, it is possible, in certain circumstances, to use other allocation methods, to divide quotas into tranches or to set aside part of a specific quantitative limit exclusively for applications which are backed up by proof of the results of previous imports.\n(3) Rules for management of the quotas established for 2003 should be adopted before the quota year begins so that the continuity of trade flows is not affected unduly.\n(4) The measures adopted in previous years, such as those in Commission Regulation (EC) No 2538/2001 establishing rules for the management and distribution of textiles quotas established for the year 2002 under Council Regulation (EC) No 517/94(3), proved to be satisfactory and it is therefore appropriate to adopt similar rules for 2003.\n(5) In order to satisfy the greatest possible number of operators it is therefore appropriate to make the \"first come, first served\" allocation method more flexible by placing a ceiling on the quantities which can be allocated to each operator by that method.\n(6) To guarantee a degree of continuity in trade and efficient quota administration, operators should be allowed to make their initial import authorisation application for 2003 equivalent to the quantity which they imported in 2002.\n(7) To achieve optimum use of the quantities, an operator who has used at least 50 % of the amount already authorised should be permitted to apply for a further amount provided quantities are available in the quotas.\n(8) For the sake of sound administration, import authorisations should be valid for nine months from the date of issue but until the end of the year at the latest. Member States should issue licences only after being notified by the Commission that quantities are available and only if an operator can prove the existence of a contract and certify (except where specifically provided otherwise) that he/she has not already been allocated a Community import authorisation under this Regulation for the categories and countries concerned. The competent national authorities should, however, be authorised, in response to importers' applications, to extend by three months and up to 31 March 2004 licences of which at least 50 % has been used by the application date.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["The purpose of this Regulation is to lay down rules concerning the management of quantitative quotas for imports of certain textiles products set out in Annexes IIIB and IV to Regulation (EC) No 517/94 for the year 2003.", "The quotas referred to in Article 1 shall be allocated on a \"first come, first served\" basis according to the chronological order of receipt by the Commission of Member States' notifications of applications from individual operators, for amounts not exceeding the maximum quantities per operator set out in the Annex.\nThese maximum quantities shall not, however, apply to operators able to prove to the competent national authorities when making their first application for 2003 that they imported, for given categories, given third countries and under import licences granted to them for 2002, more than the maximum quantities specified for each category.\nIn the case of such operators, the competent authorities may authorise imports of no more than the quantities imported in 2002 for given third countries and given categories, provided that enough quota is available.", "Any importer who has used 50 % or more of the amount allocated to him under this Regulation may make a further application, in respect of the same category and country of origin, for amounts not exceeding the maximum quantities laid down in the Annex.", "1. The competent national authorities may notify the Commission of the amounts of requests for import authorisations from 10.00 on 3 January 2003, Brussels time.\n2. The competent national authorities shall issue authorisations only after being notified by the Commission that quantities are available in accordance with Article 17(2) of Regulation (EC) No 517/94.\nThey shall issue authorisations only if an operator:\n(a) proves the existence of a contract relating to the provision of the goods; and\n(b) certifies in writing that, in respect of the categories and countries concerned:\n(i) he/she has not already been allocated an authorisation under this Regulation; or\n(ii) he/she has been allocated an authorisation under this Regulation but has used up at least 50 % of it.\n3. Import authorisations shall be valid for nine months from the date of issue, but until 31 December 2003 at the latest.\nThe competent national authorities may, however, at the importer's request, grant a three-month extension for authorisations which are at least 50 % used up at the time of the request.", "This Regulation shall enter into force on 1 January 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 December 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 67, 10.3.1994, p. 1.\n(2) OJ L 192, 20.7.2002, p. 1.\n(3) OJ L 341, 22.12.2001, p. 73.\nANNEX\nMaximum amounts referred to in Article 2 of Regulation (EC) No 2356/2002\n>TABLE>"}