{"celex_id": "32002R1811", "uri": "http://publications.europa.eu/resource/cellar/cb6cfe47-ece0-4677-bb8c-dd1129e56f9d", "type": "Regulation", "concepts": ["133", "2300", "2879", "5228", "598", "915"], "title": "Council Regulation (EC) No 1811/2002 of 24 September 2002 amending Regulation (EC) No 2555/2001 fixing for 2002 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\n", "header": "Council Regulation (EC) No 1811/2002\nof 24 September 2002\namending Regulation (EC) No 2555/2001 fixing for 2002 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where limitations in catch are required\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In February 2002 the Northwest Atlantic Fisheries Organisation (NAFO) adopted various amendments to its conservation and enforcement measures regarding mesh size for fishing for skate, catch reporting requirements for the shrimp fishery in Division 3L, the extension of the closed period for the fishing for shrimp in certain defined areas in Division 3M, a change of the maximum number of fishing days for shrimp in Division 3M and the total allowable catches (TAC) for Greenland halibut.\n(2) In accordance with the procedure provided for in Article 3 of the Agreement on fisheries of 11 December 1992 concluded between the Government of the Kingdom of Sweden and the Government of the Russian Federation, the Community, on behalf of the Kingdom of Sweden, held consultations with the Russian Federation concerning their respective fishing rights for 2002.\n(3) In accordance with the most recent scientific evidence and in agreement with Norway, the TAC for plaice in the International Council for the Exploration of the Sea (ICES) Sub-division IIIa (Kattegat and Skagerrak) for 2002 can be increased.\n(4) An agreement has been reached between the European Community and Norway whereby 15000 tonnes of sand eel in Community waters of ICES Sub-division IIa and the North Sea has been transferred to Norway and 1500 tonnes of plaice in the same area has been transferred from Norway to the Community.\n(5) The TAC for herring in ICES Sub-divisions VIIg,h,j,k should be set for the whole year 2002 taking into account new scientific advice from ICES.\n(6) Following the judgment of the Court of Justice of 18 April 2002 in case C-61/96 footnote 2 on the entry concerning anchovy in Zone IX, X, CECAF 34.1.1 should be deleted.\n(7) During the Annual Meeting of the International Committee for the Conservation of Atlantic Tunas (ICCAT) from 12 to 19 November 2001, tables were adopted for the first time showing the under-utilisation and over-utilisation by the ICCAT Contracting Parties of their fishing possibilities agreed in ICCAT. In this context, ICCAT adopted a decision showing that during 2000, the European Community under-exploited its quota by 1696 tonnes for South Atlantic blue-fin tuna and by two tonnes for South Atlantic swordfish as well as over-exploited its quota of North Atlantic swordfish by 147,5 tonnes.\n(8) In order to respect the adjustments to the Community quotas established by ICCAT, and taking into account the under-utilisation and the over-utilisation attributed to the European Community resulting from the under-exploitation of South Atlantic blue-fin tuna and swordfish and the over-exploitation by certain Member States of the 2000 fishing possibilities of North Atlantic swordfish established by ICCAT, it is necessary that the distribution of under-utilisation and over-utilisation is carried out on the basis of the respective contribution of each Member State towards the under-utilisation and over-utilisation without modifying the distribution key established under Article 3(1) of Regulation (EC) No 2555/2001(2) concerning the annual allocation of TACs.\n(9) In accordance with Article 10 (1) of Council Regulation (EC) No 973/2001 of 14 May 2001 laying down certain technical measures for the conservation of certain stocks of highly migratory species(3) the number of Community fishing vessels that are fishing for northern albacore as a target species should be determined, based on the average number of fishing vessels fishing for this species during the period 1993 and 1995. That number of vessels should be distributed among the Member States.\n(10) At its extraordinary meeting in November 2000, ICCAT recommended that quotas should be introduced for white marlin and blue marlin in the Atlantic Ocean.\n(11) The International Baltic Sea Fishery Commission (IBSFC), recommended technical conservation measures in March 2001 for the cod trawl fishery. Therefore, point 3 of Annex V to Regulation (EC) No 2555/2001 should be changed.\n(12) Regulation (EC) No 2555/2001 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 2555/2001 is amended as follows:\n1. The first paragraph of Article 17(1) shall be replaced by the following: \"The use of trawl net having in any section thereof net meshes of dimensions less than 130 mm shall be prohibited for direct fishing of the species referred to in Annex IX. This mesh size may be reduced to a minimum of 60 mm for direct fishing of short-finned squid (Illex illecebrosus). For direct fishing of skate (Rajidae) this mesh size shall be increased to a minimum of 280 mm in the cod-end from 1 July 2002.\"\n2. In Article 18, the following paragraph 5 shall be added: \"5. Member States shall report to the Commission daily the quantities of Northern prawns (Pandalus borealis) caught in Division 3L of the NAFO Regulatory Area by vessels flying the flag of a Member State and registered in the Community.\"\n3. Annex IA shall be amended in accordance with Annex I to this Regulation.\n4. Annex IB shall be amended in accordance with Annex II to this Regulation.\n5. Annex ID shall be amended in accordance with Annex III to this Regulation.\n6. Annex IE shall be amended in accordance with Annex IV to this Regulation.\n7. Annex IF shall be amended in accordance with Annex V to this Regulation.\n8. In Annex V, point 3 shall be replaced by the following: \"3. Mesh size for fishing for cod with towed nets\nNotwithstanding the provisions of Annex IV to Council Regulation (EC) No 88/98, the minimum mesh size for fishing for cod with trawls, Danish seines and similar nets shall be 130 mm. The maximum twine thickness shall be 6 mm if single twine is used and 4 mm if double twine is used. The said mesh size and twine thickness shall apply to any cod-end or extension piece found on board a fishing vessel and attached to or suitable for attachment to any towed net.\"", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 2002.\nFor the Council\nThe President\nM. Fischer Boel\n(1) OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/98 (OJ L 164, 9.6.1998, p. 1).\n(2) OJ L 347, 31.12.2001, p. 1.\n(3) OJ L 137, 19.5.2001, p. 1.\nANNEX I\nAnnex IA to Regulation (EC) No 2555/2001 is hereby amended as follows:\n1. The entry concerning the species sprat in zone \"IIIbcd (EC waters)\" shall be replaced by the following:\n\">TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\"\n2. The following entry is added:\n\">TABLE>\"\nANNEX II\nIn Annex IB to Regulation (EC) No 2555/2001, the entries concerning the species sand eel in zone \"IIa, North Sea\", the species Plaice in zones \"Skagerrak\", \"Kattegat\" and zone \"IIa (EC waters), North Sea\" shall be replaced by the following:\n\">TABLE>\"\n\">TABLE>\n>TABLE>\n>TABLE>\nSpecial conditions:\nWithin the limits of the abovementioned quotas, no more than the quantities given below may be taken in the zones specified:\n>TABLE>\"\nANNEX III\nAnnex ID to Regulation (EC) No 2555/2001 the entries concerning the species herring in zone \"VIIg,h,j,k\", the species anchovy in zone \"IX, X, CECAF 34.1.1 (Community waters)\" and the species common sole in zone \"VIIIa,b\" shall be replaced by the following:\n\">TABLE>\"\n\">TABLE>\"\n\">TABLE>\"\nANNEX IV\nIn Annex IE to Regulation (EC) No 2555/2001, the entries concerning the species northern prawn in zone \"NAFO 3M\" and the species Greenland halibut in zone \"NAFO 3LMNO\" shall be replaced by the following:\n\">TABLE>\n>TABLE>\"\nANNEX V\nAnnex IF to Regulation (EC) No 2555/2001 is amended as follows:\n1. The entries concerning the species bluefin tuna in zone \"Atlantic Ocean, East of longitude 45째 W, and Mediterranean\", the species swordfish in zones \"Atlantic Ocean, north of latitude 5째 N\" and \"Atlantic Ocean, south of latitude 5째 N\" and the species northern albacore in zone \"Atlantic Ocean, north of latitude 5째 N\" shall be replaced by the following:\n\">TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\"\n2. The following entries concerning the species blue marlin and white marlin in zone \"Atlantic Ocean\" are inserted:\n\">TABLE>\n>TABLE>\""}