{"celex_id": "32004R1093", "uri": "http://publications.europa.eu/resource/cellar/ff5b0a2b-1e25-4a96-92c4-475234a1e92d", "type": "Regulation", "concepts": ["12", "1565", "1642", "2763", "3568"], "title": "Commission Regulation (EC) No 1093/2004 of 10 June 2004 derogating from Regulation (EC) No 174/1999 as regards the term of validity of export licences in the milk and milk products sector\n", "header": "11.6.2004 EN Official Journal of the European Union L 209/10\nCOMMISSION REGULATION (EC) No 1093/2004\nof 10 June 2004\nderogating from Regulation (EC) No 174/1999 as regards the term of validity of export licences in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 31(14) thereof,\nWhereas:\n(1) Article 6 of Commission Regulation (EC) No 174/1999 of 26 January 1999 laying down special detailed rules for the application of Council Regulation (EEC) No 804/68 as regards export licences and export refunds in the case of milk and milk products (2) lays down the term of validity of export licences.\n(2) In order to take into account the potential impact of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the Community on 1 May 2004, on the Community milk market and the need to monitor developments in the Community and world markets, Commission Regulation (EC) No 606/2004 (3) provided for that, by way of derogation from Regulation (EC) No 174/1999, the term of validity of export licences for milk products for which an application has been lodged from 15 April 2004 on should be limited to 30 June 2004.\n(3) A close monitoring of both the internal and the world market since 1 May 2004 has shown that a longer validity period of the licences may be reestablished without any risk of destabilisation of the proper functioning of the common market organisation. It is therefore appropriate to repeal Regulation (EC) No 606/2004.\n(4) In light of a proper management of the GATT export commitments it is appropriate to adapt the export licence validity period for the groups of products concerned; taking account of the quantities remaining in the respective export quotas at the end of the GATT year and with a view on an optimal use of the available quantities.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["By way of derogation from Article 6 of Regulation (EC) No 174/1999, the term of validity of export licences with advance fixing of the refund, which are applied for until 23 June 2004 in respect of the products referred to in points (a) and (c) of that Article, shall expire on 30 June 2004.", "Regulation (EC) No 606/2004 is repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply to export licences applied for from that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 June 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Commission Regulation (EC) No 186/2004 (OJ L 29, 3.2.2004, p. 6).\n(2)  OJ L 20, 27.1.1999, p. 8. Regulation as last amended by Regulation (EC) No 810/2004 (OJ L 149, 30.4.2004, p. 138).\n(3)  OJ L 97, 1.4.2004, p. 40."}