{"celex_id": "32004D0765", "uri": "http://publications.europa.eu/resource/cellar/6246eccd-f030-4c3f-8156-96926b4c03ba", "type": "Decision", "concepts": ["1115", "1318", "1602", "2548", "4490", "893"], "title": "2004/765/EC: Commission Decision of 22 October 2004 concerning a draft Regulation from the Federal Republic of Germany on the labelling of fruit, vegetables and potatoes treated after harvesting (notified under document number C(2004) 4029)Text with EEA relevance\n", "header": "16.11.2004 EN Official Journal of the European Union L 339/11\nCOMMISSION DECISION\nof 22 October 2004\nconcerning a draft Regulation from the Federal Republic of Germany on the labelling of fruit, vegetables and potatoes treated after harvesting\n(notified under document number C(2004) 4029)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(2004/765/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2000/13/EC of the European Parliament and of the Council of 20 March 2000 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs (1), and in particular Articles 19 and 20 thereof,\nWhereas:\n(1) In accordance with the procedure provided for in Article 19(2) of Directive 2000/13/EC, the German authorities notified the Commission on 1 March 2004 of a draft Regulation amending the Regulation on maximum residue limits, with a view to adding to it specific provisions on the compulsory labelling of fruit, vegetables and potatoes treated with plant protection substances after harvesting for the purpose of preservation.\n(2) Pursuant to the new Article 3a added by the aforementioned draft Regulation, directions on the labels of fruit, vegetables or potatoes treated after harvesting should state ‘treated after harvesting with …’ followed by the name of the substance.\n(3) In accordance with the provisions of Article 19(2) of Directive 2000/13/EC, the Commission consulted the other Member States via the Standing Committee on the Food Chain and Animal Health.\n(4) Community law already contains certain provisions to ensure that the use of these substances does not present a risk to consumers’ health. These substances have to be authorised, pursuant to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (2), and maximum levels for residues are established in accordance with Council Directive 90/642/EEC of 27 November 1990 on the fixing of maximum levels for pesticide residues in and on certain products of plant origin, including fruit and vegetables (3).\n(5) Furthermore, in some cases, it may be useful for consumers to be informed, by means of a specific warning on the label, where foodstuffs have been treated after harvesting so that they can choose between products which have been treated and those which have not or take precautions such as washing or peeling the products. This type of measure is already in place for citrus fruit under Commission Regulation (EC) No 1799/2001 (4), in particular because of the method for calculating the maximum residue levels which, for these products, takes into account that they are normally consumed peeled.\n(6) However, such a measure applied unilaterally and indiscriminately by Germany in respect of all fruit and vegetables would be sure to hinder intra-Community trade to a disproportionate extent. It would oblige producers or operators in other Member States to provide specific labelling for fruit, vegetables and potatoes imported into Germany and to take measures to this effect right from the start of the production process, depending on the destination of the products.\n(7) The cases where non-harmonised national provisions governing the labelling and presentation of certain foodstuffs or foodstuffs in general may be acceptable are listed limitatively in Article 18(2) of Directive 2000/13/EC. Apart from cases relating to the protection of public health, such measures may be admissible only where justified for the prevention of fraud or the protection of industrial and commercial property rights, indications of provenance, registered designations of origin and prevention of unfair competition.\n(8) Germany has not provided any evidence that the draft Regulation is necessary to attain one of the objectives of the abovementioned Article 18 or that the obstacle thus created is proportionate. It mentions only the aim of informing consumers on post-harvesting treatments.\n(9) Consequently, a Community labelling measure should be created for cases where it would be desirable to inform consumers of post-harvesting treatments, as envisaged by Germany. This is the case for sodium orthophenylphenol and orthophenylphenate, as Directive 2003/114/EC of the European Parliament and of the Council (5) provides that they are to be removed from the scope of the legislation on additives as soon as provisions on the labelling of foods treated with these substances come into force pursuant to Community legislation laying down maximum levels of pesticide residues.\n(10) The Commission will be continuing discussions with the Member States with regard to other extensions of labelling to indicate treatment after harvesting.\n(11) Member States should therefore suspend any national initiatives in this area.\n(12) In light of these observations, the Commission has delivered a negative opinion pursuant to Article 19(3) of Directive 2000/13/EC.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Federal Republic of Germany is required to refrain from adopting its draft Regulation amending the Regulation on maximum residue limits with a view to adding to it specific provisions on the compulsory labelling of fruit, vegetables and potatoes treated with plant protection substances after harvesting for the purpose of preservation.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 22 October 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 109, 6.5.2000, p. 29. Directive as last amended by Directive 2003/89/EC (OJ L 308, 25.11.2003, p. 15).\n(2)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2004/99/EC (OJ L 309, 6.10.2004, p. 6).\n(3)  OJ L 350, 14.12.1990, p. 71. Directive as last amended by Commission Directive 2004/95/EC (OJ L 301, 28.9.2004, p. 42).\n(4)  OJ L 244, 14.9.2001, p. 12. Regulation as last amended by Regulation (EC) No 907/2004 (OJ L 163, 30.4.2004, p. 50).\n(5)  OJ L 24, 29.1.2004, p. 58."}