{"celex_id": "32007R0342", "uri": "http://publications.europa.eu/resource/cellar/5a48a2cf-c9be-4012-adc5-f68bfdfa9eb8", "type": "Regulation", "concepts": ["12", "2173", "2644", "2871", "3170", "3732", "3763", "5063", "5283"], "title": "Commission Regulation (EC) No 342/2007 of 29 March 2007 amending Regulation (EC) No 489/2005 as regards determining the intervention centres and the taking over of paddy rice by the intervention agencies as a result of the accession of Bulgaria and Romania to the European Union\n", "header": "30.3.2007 EN Official Journal of the European Union L 90/23\nCOMMISSION REGULATION (EC) No 342/2007\nof 29 March 2007\namending Regulation (EC) No 489/2005 as regards determining the intervention centres and the taking over of paddy rice by the intervention agencies as a result of the accession of Bulgaria and Romania to the European Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (1), and in particular Article 6(3) and Article 7(5) thereof,\nWhereas:\n(1) Article 6(2) of Regulation (EC) No 1785/2003 provides that the list of intervention centres for taking over paddy rice is to be drawn up by the Commission after consultation with the Member States. That list is set forth in Annex I to Commission Regulation (EC) No 489/2005 of 29 March 2005 laying down detailed rules for implementing Council Regulation (EC) No 1785/2003 as regards determining the intervention centres and the taking over of paddy rice by the intervention agencies (2). Following the accession of Bulgaria and Romania to the European Union on 1 January 2007, it is necessary to determine the intervention centres for these new Member States and add them to the above mentioned list.\n(2) Article 7(1) of Regulation (EC) No 1785/2003 limits the quantities that may be bought in by the intervention agencies in all of the Community to 75 000 tonnes. To distribute this quantity fairly, the quantities for each producer Member State were laid down in Regulation (EC) No 489/2005, taking account of the national base areas laid down in Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (3) and the average yields set out in Annex VII to that Regulation. Following the accession of Bulgaria and Romania, the distribution among the producer Member States should be revised, applying the same distribution criteria as those used when Regulation (EC) No 489/2005 was adopted but taking account of the base areas of Bulgaria and Romania.\n(3) Regulation (EC) No 489/2005 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 489/2005 is hereby amended as follows:\n1. Annex I is amended in accordance with Annex I to this Regulation.\n2. Annex V is replaced by Annex II to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(2)  OJ L 81, 30.3.2005, p. 26.\n(3)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 2013/2006 (OJ L 384, 29.12.2006, p. 13).\nANNEX I\nThe following points 7 and 8 are added to Annex I to Regulation (EC) No 489/2005:\n‘7.   Bulgaria\nRegions Name of centre\nПазарджишка област Пазарджик\nПловдивска област Пловдив\nСтарозагорска област Стара Загора\n8.   Romania\nRegion Name of centre\nIalomita Slobozia’\nANNEX II\n‘ANNEX V\nTranche 1 referred to in Article 5\nMember State Tranche 1\nBulgaria 584 t\nGreece 4 636 t\nSpain 20 320 t\nFrance 4 148 t\nItaly 40 432 t\nHungary 305 t\nPortugal 4 549 t\nRomania 26 t’"}