{"celex_id": "32004R0245", "uri": "http://publications.europa.eu/resource/cellar/02548151-658c-481f-b98c-61f7fda511a6", "type": "Regulation", "concepts": ["161", "1644", "4319", "4605"], "title": "Commission Regulation (EC) No 245/2004 of 12 February 2004 correcting Regulation (EC) No 192/2004 on granting of import licences for cane sugar for the purposes of certain tariff quotas and preferential agreements\n", "header": "Commission Regulation (EC) No 245/2004\nof 12 February 2004\ncorrecting Regulation (EC) No 192/2004 on granting of import licences for cane sugar for the purposes of certain tariff quotas and preferential agreements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1),\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations(2),\nHaving regard to Commission Regulation (EC) No 1159/2003 of 30 June 2003 laying down detailed rules of application for the 2003/04, 2004/05 and 2005/06 marketing years for the import of cane sugar under certain tariff quotas and preferential agreements and amending Regulations (EC) No 1464/95 and (EC) No 779/96(3), and in particular Article 5(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 192/2004(4) lays down the quantities for which licences applied for between 26 and 30 January 2004 can be issued.\n(2) The Annex to Regulation (EC) No 192/2004 incorrectly states that the special preferential sugar quota for imports originating in India has been reached. A check of the applications for import licences shows that quantities of sugar are still available in respect of that quota.\n(3) Regulation (EC) No 192/2004 must be corrected as a result.\n(4) This correction should apply from the date of entry into force of Regulation (EC) No 192/2004,", "main_body": ["The Annex to Regulation (EC) No 192/2004 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 4 February 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 2004.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2) OJ L 146, 20.6.1996, p. 1.\n(3) OJ L 162, 1.7.2003, p. 25. Regulation as last amended by Regulation (EC) No 96/2004 (OJ L 15, 22.1.2004, p. 3).\n(4) OJ L 30, 4.2.2004, p. 4.\nANNEX\n\"Corrected Annex as regards the quantities to be supplied in respect of the applications submitted from 26 to 30 January 2004\n>TABLE>\n>TABLE>\n>TABLE>\""}