{"celex_id": "32006R0887", "uri": "http://publications.europa.eu/resource/cellar/1f99ff66-d908-42b8-ac89-9b29a5f806ad", "type": "Regulation", "concepts": ["1117", "1118", "1605", "1642", "20", "2888", "3568", "693"], "title": "Commission Regulation (EC) No 887/2006 of  16 June 2006  opening an invitation to tender for the allocation of A3 export licences for fruit and vegetables (tomatoes, oranges, lemons, table grapes, apples and peaches)\n", "header": "17.6.2006 EN Official Journal of the European Union L 165/3\nCOMMISSION REGULATION (EC) No 887/2006\nof 16 June 2006\nopening an invitation to tender for the allocation of A3 export licences for fruit and vegetables (tomatoes, oranges, lemons, table grapes, apples and peaches)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), and in particular the third subparagraph of Article 35(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1961/2001 (2) lays down the detailed rules of application for export refunds on fruit and vegetables.\n(2) Article 35(1) of Regulation (EC) No 2200/96 provides that, to the extent necessary for economically significant exports, the products exported by the Community may be covered by export refunds, within the limits resulting from agreements concluded in accordance with Article 300 of the Treaty.\n(3) Under Article 35(2) of Regulation (EC) No 2200/96, care must be taken to ensure that the trade flows previously brought about by the refund scheme are not disrupted. For this reason and because exports of fruit and vegetables are seasonal in nature, the quantities scheduled for each product should be fixed, based on the agricultural product nomenclature for export refunds established by Commission Regulation (EEC) No 3846/87 (3). These quantities must be allocated taking account of the perishability of the products concerned.\n(4) Article 35(4) of Regulation (EC) No 2200/96 provides that refunds must be fixed in the light of the existing situation and outlook for fruit and vegetable prices on the Community market and supplies available, on the one hand, and, on the other hand, prices on the international market. Account must also be taken of the transport and marketing costs and of the economic aspect of the exports planned.\n(5) In accordance with Article 35(5) of Regulation (EC) No 2200/96, prices on the Community market are to be established in the light of the most favourable prices from the export standpoint.\n(6) The international trade situation or the special requirements of certain markets may call for the refund on a given product to vary according to its destination.\n(7) Tomatoes, oranges, lemons, table grapes, apples and peaches of classes Extra, I and II of the common quality standards can currently be exported in economically significant quantities.\n(8) In order to ensure the best use of available resources and in view of the structure of Community exports, it is appropriate to proceed by an open invitation to tender and to set the indicative refund amount and the scheduled quantities for the period concerned.\n(9) The negotiations within the framework of the Europe Agreements between the European Community and Romania and Bulgaria aim in particular to liberalise trade in products covered by the common organisation of the market concerned. For these two countries export refunds should therefore be abolished.\n(10) The Management Committee for fresh Fruit and Vegetables has not delivered an opinion within the time-limit set by its chairman,", "main_body": ["1.   An invitation to tender for the allocation of A3 export licences is hereby opened. The products concerned, the tender submission period, the indicative refund rates and the scheduled quantities are laid down in the Annex hereto.\n2.   The licences issued in respect of food aid as referred to in Article 16 of Commission Regulation (EC) No 1291/2000 (4) shall not count against the eligible quantities in the Annex hereto.\n3.   Notwithstanding Article 5(6) of Regulation (EC) No 1961/2001, the term of validity of the A3 licences shall be four months.", "This Regulation shall enter into force on 3 July 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 June 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2)  OJ L 268, 9.10.2001, p. 8. Regulation as last amended by Regulation (EC) No 386/2005 (OJ L 62, 9.3.2005, p. 3).\n(3)  OJ L 366, 24.12.1987, p. 1. Regulation, as last amended by Regulation (EC) No 2091/2005 (OJ L 343, 24.12.2005, p. 1).\n(4)  OJ L 152, 24.6.2000, p. 1.\nANNEX\nOPENING AN INVITATION TO TENDER FOR THE ALLOCATION OF A3 EXPORT LICENCES FOR FRUIT AND VEGETABLES (TOMATOES, ORANGES, LEMONS, TABLE GRAPES, APPLES AND PEACHES)\nTender submission period: 3 to 4 July 2006.\nProduct code (1) Destination (2) Indicative refund amount Scheduled quantity\n0702 00 00 9100 F08 30 5 333\n0805 10 20 9100 F08 39 20 000\n0805 50 10 9100 F08 60 3 333\n0806 10 10 9100 F08 22 33 333\n0808 10 80 9100 F04, F09 33 46 667\n0809 30 10 9100 F03 16 26 667\n(1)  The product codes are defined in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1).\n(2)  The ‘A’ series destination codes are defined in Annex II to Regulation (EEC) No 3846/87. The numeric destination codes are set out in Commission Regulation (EC) No 2081/2003 (OJ L 313, 28.11.2003, p. 11). The other destinations are defined as follows:\nF03 : All destinations except Switzerland, Romania and Bulgaria.\nF04 : Hong Kong, Singapore, Malaysia, Sri Lanka, Indonesia, Thailand, Taiwan, Papua New Guinea, Laos, Cambodia, Vietnam, Japan, Uruguay, Paraguay, Argentina, Mexico, Costa Rica.\nF08 : All destinations except Bulgaria and Romania.\nF09 : The following destinations: Norway, Iceland, Greenland, Faeroe Islands, Albania, Bosnia and Herzegovina, Croatia, Former Yugoslav Republic of Macedonia, Serbia and Montenegro, Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Russia, Tajikistan, Turkmenistan, Uzbekistan, Ukraine, Saudi Arabia, Bahrain, Qatar, Oman, United Arab Emirates (Abu Dhabi, Dubai, Sharjah, Ajman, Umm al Qalwain, Ras al Khaimah and Fujairah), Kuwait, Yemen, Syria, Iran, Jordan, Bolivia, Brazil, Venezuela, Peru, Panama, Ecuador and Colombia, African countries and territories except South Africa, destinations referred to in Article 36 of Commission Regulation (EC) No 800/1999 (OJ L 102, 17.4.1999, p. 11)."}