{"celex_id": "32001D0847", "uri": "http://publications.europa.eu/resource/cellar/ff0fe74f-cbb9-4d66-95d8-d14307075aad", "type": "Decision", "concepts": ["1519", "1755", "3584", "4636", "4687", "4689"], "title": "2001/847/EC: Commission Decision of 30 November 2001 amending for the third time Decision 2000/721/EC to modify the Italian avian influenza vaccination programme and current trade restrictions for fresh meat originating from vaccinated turkeys (Text with EEA relevance) (notified under document number C(2001) 3815)\n", "header": "Commission Decision\nof 30 November 2001\namending for the third time Decision 2000/721/EC to modify the Italian avian influenza vaccination programme and current trade restrictions for fresh meat originating from vaccinated turkeys\n(notified under document number C(2001) 3815)\n(Text with EEA relevance)\n(2001/847/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10(4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Council Directive 92/118/EEC, and in particular Article 9(4) thereof,\nHaving regard to Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(4), and in particular Article 16(a) thereof,\nWhereas:\n(1) The Commission has adopted Decision 2000/721/EC(5) on 7 November 2000, introducing vaccination to supplement the measures to control avian influenza in Italy and specific movement control measures.\n(2) By Commission Decisions 2000/785/EC(6) and 2001/627/EC(7) certain amendments were made to the vaccination programme and to the movement restrictions applicable to intra-Community trade.\n(3) Italian authorities reported that the disease situation for avian influenza has improved and have requested further amendments to the approved vaccination programme and to the current trade restrictions. The use of a newly developed iIFA-test, which shall allow a differentiation between animals vaccinated with the H7N3 strain and animals infected with H7N1 field strain, should also be added to the currently applied disease control measures.\n(4) The capabilities of the newly developed iIFA-test have been examined by a group of experts of the Member States and the Community Reference Laboratory for avian influenza and the test was considered a useful way to differentiate between vaccinated and infected turkey flocks.\n(5) The improved disease situation makes it appropriate to modify the vaccination programme and current trade restrictions for fresh meat originating from vaccinated turkeys.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 2000/721/EC is amended as follows:\n1. Paragraphs 2 and 3 of Article 1 shall be deleted.\n2. The text of Article 1(4) shall be replaced by the following: \"The use of the iIFA-test presented by Italy and the requested amendments to the vaccination programme are hereby approved.\"\n3. In Article 5 the existing paragraph 1 shall become paragraph 1(a) and the following text shall be added as paragraph 1(b): \"1. (b) By derogation from paragraph 1(a) fresh meat from turkeys vaccinated against avian influenza must not be marked in accordance with Article 5 of Council Directive 91/494/EEC(8) and can be dispatched to other Member States, provided that the meat comes from slaughter turkey flocks which:\n(i) have been regularly inspected and tested with negative results for avian influenza as laid down in the approved vaccination programme. Sentinel animals shall be inspected with particular attention. For the testing of:\n- vaccinated animals, the iIFA-test shall be used,\n- sentinel animals, either the Haemagglutination-Inhibition Test (HI) or the iIFA-test shall be used;\n(ii) have been clinically inspected by an official veterinarian within 48 hours before loading. Sentinel animals shall be inspected with particular attention;\n(iii) have been tested serologically with negative results at the National Laboratory for avian influenza by using the sampling and testing procedure laid down in Annex III to this Decision;\n(iv) must be sent directly to a slaughterhouse designated by the competent authority and be slaughtered immediately after arrival. The animals shall be kept separated from other flocks not complying with the present provisions.\nThe fresh turkey meat shall be accompanied by the health certificate laid down in Annex VI of Directive 71/118/EEC(9), which shall include under point IV (a) of the certificate the following attestation of the official veterinarian: 'The turkey meat described above is in accordance with Decision 2000/721/EC as amended by Decision 2001/847/EC.'\"\n4. The Annex to this Decision shall be added as \"Annex III\" to Decision 2000/721/EC.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision.\nThey shall immediately inform the Commission thereof.", "The provisions of this Decision shall apply from 1 December 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 167, 22.6.1992, p. 1.\n(5) OJ L 291, 18.11.2000, p. 33.\n(6) OJ L 311, 12.12.2000, p. 49.\n(7) OJ L 217, 11.8.2001, p. 16.\n(8) OJ L 268, 24.9.1991, p. 35.\n(9) OJ L 55, 8.3.1971, p. 23.\nANNEX\n\"ANNEX III\nSAMPLING AND TESTING PROCEDURE\n1. Introduction and general use\nThe developed indirect Immunofluorescence Assay (iIFA-test) is aimed at the differentiation between poultry vaccinated with an avian influenza H7N3 inactivated vaccine strain and poultry infected with the field strain H7N1.\n2. Use of the test for the purpose of dispatching fresh turkey meat from the vaccination area in Italy to other Member States\nMeat originating from turkey flocks vaccinated against avian influenza may be dispatched to other Member States provided that:\nBlood samples shall be taken by the official veterinarian:\n- from each group of turkeys destined for slaughter, which are kept in the same building of the holding in question;\n- within 48 hours before sending the animals to the slaughterhouse;\n- from at least 10 vaccinated animals chosen at random from each group.\""}