{"celex_id": "32009D0835", "uri": "http://publications.europa.eu/resource/cellar/0002e002-e3bf-482c-be4f-c6e4e70ed7c1", "type": "Decision", "concepts": ["1118", "1442", "2771", "3469", "3730", "4580", "6268", "6569"], "title": "2009/835/EC: Commission Decision of 12 November 2009 on emergency measures imposing special conditions on official controls governing the import of pears originating in or consigned from Turkey due to high residue levels of amitraz (notified under document C(2009) 8977) (Text with EEA relevance)\n", "header": "14.11.2009 EN Official Journal of the European Union L 299/15\nCOMMISSION DECISION\nof 12 November 2009\non emergency measures imposing special conditions on official controls governing the import of pears originating in or consigned from Turkey due to high residue levels of amitraz\n(notified under document C(2009) 8977)\n(Text with EEA relevance)\n(2009/835/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(ii) thereof,\nWhereas:\n(1) Regulation (EC) No 396/2005 of the European Parliament and of the Council of 23 February 2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin and amending Council Directive 91/414/EEC (2) defines amongst others maximum residue levels (MRLs )for amitraz and its metabolites.\n(2) The Rapid Alert System for Food and Feed (RASSF) has been notified on repeated occasions in 2007, 2008 and 2009 that pears originating from Turkey were found with levels of amitraz exceeding the Acute Reference Dose (ARfD) for this pesticide. The latest information received from the German authorities on 21 October 2009, indicated that in the most recent analysis amitraz was found at levels that largely exceeded the ARfD.\n(3) Given the high level of risk to which European consumers may be exposed, Member States should control at least 10 percent of consignments of pears originating from Turkey for the presence of amitraz at import. Consignments already on the market should also be subject to official controls.\n(4) Member States should inform the Commission of all testing results. Unfavourable results should be reported through RASFF.\n(5) Commission Regulation (EC) No 669/2009 of 24 July 2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin and amending Decision 2006/504/EC (3) requires Member States to carry out an increased level of controls at import on pears originating from Turkey, for the purposes of verifying the presence of amitraz on 10 % of all consignments of that commodity. As the control measure in question will be applicable as from 25 January 2010, it is appropriate to establish a duration of the measures laid down in this decision so as to avoid overlaps with the control measures laid down in Regulation (EC) No 669/2009.\n(6) Article 53 of Regulation (EC) No 178/2002 provides for the possibility to adopt appropriate Community emergency measures for food and feed imported from a third country in order to protect human health, animal health or the environment, where the risk cannot be contained satisfactorily by means of measures taken by the Member States individually.\n(7) Given the urgency it is appropriate to adopt these emergency measures in accordance with the procedure laid down in Article 53(1) of Regulation (EC) No 178/2002.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   Member States shall carry out documentary, identity and physical checks, including laboratory analysis, on at least 10 percent of consignments of fresh pears falling within CN codes 0808 20 10 and 0808 20 50 originating in or consigned from Turkey. Consignments shall be detained pending the availability of the results of the laboratory analysis.\n2.   Member States shall take the necessary measures to ensure that products referred to in paragraph 1, which are already placed on the market, are also subject to an appropriate level of control.\n3.   The checks and controls referred to in paragraphs 1 and 2 shall in particular aim at ascertaining that the level of amitraz does not exceed the Community maximum residue level established under Regulation (EC) No 396/2005.\n4.   Member States shall report any unfavourable result of the laboratory analysis referred to in paragraphs 1 and 2 through the Rapid Alert System for Food and Feed.\n5.   Member States shall report to the Commission on all results on a two week basis. The report shall be in a format that will be provided by the Commission and shall include the following information:\n(a) details of each consignment, including the size in terms of net weight of the consignment;\n(b) the number of consignments subjected to sampling for analysis;\n(c) the results of the documentary, identity and physical checks, including laboratory analysis.\n6.   If the checks and controls referred to in paragraphs 1 and 2 establish non-compliance, action shall be taken pursuant to Articles 19, 20 and 21 of Regulation (EC) No 882/2004 of the European Parliament and of the Council (4).\n7.   Member States shall ensure that the costs incurred in result of the implementation of paragraph 1 are borne by the operators responsible for the import.", "This Decision may be reviewed in light of the results referred to in Article 1(5).", "This Decision is addressed to the Member States and shall apply until 24 January 2010."], "attachments": "Done at Brussels, 12 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 70, 16.3.2005, p. 1.\n(3)  OJ L 194, 25.7.2009, p. 11.\n(4)  OJ L 165, 30.4.2004, p. 1."}