{"celex_id": "32003D0321", "uri": "http://publications.europa.eu/resource/cellar/58b9bb11-817a-4610-a46b-e806deb38cd4", "type": "Decision", "concepts": ["1596", "192", "2077", "2737", "2947", "343"], "title": "2003/321/EC: Commission Decision of 12 May 2003 on transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the processing standards for mammalian blood (Text with EEA relevance) (notified under document number C(2003) 1491)\n", "header": "Commission Decision\nof 12 May 2003\non transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the processing standards for mammalian blood\n(notified under document number C(2003) 1491)\n(Only the English, German, Spanish and Italian texts are authentic)\n(Text with EEA relevance)\n(2003/321/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption(1), and in particular Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 provides for a complete revision of Community rules concerning animal by-products not intended for human consumption, including the introduction of a number of strict requirements. In addition, it provides that appropriate transitional measures may be adopted.\n(2) In view of the strict nature of those requirements, it is necessary to provide for transitional measures for Germany, Spain, Italy and the United Kingdom in order to allow industry sufficient time to adjust. In addition, alternative collection, transport, storage, handling, processing and uses for animal by-products need to be further developed as well as disposal methods for those by-products.\n(3) Accordingly, as a temporary measure a derogation should be granted to Germany, Spain, Italy and the United Kingdom to enable them to authorise operators to continue to apply national rules for the processing standards for mammalian blood.\n(4) In order to prevent a risk to animal and public health appropriate control systems should be maintained in Germany, Spain, Italy and the United Kingdom for the period of the transitional measures.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Derogation regarding the processing of blood of mammalian origin\nPursuant to Article 32(1) of Regulation (EC) No 1774/2002 and by way of derogation from paragraph 1 of Chapter II of Annex VII to that Regulation, Germany, Spain, Italy and the United Kingdom may continue to grant individual approvals until 31 December 2004 at the latest to operators of premises and facilities to apply processing methods 2 to 5 or 7 of Annex V to that Regulation for the processing of blood of mammalian origin, provided that:\n(a) the premises, raw material, processing standards, processed products and storage comply with the requirements set out in Chapter I and the other provisions of Chapter II of Annex VII to Regulation (EC) No 1774/2002; and\n(b) the processing methods are applied in premises and facilities that applied those methods on 1 November 2002.", "Control measures\nThe competent authority shall take the necessary measures to control compliance by authorised operators of premises and facilities with the conditions set out in Article 1.", "Withdrawal of approvals and disposal of material not complying with this Decision\n1. Individual approvals by the competent authority for the use of methods 2 to 5 or 7 for the processing of mammalian blood shall be immediately and permanently withdrawn in respect of any operator, premises or facilities if the conditions set out in this Decision are no longer fulfilled.\n2. The competent authority shall withdraw any approvals granted under Article 1 by 31 December 2004 at the latest.\nThe competent authority shall not grant a final approval under Regulation (EC) No 1774/2002 unless on its basis of its inspections it is satisfied that the premises and facilities referred to in Article 1 meet all the requirements of that Regulation.\n3. Any material that does not comply with the requirements of this Decision shall be disposed of in accordance with the instructions of the competent authority.", "Compliance with this Decision by the concerned Member States\nGermany, Spain, Italy and the United Kingdom shall immediately take the necessary measures to comply with this Decision and shall publish those measures. They shall immediately inform the Commission thereof.", "Applicability\nThis Decision shall apply from 1 May 2003 to 31 December 2004.", "Addressees\nThis Decision is addressed to the Federal Republic of Germany, the Kingdom of Spain, the Italian Republic and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 12 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 273, 10.10.2002, p. 1."}