{"celex_id": "32006R2006", "uri": "http://publications.europa.eu/resource/cellar/d9544195-70a6-436f-b29c-809f58a3a96b", "type": "Regulation", "concepts": ["1309", "1394", "161", "2771", "2887", "5563"], "title": "Commission Regulation (EC) No 2006/2006 of 22 December 2006 amending Regulation (EC) No 950/2006 to include the annual tariff quota for sugar products originating in Croatia\n", "header": "28.12.2006 EN Official Journal of the European Union L 379/95\nCOMMISSION REGULATION (EC) No 2006/2006\nof 22 December 2006\namending Regulation (EC) No 950/2006 to include the annual tariff quota for sugar products originating in Croatia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1), and in particular Article 40(1)(e)(iii),\nWhereas:\n(1) Pursuant to Article 27(5) of and Annex IV(h) to the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part (2), as amended by the Protocol approved by Council Decision (EC) No 2006/882/EC of 13 November 2006 (3), the Community is to allow duty-free access for imports into the Community of products originating in Croatia falling within CN codes 1701 and 1702, within the limit of an annual quantity of 180 000 tonnes (net weight).\n(2) The Protocol to the Stabilisation and Association Agreement with Croatia enters into force on 1 January 2007. The tariff quota for sugar products originating in Croatia should therefore be opened as from that date.\n(3) That quota should be opened and administered in accordance with Commission Regulation No 950/2006 of 28 June 2006 laying down detailed rules of application for the 2006/2007, 2007/2008 and 2008/2009 marketing years for the import and refining of sugar products under certain tariff quotas and preferential agreements (4), as ‘Balkans sugar’ within the meaning of that Regulation. Since Article 28 of that Regulation opens the tariff quotas for Balkans sugar on a marketing year basis, the annual tariff quota for sugar products originating in Croatia should be adjusted for the remaining nine months of the marketing year 2006/2007.\n(4) Regulation (EC) No 950/2006 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EC) No 950/2006 is amended as follows:\n1. In Article 1(1), the following point is added:\n‘(h) Article 27(5) of the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia.’\n2. In Article 1, paragraph 2 is replaced by the following:\n3. In Article 2, point (d) is replaced by the following:\n‘(d) “Balkans sugar” means sugar products falling within CN codes 1701 and 1702 originating in Albania, Bosnia and Herzegovina, Serbia, Montenegro, Kosovo, the former Yugoslav Republic of Macedonia or Croatia and imported into the Community under Regulation (EC) No 2007/2000, the Stabilisation and Association Agreement with the former Yugoslav Republic of Macedonia and the Stabilisation and Association Agreement with the Republic of Croatia;’\n4. Article 28 is replaced by the following:\n— Albania 1 000 tonnes,\n— Bosnia-Herzegovina 12 000 tonnes,\n— Serbia and Montenegro 180 000 tonnes,\n— Former Yugoslav Republic of Macedonia 7 000 tonnes,\n— Croatia 180 000 tonnes.\n— Albania 1 250 tonnes,\n— Bosnia-Herzegovina 15 000 tonnes,\n— Serbia and Montenegro 225 000 tonnes,\n— Former Yugoslav Republic of Macedonia 5 250 tonnes,\n— Croatia 135 000 tonnes.\n5. In Article 29, paragraph 2 is replaced by the following:\n6. Annex I is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 1. Regulation as amended by Commission Regulation (EC) No 1585/2006 (OJ L 294, 25.10.2006, p. 19).\n(2)  OJ L 26, 28.1.2005, p. 3.\n(3)  OJ L 341, 7.12.2006, p. 31.\n(4)  OJ L 178, 1.7.2006, p. 1.\nANNEX\nIn Annex I to Regulation (EC) No 950/2006, the table relating to serial numbers for Balkans sugar is replaced by the following:\n‘Serial numbers for Balkans sugar\nThird country Serial number\nAlbania 09.4324\nBosnia and Herzegovina 09.4325\nSerbia, Montenegro and Kosovo 09.4326\nFormer Yugoslav Republic of Macedonia 09.4327\nCroatia 09.4328’"}