{"celex_id": "32009R1293", "uri": "http://publications.europa.eu/resource/cellar/fc2e9740-639f-4c71-87ea-28d0e433abd8", "type": "Regulation", "concepts": ["3647", "4372", "5156", "54"], "title": "Commission Regulation (EU) No 1293/2009 of 23 December 2009 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard (IAS) 32 (Text with EEA relevance)\n", "header": "24.12.2009 EN Official Journal of the European Union L 347/23\nCOMMISSION REGULATION (EU) No 1293/2009\nof 23 December 2009\namending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard (IAS) 32\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1126/2008 (2) certain international standards and interpretations that were in existence on 15 October 2008 were adopted.\n(2) On 8 October 2009, the International Accounting Standards Board (IASB) published an amendment to International Accounting Standard (IAS) 32 Financial instruments: presentation – Classification of Rights Issues, hereinafter ‘amendment to IAS 32’. The amendment to IAS 32 clarifies how to account for certain rights when the issued instruments are denominated in a currency other than the functional currency of the issuer. If such instruments are issued pro rata to the issuer's existing shareholders for a fixed amount of cash, they should be classified as equity even if their exercise price is denominated in a currency other than the issuer's functional currency.\n(3) The consultation with the Technical Expert Group (TEG) of the European Financial Reporting Advisory Group (EFRAG) confirms that the amendment to IAS 32 meets the technical criteria for adoption set out in Article 3(2) of Regulation (EC) No 1606/2002. In accordance with Commission Decision 2006/505/EC of 14 July 2006 setting up a Standards Advice Review Group to advise the Commission on the objectivity and neutrality of the European Financial Reporting Advisory Group’s (EFRAG’s) opinions (3), the Standards Advice Review Group considered EFRAG’s opinion on endorsement and advised the Commission that it is well-balanced and objective.\n(4) Regulation (EC) No 1126/2008 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["In the Annex to Regulation (EC) No 1126/2008, International Accounting Standard (IAS) 32 Financial instruments: presentation is amended as set out in the Annex to this Regulation.", "Each company shall apply the amendment to IAS 32, as set out in the Annex to this Regulation, at the latest, as from the commencement date of its first financial year starting after 31 January 2010.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 2009.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 320, 29.11.2008, p. 1.\n(3)  OJ L 199, 21.7.2006, p. 33.\nANNEX\nINTERNATIONAL ACCOUNTING STANDARDS\nIAS 32 Amendment to IAS 32 Financial Instruments: Presentation\n‘Reproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org’\nCLASSIFICATION OF RIGHTS ISSUES\nAmendment to IAS 32\nFinancial Instruments: Presentation\nParagraphs 11 and 16 are amended. Paragraph 97E is added.\nDEFINITIONS (SEE ALSO PARAGRAPHS AG3–AG23)\n11 …\n(a) …\n(b) a contract that will or may be settled in the entity’s own equity instruments and is:\n(i) a non-derivative for which the entity is or may be obliged to deliver a variable number of the entity’s own equity instruments; or\n(ii) a derivative that will or may be settled other than by the exchange of a fixed amount of cash or another financial asset for a fixed number of the entity’s own equity instruments. For this purpose, rights, options or warrants to acquire a fixed number of the entity’s own equity instruments for a fixed amount of any currency are equity instruments if the entity offers the rights, options or warrants pro rata to all of its existing owners of the same class of its own non-derivative equity instruments. Also for these purposes the entity’s own equity instruments …\nPRESENTATION\nLiabilities and equity (see also paragraphs AG13–AG14J and AG25–AG29A)\n16 When an issuer applies the definitions in paragraph 11 to determine whether a financial instrument is an equity instrument rather than a financial liability, the instrument is an equity instrument if, and only if, both conditions (a) and (b) below are met.\n(a) …\n(b) If the instrument will or may be settled in the issuer’s own equity instruments, it is:\n(i) a non-derivative that includes no contractual obligation for the issuer to deliver a variable number of its own equity instruments; or\n(ii) a derivative that will be settled only by the issuer exchanging a fixed amount of cash or another financial asset for a fixed number of its own equity instruments. For this purpose, rights, options or warrants to acquire a fixed number of the entity’s own equity instruments for a fixed amount of any currency are equity instruments if the entity offers the rights, options or warrants pro rata to all of its existing owners of the same class of its own non-derivative equity instruments. Also, for these purposes the issuer’s own equity instruments do not include instruments that have all the features and meet the conditions described in paragraphs 16A and 16B or paragraphs 16C and 16D, or instruments that are contracts for the future receipt or delivery of the issuer’s own equity instruments.\nEFFECTIVE DATE AND TRANSITION\n97E Paragraphs 11 and 16 were amended by Classification of Rights Issues issued in October 2009. An entity shall apply that amendment for annual periods beginning on or after 1 February 2010. Earlier application is permitted. If an entity applies the amendment for an earlier period, it shall disclose that fact."}