{"celex_id": "32001D0186", "uri": "http://publications.europa.eu/resource/cellar/63171422-61aa-4984-9b82-be5d5873f52e", "type": "Decision", "concepts": ["1445", "1662", "1755", "2384", "2435", "663"], "title": "2001/186/EC: Commission Decision of 27 February 2001 approving the scheme submitted by the United Kingdom for the withdrawal of all fish in Scottish farms infected with infectious salmon anaemia (ISA) (Text with EEA relevance) (notified under document number C(2001) 457)\n", "header": "Commission Decision\nof 27 February 2001\napproving the scheme submitted by the United Kingdom for the withdrawal of all fish in Scottish farms infected with infectious salmon anaemia (ISA)\n(notified under document number C(2001) 457)\n(Text with EEA relevance)\n(2001/186/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/53/EEC of 24 June 1993, introducing minimum Community measures for the control of certain fish diseases(1), as last amended by Directive 2000/27/EC(2), and in particular Article 6 thereof,\nWhereas:\n(1) Directive 93/53/EEC, Article 6, point (a), first indent, lays down that, in order to control an outbreak of infectious salmon anaemia (ISA), all fish in an infected farm shall be withdrawn in accordance with a scheme established by the official service and approved by the Commission.\n(2) Experience gained has shown that under certain conditions it is possible to extend the withdrawal over a period of time without impairing the efforts to eradicate the disease.\n(3) During 1998 and 1999, outbreaks of this disease have occurred in Scotland, involving a number of sites being infected or suspected of being infected.\n(4) The United Kingdom (UK) has submitted a withdrawal scheme to be applied in case of the detection of ISA in Scotland.\n(5) The Commission and the Member States have examined the scheme submitted by the UK in the light of the current state of scientific and technical evidence.\n(6) The withdrawal of fish shall be carried out in a way in which the aim is to eradicate the disease from infected farms and prevent further spread of the disease to other farms and to the wild population susceptible to this infection.\n(7) The withdrawal of fish must be based on a case-by-case analysis of the risks for further spread of the disease, including the seriousness of the outbreak and other circumstances influencing the risks, and must take into account current practical experience and scientific evidence.\n(8) This examination shows that the scheme submitted fulfils the requirements for such a scheme and therefore it shall be approved.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The scheme submitted by the United Kingdom for the withdrawal of all fish in Scottish farms infected with infectious salmon anaemia (ISA) is hereby approved.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 February 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 175, 19.7.1993, p. 23; Directive as amended by the Act of Accession of Austria, Finland and Sweden.\n(2) OJ L 114, 13.5.2000, p. 28."}