{"celex_id": "32005L0011", "uri": "http://publications.europa.eu/resource/cellar/46124ecf-563b-48b1-9710-9e048ecb0ae9", "type": "Directive", "concepts": ["2430", "2922", "3660", "5481", "867"], "title": "Commission Directive 2005/11/EC of 16 February 2005 amending, for the purposes of its adaptation to technical progress, Council Directive 92/23/EEC relating to tyres for motor vehicles and their trailers and to their fittingText with EEA relevance\n", "header": "17.2.2005 EN Official Journal of the European Union L 46/42\nCOMMISSION DIRECTIVE 2005/11/EC\nof 16 February 2005\namending, for the purposes of its adaptation to technical progress, Council Directive 92/23/EEC relating to tyres for motor vehicles and their trailers and to their fitting\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (1), and in particular Article 13(2) thereof,\nHaving regard to Council Directive 92/23/EEC of 31 March 1992 relating to tyres for motor vehicles and their trailers and to their fitting (2), and in particular Article 10 thereof,\nWhereas:\n(1) Directive 92/23/EEC is one of the separate Directives of the EC type-approval procedure established by Directive 70/156/EEC.\n(2) Directive 92/23/EEC as amended by Directive 2001/43/EC provides the possibility for type-approval authorities to accept tyre manufacturers’ laboratories as approved test laboratories until 31 December 2005. The experience with this provision has been very positive and therefore the possibility should be continued and that deadline should be removed.\n(3) Technical progress in the tyre-producing sector is very fast. Due to strong demand from consumers and the car industry, the production cycles of tyres become faster and the variety of tyre types is constantly increasing. This situation is expected to become even more critical in the future since very expensive or unique test installations and expertise will be required. In order to be able to bring the newly developed products on to the market without delay, a sufficient number of test facilities, which can be used in a flexible manner, is indispensable.\n(4) In line with the development of superior tyres due to technical progress, the related test procedures need to be more and more sophisticated. There is currently no test capacity outside that of tyre manufacturers that would be able to cope with the high number of tests needed.\n(5) Directive 92/23/EEC should therefore be amended accordingly.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Committee for Adaptation to Technical Progress established by Article 13(1) of Directive 70/156/EEC,", "main_body": ["Point 1.3 of Annex I to Directive 92/23/EEC is replaced by the following:\n‘1.3. The approval authority may accept the laboratories of the tyre manufacturers as approved test laboratories pursuant to Article 14(1) of Directive 70/156/EEC.’", "1.   Member States shall adopt and publish, by 31 December 2005 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 January 2006.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 16 February 2005.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 42, 23.2.1970, p. 1. Directive as last amended by Commission Directive 2004/104/EC (OJ L 337, 13.11.2004, p. 13).\n(2)  OJ L 129, 14.5.1992, p. 95. Directive as last amended by Directive 2001/43/EC of the European Parliament and of the Council (OJ L 211, 4.8.2001, p. 25)."}