{"celex_id": "32000D0104", "uri": "http://publications.europa.eu/resource/cellar/57d02b5e-fb18-48ab-bf29-d53389bfb3ef", "type": "Decision", "concepts": ["1445", "1598", "1755", "2563", "5034"], "title": "2000/104/EC: Commission Decision of 31 January 2000 amending Decision 98/653/EC concerning emergency measures made necessary by the occurrence of bovine spongiform encephalopathy in Portugal (notified under document number C(2000) 212) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 31 January 2000\namending Decision 98/653/EC concerning emergency measures made necessary by the occurrence of bovine spongiform encephalopathy in Portugal\n(notified under document number C(2000) 212)\n(Text with EEA relevance)\n(2000/104/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 10(4) thereof,\nWhereas:\n(1) Commission Decision 98/653/EC of 18 November 1998 concerning emergency measures made necessary by the occurrence of bovine spongiform encephalopathy (BSE) in Portugal(4), as last amended by Decision 1999/713/EC(5), prohibits the dispatch of bovine products until 1 February 2000.\n(2) The current BSE incidence rate in Portugal calculated over the past 12 months per 1000000 bovine animals over 24 months of age is 236. According to the Animal Health Code of the World Organisation for Animal Health (International Office of Epizootic Diseases (OIE)), 1999 edition, a country or zone will be classified as having a high incidence of BSE if the BSE incidence rate, calculated over the past 12 months, has been greater than 100 cases per 1000000 animals within the cattle population over 24 months of age in the country or zone.\n(3) The OIE Animal Health Code recommends that bovine meat and meat products can only be traded from countries or zones classified as having a high incidence of BSE under certain strict conditions, such as an effective feed ban, a permanent system for the identification of cattle enabling animals to be traced back to the herd and dam of origin, the removal of specified risk materials and the slaughter and complete destruction of certain higher risk animals, such as offspring and birth cohorts of BSE cases. Thereafter bovine meat and products are only eligible for trade on the basis of either of two schemes: namely a certified herds scheme, indicating that the products have been derived from animals born, raised and having remained in herds without BSE cases for the last seven years, or a date-based scheme, indicating that the products were derived from animals born after the date of an effective feed ban.\n(4) Missions on BSE-related issues were carried out in Portugal by the Food and Veterinary Office from 14 to 18 June and from 25 to 29 October 1999 the conclusions of which were that Portugal has an effective feed ban and that a complete set of legislation on cattle identification and registration has been introduced.\n(5) Portugal put forward a first proposal for a date-based scheme to the Commission on 3 December 1999; this scheme must be examined in the light of measures taken by Portugal as regards the feed ban, the traceability of cattle, the culling of offspring and birth cohorts of BSE cases and the removal of specified risk materials; furthermore the implementation of those measures should be verified by a Community mission before the Commission can propose a partial lifting of the ban to the Standing Veterinary Committee.\n(6) In those circumstances, it is appropriate to maintain the prohibition on the dispatch of bovine products until the scheme proposed by Portugal can be adopted.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 98/653/EC is amended as follows:\n1. In Article 4, the words \"until 1 February 2000\" are deleted.\n2. Article 16(1) is replaced by the following:\n\"1. This Decision shall be reviewed by 18 May 2000 at the latest, pending an overall examination of the situation, in particular in view of the development of the incidence of the disease and the effective enforcement of the relevant measures, in the light of the date-based scheme proposed by Portugal.\"", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 January 2000.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 395, 30.12.1989, p. 13.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 224, 18.8.1990, p. 29.\n(4) OJ L 311, 20.11.1998, p. 23.\n(5) OJ L 281, 4.11.1999, p. 90."}