{"celex_id": "32004R1367", "uri": "http://publications.europa.eu/resource/cellar/380d72a8-7175-4510-aa6a-326e244c90ce", "type": "Regulation", "concepts": ["2783", "3156", "3591", "5969"], "title": "Commission Regulation (EC) No 1367/2004 of 28 July 2004 authorising transfers between the quantitative limits of textiles and clothing products originating in the People’s Republic of China\n", "header": "30.7.2004 EN Official Journal of the European Union L 254/3\nCOMMISSION REGULATION (EC) No 1367/2004\nof 28 July 2004\nauthorising transfers between the quantitative limits of textiles and clothing products originating in the People’s Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (1), and in particular Article 7 thereof,\nWhereas:\n(1) Article 5 of the Agreement between the European Economic Community and the People’s Republic of China on trade in textile products (2), initialled on 9 December 1988 and approved by Council Decision 90/647/EEC, as last amended and extended by an Agreement in the form of an Exchange of Letters, initialled on 19 May 2000 and approved by Council Decision 2000/787/EC (3), provides that transfers may be made between quota years. Those flexibility provisions were notified to the Textiles Monitoring Body of the World Trade Organisation following China's accession to it.\n(2) Appendix B to Annex V of Regulation (EEC) No 3030/93 sets out the quantitative limits for textiles and clothing products originating in the People’s Republic of China and used exclusively at European fairs.\n(3) On 12 September 2003 the People’s Republic of China submitted a request for transfers of quantities from the quota year 2003 to the quota year 2004.\n(4) The transfers requested by the People’s Republic of China fall within the limits of the flexibility provisions referred to in Article 5 of the Agreement between the European Economic Community and the People’s Republic of China on trade in textile products, as set out in Annex VIII, column 9 to Regulation (EEC) No 3030/93.\n(5) It is appropriate to grant the request, to the extent that quantities are available.\n(6) It is desirable for this Regulation to enter into force on the day after its publication in order to allow operators to benefit from it as soon as possible.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Textile Committee set up by Article 17 of Regulation (EEC) No 3030/93,", "main_body": ["Transfers between the quantitative limits for textile goods originating in the People’s Republic of China fixed by the Agreement between the European Community and the People’s Republic of China on trade in textile products are authorised for the quota year 2004 in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 2004.\nFor the Commission\nPascal LAMY\nMember of the Commission\n(1)  OJ L 275, 8.11.1993, p. 1. Regulation as last amended by Regulation (EC) No 487/2004 (OJ L 79, 17.3.2004, p. 1).\n(2)  OJ L 352, 15.12.1990, p. 1.\n(3)  OJ L 314, 14.12.2000, p. 13.\nANNEX\n720 CHINA ADJUSTMENT\nGroup Category Unit Limit 2004 Working level after implementing normal flexibilities Quantity % Flexibility New adjusted working level\nIA 1 kg 317 000 309 310 12 680 4,0 Transfer from quota year 2003 321 990\nIA 2 kg 1 338 000 1 391 520 53 520 4,0 Transfer from quota year 2003 1 445 040\nIA 2A kg 159 000 165 360 6 360 4,0 Transfer from quota year 2003 171 720\nIA 3 kg 196 000 203 840 7 840 4,0 Transfer from quota year 2003 211 680\nIA 3A kg 27 000 28 080 1 080 4,0 Transfer from quota year 2003 29 160\nIB 4 pieces 2 061 000 2 205 270 82 440 4,0 Transfer from quota year 2003 2 287 710\nIB 5 pieces 705 000 754 350 28 200 4,0 Transfer from quota year 2003 782 550\nIB 6 pieces 1 689 000 1 807 230 33 368 2,0 Transfer from quota year 2003 1 840 598\nIB 7 pieces 302 000 259 062 12 080 4,0 Transfer from quota year 2003 271 142\nIB 8 pieces 992 000 801 121 39 680 4,0 Transfer from quota year 2003 840 801\nIIA 9 kg 294 000 320 460 11 760 4,0 Transfer from quota year 2003 332 220\nIIB 13 pieces 3 192 000 3 479 280 127 680 4,0 Transfer from quota year 2003 3 606 960\nIIA 20/39 kg 372 000 405 480 14 880 4,0 Transfer from quota year 2003 420 360\nIIA 22 kg 332 000 288 653 13 280 4,0 Transfer from quota year 2003 301 933"}