{"celex_id": "32005R1862", "uri": "http://publications.europa.eu/resource/cellar/2520d896-89e5-456b-89ad-3ee1bb36743f", "type": "Regulation", "concepts": ["20", "3170", "4663", "5010", "5709"], "title": "Commission Regulation (EC) No 1862/2005 of 15 November 2005 opening a standing invitation to tender for the resale on the Community market of common wheat held by the Lithuanian intervention agency for processing into flour in the Community\n", "header": "16.11.2005 EN Official Journal of the European Union L 299/35\nCOMMISSION REGULATION (EC) No 1862/2005\nof 15 November 2005\nopening a standing invitation to tender for the resale on the Community market of common wheat held by the Lithuanian intervention agency for processing into flour in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93 of 28 July 1993 laying down the procedure and conditions for the sale of cereals held by intervention agencies (2) provides in particular that cereals held by intervention agencies are to be sold by tendering procedure at a selling price which is not below the price recorded on the market at the place of storage or, failing that, on the nearest market, account being taken of transport costs, for an equivalent quality and for a representative quantity preventing market disturbance.\n(2) Due to adverse weather conditions at the time of the 2005 harvest, the forecast quantity of common wheat in Lithuania is insufficient to meet internal demand. Moreover, Lithuania has intervention stocks of common wheat, outlets for which are hard to find and which should therefore be disposed of. Sales on the Community market may therefore be organised by tendering procedure with a view to processing the common wheat into flour.\n(3) To take account of the situation on the Community market, provision should be made for the Commission to manage this invitation to tender. In addition, provision must be made for an award coefficient for tenders offering the minimum selling price.\n(4) To enable checks on the particular destination of the stocks covered by tendering procedures, provision should be made for specific monitoring of the delivery of the common wheat and its processing into flour. To permit this monitoring, application of the procedures laid down by Commission Regulation (EEC) No 3002/92 of 16 October 1992 laying down common detailed rules for verifying the use and/or destination of products from intervention (3), should be made compulsory.\n(5) To guarantee proper performance, tenderers should be asked to lodge a security which, in view of the nature of the operations concerned, should be fixed by derogation from Regulation (EEC) No 2131/93, in particular as regards its level, which must be sufficient to guarantee the proper use of the products, and the conditions for its release, which must include proof of processing of the products into flour.\n(6) It is also important that the Lithuanian intervention agency’s notification to the Commission should maintain the anonymity of the tenderers.\n(7) With a view to modernising management, the information required by the Commission should be sent by electronic mail.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The Lithuanian intervention agency shall open a standing invitation to tender for the sale on the Community market of 32 000 tonnes of common wheat held by it with a view to its processing into flour.", "The sale provided for in Article 1 shall take place in accordance with Regulation (EEC) No 2131/93.\nHowever, notwithstanding:\n(a) Article 13(1) of that Regulation, tenders shall be drawn up by reference to the actual quality of the lot to which they apply;\n(b) the second paragraph of Article 10 of that Regulation, the minimum selling price shall be set at a level which does not disturb the cereals market.", "Tenders shall be valid only if they are accompanied by:\n(a) proof that the tenderer has lodged a security which, notwithstanding the second subparagraph of Article 13(4) of Regulation (EEC) No 2131/93, is set at EUR 10 per tonne;\n(b) the tenderer’s written undertaking to use the common wheat for processing within the Community into flour within 60 days of its release from intervention storage and in any event before 31 August 2006 and to lodge a security of EUR 40 per tonne within two working days of the day on which the notice of award of contract is received;\n(c) an undertaking to keep stock records so that checks may be carried out to ensure that the quantities of common wheat awarded have been processed on Community territory into flour.", "1.   The first partial invitation to tender shall expire at 15.00 (Brussels time) on 23 November 2005.\nThe closing dates for the submission of tenders for subsequent partial invitations to tender shall be each Wednesday at 15.00 (Brussels time), with the exception of 28 December 2005, 12 April 2006 and 24 May 2006, i.e. weeks when no invitation to tender shall be made.\nThe closing date for the submission of tenders for the last partial invitation to tender shall be 28 June 2006 at 15.00 (Brussels time).\n2.   Tenders must be lodged with the Lithuanian intervention agency at the following address:\nThe Lithuanian Agricultural and Food Products Market regulation Agency\nL. Stuokos-Gucevičiaus Str. 9-12\nVilnius, Lithuania\nTel. (370-5) 268 50 49\nFax (370-5) 268 50 61", "Within two hours of the expiry of the time-limit for the submission of tenders, the Lithuanian intervention agency shall notify the Commission of tenders received. This notification shall be made by e-mail, using the form in Annex I hereto.", "Under the procedure laid down in Article 25(2) of Regulation (EC) No 1784/2003 the Commission shall set the minimum selling price or decide not to award any quantities. In the event that tenders are submitted for the same lot and for a quantity larger than that available, the Commission may fix this price separately for each lot.\nWhere tenders are offering the minimum selling price, the Commission may fix an award coefficient for the quantities offered at the same time as it fixes the minimum selling price.", "1.   The security referred to in Article 3(a) shall be released in full in respect of quantities for which:\n(a) no award is made;\n(b) payment of the selling price is made within the period set and the security referred to in Article 3(b) has been lodged.\n2.   The security referred to in Article 3(b) shall be released in proportion to the quantities of common wheat used for the production of flour in the Community.", "1.   Proof that the undertakings referred to in Article 3(b) have been met shall be supplied in accordance with Regulation (EEC) No 3002/92.\n2.   In addition to the particulars provided for in Regulation (EEC) No 3002/92, box 104 of the control copy T5 shall refer to the undertaking provided for in Article 3(b) and (c) and contain one of the entries shown in Annex II.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 191, 31.7.1993, p. 76. Regulation as last amended by Regulation (EC) No 1169/2005 (OJ L 188, 20.7.2005, p. 19).\n(3)  OJ L 301, 17.10.1992, p. 17. Regulation as last amended by Regulation (EC) No 1169/2005.\nANNEX I\nStanding invitation to tender for the resale of 32 000 tonnes of common wheat held by the Lithuanian intervention agency\nForm (1)\n(Regulation (EC) No 1862/2005)\n1 2 3 4\nSerial numbers of tenderers Lot No Quantity Tender price\n1\n2\n3\netc.\n(1)  To be sent to DG AGRI (D2).\nANNEX II\nEntries referred to in Article 8(2)\n–– : in Spanish : Producto destinado a la transformación prevista en las letras b) y c) del artículo 3 del Reglamento (CE) no 1862/2005\n–– : in Czech : Produkt určený ke zpracování podle čl. 3 písm. b) a c) nařízení (ES) č. 1862/2005\n–– : in Danish : Produkt til forarbejdning som fastsat i artikel 3, litra b) og c), i forordning (EF) nr. 1862/2005\n–– : in German : Erzeugnis zur Verarbeitung gemäß Artikel 3 Buchstaben b und c der Verordnung (EG) Nr. 1862/2005\n–– : in Estonian : määruse (EÜ) nr 1862/2005 artikli 3 punktides b ja c viidatud töötlemiseks mõeldud toode\n–– : in Greek : Προϊόν προς μεταποίηση όπως προβλέπεται στο άρθρο 3, στοιχεία β) και γ), του κανονισμού (ΕΚ) αριθ. 1862/2005\n–– : in English : Product intended for processing referred to in Article 3(b) and (c) of Regulation (EC) No 1862/2005\n–– : in French : Produit destiné à la transformation prévue à l'article 3, points b) et c), du règlement (CE) no 1862/2005\n–– : in Italian : Prodotto destinato alla trasformazione di cui all’articolo 3, lettere b) e c), del regolamento (CE) n. 1862/2005\n–– : in Latvian : Produkts paredzēts tādai pārstrādei, kā noteikts Regulas (EK) Nr. 1862/2005 3. panta b) un c) punktā\n–– : in Lithuanian : produktas, kurio perdirbimas numatytas Reglamento (EB) Nr. 1862/2005 3 straipsnio b ir c punktuose\n–– : in Hungarian : Az 1862/2005/EK rendelet 3. cikkének b) és c) pontja szerinti feldolgozásra szánt termék\n–– : in Dutch : Product bestemd voor de verwerking bedoeld in artikel 3, onder b) en c), van Verordening (EG) nr. 1862/2005\n–– : in Polish : Produkt przeznaczony do przetworzenia przewidzianego w art. 3 lit. b) i c) rozporządzenia (WE) nr 1862/2005\n–– : in Portuguese : Produto para a transformação a que se referem as alíneas b) e c) do artigo 3.o do Regulamento (CE) n.o 1862/2005\n–– : in Slovak : Produkt určený na spracovanie podľa článku 3 písm. b) a c) nariadenia (ES) č. 1862/2005\n–– : in Slovenian : Proizvod za predelavo iz člena 3(b) in (c) Uredbe (ES) št. 1862/2005\n–– : in Finnish : Asetuksen (EY) N:o 1862/2005 3 artiklan b ja c alakohdan mukaiseen jalostukseen tarkoitettu tuote\n–– : in Swedish : Produkt avsedda för bearbetning enligt artikel 3 b och c i förordning (EG) nr 1862/2005"}