{"celex_id": "32009D0603", "uri": "http://publications.europa.eu/resource/cellar/8d00aa17-bd76-45fe-bfee-4502a5f05f83", "type": "Decision", "concepts": ["171", "2081", "5410"], "title": "2009/603/EC: Commission Decision of 5 August 2009 establishing requirements for registration of producers of batteries and accumulators in accordance with Directive 2006/66/EC of the European Parliament and of the Council (Notified under document C(2009) 6054) (Text with EEA relevance)\n", "header": "8.8.2009 EN Official Journal of the European Union L 206/13\nCOMMISSION DECISION\nof 5 August 2009\nestablishing requirements for registration of producers of batteries and accumulators in accordance with Directive 2006/66/EC of the European Parliament and of the Council\n(Notified under document C(2009) 6054)\n(Text with EEA relevance)\n(2009/603/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2006/66/EC of the European Parliament and of the Council of 6 September 2006 on batteries and accumulators and waste batteries and accumulators and repealing Directive 91/157/EEC (1), and in particular Article 17 thereof,\nWhereas:\n(1) Directive 2006/66/EC provides for the registration of producers of batteries and accumulators. In order to avoid unnecessary administrative burden for those producers, it is necessary to establish procedural requirements that are applicable throughout the Community.\n(2) It is appropriate to specify the information which producers of batteries and accumulators should provide when they apply for registration, while avoiding any overlapping with requirements relating to other registration procedures.\n(3) Any registration fees should be proportionate and cost-based in order to avoid unnecessary administrative costs for the producers concerned.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Committee, established by Article 18(1) of Directive 2006/12/EC of the European Parliament and of the Council (2),", "main_body": ["Requirements for registration\nRegistration of producers of batteries and accumulators shall take place with the national authorities or with national producer responsibility organisations authorised by Member States, hereinafter registration bodies, either on paper or electronically.\nThe registration procedure may be part of another producer registration procedure.\nProducers of batteries and accumulators shall only need to register once in a Member State where they place batteries and accumulators on the Member State market for the first time on a professional basis, and shall be provided with a registration number upon registration.", "Information to be provided by the producers\nProducers of batteries and accumulators shall provide to the registration bodies the information set out in the Annex.\nFor the purpose of the registration referred to in the second paragraph of Article 1 the producers of batteries and accumulators shall not be obliged to provide any other information than that listed in the Annex.", "Registration fees\nRegistration bodies may only apply registration fees on the condition that these are cost-based and proportionate.\nRegistration bodies applying registration fees shall inform the competent national authorities of the methodology of the cost calculation of the fees.", "Change of registration data\nMember States shall ensure that in case the data provided by producers according to the Annex to this Decision changes, producers shall inform the relevant registration body thereof no later than one month after the change.", "Deregistration\nWhen producers cease to be producers in a Member State, they shall deregister by informing the relevant registration body thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 August 2009.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 266, 26.9.2006, p. 1.\n(2)  OJ L 114, 27.4.2006, p. 9.\nANNEX\nINFORMATION TO BE SUBMITTED FOR REGISTRATION\n1. Name of the producer and brand names (if available) under which they operate in the Member State.\n2. Address(es) of the producer: postal code and location, street name and number, country, URL, telephone number, as well as a contact person, fax number and e-mail address of the producer, if available.\n3. Indication on the type of batteries and accumulators placed on the market by the producer: portable batteries and accumulators, industrial batteries and accumulators, or automotive batteries and accumulators.\n4. Information on how the producer meets its responsibilities: by individual or collective scheme.\n5. Date of the application for registration.\n6. National identification code of the producer, including European tax number or national tax number of the producer (optional).\n7. Declaration stating that the information provided is true."}