{"celex_id": "32009D0453", "uri": "http://publications.europa.eu/resource/cellar/52ce67aa-2310-4d1f-8dc5-c91d9bd61113", "type": "Decision", "concepts": ["1309", "1591", "1882", "2771", "519", "5288", "888"], "title": "2009/453/EC: Commission Decision of 11 June 2009 terminating the anti-dumping proceeding concerning on imports of sodium metal originating in the United States of America\n", "header": "12.6.2009 EN Official Journal of the European Union L 149/76\nCOMMISSION DECISION\nof 11 June 2009\nterminating the anti-dumping proceeding concerning on imports of sodium metal originating in the United States of America\n(2009/453/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community, (the basic Regulation) (1) and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\n1.   PROCEDURE\n1.1.   Initiation of the proceeding\n(1) On 23 July 2008, the Commission announced by a notice published in the Official Journal of the European Union\n (2) (notice of initiation), the initiation of an anti-dumping proceeding concerning imports into the Community of sodium, in bulk, originating in the United States of America (USA), normally declared within CN code ex 2805 11 00 (the product concerned).\n(2) The proceeding was initiated following a complaint lodged on 10 June 2008 by the sole Community producer Métaux Spéciaux (MSSA SAS) (the complainant).\n(3) On 23 July 2008 the Commission initiated an anti-subsidy investigation concerning imports of the same product originating in the USA (3). This investigation has been terminated by means of Commission Decision 2009/452/EC (4).\n1.2.   Parties concerned and verification visits\n(4) The Commission officially advised the complainant, the sole known exporter/producer in the USA, the importers and users known to be concerned, and the representatives of the USA of the initiation of the proceeding. The interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set in the notice of initiation.\n(5) The Commission sent questionnaires to all parties known to be concerned and received replies from the representatives of the USA, from the sole exporting producer in the USA (‘the cooperating exporting producer’), from the complainant and three Community users.\n(6) The Commission sought and verified all information it deemed necessary for the determination of dumping, resulting injury and Community interest and carried out verifications at the premises of the following companies:\nCommunity producer:\n— Métaux Spéciaux (MSSA SAS), Saint-Marcel, France.\nExporting producer in the USA:\n— E.I. DuPont De Nemours and Company, Wilmington, Delaware.\nRelated trader in Switzerland:\n— DuPont De Nemours International SA, Geneva.\nCommunity users:\n— Rohm and Haas Europe SARL, Morges, Switzerland,\n— Evonik Degussa GmbH, Frankfurt, Germany.\n1.3.   Investigation period and period considered\n(7) The investigation of dumping and injury covered the period from 1 July 2007 to 30 June 2008 (investigation period or IP). The examination of the trends relevant for the assessment of injury covered the period from 1 January 2005 to the end of the investigation period (period considered).\n2.   WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING\n(8) By a letter dated 1 April 2009 addressed to the Commission, the complainant formally withdrew its complaint. According to the complainant this withdrawal was prompted by changed circumstances.\n(9) In accordance with Article 9(1) of the basic Regulation, the proceeding may be terminated where the complaint is withdrawn unless such termination would not be in the Community interest.\n(10) The Commission considered that the present proceeding should be terminated since the investigation had not brought to light any consideration showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. However, no comments were received indicating that such termination would not be in the Community interest.\n(11) The Commission therefore concludes that the anti-dumping proceeding concerning imports into the Community of sodium, in bulk, originating in the USA should be terminated without the imposition of anti-dumping measures,", "main_body": ["The anti-dumping proceeding concerning imports of sodium, in bulk, falling within CN code ex 2805 11 00, originating in the United States of America, is hereby terminated."], "attachments": "Done at Brussels, 11 June 2009.\nFor the Commission\nCatherine ASHTON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1.\n(2)  OJ C 186, 23.7.2008, p. 32.\n(3)  OJ C 186, 23.7.2008, p. 35.\n(4)  See page 74 of this Official Journal."}