{"celex_id": "32004D0129", "uri": "http://publications.europa.eu/resource/cellar/0816025d-bf17-4f40-97b1-e987f1744963", "type": "Decision", "concepts": ["1662", "2081", "2985", "3135"], "title": "2004/129/EC: Commission Decision of 30 January 2004 concerning the non-inclusion of certain active substances in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing these substances (Text with EEA relevance) (notified under document number C(2004) 152)\n", "header": "Commission Decision\nof 30 January 2004\nconcerning the non-inclusion of certain active substances in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing these substances\n(notified under document number C(2004) 152)\n(Text with EEA relevance)\n(2004/129/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market(1), as last amended by Commission Directive 2003/119/EC(2), and in particular the fourth subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provides that a Member State may, during a period of 12 years following the notification of that Directive, authorise the placing on the market of plant protection products containing active substances not listed in Annex I to that Directive that are already on the market two years after the date of notification, while those substances are gradually being examined within the framework of a programme of work.\n(2) Commission Regulation (EC) No 1112/2002(3) lays down the detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Directive 91/414/EEC. The active substances of the fourth stage for which a commitment to further prepare the necessary dossier has not been notified should not be included in Annex I to Directive 91/414/EEC and Member States should withdraw all authorisations for plant protection products containing such active substances. Annex I to this Decision lists active substances which fall into this category.\n(3) Commission Regulations (EC) No 451/2000(4) and (EC) No 1490/2002(5) lay down the detailed rules for the implementation of the second and third stages of the programme of work referred to in Article 8(2) of Directive 91/414/EEC. Active substances for which no complete dossier has been submitted or for which notifiers have declared that no dossier will be submitted within the prescribed time limit should not be included in Annex I to Directive 91/414/EEC and Member States should withdraw all authorisations for plant protection products containing such active substances. Annex I to this Decision lists active substances which fall into this category.\n(4) For some of those active substances information has been presented and evaluated by the Commission together with Member State experts which has shown a need for further use of the substances concerned. In those cases temporary measures should be provided for to enable the development of alternatives.\n(5) For the active substances for which there is only a short period of advance notice for the withdrawal of plant protection products containing such substances, it is reasonable to provide for a period of grace for disposal, storage, placing on the market and use of existing stocks for a period no longer than 12 months to allow existing stocks to be used in no more than one further growing. In cases where a longer advance notice period is provided, such period can be shortened to expire at the end of the growing season.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The active substances listed in Annex I to this Decision shall not be included in Annex I to Directive 91/414/EEC.", "1. Member States shall ensure that authorisations for plant protection products containing the active substances listed in Annex I to this Decision are withdrawn by 31 March 2004 at the latest.\n2. By derogation from paragraph 1, Member States listed in column B of Annex II may maintain authorisations for plant protection products containing substances listed in column A of that Annex for uses listed in column C of that Annex until 30 June 2007 at the latest, to permit the development of an efficient alternative for the substance concerned.\nMember States making use of the derogation provided for in the first subparagraph shall ensure that the following conditions are complied with:\n(a) the continued use is only accepted so far as it has no harmful effect on human or animal health and no unacceptable influence on the environment;\n(b) such plant protection products remaining on the market after 31 March 2004 are relabelled in order to match the restricted use conditions;\n(c) all appropriate risk mitigation measures are imposed to reduce any possible risks;\n(d) alternatives for such uses are being seriously sought.\n3. The Member State concerned shall inform the Commission about the measures taken in application of paragraph 2, and in particular about the actions taken pursuant to points (a) to (d), by 31 December 2004 at the latest.", "Any period of grace granted by Member States in accordance with Article 4(6) of Directive 91/414/EEC shall be as short as possible.\nWhere authorisations shall be withdrawn in accordance with Article 2(1) by 31 March 2004 at the latest, the period shall expire on 31 December 2004 at the latest.\nWhere authorisations shall be withdrawn in accordance with Article 2(2) by 30 June 2007 at the latest, the period shall expire on 31 December 2007 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 January 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 230, 19.8.1991, p. 1.\n(2) OJ L 325, 12.12.2003, p. 41.\n(3) OJ L 168, 27.6.2002, p. 14.\n(4) OJ L 55, 29.2.2000, p. 25.\n(5) OJ L 224, 21.8.2002, p. 23.\nANNEX I\nList of active substances referred to in Article 1\nPART A Substance covered by Commission Regulation (EC) No 703/2001 (second stage of the programme of work)\nMethidathion\nPART B Substances covered by Commission Regulation (EC) No 1490/2002 (third stage of the programme of work)\nCinosulfuron\nClofencet\nChlorflurenol\nFlamprop-M\nFlurenol\nHexaflumuron\nImazethapyr\nNuarimol\nPrimisulfuron\nPretilachlor\nQuinclorac\nStreptomycine\nTridemorph\nTriadimefon\nPART C Substances covered by Commission Regulation (EC) No 1112/2002 (fourth stage of the programme of work)\nA. Chemical active substances\n(4E-7Z)-4,7-Tridecadien-1-yl-acetate\n(4Z-9Z)-7,9-Dodecadien-1-ol\n(E)-10-Dodecenyl acetate\n(Z)-3-Methyl-6-isopropenyl-3,4-decadien-1-yl acetate\n(Z)-3-Methyl-6-isopropenyl-9-decen-1-yl acetate\n(Z)-5-Dodecen-1-yl acetate\n(Z)-7-Tetradecanole\n(Z)-9-Tricosene\n(Z,Z) Octadienyl acetate\n2-Propanol\n3,7-Dimethyl-2,6-octadienal\n4-chloro-3-methylphenol\n7,8-Epoxi-2-methyl-octadecane\n7-Methyl-3-methylene-7-octene-1-yl-propionate\nAcridinic bases\nAlkyldimethybenzyl ammonium chloride\nAlkyldimethylethylbenzyl ammonium chloride\nAmmonium hydroxide\nAmmonium sulphate\nBarium nitrate\nBiphenyl\nBoric acid\nBromethalin\nCalciferol\nCalcium cyanide\nCalcium oxide\nCalcium phosphate\nChlorhydrate of poly (imino imido biguanidine)\nChlorophylline\nCholecalciferol\nCholine chloride\nCorn steep liquor\nCoumachlor\nCoumafuryl\nCoumatetralyl\nCrimidine\nDifethialone\nDioctyldimethyl ammonium chloride\nDiphacinone\nEthanethiol\nEthylhexanoate\nFlocumafen\nFluoroacetamide\nHydrogen cyanide\nIsoval\nLactic acid\nLauryldimethylbenzylammonium bromide\nLauryldimethylbenzylammonium chloride\nLime phosphate\nMethyl-trans-6-nonenoate\nNaphtalene\nNitrogen\nOctyldecyldimethyl ammonium chloride\nOnion extract\nPapaine\np-Cresyl acetate\np-Dichlorobenzene\nPherodim\nPhosphoric acid\nPlant oils/Coconut oil\nPlant oils/Maize oil\nPlant oils/Peanut oil\nPotassium sorbate\nPronumone\nPropionic acid\nPyranocumarin\nQuaternary ammonium compounds\nScilliroside\nSebacic acid\nSerricornin\nSodium carbonate\nSodium chloride\nSodium cyanide\nSodium dimethylarsinate\nSodium hydroxide\nSodium o-benzyl-p-chlorphenoxide\nSodium propionate\nSodium p-t-amylphenoxide\nSodium tetraborate\nSoybean extract\nSoybean oil, epoxylated\nStrychnine\nTar oils\nThallium sulphate\nThiourea\ntrans-6-Nonen-1-ol\nTrimedlure\nB. Micro-organisms\nAschersonia aleyrodis\nAgrotis segetum granulosis virus\nMamestra brassica nuclear polyhedrosis virus\nTomato mosaic virus\nANNEX II\nList of authorisations referred to in Article 2(2)\n>TABLE>"}