{"celex_id": "32004R1678", "uri": "http://publications.europa.eu/resource/cellar/d1384798-163e-45b7-a92a-d4af905bd2bf", "type": "Regulation", "concepts": ["161", "2520", "2771", "4350", "5063"], "title": "Commission Regulation (EC) No 1678/2004 of 24 September 2004 on the suspension of tariff quotas applicable to the importation into the Community of certain processed agricultural products originating in Bulgaria\n", "header": "28.9.2004 EN Official Journal of the European Union L 301/38\nCOMMISSION REGULATION (EC) No 1678/2004\nof 24 September 2004\non the suspension of tariff quotas applicable to the importation into the Community of certain processed agricultural products originating in Bulgaria\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular Article 7(2) thereof,\nHaving regard to Council Decision 1999/278/EC of 9 March 1999 relating to the conclusion of a Protocol adjusting trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, to take into account the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the agricultural negotiations of the Uruguay Round, including improvements to the existing preferential arrangements (2), and in particular Article 2 thereof,\nWhereas:\n(1) Protocol 3 to the Europe Agreement between the European Communities and Bulgaria, approved by Decision 94/908/EC, ECSC, Euratom of the Council and the Commission of 19 December 1994 on the conclusion of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part (3), lays down the trade arrangements for the processed agricultural products which are listed therein.\n(2) Protocol 3 was amended by the Protocol adjusting trade aspects of the Europe Agreement between the European Communities and Bulgaria (4), approved by Decision 1999/278/EC and amended by Decision No 2/2002 of the EU-Bulgaria Association Council. (5).\n(3) The annual quotas provided for in Annex I to Protocol 3 have been adopted by Commission Regulation (EC) No 1446/2002 of 8 August 2002 on the suspension and opening of tariff quotas applicable to the importation into the Community of certain processed agricultural products originating in Bulgaria and amending Regulation (EC) No 1477/2000 (6). Article 2 to that Regulation provides that those tariff quotas are to be opened annually from 1 January to 31 December.\n(4) New trade arrangements have recently been negotiated which aim to improve economic convergence in preparation for the accession of Bulgaria to the European Union. Concessions have been agreed in the form of complete or progressive liberalisation of trade for certain processed agricultural products and duty free quotas for others.\n(5) The concessions granted by the Community entered into force in the form of autonomous measures and transitory measures on 1 October 2004 pursuant to Council Regulation (EC) No 1676/2004 of 24 September 2004 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Bulgaria and the exportation of certain processed agricultural products to Bulgaria (7).\n(6) It is therefore necessary to suspend the application of the tariff quotas, opened for the year 2004 for imports into the Community of products originating in Bulgaria by Regulation (EC) No 1446/2002.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["The application of tariff quotas for goods originating in Bulgaria, opened by Regulation (EC) No 1446/2002, shall be suspended with effect from 1 October 2004.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 October 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 2004.\nFor the Commission\nOlli REHN\nMember of the Commission\n(1)  OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(2)  OJ L 112, 29.4.1999, p. 1.\n(3)  OJ L 358, 31.12.1994, p. 1.\n(4)  OJ L 112, 29.4.1999, p. 3.\n(5)  OJ L 18, 23.1.2003, p. 21.\n(6)  OJ L 213, 9.8.2002, p. 3.\n(7)  See page 1 of this Official Journal."}