{"celex_id": "32005R1689", "uri": "http://publications.europa.eu/resource/cellar/e6eac5bc-e7ad-4195-a406-8c8f2f25a5a0", "type": "Regulation", "concepts": ["1025", "2642", "2644", "2664", "2734", "4284", "5025"], "title": "Commission Regulation (EC) No 1689/2005 of 14 October 2005 fixing the depreciation coefficients to be applied when agricultural products are bought in, for the 2006 financial year\n", "header": "15.10.2005 EN Official Journal of the European Union L 271/29\nCOMMISSION REGULATION (EC) No 1689/2005\nof 14 October 2005\nfixing the depreciation coefficients to be applied when agricultural products are bought in, for the 2006 financial year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (1), and in particular the second sentence of Article 8(1)\nWhereas:\n(1) Pursuant to Article 8 of Regulation (EEC) No 1883/78, depreciation of agricultural products in public intervention storage must take place when they are bought in. The depreciation percentage must not exceed the difference between the buying-in price and the foreseeable disposal price for each of these products.\n(2) In accordance with Article 8(3) of Regulation (EEC) No 1883/78, the Commission may restrict depreciation at the time of buying-in to a proportion of this depreciation percentage, but such proportion may not be less than 70 % of total depreciation.\n(3) Coefficients to be applied for the 2006 financial year by the intervention agencies to the monthly buying-in values of products should be fixed, to enable the agencies to establish the depreciation amounts.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the EAGGF Committee,", "main_body": ["In respect of the products listed in the Annex which, having been bought in by public intervention, have entered store or been taken over by the intervention agencies between 1 October 2005 and 30 September 2006, the intervention agencies shall apply, to the value of the products bought in every month, the coefficients set out in the Annex.", "The expenditure amounts, calculated by taking account of the depreciation referred to in Article 1 shall be notified to the Commission under the declarations established pursuant to Commission Regulation (EC) No 296/96 (2).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall apply from 1 October 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 216, 5.8.1978, p. 1. Regulation as last amended by Regulation (EC) No 695/2005 (OJ L 114, 4.5.2005, p. 1).\n(2)  OJ L 39, 17.2.1996, p. 5. Regulation as last amended by Regulation (EC) No 1607/2005 (OJ L 256, 1.10.2005, p. 12).\nANNEX\nDepreciation coefficients to be applied to the monthly buying-in values\nProduct Coefficient\nCommon wheat of bread-making quality 0,10\nBarley 0,15\nMaize —\nSorghum —\nSugar 0,40\nPaddy rice —\nAlcohol 0,55\nButter 0,01\nSkimmed-milk powder 0,02\nBeef quarters —\nBoned beef —"}