{"celex_id": "32007R0400", "uri": "http://publications.europa.eu/resource/cellar/4b09a869-d159-4447-9770-46aca69cdc1b", "type": "Regulation", "concepts": ["1432", "3483", "3870", "4779", "7"], "title": "Commission Regulation (EC) No 400/2007 of 12 April 2007 amending Council Regulation (EC) No 1183/2005 imposing certain specific restrictive measures directed against persons acting in violation of the arms embargo with regard to the Democratic Republic of the Congo\n", "header": "13.4.2007 EN Official Journal of the European Union L 98/20\nCOMMISSION REGULATION (EC) No 400/2007\nof 12 April 2007\namending Council Regulation (EC) No 1183/2005 imposing certain specific restrictive measures directed against persons acting in violation of the arms embargo with regard to the Democratic Republic of the Congo\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1183/2005 imposing certain specific restrictive measures directed against persons acting in violation of the arms embargo with regard to the Democratic Republic of the Congo (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 1183/2005 lists the natural and legal persons, entities and bodies covered by the freezing of funds and economic resources under that Regulation.\n(2) On 29 March 2007, the Sanctions Committee of the United Nations Security Council amended the list of natural and legal persons, entities and bodies to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 1183/2005 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 April 2007.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 193, 23.7.2005, p. 1. Regulation as last amended by Commission Regulation (EC) No 201/2007 (OJ L 59, 27.2.2007, p. 73).\nANNEX\nAnnex I to Regulation (EC) No 1183/2005 is amended as follows:\n(1) The following natural persons shall be added:\n(a) Kambale Kisoni (alias Dr Kisoni). Date of birth: 24.5.1961. Place of birth: Mulashe, Democratic Republic of Congo (DRC). Nationality: Congolese. Passport No: C0323172. Other information: Resident of Butembo. Gold trader, owner of Butembo Airlines and Congocom Trading House in Butembo.\n(b) Straton Musoni (alias I.O. Musoni). Date of birth: (a) 6.4.1961; (b) 4.6.1961. Place of birth: Mugambazi, Kigali, Rwanda. Other information: based in Germany.\n(2) The following legal persons, groups and entities shall be added:\n(a) Uganda Commercial Impex (UCI) LTD. Address: (a) Kajoka Street, Kisemente, Kampala, Uganda. Telephone No: +256 41 533 578/9; (b) PO Box 22709, Kampala, Uganda. Other information: gold export company in Kampala.\n(b) Machanga. Address: Kampala, Uganda. Other information: gold export company in Kampala (Director: Mr Rajua).\n(c) Butembo Airlines (BAL). Address: Butembo, DRC. Other information: privately-owned airline operates out of Butembo.\n(d) Congocom Trading House. Address: Butembo, DRC. Telephone No: +253 (0) 99 983 784. Other information: gold trading in Butembo.\n(e) (a) Compagnie Aérienne des Grands Lacs (CAGL); (b) Great Lakes Business Company (GLBC). Address: (a) CAGL, Avenue President Mobutu, Goma, DRC (CAGL also has an office in Gisenyi, Rwanda); (b) GLBC, PO Box 315, Goma, DRC (GLBC also has an office in Gisenyi, Rwanda)."}