{"celex_id": "32001D0767", "uri": "http://publications.europa.eu/resource/cellar/6c3f9694-e513-461e-83d8-d97dd48627ee", "type": "Decision", "concepts": ["1624", "192", "4621", "4689", "5369", "994"], "title": "2001/767/EC: Commission Decision of 31 October 2001 amending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries to take account of the animal health situation in Uruguay (Text with EEA relevance) (notified under document number C(2001) 3388)\n", "header": "Commission Decision\nof 31 October 2001\namending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries to take account of the animal health situation in Uruguay\n(notified under document number C(2001) 3388)\n(Text with EEA relevance)\n(2001/767/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Regulation (EC) No 1452/2001(2), and in particular Articles 14 and 22 thereof,\nWhereas:\n(1) The animal health conditions and veterinary certification for imports of fresh meat from Argentina, Brazil, Chile, Colombia, Paraguay and Uruguay are laid down by Commission Decision 93/402/EEC of 10 June 1993 concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries(3), as last amended by Decision 2001/538/EC(4).\n(2) Outbreaks of foot-and-mouth disease were confirmed in Uruguay starting on 23 April 2001 and a program of vaccination of bovines against foot and mouth disease has been introduced.\n(3) The Commission suspended the importation into the Community of all categories of fresh meat from those species susceptible to foot-and-mouth disease by Commission Decision 2001/388/EC(5).\n(4) A Commission mission took place, from 25 to 29 June 2001, in order to examine the epidemiological situation regarding foot-and-mouth disease and the control measures in place.\n(5) The competent veterinary authorities of Uruguay have addressed the concerns arising from this mission and the disease situation has stabilised. It is therefore appropriate to lift the suspension of imports into the Community of de-boned fresh meat produced from animals of the bovine, ovine and caprine species for human consumption and on certain meat and offal intended for treatment for pet food.\n(6) Notwithstanding the above, fresh meat produced according to the conditions laid in Article 2(1)(a) and (b) of Decision 2001/388/EC shall still be authorised according to the Community requirements in force at the time of slaughter of the animals from which the meat was derived.\n(7) Decision 93/402/EEC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annex II to Decision 93/402/EEC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 October 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 198, 21.7.2001, p. 11.\n(3) OJ L 179, 22.7.1993, p. 11.\n(4) OJ L 193, 17.7.2001, p. 31.\n(5) OJ L 137, 19.5.2001, p. 33.\nANNEX\n\"ANNEX II\nANIMAL HEALTH GUARANTEES REQUESTED ON CERTIFICATION ((The letter (A, B, C, D, E, F, G and H) appearing on the table, are referring to the models of animal health guarantees as described in Annex III Part 2 of this Decision, to be applied for each product and origin in accordance with Article 2 of this Decision; a dash (-) indicates that imports are not authorised.))\n>TABLE>\nHC: Human consumption.\nMP: Destined for heat-treated meat products industry:\n1= hearts.\n2= livers.\n3= masseter muscles.\n4= tongues\nPF: Destined for the pet food industry.\""}