{"celex_id": "32006L0015", "uri": "http://publications.europa.eu/resource/cellar/dd498d0c-1837-4935-805c-1dee7de714c8", "type": "Directive", "concepts": ["2739", "3730", "4039", "4308"], "title": "Commission Directive 2006/15/EC of  7 February 2006  establishing a second list of indicative occupational exposure limit values in implementation of Council Directive 98/24/EC and amending Directives 91/322/EEC and 2000/39/EC   (Text with EEA relevance)\n", "header": "9.2.2006 EN Official Journal of the European Union L 38/36\nCOMMISSION DIRECTIVE 2006/15/EC\nof 7 February 2006\nestablishing a second list of indicative occupational exposure limit values in implementation of Council Directive 98/24/EC and amending Directives 91/322/EEC and 2000/39/EC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 98/24/EC of 7 April 1998 on the protection of the health and safety of workers from the risks related to chemical agents at work (1), and in particular Article 3(2) thereof,\nHaving regard to the opinion of the Advisory Committee on Safety, Hygiene and Health Protection at Work,\nWhereas:\n(1) Pursuant to Directive 98/24/EC, the Commission is to propose European objectives in the form of indicative occupational exposure limit values (IOELVs) for the protection of workers from chemical risks, to be set at Community level.\n(2) In carrying out this task, the Commission is assisted by the Scientific Committee for Occupational Exposure Limits to Chemical Agents (SCOEL) set up by Commission Decision 95/320/EC (2).\n(3) Indicative occupational exposure limit values are health-based, non-binding values, derived from the most recent scientific data available and taking into account the availability of measurement techniques. They set threshold levels of exposure below which no detrimental effects are expected for any given substance. They are necessary for the determination and assessment of risks by the employer in accordance with Article 4 of Directive 98/24/EC.\n(4) For any chemical agent for which indicative occupational exposure limit values are established at Community level, Member States are required to establish a national occupational exposure limit value taking into account the Community limit value, but may determine its nature in accordance with national legislation and practice.\n(5) Indicative occupational exposure limit values should be regarded as an important part of the overall approach to ensuring the protection of the health of workers at the workplace against the risks arising from hazardous chemicals.\n(6) Results of the risk assessments and risk reduction strategies developed in the framework of Council Regulation (EEC) No 793/93 (3) on the evaluation and control of the risks of existing substances provide for the establishment or revision of OELs for a number of substances.\n(7) A first and a second list of indicative occupational exposure limit values were established by Commission Directives 91/322/EEC (4) and 96/94/EC (5) under Council Directive 80/1107/EEC of 27 November 1980 on the protection of workers from the risks related to exposure to chemical, physical and biological agents at work (6).\n(8) Directive 80/1107/EEC was repealed with effect from 5 May 2001 by Directive 98/24/EC.\n(9) Directive 98/24/EC established that Directives 91/322/EEC and 96/94/EEC were to remain in force.\n(10) Directive 96/94/EC was repealed with effect from 31 December 2001 by Commission Directive 2000/39/EC of 8 June 2000 establishing a first list of indicative occupational exposure limit values in implementation of Council Directive 98/24/EC on the protection of the health and safety of workers from the risks related to chemical agents at work (7).\n(11) In the light of the evaluation of the latest available scientific data, it is appropriate to review the indicative occupational exposure limit values established by Directive 91/322/EEC.\n(12) In accordance with Article 3 of Directive 98/24/EC, SCOEL has assessed a total of 33 substances, which are listed in the Annex to the present Directive. Of these 33 substances, 17 were already listed in the Annex to Directive 91/322/EEC. For 4 of these substances, the SCOEL recommends the establishment of new indicative limit values and, for 13 substances, the maintenance of the previous limit values. Therefore those 17 substances now listed in the Annex to the present Directive should be deleted from the Annex to Directive 91/322/EEC, whereas the other 10 substances will remain in the Annex to Directive 91/322/EEC.\n(13) Ten substances should remain in the Annex to Directive 91/322/EEC. As to 9 of these substances the SCOEL has not yet recommended an indicative occupational exposure limit value, while for one remaining substance it is anticipated that additional scientific data will available in the near future and that it will be submitted to SCOEL for consideration.\n(14) The list in the Annex to this Directive also incorporates 16 other substances for which indicative occupational exposure limit values have been recommended by SCOEL, following evaluation of the latest available scientific data on occupational health effects and taking into account the availability of measurement techniques in accordance with Article 3 of Directive 98/24/EC.\n(15) One of those 16 substances, monochlorobenzene, was included in the Annex of Directive 2000/39/EC. SCOEL has reviewed the IOELV in the light of the recent scientific data and recommended the establishment of a new IOELV. Therefore, this substance, now listed in the Annex of the present Directive, should be deleted from the Annex to Directive 2000/39/EC.\n(16) It is also necessary to establish short-term exposure limit values for certain substances to take account of effects arising from short-term exposure.\n(17) For some substances, it is necessary to take into account the possibility of penetration through the skin in order to ensure the best possible level of protection.\n(18) This Directive should constitute a practical step towards the achievement of the social dimension of the internal market.\n(19) The measures provided for in this Directive are in accordance with the opinion of the Committee instituted by Article 17 of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (8).\n(20) Directive 91/322/EEC should therefore be amended accordingly,", "main_body": ["In implementation of Directive 98/24/EC, a second list of Community indicative occupational exposure limit values is hereby established for the chemical agents listed in the Annex.", "Member States shall establish national occupational exposure limit values for the chemical agents listed in the Annex, taking into account the Community values.", "In the Annex to Directive 91/322/EEC the references to the substances nicotine, formic acid, methanol, acetonitrile, nitrobenzene, resorcinol, diethylamine, carbon dioxide, oxalic acid, cyanamide, diphosphorus pentaoxide, diphosphorus pentasulphide, bromine, phosphorus pentachloride, pyrethrum, barium (soluble compounds as Ba), silver (soluble compounds as Ag) and their indicative limit values are deleted.\nIn the Annex to Directive 2000/39/EC, the reference to the substance chlorobenzene is deleted.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 18 months after the entry into force at the latest.\nThey shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 February 2006.\nFor the Commission\nVladimír ŠPIDLA\nMember of the Commission\n(1)  OJ L 131, 5.5.1998, p. 11.\n(2)  OJ L 188, 9.8.1995, p. 14.\n(3)  OJ L 84, 5.4.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(4)  OJ L 177, 5.7.1991, p. 22.\n(5)  OJ L 338, 28.12.1996, p. 86.\n(6)  OJ L 327, 3.12.1980, p. 8.\n(7)  OJ L 142, 16.6.2000, p. 47.\n(8)  OJ L 183, 29.6.1989, p. 1.\nANNEX\nINDICATIVE OCCUPATIONAL EXPOSURE LIMIT VALUES\nEINECS (1) CAS (2) Name of agent Limit values Notation (3)\n8 hours (4) Short term (5)\nmg/m3\n (6) ppm (7) mg/m3\n (6) ppm (7)\n200-193-3 54-11-5 Nicotine 0,5 — — — skin\n200-579-1 64-18-6 Formic acid 9 5 — — —\n200-659-6 67-56-1 Methanol 260 200 — — skin\n200-830-5 75-00-3 Chloroethane 268 100 — — —\n200-835-2 75-05-8 Acetonitrile 70 40 — — skin\n201-142-8 78-78-4 Isopentane 3 000 1 000 — — —\n202-716-0 98-95-3 Nitrobenzene 1 0,2 — — skin\n203-585-2 108-46-3 Resorcinol 45 10 — — skin\n203-625-9 108-88-3 Toluene 192 50 384 100 skin\n203-628-5 108-90-7 Monochlorobenzene 23 5 70 15 —\n203-692-4 109-66-0 Pentane 3 000 1 000 — — —\n203-716-3 109-89-7 Diethylamine 15 5 30 10 —\n203-777-6 110-54-3 n-Hexane 72 20 — — —\n203-806-2 110-82-7 Cyclohexane 700 200 — — —\n203-815-1 110-91-8 Morpholine 36 10 72 20 —\n203-906-6 111-77-3 2-(2-Methoxyethoxy)ethanol 50,1 10 — — skin\n203-961-6 112-34-5 2-(2-Butoxyethoxy)ethanol 67,5 10 101,2 15 —\n204-696-9 124-38-9 Carbon dioxide 9 000 5 000 — — —\n205-483-3 141-43-5 2-Aminoethanol 2,5 1 7,6 3 skin\n205-634-3 144-62-7 Oxalic acid 1 — — — —\n206-992-3 420-04-2 Cyanamide 1 0,58 — — skin\n207-343-7 463-82-1 Neopentane 3 000 1 000 — — —\n215-236-1 1314-56-3 Diphosphorus pentaoxide 1 — — — —\n215-242-4 1314-80-3 Diphosphorus pentasulphide 1 — — — —\n231-131-3  Silver (soluble compounds as Ag) 0,01 — — — —\nBarium (soluble compounds as Ba) 0,5 — — — —\nChromium Metal, Inorganic Chromium (II) Compounds and Inorganic Chromium (III) Compounds (insoluble) 2 — — — —\n231-714-2 7697-37-2 Nitric acid — — 2,6 1 —\n231-778-1 7726-95-6 Bromine 0,7 0,1 — — —\n231-959-5 7782-50-5 Chlorine — — 1,5 0,5 —\n232-260-8 7803-51-2 Phosphine 0,14 0,1 0,28 0,2 —\n8003-34-7 Pyrethrum (purified of sensitising lactones) 1 — — — —\n233-060-3 10026-13-8 Phosphorus pentachloride 1 — — — —\n(1)  EINECS: European Inventory of Existing Chemical Substances.\n(2)  CAS: Chemical Abstract Service Registry Number.\n(3)  A skin notation assigned to the occupational exposure limit value indicates the possibility of significant uptake through the skin.\n(4)  Measured or calculated in relation to a reference period of eight hours as a time-weighted average.\n(5)  A limit value above which exposure should not occur and which is related to a 15-minute period unless otherwise specified.\n(6)  mg/m3: milligrams per cubic metre of air at 20 °C and 101,3 kPa.\n(7)  ppm: parts per million by volume in air (ml/m3)."}