{"celex_id": "32008R0538", "uri": "http://publications.europa.eu/resource/cellar/b2c1dac4-3541-46bc-bb94-59a716025326", "type": "Regulation", "concepts": ["133", "2026", "4790", "5228", "5229"], "title": "Council Regulation (EC) No 538/2008 of 29 May 2008 amending Regulation (EC) No 1386/2007 laying down conservation and enforcement measures applicable in the Regulatory Area of the Northwest Atlantic Fisheries Organisation\n", "header": "17.6.2008 EN Official Journal of the European Union L 157/1\nCOUNCIL REGULATION (EC) No 538/2008\nof 29 May 2008\namending Regulation (EC) No 1386/2007 laying down conservation and enforcement measures applicable in the Regulatory Area of the Northwest Atlantic Fisheries Organisation\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1386/2007 of 22 October 2007 laying down conservation and enforcement measures applicable in the Regulatory Area of the Northwest Atlantic Fisheries Organisation (1), and in particular Article 70 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EC) No 1386/2007 implements certain conservation and enforcement measures adopted by the Northwest Atlantic Fisheries Organisation (hereinafter referred to as ‘the NAFO’).\n(2) At its 29th annual meeting held in September 2007, NAFO adopted a number of amendments to its conservation and enforcement measures. Those amendments relate to the provisions on mesh size, transhipments, closed areas to ensure coral protection, catch reports, definition of serious infringement, product codes, the port inspection format as well as technical requirements for boarding ladders.\n(3) Furthermore, mistakes have been found in Regulation (EC) No 1386/2007 that need to be corrected: there are a number of errors in cross references and certain elements are missing in point 3 of Annex VII.\n(4) Regulation (EC) No 1386/2007 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1386/2007 is hereby amended as follows:\n1. the following point shall be added to Article 3:\n‘20. “Transhipment” means the transfer, over the side, of any quantity of fisheries resources or products thereof retained on board, from one fishing vessel to another.’;\n2. the following paragraph shall be added to Article 7:\n3. Article 12 shall be replaced by the following:\nArea Coordinate 1 Coordinate 2 Coordinate 3 Coordinate 4\nOrphan Knoll 50.00.30 N 51.00.30 N 51.00.30 N 50.00.30 N\nCorner Seamounts 35.00.00 N 36.00.00 N 36.00.00 N 35.00.00 N\nNewfoundland Seamounts 43.29.00 N 44.00.00 N 44.00.00 N 43.29.00 N\nNew England Seamounts 35.00.00 N 39.00.00 N 39.00.00 N 35.00.00 N\nPoint No Latitude Longitude\n1 42°53′00″N 51°00′00″W\n2 42°52′04″N 51°31′44″W\n3 43°24′13″N 51°58′12″W\n4 43°24′20″N 51°58′18″W\n5 43°39′38″N 52°13′10″W\n6 43°40′59″N 52°27′52″W\n7 43°56′19″N 52°39′48″W\n8 44°04′53″N 52°58′12″W\n9 44°18′38″N 53°06′00″W\n10 44°18′36″N 53°24′07″W\n11 44°49′59″N 54°30′00″W\n12 44°29′55″N 54°30′00″W\n13 43°26′59″N 52°55′59″W\n14 42°48′00″N 51°41′06″W\n15 42°33′02″N 51°00′00″W’\n4. in Article 19, paragraph 5 shall be replaced by the following:\n5. the following point shall be added to Article 21(2):\n‘(f) the catch prior to entry and exit from Division 3L. These reports shall be made by vessels that fish shrimp in Division 3L and shall be sent one hour prior to crossing the boundary of that Division. The report shall indicate the catches taken onboard since the previous catch report, by Division and species (3 alpha code) in kg, rounded to the nearest 100 kg.’;\n6. in Article 30, paragraph 5 shall be replaced by the following:\n7. in Article 32, paragraph 1 shall be replaced by the following:\n8. Article 47 shall be amended as follows:\n(a) point (b) shall be replaced by the following:\n‘(b) provide a boarding ladder constructed and used as described in the conservation and enforcement measures of NAFO;’;\n(b) the following point shall be inserted:\n‘(b)a if a mechanical hoist is provided, ensure that its ancillary equipment is of a type approved by the national administration. It shall be of such design and construction as to ensure that the inspector can embark and disembark in a safe manner including a safe access from the hoist to the deck and vice versa. A boarding ladder complying with point (b) shall be kept on deck adjacent to the hoist and available for immediate use;’;\n9. Annex II shall be replaced by the text in Annex I to this Regulation;\n10. Annex VII shall be amended in accordance with Annex II to this Regulation;\n11. Annex XII shall be replaced by the text in Annex III to this Regulation;\n12. Annex XIII shall be deleted;\n13. Annex XIV(b) shall be replaced by the text in Annex IV to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 2008.\nFor the Council\nThe President\nA. VIZJAK\n(1)  OJ L 318, 5.12.2007, p. 1.\nANNEX I\n‘ANNEX II\nThe list that follows is a list of stocks that need to be reported in accordance with Article 22.\nANG/N3NO Lophius americanus American angler\nCAA/N3LMN Anarhichas lupus Atlantic wolffish\nCAP/N3LM Mallotus villosus Capelin\nCAT/N3LMN Anarhichas spp. Catfishes (Wolffishes) nei\nHAD/N3LNO Melanogrammus aeglefinus Haddock\nHAL/N23KL Hippoglossus hippoglossus Atlantic halibut\nHAL/N3M Hippoglossus hippoglossus Atlantic halibut\nHAL/N3NO Hippoglossus hippoglossus Atlantic halibut\nHER/N3L Clupea harengus Herring\nHKR/N2J3KL Urophycis chuss Red hake\nHKR/N3MNO Urophycis chuss Red hake\nHKS/N3LMNO Merlucius bilinearis Silver hake\nRNG/N23 Coryphaenoides rupestris Roundnose grenadier\nHKW/N2J3KL Urophycis tenuis White hake\nPOK/N3O Pollachius virens Pollock (= Saithe)\nPRA/N3M Pandalus borealis Northern prawn\nRHG/N23 Macrourus berglax Roughhead grenadier\nSKA/N2J3K Raja spp. Skates\nSKA/N3M Raja spp. Skates\nSQI/N56 Illex illecebrosus Short-fin squid\nVFF/N3LMN — Fishes unsorted, unidentified\nWIT/N3M Glyptocephalus cynoglossus Witch flounder\nYEL/N3M Limanda ferruginea Yellow-tail flounder’\nANNEX II\nPoint 3 of Annex VII to Regulation (EC) No 1386/2007 shall be replaced by the following:\n‘3.   ‘Catch’ report\nData element Field code Mandatory/optional Remarks\nStart record SR M System detail; indicates start of record\nAddress AD M Message detail; destination, ‘XNW’ for NAFO\nFrom FR M Name of transmitting party\nSequence number SQ M Message detail; message serial number in current year\nType of message TM M Message detail; message type, ‘CAT’ as catch report\nRadio call sign RC M Vessel registration detail; international radio call sign of the vessel\nTrip number TN O Activity detail; fishing trip serial number in current year\nVessel name NA O Vessel registration detail; name of the vessel\nContracting Party IR O Vessel registration detail; unique Contracting Party vessel number as ISO-3 flag state code followed by number\nExternal registration number XR O Vessel registration detail; the side number of the vessel\nRelevant area RA M NAFO Division into which the vessel has entered\nLatitude LA M (1) Activity detail; position at time of transmission\nLongitude LO M (1) Activity detail; position at time of transmission\nCatches CA  Activity detail; cumulative catch by species retained on board, either since commencement of fishing in RA or last ‘Catch’ report, in pairs as needed.\nSpecies M FAO species code\nLive weight M Live weight in kilograms, rounded to the nearest 100 kilograms\nDays fished DF M Activity detail; number of fishing days in the NAFO Regulatory area since commencement of fishing or last ‘Catch’ report\nDate DA M Message detail; date of transmission\nTime TI M Message detail; time of transmission\nEnd of record ER M System detail; indicates end of the record\n(1)  Optional if a vessel is subject to satellite tracking.’\nANNEX III\n‘ANNEX XII\nPort inspection report\nANNEX IV\n‘ANNEX XIV(b)\nProduct form codes\nCode Product form\nA Round — Frozen\nB Round — Frozen (cooked)\nC Gutted head on — Frozen\nD Gutted head off — Frozen\nE Gutted head off — Trimmed — Frozen\nF Skinless fillets — Bone in — Frozen\nG Skinless fillets — Boneless — Frozen\nH Skin on fillets — Bone in — Frozen\nI Skin on fillets — Boneless — Frozen\nJ Salted fish\nK Pickled fish\nL Canned products\nM Oil\nN Meal produced from whole fish\nO Meal produced from offal\nP Other (specify)’"}