{"celex_id": "32007D0215", "uri": "http://publications.europa.eu/resource/cellar/0bb77f38-a3ab-48f5-b47c-5addaaae360e", "type": "Decision", "concepts": ["4271", "5251", "5784", "7982", "c_871b5612"], "title": "2007/215/EC: Council Decision of 29 January 2007 amending Decision 2004/676/EC concerning the Staff Regulations of the European Defence Agency\n", "header": "5.4.2007 EN Official Journal of the European Union L 95/21\nCOUNCIL DECISION\nof 29 January 2007\namending Decision 2004/676/EC concerning the Staff Regulations of the European Defence Agency\n(2007/215/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Council Joint Action 2004/551/CFSP of 12 July 2004 on the establishment of the European Defence Agency (1), and in particular Article 11(3)(3.1.) thereof,\nHaving regard to the Council Decision 2004/676/EC of 24 September 2004 concerning the Staff Regulations of the European Defence Agency (2), and in particular Article 170(2) thereof,\nHaving regard to the proposal from the Steering Board of the European Defence Agency,\nWhereas:\n(1) In order to ensure a more harmonised approach to human resources in a European civil service, it is appropriate to align provisions of the Staff Regulations of the European Defence Agency with equivalent provisions of the Staff Regulations of officials of the European Communities and the Conditions of Employment of other servants of the European Communities, in particular as regards provisions concerning resettlement allowance, severance grant, dependent child allowance, respect of principle of non-discrimination and benefits for agents appointed head of unit, director or director-general. For the same reason, it is necessary to take into account the experience acquired in the application of those provisions of the Staff Regulations of officials of the European Communities and the Conditions of Employment of other servants of the European Communities.\n(2) It is appropriate to proceed to the alignment of provisions of the Staff Regulations of the European Defence Agency with equivalent provisions of the Staff Regulations of officials of the European Communities and the Conditions of Employment of other servants, whilst respecting the acquired rights of the staff of the European Defence Agency before the entry into force of these amendments and taking account of their legitimate expectations.\n(3) Since the initial adoption of the Staff Regulations of the European Defence Agency in 2004, several inconsistencies have been discovered in the text. It is necessary to correct them.\n(4) The Staff Regulations of the European Defence Agency, laid down in Decision 2004/676/EC, should therefore be amended accordingly,", "main_body": ["Decision 2004/676/EC is hereby amended as follows:\n1. in Article 5(4), the first subparagraph is replaced by the following:\n2. Article 10(2) is replaced by the following:\n3. in Article 21, the second subparagraph is replaced by the following:\n4. Article 27(1) point (b) is replaced by the following:\n‘(b) the member of temporary staff has previously disclosed the same information to the Agency and has allowed the Agency the period of time set by it, given the complexity of the case, to take appropriate action. The member of temporary staff shall be duly informed of that period of time within 60 days.’;\n5. Article 36 is amended as follows:\n(a) the following subparagraph is added to paragraph 1:\n(b) in paragraph 2, point (e) is replaced by the following:\n‘(e) he produces evidence of a thorough knowledge of one of the languages of the participating Member States and of a satisfactory knowledge of another language of the participating Member States to the extent necessary for the performance of his duties.’;\n6. Article 39 is amended as follows:\n(a) the existing paragraph 2 is renumbered paragraph 3;\n(b) the following new paragraph 2 is inserted:\n7. in Article 40, the second subparagraph is deleted;\n8. in Article 59, paragraph 9 is deleted;\n9. Article 63(2) is replaced by the following:\n10. in Annex V, the following Article is added:\n1.2.2007-31.12.2007 EUR 302,35;\n1.1.2008-31.12.2008 EUR 315,53.\n11. in Annex V, Article 3(2) is replaced by the following:\n1.2.2007-31.8.2007 EUR 48,17;\n1.9.2007-31.8.2008 EUR 64,24;\n1.9.2008 and beyond EUR 80,30.\n12. in Annex VI, Article 1 is replaced by the following:\n(a) where he has completed less than one year's service, to payment of a severance grant equal to three times the amounts withheld from his basic salary in respect of his pension contributions, after deduction of any amounts paid under Articles 90 and 131 of the Staff Regulations;\n(b) in other cases, he shall be entitled:\n1. to have the actuarial equivalent of his retirement pension rights in the Agency, updated to the actual date of transfer, transferred to the pension fund of an administration or organisation or to the pension fund under which he acquires retirement pension rights by virtue of the activity pursued in an employed or self-employed capacity, or\n2. to the payment of the actuarial equivalent of such benefits to a private insurance company or pension fund of their choice, on condition such company or fund guarantees that:\n(i) the capital will not be repaid;\n(ii) a monthly income will be paid from age 60 at the earliest, and age 65 at the latest;\n(iii) provisions are included for reversion or survivors' pensions;\n(iv) transfer to another insurance company or other fund will be authorised only if such fund fulfils the conditions laid down in points (i), (ii) and (iii).", "This decision shall take effect on the day of its adoption. It shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 29 January 2007.\nFor the Council\nThe President\nHorst SEEHOFER\n(1)  OJ L 245, 17.7.2004, p. 17.\n(2)  OJ L 310, 7.10.2004, p. 9."}