{"celex_id": "32004R1340", "uri": "http://publications.europa.eu/resource/cellar/3b8b5e9a-5eab-4d56-9528-a314bd584d39", "type": "Regulation", "concepts": ["1118", "1552", "4381", "5751"], "title": "Commission Regulation (EC) No 1340/2004 of 22 July 2004 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "23.7.2004 EN Official Journal of the European Union L 249/5\nCOMMISSION REGULATION (EC) No 1340/2004\nof 22 July 2004\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) Regulation (EEC) No 2658/87 established a nomenclature of goods hereinafter referred to as the Combined Nomenclature, which is set out in Annex I to this Regulation.\n(2) In order to determine the added sugar content of fruit juices of heading 2009, Regulation (EEC) No 2658/87 incorporated, in additional note 5(a) to Chapter 20 of the Combined Nomenclature, certain values laid down by Council Regulation (EEC) No 950/68 of 28 June 1968 on the common customs tariff (2). The value for apple juice was 11.\n(3) Commission Regulation (EC) No 1776/2001 of 7 September 2001 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (3) inserted an additional note 5(b) to Chapter 20, amending additional note 5. According to additional note 5(b) fruit juices with added sugar only retain their original character of fruit juices of heading 2009 if their fruit juice content is 50 % or more.\n(4) The method of calculating fruit juice content using the Brix value determined in accordance with additional note 2(b) to Chapter 20 and the standard value used in additional note 5(a) to Chapter 20 is described in the Combined Nomenclature explanatory note to heading 2009 (4).\n(5) Following the entry into force of Regulation (EC) No 1776/2001 and the explanatory note to heading 2009, it was found that some concentrated apple juice of a Brix value of less than 67 was excluded from heading 2009 by virtue of additional note 5 and on the basis of the apple juice content calculated in accordance with the explanatory note, even though it was natural apple juice with no added sugar, from which water had been removed to produce the concentrate.\n(6) Scientific studies show that since 1968, when the standard figure of 11 for apple juice was introduced, new varieties of apple have been cultivated for the production of concentrated juice. Their high acidity means the unconcentrated juice can reach an average Brix value of 13. The 1968 figure of 11 should therefore be revised upwards to 13 to ensure that natural fruit juices made from the new apple varieties are not excluded from heading 2009.\n(7) This means amending additional note 5(a) to Chapter 20 of the Combined Nomenclature (Annex I to Regulation (EEC) No 2658/87), by deleting the entry ‘— apple juice: 11’ and merging it with ‘— other fruit or vegetable juices, including mixtures of juices: 13’.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["In additional note 5(a) to Chapter 20 of the Combined Nomenclature at Annex I to Regulation (EEC) No 2658/87 the second indent ‘— apple juice: 11’ is deleted.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 2004.\nFor the Commission\nFrederik BOLKESTEIN\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Commission Regulation (EC) No 2344/2003 (OJ L 346, 31.12.2003, p. 38).\n(2)  OJ L 172, 22.7.1968, p. 1. Regulation as last amended by Commission Regulation (EEC) No 3529/87 (OJ L 336, 26.11.1987, p. 3).\n(3)  OJ L 240, 8.9.2001, p. 3.\n(4)  OJ C 256, 23.10.2002, p. 84."}