{"celex_id": "32008R1181", "uri": "http://publications.europa.eu/resource/cellar/b358a8b6-ee74-470c-85ce-49bc74ead6f8", "type": "Regulation", "concepts": ["161", "1644", "2300", "4080", "4453", "4687", "5040"], "title": "Commission Regulation (EC) No 1181/2008 of 28 November 2008 amending Regulation (EC) No 616/2007 opening and providing for the administration of Community tariff quotas in the sector of poultrymeat originating in Brazil, Thailand and other third countries\n", "header": "29.11.2008 EN Official Journal of the European Union L 319/47\nCOMMISSION REGULATION (EC) No 1181/2008\nof 28 November 2008\namending Regulation (EC) No 616/2007 opening and providing for the administration of Community tariff quotas in the sector of poultrymeat originating in Brazil, Thailand and other third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 144(1) and 148 in conjunction with Article 4 thereof,\nHaving regard to Council Decision 2007/360/EC of 29 May 2007 on the conclusion of Agreements in the form of Agreed Minutes between the European Community and the Federal Republic of Brazil, and between the European Community and the Kingdom of Thailand pursuant to Article XXVIII of the General Agreement on Tariffs and Trade 1994 (GATT 1994) relating to the modification of concessions with respect to poultry meat (2), and in particular Article 2 thereof,\nWhereas:\n(1) Article 5(2) of Commission Regulation (EC) No 616/2007 (3) stipulates that a security of EUR 50 per 100 kilograms must be lodged at the time of submission of a licence application.\n(2) In view of the new conditions applicable to imports of products originating in Brazil, the amount of the security relating to the licence should be set at an appropriate level to ensure proper management of the tariff quotas and satisfactory access to them for operators.\n(3) In view of the reduction in the security, and also in order to ensure proper management, the maximum quantity for which each operator is entitled to apply for Group No 1 quotas should be increased.\n(4) Regulation (EC) No 616/2007 should therefore be amended accordingly.\n(5) As the application period for the next subperiod begins on 1 December 2008, it is essential that this Regulation applies from that date.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Article 4(5) of Regulation (EC) No 616/2007 is replaced by the following:\n‘5.   Licence applications must be for a minimum of 100 tonnes and a maximum of 10 % of the quantity available for the quota concerned in the period or subperiod in question. However, for Group Nos 2 and 3, the maximum quantity for licence applications shall be 5 % of the quantity available for the quota concerned in the period or subperiod in question.\nFor Group Nos 3, 6 and 8, the minimum quantity for licence applications shall be reduced to 10 tonnes.’", "Article 5(2) of Regulation (EC) No 616/2007 is replaced by the following:\n‘2.   A security of EUR 50 per 100 kilograms shall be lodged at the time of submission of the licence application.\nHowever, for applications concerning Group Nos 1, 4 and 7, the security shall be set at EUR 10 per 100 kilograms.’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 December 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 138, 30.5.2007, p. 10.\n(3)  OJ L 142, 5.6.2007, p. 5."}