{"celex_id": "32000D0007(01)", "uri": "http://publications.europa.eu/resource/cellar/9374e3c7-d55b-4483-bf82-c9d24cd02ec2", "type": "Decision", "concepts": ["3561", "5455", "5762"], "title": "Decision of the European Central Bank of 12 October 1999 concerning the Rules of Procedure of the Executive Board of the European Central Bank (ECB/1999/7)\n", "header": "DECISION OF THE EUROPEAN CENTRAL BANK\nof 12 October 1999\nconcerning the Rules of Procedure of the Executive Board of the European Central Bank\n(ECB/1999/7)\n(1999/811/EC)\nTHE EXECUTIVE BOARD OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Rules of Procedure of the European Central Bank and in particular to Articles 8 and 24 thereof;\nWhereas, with a view to ensuring that ECB Decisions can be adopted by the Executive Board at any time, it is necessary to establish a regime for the adoption of Decisions by means of teleconferencing and a regime for the delegation of powers, both of which preserve the principle of the collective responsibility of the Executive Board,", "main_body": ["Supplementary nature\nThis Decision shall supplement the Rules of Procedure of the European Central Bank. The terms in this Decision shall have the meaning which they have in the Rules of Procedure of the European Central Bank.", "Attendance at Executive Board meetings\n1. The President shall appoint a member of the staff of the European Central Bank (ECB) as Secretary. The Secretary shall be responsible for organising and drafting the summary proceedings of all Executive Board mettings.\n2. In the absence of both the President and the Vice-President, the Executive Board will be chaired by the most senior member of the Executive Board in terms of office in the first instance, and by age in the event of two or more members having equal standing in terms of office.\n3. The Executive Board may invite members of the staff of the ECB to attend its meetings.", "Agenda and proceedings\n1. The agenda for each meeting shall be adopted by the Executive Board. A provisional agenda shall be drawn up by the President and shall, in principle, be sent, together with the related documents, to the members of the Executive Board at least two working days before the relevant meeting, except in emergencies, in which case the President shall act appropriately in view of the circumstances.\n2. The summary proceedings of Executive Board meetings shall be submitted to the member of the Executive Board for approval at their next meeting (or earlier, if necessary, by written procedure) and shall be signed by the chairman.", "Teleconference\n1. At the request of the President, decisions may be taken by the Executive Board by means of teleconferencing, unless at least two members of the Executive Board object. Special circumstances shall be required for a decision to be taken by means of teleconferencing. The President shall determine the nature of these circumstances and the members of the Executive Board may require prior notice both of the teleconference and of the issue on which a decision is to be taken.\n2. The decision reached by the President on the special circumstances and the decisions taken by the Executive Board by means of teleconferencing shall be recorded in the summary proceedings of the Executive Board meetings.", "Delegation of power\n1. The Executive Board may authorise one or more of its members to take, on its behalf and under its responsibility, clearly defined management or administrative measures, including the use of instruments in preparation for a decision to be taken collectively by the members of the Executive Board at a later point in time and instruments implementing final decisions taken by the Executive Board.\n2. The Executive Board may also ask one or more of its members, with the agreement of the President, to adopt (i) the definitive text of any instrument as defined in Article 5(1) on condition that the substance of such instrument has already been determined in discussion, and/or (ii) final decisions, where such delegation involves limited and clearly defined executive powers, the exercise of which is subject to strict review in the light of objective criteria established by the Executive Board.\n3. The delegations and decisions adopted in accordance with Article 5(1) and (2), shall be recorded in the summary proceedings of the Executive Board meetings.\n4. Powers conferred in this manner may be sub-delegated only as and when there is a specific provision to this end in the enabling decision.", "Publication\nThis Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Frankfurt am Main, 12 October 1999.\nThe President of the ECB\nWillem F. DUISENBERG"}