{"celex_id": "32004D0512", "uri": "http://publications.europa.eu/resource/cellar/4351f6b1-7db8-4caa-9742-5438ee8f2e4f", "type": "Decision", "concepts": ["4359", "4502", "5796", "616", "6626"], "title": "2004/512/EC: 2004/512/EC:Council Decision of 8 June 2004 establishing the Visa Information System (VIS)\n", "header": "15.6.2004 EN Official Journal of the European Union L 213/5\nCOUNCIL DECISION\nof 8 June 2004\nestablishing the Visa Information System (VIS)\n(2004/512/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 66 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) The Seville European Council on 21 and 22 June 2002 considered the establishment of a common identification system for visa data as a top priority and called for its introduction, as soon as possible, in the light of a feasibility study and on the basis of guidelines adopted by the Council on 13 June 2002.\n(2) On 5 and 6 June 2003 the Council welcomed the feasibility study, as presented by the Commission in May 2003, confirmed the objectives for a VIS as set out in the guidelines and invited the Commission to continue its preparatory work on the development of the VIS in cooperation with Member States on the basis of a centralised architecture, taking into account the option of a common technical platform with the second generation Schengen Information System (SIS II).\n(3) The European Council in Thessaloniki on 19 and 20 June 2003 deemed it necessary that, following the feasibility study, orientations should be determined as soon as possible, with regard to the planning for the development of the VIS, and the appropriate legal basis which will permit its establishment, and the engagement of the necessary financial means.\n(4) This Decision constitutes the required legal basis to allow for the inclusion in the general budget of the European Union of the necessary appropriations for the development of VIS and the execution of that part of the budget.\n(5) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (1). The committee assisting the Commission should meet, as necessary, in two distinct formations depending on the agenda.\n(6) Since the objective of this Decision, namely the development of a common VIS, cannot be sufficiently achieved by the Member States and can therefore, by reason of the scale and impact of the action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve this objective.\n(7) This Decision respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union.\n(8) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision and is therefore not bound by it or subject to its application. As this Decision builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark shall, in accordance with Article 5 of the said Protocol, decide within a period of six months after the Council has adopted this Decision whether or not it will transpose it into its national law.\n(9) As regards Iceland and Norway, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis (2), which fall within the area referred to in Article 1, point B of Council Decision 1999/437/EC (3) on certain arrangements for the application of that Agreement.\n(10) An arrangement has to be made to allow representatives of Iceland and Norway to be associated with the work of committees assisting the Commission in the exercise of its implementing powers. Such an arrangement has been contemplated in the Exchange of Letters between the Community and Iceland and Norway (4), annexed to the abovementioned Agreement.\n(11) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis (5); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(12) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland's request to take part in some of the provisions of the Schengen acquis (6); Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application,", "main_body": ["1.   A system for the exchange of visa data between Member States, hereinafter referred to as ‘the Visa Information System’ (VIS), is hereby established, which shall enable authorised national authorities to enter and update visa data and to consult these data electronically.\n2.   The Visa Information System shall be based on a centralised architecture and consist of a central information system, hereinafter referred to as ‘the Central Visa Information System’ (CS-VIS), an interface in each Member State, hereinafter referred to as ‘the National Interface’ (NI-VIS) which shall provide the connection to the relevant central national authority of the respective Member State, and the communication infrastructure between the Central Visa Information System and the National Interfaces.", "1.   The Central Visa Information System, the National Interface in each Member State, and the communication infrastructure between the Central Visa Information System and the National Interfaces shall be developed by the Commission.\n2.   The national infrastructures shall be adapted and/or developed by the Member States.", "The measures necessary for the development of the Central Visa Information System, the National Interface in each Member State, and the communication infrastructure between the Central Visa Information System and the National Interfaces shall be adopted in accordance with the procedure referred to in Article 5(2) where they concern matters other than those listed in Article 4.", "The measures necessary for the development of the Central Visa Information System, the National Interface in each Member State, and the communication infrastructure between the Central Visa Information System and the National Interfaces concerning the following matters shall be adopted in accordance with the procedure referred to in Article 5(3):\n(a) the design of the physical architecture of the system including its communication network;\n(b) technical aspects which have a bearing on the protection of personal data;\n(c) technical aspects which have serious financial implications for the budgets of the Member States or which have serious technical implications for the national systems of the Member States;\n(d) the development of security requirements, including biometric aspects.", "1.   The Commission shall be assisted by the committee set up by Article 5(1) of Council Regulation (EC) No 2424/2001 of 6 December 2001 on the development of the second generation Schengen Information System (SIS II) (7).\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at two months.\n3.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at two months.\n4.   The Committee shall adopt its Rules of Procedure.", "The Commission shall submit a yearly progress report to the European Parliament and the Council concerning the development of the Central Visa Information System, the National Interface in each Member State, and the communication infrastructure between the Central Visa Information System and the National Interfaces, and for the first time by the end of the year after signing the contract for the development of the VIS.", "This Decision shall apply from the twentieth day following that of its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Luxembourg, 8 June 2004.\nFor the Council\nThe President\nM. McDOWELL\n(1)  OJ L 184, 17.7.1999, p. 23.\n(2)  OJ L 176, 10.7.1999, p. 36.\n(3)  OJ L 176, 10.7.1999, p. 31.\n(4)  OJ L 176, 10.7.1999, p. 53.\n(5)  OJ L 131, 1.6.2000, p. 43.\n(6)  OJ L 64, 7.3.2002, p. 20.\n(7)  OJ L 328, 13.12.2001, p. 4."}