{"celex_id": "32001D0528", "uri": "http://publications.europa.eu/resource/cellar/29774bd9-f173-4275-a1ed-9970b952b81d", "type": "Decision", "concepts": ["4646", "6050"], "title": "2001/528/EC: Commission Decision of 6 June 2001 establishing the European Securities Committee (Text with EEA relevance) (notified under document number C(2001) 1493)\n", "header": "Commission Decision\nof 6 June 2001\nestablishing the European Securities Committee\n(notified under document number C(2001) 1493)\n(Text with EEA relevance)\n(2001/528/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) The freedom to provide services and the free movement of capital constitute priority objectives of the Community, as referred to in Articles 49 and 56 of the EC Treaty.\n(2) Building a genuine internal market for financial services in accordance with the principle of an open market economy with free competition is crucial for increasing economic growth and job creation in the Community,\n(3) The Commission action plan for financial services(1) identifies a series of actions that are required in order to complete the single market for financial services and stresses the necessity to set up a securities committee in order to contribute to the elaboration of Community legislation in the securities field.\n(4) At its meeting in Lisbon in March 2000, the European Council called for the implementation of this action plan by 2005.\n(5) On 17 July 2000, the Council set up the Committee of Wise Men on the regulation of European securities markets.\n(6) In its final report, the Committee of Wise Men called for the establishment of two advisory committees, the European Securities Committee, comprising high-level representatives of Member States, and the Committee of European Securities Regulators, comprising senior representatives from the national public authorities competent in the field of securities in order, inter alia, to advise the Commission.\n(7) In its resolution on more effective securities market regulation in the European Union, the Stockholm European Council welcomed the intention of the Commission immediately to establish a securities committee of high-level officials from Member States, chaired by the Commission.\n(8) The final report of the Committee of Wise Men emphasised the fact that implementing measures will be necessary for the application of directives or regulations in order to take account of new developments on financial markets.\n(9) The European Securities Committee should serve as a body for reflection, debate and advice for the Commission in the field of securities.\n(10) The European Securities Committee should adopt its own rules of procedure.\n(11) This Decision establishes the European Securities Committee in its advisory capacity. Subject to specific legislative acts proposed by the Commission and adopted by the European Parliament and the Council, the Securities Committee should also function as a regulatory committee in accordance with the 1999 Decision on comitology to assist the Commission when it takes decisions on implementing measures under Article 202 of the EC Treaty,", "main_body": ["A committee on securities in the Community, called the \"European Securities Committee\" (hereinafter referred to as the \"Committee\"), is hereby established.", "The role of the Committee shall be to advise the Commission on policy issues as well as on draft legislative proposals the Commission might adopt in the field of securities", "The Committee shall be composed of high level representatives of Member States and be chaired by a representative of the Commission.\nThe chairperson of the Committee of European Securities Regulators established by Commission Decision 2001/527/EC(2) shall participate at the meetings of the Committee as an observer.\nThe Committee may invite experts and observers to attend meetings.", "The Committee may set up working groups.", "The Committee shall adopt its own rules of procedure.\nThe secretariat of the Committee shall be provided by the Commission.", "The Committee shall take up its duties on 7 June 2001."], "attachments": "Done at Brussels, 6 June 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) COM (1999) 232 final.\n(2) See page 43 of this Official Journal."}