{"celex_id": "32003R2070", "uri": "http://publications.europa.eu/resource/cellar/3003f62c-bb3e-49ce-aa5e-c9406ac6a8bc", "type": "Regulation", "concepts": ["1042", "1309", "2771", "519", "5969"], "title": "Council Regulation (EC) No 2070/2003 of 24 November 2003 terminating the partial interim review of the anti-dumping measures applicable to imports of fluorspar originating in the People's Republic of China\n", "header": "Council Regulation (EC) No 2070/2003\nof 24 November 2003\nterminating the partial interim review of the anti-dumping measures applicable to imports of fluorspar originating in the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) (basic Regulation), and in particular Article 11(3) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Measures in force\n(1) In September 2000, the Council, by Regulation (EC) No 2011/2000(2), imposed a definitive anti-dumping duty on imports of fluorspar originating in the People's Republic of China (PRC). The duty took the form of a minimum import price (MIP).\n2. Initiation\n(2) On 13 June 2002, the Commission announced by a notice published in the Official Journal of the European Communities(3) (notice of initiation) the initiation of a partial interim review of the anti-dumping measures applicable to imports into the Community of fluorspar originating in the PRC pursuant to Article 11(3) of the basic Regulation.\n(3) The review was initiated on the initiative of the Commission in order to examine the appropriateness of the form of the measures in force, currently an MIP, as it does not differentiate between sales made to related parties and sales made to unrelated parties, or between first sales and successive sales to the Community and it had become apparent that this could lead to enforcement problems. Consequently, the existing measures did not appear sufficient to counteract the dumping which is causing injury.\n3. Investigation\n(4) The Commission officially advised the importers, the users known to be concerned and their associations, the representatives of the exporting country concerned and the Community producers about the initiation of the proceeding. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\n(5) An association of Community producers, a chamber of commerce in the PRC, eight users, one importer in the Community and one trader in the United States of America made their views known in writing. All parties which so requested within the time limit, and which demonstrated that there were particular reasons why they should be heard, were granted the opportunity to be heard.\n(6) The Commission sought and verified all the information it deemed necessary for the purpose of a determination of the appropriateness of the measures in force.\nB. FINDINGS OF THE INVESTIGATION AND TERMINATION OF THE PARTIAL INTERIM REVIEW\n(7) The initiation of an interim review was motivated by the necessity to limit the risk of duty avoidance. Such duty avoidance can occur in different circumstances. When exporters, currently subject to the measures, export to the Community, they are in a position to invoice at a price above the MIP, and to subsequently compensate such a price after customs declaration by an agreement with the importers. This may render the MIP ineffective, as it may mean that the product concerned is effectively still exported below the MIP to the Community. Accordingly, this could lead to subsequent resale prices in the Community which prevent that the intended effects of the measure, i.e. to remove the injurious effects of dumping, are achieved. The substantial general risk of price manipulation when duties take the form of an MIP was highlighted by the findings of the European Court of Auditors in its 2000 Annual Report (recitals 1.31 and 1.35)(4). In order to address this problem, it was initially envisaged to replace the MIP by an ad valorem duty.\n(8) Although in general an ad valorem duty is considered to be more appropriate to avoid the risk of price manipulation, it was found that, in the specific circumstances of the current case, the risk of price manipulation is very low, if not non-existent, since, over a sustained period of time, import prices have been well above the MIP. Therefore, exporters would not have any reason to manipulate prices in the way set out in recital 7. This was also confirmed by the comments from all interested parties which made their views known, including the Community industry, which all considered that the form of the measure should not be changed.\n(9) It is therefore concluded that, due to the particular and very specific circumstances of the present case, there are currently no reasons to change the form of the measure concerning imports of fluorspar originating in the PRC and the current partial interim review should be terminated without any amendment to the anti-dumping measures imposed by Council Regulation (EC) No 2011/2000,", "main_body": ["The partial interim review of the anti-dumping measures applicable to imports of fluorspar originating in the People's Republic of China, initiated pursuant to Article 11(3) of Regulation (EC) No 384/96, is hereby terminated without amending the anti-dumping duty in force.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 2003.\nFor the Council\nThe President\nG. Magri\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 1972/2002 (OJ L 305, 7.11.2002, p. 1).\n(2) OJ L 241, 26.9.2000, p. 5.\n(3) OJ C 140, 13.6.2002, p. 16.\n(4) OJ C 359, 15.12.2001, p. 1."}