{"celex_id": "32000R0640", "uri": "http://publications.europa.eu/resource/cellar/1ed59974-002e-431a-b389-a777718b62a7", "type": "Regulation", "concepts": ["13", "251", "2733", "3633", "4314"], "title": "Commission Regulation (EC) No 640/2000 of 27 March 2000 on fixing advance payments in respect of the production levies in the sugar sector for the 1999/2000 marketing year\n", "header": "Commission Regulation (EC) No 640/2000\nof 27 March 2000\non fixing advance payments in respect of the production levies in the sugar sector for the 1999/2000 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2038/1999 of 13 September 1999 on the common organisation of the markets in the sugar sector(1), and in particular Article 33(8) thereof,\nWhereas:\n(1) Article 5 of Commission Regulation (EEC) No 1143/82 of 8 June 1982 laying down detailed rules for the application of the quota system in the sugar sector(2), as last amended by Regulation (EC) No 392/94(3), provides for the fixing before 1 April and the collection before the following 1 June, of the unit amounts to be paid by sugar producers, isoglucose producers and inulin syrup producers as advance payments of the production levies for the current marketing year. The estimate of the basic production levy and of the B levy, referred to in Article 6 of Regulation (EEC) No 1443/82, gives an amount which is more than 60 % of the maximum amounts indicated in Article 33(3), (4) and (5) of Regulation (EC) No 2038/1999. In acordance with Article 6 of Regulation (EEC) No 1443/82, the unit amounts for sugar and inulin syrup should therefore be fixed at 50 % of the maximum amounts concerned and for isoglucose the unit amount of the advance payment should therefore be fixed at 40 % of the unit amount of the basic production levy estimated for sugar.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The unit amounts referred to in Article 5(1)(b) of Regulation (EEC) No 1443/82 in respect of the 1999/2000 marketing year are hereby fixed as follows:\n(a) the advance payment of the basic production levy for A sugar and B sugar shall be EUR 0,632 per 100 kilograms of white sugar;\n(b) the advance payment of the B levy for B sugar shall be EUR 11,848 per 100 kilograms of white sugar;\n(c) the advance payment of the basic production levy for A isoglucose and B isoglucose shall be EUR 0,506 per 100 kilograms of dry matter;\n(d) the advance payment of the basic production levy for A inulin syrup and B inulin syrup shall be EUR 0,632 per 100 kilograms of dry matter equivalent sugar/isoglucose;\n(e) the advance payment of the B levy for B inulin syrup shall be EUR 11,848 per 100 kilograms of dry matter equivalent sugar/isoglucose.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 March 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 252, 25.9.1999, p. 1.\n(2) OJ L 158, 9.6.1982, p. 17.\n(3) OJ L 53, 24.2.1994, p. 7."}