{"celex_id": "32002R0310", "uri": "http://publications.europa.eu/resource/cellar/b781168a-6b70-4d02-9f22-7d26cbadba70", "type": "Regulation", "concepts": ["2647", "3483", "3870", "3906", "4782", "5451"], "title": "Council Regulation (EC) No 310/2002 of 18 February 2002 concerning certain restrictive measures in respect of Zimbabwe\n", "header": "Council Regulation (EC) No 310/2002\nof 18 February 2002\nconcerning certain restrictive measures in respect of Zimbabwe\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Council Common Position 2002/145/CFSP of 18 February 2002 concerning restrictive measures against Zimbabwe(1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Council has expressed serious concern about the situation in Zimbabwe, in particular the recent escalation of violence and intimidation of political opponents and the harassment of the independent press. It has noted that the Government of Zimbabwe has not taken effective measures to improve the situation as called for by the European Council in Laeken last December.\n(2) The Council has assessed that the Government of Zimbabwe continues to engage in serious violations of human rights and of the freedom of opinion, of association and of peaceful assembly. Therefore, for as long as the violations occur, the Council deems it necessary to introduce restrictive measures against the government of Zimbabwe and those who bear a wide responsibility for such violations.\n(3) Therefore, Common Position 2002/145/CFSP provides that certain restrictive measures will be taken in respect of Zimbabwe, in particular the freezing of funds, financial assets or economic resources of individual members of the Government and natural or legal persons associated with them as well as a ban on exports on repression equipment and a ban on technical advice, assistance or training related to military activities.\n(4) These measures fall under the scope of the Treaty and, therefore, notably with a view to avoiding distortion of competition, Community legislation is necessary to implement the said measures as far as the territory of the Community is concerned. For the purpose of this Regulation, the territory of the Community is deemed to encompass the territories of the Member States to which the Treaty is applicable, under the conditions laid down in that Treaty,", "main_body": ["For the purpose of this Regulation:\n1. \"Funds, other financial assets or economic resources\" means assets of every kind, whether tangible or intangible, movable or immovable, however acquired, and legal documents or instruments in any form, including electronic or digital, evidencing title to, or interest in, such assets, including, but not limited to, bank credits, travellers' cheques, bank cheques, money orders, shares, securities, bonds, drafts and letters of credit;\n2. \"freezing of funds, other financial assets or economic resources\" means: preventing any move, transfer, alteration, use of or dealing with funds in any way that would result in any change in their volume, amount, location, ownership, possession, character, destination or other change that would enable the use of the funds, including portfolio management.", "1. All funds, other financial assets or economic resources belonging to individual members of the Government of Zimbabwe and to any natural or legal persons, entities or bodies associated with them as listed in Annex I, shall be frozen.\n2. No funds, financial assets or economic resources shall be made available directly or indirectly to or for the benefit of natural or legal persons, entities or bodies listed in Annex I.", "1. Without prejudice to the applicable rules concerning reporting, confidentiality and professional secrecy and to the provisions of Article 284 of the Treaty, natural and legal persons, entities and bodies shall:\n(a) provide immediately any information which would facilitate compliance with this Regulation, such as accounts and amounts frozen in accordance with Article 2 to the competent authorities of the Member States listed in Annex III where they are resident or located, and to the Commission.\nIn particular, available information in respect of funds, financial assets or economic resources owned or controlled by persons listed in Annex I during the period of six months before the entry into force of this Regulation shall be provided;\n(b) cooperate with the competent authorities listed in Annex III in any verification of this information.\n2. Any information provided or received in accordance with this Article shall be used only for the purposes for which it was provided or received.\n3. Any additional information directly received by the Commission shall be made available to the competent authorities of the Member States concerned.", "Article 2 shall not apply to:\n(a) the crediting of frozen accounts on the condition that any additions shall be frozen;\n(b) the use of frozen funds for:\n- essential human needs of a natural person included in Annex I such as payments for foodstuffs, medicines, the rent or mortgage for the family residence and fees and charges concerning medical treatment of members of that family, to be fulfilled within the Community;\n- payment of taxes, compulsory insurance premiums and fees for public utility services such as gas, water, electricity and telecommunications to be paid in the Community;\n- payment of charges due to a financial institution in the Community for the maintenance of accounts.\nThe Commission shall be informed of any payment made under this Article and of conclusive evidence of the fulfilment of the conditions and the purposes. Such evidence shall be kept available for at least five years for inspection by competent authorities.", "1. Notwithstanding the provisions of Article 2 and with a view to the protection of the interests of the Community, which include the interests of its citizens and residents, the competent authorities of a Member State may grant specific authorisations:\n- to unfreeze funds, other financial assets or other economic resources,\n- to make funds, other financial assets or other economic resources available to a person, entity or body included in the list referred to in Article 2(2),\nafter consultation with the other Member States and the Commission in accordance with paragraph 2.\n2. A competent authority which receives a request for an authorisation referred to in paragraph 1 shall notify the competent authorities of the other Member States and the Commission, as listed in Annex III, of the grounds on which it intends to either reject the request or grant a specific authorisation.\nThe competent authority which intends to grant a specific authorisation shall take due account of comments made within two weeks by other Member States and the Commission.", "Without prejudice to the powers of the Member States in the exercise of their public authority, the provision to Zimbabwe of technical training or assistance related to the provision, manufacture, maintenance or use of arms and related material of all types, including weapons and ammunition, military vehicles and equipment, paramilitary equipment, and spare parts for the aforementioned shall be prohibited.", "1. It shall be prohibited, knowingly and intentionally, to sell, supply, export or ship, directly or indirectly, equipment which might be used for internal repression as listed in Annex II to any natural or legal person, entity or body in Zimbabwe or for the purpose of any business carried on in or operated from the territory of Zimbabwe.\n2. Paragraph 1 shall not apply to supplies of non-lethal military equipment intended solely for humanitarian or protective use, and related technical assistance or training, nor shall they apply to protective clothing, including flak jackets and military helmets, temporarily exported to Zimbabwe by United Nations personnel, representatives of the media and humanitarian and development workers and associated personnel for their personal use only.", "The Commission shall be empowered to amend:\n- Annex I on the basis of decisions in respect of the Annex of Common Position 2002/145/CFSP, and\n- Annex III on the basis of information supplied by the Member States.", "The participation, knowingly and intentionally, in related activities the object or effect of which is, directly or indirectly to promote the transactions or activities referred to in Articles 2, 6 and 7 or to circumvent the provisions of this Regulation shall be prohibited.", "0\nThe Commission and the Member States shall immediately inform each other of the measures taken under this Regulation and shall supply each other with relevant information at their disposal in connection with this Regulation, in particular information in respect of violation and enforcement problems and judgements handed down by national courts.", "1\nEach Member State shall determine the sanctions to be imposed where the provisions of this Regulation are infringed. Such sanctions shall be effective, proportionate and dissuasive.", "2\nThis Regulation shall apply:\n- within the territory of the Community, including its airspace,\n- on board any aircraft or any vessel under the jurisdiction of a Member State,\n- to any person elsewhere who is a national of a Member State, and\n- to any legal person, entity or body which is incorporated or constituted under the law of a Member State.", "3\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall apply for a renewable 12 months' period after that date.\nIt shall be kept under constant review.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 2002.\nFor the Council\nThe President\nJ. Piqué i Camps\n(1) See page 1 of this Official Journal.\nANNEX I\nList of persons, entities and bodies referred to in Article 2\n>TABLE>\nANNEX II\nEquipment for internal repression envisaged by Article 7\nThe list below does not comprise the articles that have been specially designed or modified for military use and that are covered by the arms embargo confirmed by Common Position 2002/145/CFSP.\nHelmets providing ballistic protection, anti-riot helmets, anti-riot shields and ballistic shields and specially designed components therefor.\nSpecially designed fingerprint equipment.\nPower controlled searchlights.\nConstruction equipment provided with ballistic protection.\nHunting knives.\nSpecially designed production equipment to make shotguns.\nAmmunition hand-loading equipment.\nCommunications intercept devices.\nSolid-state optical detectors.\nImage-intensifier tubes.\nTelescopic weapon sights.\nSmooth-bore weapons and related ammunition, other than those specially designed for military use, and specially designed components therefor; except:\n1. signal pistols;\n2. air- and cartridge-powered guns designed as industrial tools or humane animal stunners.\nSimulators for training in the use of firearms and specially designed or modified components and accessories therefor.\nBombs and grenades, other than those specially designed for military use, and specially designed components therefor.\nBody armour, other than those manufactured to military standards or specifications, and specially designed components therefor.\nAll-wheel-drive utility vehicles capable of off-road use that have been manufactured or fitted with ballistic protection, and profiled armour for such vehicles.\nWater cannon and specially designed or modified components therefor.\nVehicles equipped with a water cannon.\nVehicles specially designed or modified to be electrified to repel borders and components therefor specially designed or modified for that purpose.\nAcoustic devices represented by the manufacturer or supplier as suitable for riot-control purposes, and specially designed components therefor.\nLeg-irons, gang-chains, shackles and electric-shock belts, specially designed for restraining human beings; except:\n- handcuffs for which the maximum overall dimension including chain does not exceed 240 mm when locked.\nPortable devices designed or modified for the purpose of riot control or self-protection by the administration of an incapacitating substance (such as tear gas or pepper sprays), and specially designed components therefor.\nPortable devices designed or modified for the purpose of riot control or self-protection by the administration of an electric shock (including electric-shocks batons, electric shock shields, stun guns and electric shock dart guns (tasers)) and components therefor specially designed or modified for that purpose.\nElectronic equipment capable of detecting concealed explosives and specially designed components therefor; except:\n- TV or X-ray inspection equipment.\nElectronic jamming equipment specially designed to prevent the detonation by radio remote control of improvised devices and specially designed components therefor.\nEquipment and devices specially designed to initiate explosions by electrical or non-electrical means, including firing sets, detonators, igniters, boosters and detonating cord, and specially designed components therefor; except:\n- those specially designed for a specific commercial use consisting of the actuation or operation by explosive means of other equipment or devices the function of which is not the creation of explosions (e.g., car air-bag inflaters, electric-surge arresters of fire sprinkler actuators).\nEquipment and devices designed for explosive ordnance disposal; except:\n1. bomb blankets;\n2. containers designed for folding objects known to be, or suspected of being improvised explosive devices.\nNight vision and thermal imaging equipment and image intensifier tubes or solid state sensors therefor.\nSoftware specially designed and technology required for all listed items.\nLinear cutting explosive charges.\nExplosives and related substances as follows:\n- amatol,\n- nitrocellulose (containing more than 12,5 % nitrogen),\n- nitroglycol,\n- pentaerythritol tetranitrate (PETN),\n- picryl chloride,\n- tinitorphenylmethylnitramine (tetryl),\n- 2,4,6-trinitrotoluene (TNT)\nSoftware specially designed and technology required for all listed items.\nANNEX III\nList of competent authorities referred to in Article 3(1) and Article 5\nBELGIUM\nMinistère des finances Trésorerie avenue des Arts 30 B - 1040 Bruxelles Fax (32-2) 233 75 18\nDENMARK\nErhvervs- og Boligstyrelsen Dahlerups Pakhus\nLangelinie Alle 17\nDK - 2100 København Ø Tel. (45) 35 46 60 00 Fax (45) 35 46 60 01\nGERMANY\nDeutsche Bundesbank Postfach 100602 D - 60006 Frankfurt/Main Tel. (00-49-69) 95 66-01 Fax (00-49-69) 560 10 71\nGREECE\n- For Capitals\nMinistry of National Economy General Directorate of Economic Policy 5-7 Nikis str. GR - 101 80 Athens Tel. (00-30-10) 333 27 81-2 Fax (00-30-10) 333 28 10, 333 27 93 Yπουργείο Εθνικήs Οικονομίαs Γενική Διεύθυνση Οικονομικήs Πολιτικήs Νίκηs 5-7 GR - 101 80 Αθήνα Τηλ. (00-30-10) 333 27 81-2 Φαξ (00-30-10) 333 28 10, 333 27 93\n- For Trade sector\nMinistry of National Economy General Directorate for Policy Planning and Implementation 1, Kornarou str. GR - 105 63 Athens Tel. (00-30-10) 333 27 81-2 Fax (00-30-10) 333 28 10, 333 27 93 Υπουργείο Εθνικής Οικονομίας Γενική Διεύθυνση Σχεδιασμού και Διαχείρισης Πολιτικής Κορνάρου 1 GR - 105 63 Αθήνα Τηλ. (00-30-10) 333 27 81-2 Φαξ (00-30-10) 333 28 10, 333 27 93\nSPAIN\nDirección General de Comercio e Inversiones\nSubdirección General de Inversiones Exteriores\nMinisterio de Economía Paseo de la Castellana, 162 E - 28046 Madrid Tel. (00-34) 91 349 39 83 Fax (00-34) 91 349 35 62 Dirección General del Tesoro y Política Financiera\nSubdirección General de Inspección y Control de Movimientos de Capitales\nMinisterio de Economía Paseo del Prado, 6 E - 28014 Madrid Tel. (00-34) 91 209 95 11 Fax (00-34) 91 209 96 56\nFRANCE\nMinistère de l'économie, des finances et de l'industrie Direction du Trésor\nService des affaires européennes et internationales\nSous-direction E\n139, rue du Bercy F - 75572 Paris Cedex 12 Tel. (33-1) 44 87 17 17 Fax (33-1) 53 18 36 15\nIRELAND\nCentral Bank of Ireland Financial Markets Department PO Box 559 Dame Street Dublin 2 Tel. (353-1) 671 66 66 Department of Foreign Affairs Bilateral Economic Relations Division 76-78 Harcourt Street Dublin 2 Tel. (353-1) 408 24 92\nITALY\n- Competent Authorities for exceptions on assets freeze\nMinistero dell'Economia e delle Finanze Comitato di sicurezza finanziaria Via XX Settembre 97 I - 00187 Roma csf@tesoro.it Tel. + 39 06 4 761 39 21 Fax + 39 06 4 761 39 32\n- Competent Authorities for exceptions on visa ban\nMinistero degli Affari Esteri Piazzale della Farnesina, 1 I - 00100 Roma Direzione Generale per gli Italiani all'estero e le Politiche Migratorie\nUff. VI\n( cons. Amb. Carlo Colombo ) Tel. 00 39 06 3691 35 00 Fax 00 39 06 3691 85 42-2261\nLUXEMBOURG\nMinistère des affaires étrangères, du commerce extérieur, de la coopération, de l'action humanitaire et de la défense Direction des relations économiques internationales BP 1602 L - 1016 Luxembourg Tel. (352) 478-1 or 478-2350 Fax (352) 22 20 48 Ministère des Finances 3, rue de la Congrégation L - 1352 Luxembourg Tel. (352) 478-2712 Fax (352) 47 52 41\nNETHERLANDS\nMinisterie van Financiën Directie Wetgeving, Juridische en Bestuurlijke Zaken Postbus 20201 2500 EE Den Haag Nederland Tel. (31-70) 342 82 27 Fax (31-70) 342 79 05\nAUSTRIA\nOesterreichische Nationalbank A - 1090 Wien Otto-Wagner-Platz 3 Tel. (431) 404 20-0 Fax (431) 404 20-73 99\nPORTUGAL\nMinistério das Finanças Direcção Geral dos Assuntos Europeus e Relações Internacionais Avenida Infante D. Henrique, n.o 1, C 2.o P - 1100 Lisboa Tel. (351-1) 882 32 40/47 Fax (351-1) 882 32 49 Ministério dos Negócios Estrangeiros Direcção Geral dos Assuntos Multilaterias/Direcção dos Serviços das Organizações Políticas Internacionais Largo do Rilvas P - 1350-179 Lisboa Tel. (351 21) 394 60 72 Fax (351 21) 394 60 73\nFINLAND\nUlkoasiainministeriö/Utrikesministeriet PL 176 SF - 00161 Helsinki Tel. (358-9) 13 41 51 Fax (358-9) 13 41 57 07 and (358-9) 62 98 40\nSWEDEN\n- Articles 3 and 5\nFinansinspektionen Box 7831 S - 103 98 Stockholm Tel. 08-787 80 00 Fax 08-24 13 35\n- Article 4\nRiksförsäkringsverket (RFV) S - 103 51 Stockholm Tel. 08-786 90 00 Fax 08-411 27 89\nUNITED KINGDOM\nHM Treasury International Financial Services Team 19 Allington Towers London SW1E 5EB United Kingdom Tel. (44-207) 270 55 50 Fax (44-207) 270 43 65 Bank of England Financial Sanctions Unit Threadneedle Street London EC2R 8AH United Kingdom Tel. (44-207) 601 46 07 Fax (44-207) 601 43 09\nEUROPEAN COMMUNITY\nCommission of the European Communities Directorate-General for External Relations\nDirectorate CFSP\nUnit A.2\n/ Mr A. de Vries Rue de la Loi/Wetstraat 200 B - 1049 Bruxelles/Brussel Tel. (32-2) 295 68 80 Fax (32-2) 296 75 63 E-mail: anthonius.de-vries@cec.eu.int"}