{"celex_id": "32002R1875", "uri": "http://publications.europa.eu/resource/cellar/6c14e551-65ed-4534-8f78-3db9162c8f1b", "type": "Regulation", "concepts": ["2292", "2713", "391", "4128", "4692", "4885", "862"], "title": "Commission Regulation (EC) No 1875/2002 of 21 October 2002 amending Regulation (EC) No 21/2002 establishing the supply balances and Community aid for the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001 as regards the pigmeat sector for the French overseas departments\n", "header": "Commission Regulation (EC) No 1875/2002\nof 21 October 2002\namending Regulation (EC) No 21/2002 establishing the supply balances and Community aid for the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001 as regards the pigmeat sector for the French overseas departments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1452/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the French overseas departments, amending Directive 72/462/EEC and repealing Regulations (EEC) No 525/77 and (EEC) No 3763/91 (Poseidom)(1), and in particular Article 3(6) and Article 6(5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 21/2002(2), as last amended by Regulation (EC) No 1365/2002(3), establishes the supply balances and Community aid for the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001.\n(2) In order to facilitate, in the pigmeat sector, the application of Article 6 of Regulation (EC) No 1452/2001 on the grant of aid for the supply to the overseas departments of pure-bred breeding animals and animals of commercial species originating in the Community, Part 7 of Annex I to Regulation (EC) No 21/2002 should be amended, and in particular provision should be made for the establishment of the supply balance in accordance with the appropriate tariff subheadings.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 21/2002 is hereby amended as follows:\nAnnex I - OVERSEAS DEPARTMENTS is amended as follows:\nPart 7 is replaced by the following table: \"Part 7\nPigmeat sector\nForecast supply balance and Community aid for the supply of Community products per calendar year\n>TABLE>\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 October 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 198, 21.7.2001, p. 11.\n(2) OJ L 8, 11.1.2002, p. 15.\n(3) OJ L 198, 27.7.2002, p. 27."}