{"celex_id": "32001D0148", "uri": "http://publications.europa.eu/resource/cellar/d589c1cd-40f6-4bd6-b95a-41a2c13e8fe4", "type": "Decision", "concepts": ["30", "3051", "3076", "3860", "4162", "468"], "title": "2001/148/EC: Commission Decision of 21 February 2001 on the application of Article 3(3)(e) of Directive 1999/5/EC to avalanche beacons (Text with EEA relevance) (notified under document number C(2001) 194)\n", "header": "Commission Decision\nof 21 February 2001\non the application of Article 3(3)(e) of Directive 1999/5/EC to avalanche beacons\n(notified under document number C(2001) 194)\n(Text with EEA relevance)\n(2001/148/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity(1), and in particular Article 3(3)(e), thereof,\nHaving regard to the Resolution of the European Parliament on the avalanche disasters in the Alps(2),\nHaving regard to the proposal of the Commission,\nWhereas:\n(1) Avalanche beacons contribute to the efficient rescue of people submerged by snow following an avalanche.\n(2) The success of rescue actions would seriously be affected if such beacons could not be detected due to technical incompatibilities.\n(3) There is a substantial installed base of beacons, conforming to ETS 300 718. This standard ensures interoperability and operation under harsh conditions but contains requirements beyond the scope of Directive 1999/5/EC and thus needs to be reviewed.\n(4) There are doubts, that market forces would ensure the continued compatibility of avalanche beacons if the Community would not impose features ensuring access to emergency services.\n(5) The measures set out in this Decision are in accordance with the opinion of the Telecommunications Conformity Assessment and Market Surveillance Committee,", "main_body": ["This Decision applies to devices operating on 457 kHz and intended to locate people submerged by snow following an avalanche. They are further referred to as \"avalance beacons\".", "1. Avalanche beacons falling within the scope of Article 1 shall be designed so as to be able to interwork with new beacons as well as with the installed base of beacons, which was approved under national approval regulations based on ETS 300 718.\n2. Avalance beacons shall be so constructed that they will function reliably after having been exposed to an avalanche and continue to function when being submerged in snow following the avalanche for a longer period.", "The requirements of Article 2 of this Decision shall apply as from the date of its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 February 2001.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 91, 7.4.1999, p. 10.\n(2) OJ C 175, 21.6.1999, p. 259."}