{"celex_id": "32004D0746", "uri": "http://publications.europa.eu/resource/cellar/c373de53-144e-4e42-bf61-c26e2f41aa0a", "type": "Decision", "concepts": ["1417", "2850", "3069", "4048", "5063", "5833", "889"], "title": "2004/746/EC:Council Decision of 18 October 2004 on the fulfilment of the conditions laid down in Article 3 of the Additional Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, with regard to an extension of the period foreseen in Article 9(4) of Protocol 2 to the Europe Agreement\n", "header": "30.10.2004 EN Official Journal of the European Union L 328/101\nCOUNCIL DECISION\nof 18 October 2004\non the fulfilment of the conditions laid down in Article 3 of the Additional Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, with regard to an extension of the period foreseen in Article 9(4) of Protocol 2 to the Europe Agreement\n(2004/746/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 87(3)(e) thereof,\nHaving regard to the Council Decision of 29 July 2002 on the signature and provisional application of an Additional Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, with regard to an extension of the period foreseen in Article 9(4) of Protocol 2 to the Europe Agreement,\nHaving regard to the Additional Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, with regard to an extension of the period foreseen in Article 9(4) of Protocol 2 to the Europe Agreement, and in particular Article 3 thereof,\nHaving regard to the proposal of the Commission,\nWhereas:\n(1) A Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part (1), came into force on 1 February 1995.\n(2) Article 9(4) of Protocol 2 of the Europe Agreement lays down that during the first five years after entry into force of the Agreement, and by derogation from paragraph 1(iii) of the same Article, Bulgaria may exceptionally, as regards steel products, grant public aid for restructuring purposes, provided that this leads to the viability of the benefiting firms under normal market conditions at the end of the restructuring period, the amount and intensity of such aid are strictly limited to what is absolutely necessary in order to restore such viability and are progressively reduced and the restructuring programme is linked to a global rationalisation and reduction of overall production capacity in Bulgaria.\n(3) The initial period of five years expired on 31 December 1997.\n(4) The Republic of Bulgaria requested an extension of the abovementioned period on 21 November 2002.\n(5) It is appropriate to grant an extension of this period for an additional period of eight years starting on 1 January 1998 or until the date of Bulgaria's accession to the European Union, whichever comes first.\n(6) To this effect, an Additional Protocol to the Europe Agreement was signed by the Community and Bulgaria on 21 November 2002 and is provisionally applied from that date.\n(7) Pursuant to Article 2 of the Additional Protocol, the extension of the abovementioned period is made conditional on the submission by Bulgaria to the Commission of a restructuring programme and business plans that meet the requirements of Article 9(4) of Protocol 2 of the Europe Agreement and have been assessed and agreed by its national State aid authority (the Commission for Protection of Competition).\n(8) In March 2004, Bulgaria submitted to the Commission a restructuring programme and a business plan for its only company having benefited or benefiting of a State support for restructuring.\n(9) Pursuant to Article 3 of the Additional Protocol, the extension of the abovementioned period is made conditional on a final assessment of the restructuring programme and business plans by the Commission.\n(10) The Commission has made a final assessment of the restructuring programme and the business plan submitted by Bulgaria; this assessment indicates that the implementation of the restructuring programme and the business plan will allow the company concerned to reach viability under normal market conditions. It also shows that the amount of State aid for restructuring purposes as specified in the plan is strictly limited to what is necessary to allow the company concerned to reach viability and will be progressively reduced and stopped by 2005. The assessment provides also that a global rationalisation and reduction of excess capacity of the beneficiary company will be reached. The assessment therefore concludes that the restructuring programme and the business plan meet the requirements of Article 9(4) of Protocol 2 of the Europe Agreement,", "main_body": ["The restructuring programme and business plan submitted to the Commission by Bulgaria pursuant to Article 2 of the Additional Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, with regard to an extension of the period laid down in Article 9(4) of Protocol 2 to the Europe Agreement, are in compliance with the requirements of Article 9(4) of Protocol 2.", "The period during which Bulgaria may exceptionally, as regards steel products, grant public aid for restructuring purposes in accordance with the provisions of Article 9(4) of Protocol 2 is hereby extended by an additional period of eight years starting on 1 January 1998 or until the date of Bulgaria's accession to the European Union, whichever comes first, as foreseen by Article 1 of the Additional Protocol."], "attachments": "Done at Luxembourg, 18 October 2004.\nFor the Council\nThe President\nC. VEERMAN\n(1)  OJ L 358, 31.12.1994, p. 3."}