{"celex_id": "32009R0953", "uri": "http://publications.europa.eu/resource/cellar/028ddcd9-3db8-4355-85b8-f810d2466677", "type": "Regulation", "concepts": ["1268", "1590", "2735", "4849", "6052", "6569"], "title": "Commission Regulation (EC) No 953/2009 of 13 October 2009 on substances that may be added for specific nutritional purposes in foods for particular nutritional uses (Text with EEA relevance)\n", "header": "14.10.2009 EN Official Journal of the European Union L 269/9\nCOMMISSION REGULATION (EC) No 953/2009\nof 13 October 2009\non substances that may be added for specific nutritional purposes in foods for particular nutritional uses\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2009/39/EC of the European Parliament and the Council of 6 May 2009 on foodstuffs intended for particular nutritional uses (1), and in particular Article 4(3) thereof,\nAfter consulting the European Food Safety Authority,\nWhereas:\n(1) A number of nutritional substances such as vitamins, minerals, amino acids and others may be added to foods for particular nutritional uses in order to ensure that the particular nutritional requirements of the persons for whom those foods are intended are fulfilled and/or in order to satisfy legal requirements laid down in specific directives adopted pursuant to Article 4(1) of Directive 2009/39/EC. The list of those substances had been established by Commission Directive 2001/15/EC of 15 February 2001 on substances that may be added for specific nutritional purposes in foods for particular nutritional uses (2) and, following requests submitted by interested parties, new substances have been evaluated by the European Food Safety Authority, and consequently, that list should be completed and updated. Furthermore, it is appropriate to introduce specifications for some vitamin and mineral substances for their identification.\n(2) It is neither possible to define nutritional substances as a distinct group for the purpose of this Regulation nor to draw up at this stage an exhaustive list of all categories of nutritional substances that may be added in foodstuffs for particular nutritional uses.\n(3) The range of foods for particular nutritional uses is very wide and diversified and the technological processes used for their manufacture are varied. For this reason, the widest possible choice of substances that can be safely used in the manufacture of foods for particular nutritional uses should be available for the categories of nutritional substances to be listed in this Regulation.\n(4) The choice of substances should be based primarily on their safety and subsequently on their availability for use by humans and on their organoleptic and technological properties. Unless otherwise specified in provisions applicable to specific categories of foodstuffs, the inclusion of substances in the list of those that may be used in the manufacture of foodstuffs for particular nutritional uses does not mean that their addition to those foodstuffs is necessary or desirable.\n(5) Where the addition of a nutritional substance has been judged necessary, this has been stipulated by specific rules in the relevant specific directives together with the appropriate quantitative conditions, as the case may be.\n(6) In the absence of any specific rules or in the case of foodstuffs for particular nutritional uses not covered by specific directives, nutritional substances should be used in order to manufacture products that are in conformity with the definition of such products and fulfil the particular nutritional requirements of the persons for whom they are intended. The products in question must also be safe when used as instructed by the manufacturer.\n(7) The provisions concerning the list of the nutritional substances that may be used in the manufacture of infant formulae and follow-on formulae and of processed cereal-based foods and baby foods for infants and young children are laid down in Commission Directive 2006/141/EC of 22 December 2006 on infant formulae and follow-on formulae and amending Directive 1999/21/EC (3), and Commission Directive 2006/125/EC of 5 December 2006 on processed cereal-based foods and baby foods for infants and young children (4). Therefore those provisions need not be repeated in this Regulation.\n(8) A number of the nutritional substances may be added for technological purposes as additives, colourings, flavourings or other such uses including authorised oenological practices and processes provided for by relevant Community legislation. In this context specifications are adopted for them at Community level. It is appropriate that those specifications should be applicable for the substances whatever the purpose of their use in foodstuffs.\n(9) Pending the adoption of purity criteria for the rest of the substances at Community level, and in order to ensure a high level of protection for public health, generally acceptable purity criteria recommended by international organisations or agencies including but not limited to the Joint FAO/WHO Expert Committee on Food Additives (JECFA) and EUP (European Pharmacopoeia) should apply. Member States should be permitted to maintain national rules setting stricter purity criteria, without prejudice to the rules set out in the Treaty.\n(10) Some specific nutrients or their derivatives have been identified as specifically necessary for the manufacture of some foodstuffs belonging to the group of foodstuffs for special medical purposes and their potential use should be reserved to the manufacture of these products.\n(11) For the sake of clarity, Directive 2001/15/EC and Commission Directive 2004/6/EC of 20 January 2004 derogating from Directive 2001/15/EC to postpone the application of the prohibition of trade to certain products (5) should be repealed and replaced by this Regulation.\n(12) The measures provided in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Scope\nThis Regulation shall apply to foods for particular nutritional uses, excluding those covered by Directive 2006/125/EC and Directive 2006/141/EC.", "Eligible substances\n1.   Among the substances belonging to the categories appearing in Annex to this Regulation, only those listed in that Annex, complying with the relevant specifications as necessary may be added for specific nutritional purposes in the manufacture of foodstuffs for particular nutritional uses covered by Directive 2009/39/EC.\n2.   Without prejudice to Regulation (EC) No 258/97 of the European Parliament and of the Council (6), also substances not belonging to the categories appearing in the Annex to this Regulation may be added for specific nutritional purposes in the manufacture of foods for particular nutritional uses.", "General requirements\n1.   The use of substances added for specific nutritional purposes shall result in the manufacture of safe products that fulfil the particular nutritional requirements of the persons for whom they are intended, as established by generally accepted scientific data.\n2.   Upon request by the competent authorities referred to in Article 11 of Directive 2009/39/EC, the manufacturer or, where appropriate, the importer shall produce the scientific work and the data establishing that the use of the substances complies with paragraph 1. If such work and data are contained in a readily available publication, a mere reference to that publication shall suffice.", "Specific requirements for substances listed in the Annex\n1.   The use of the substances listed in the Annex to this Regulation shall comply with any specific provisions concerning those substances that may be laid down in specific directives provided for in Article 4(1) of Directive 2009/39/EC.\n2.   Purity criteria established by Community legislation which apply to the substances listed in the Annex when they are used in the manufacture of foodstuffs for purposes other than those covered by this Regulation shall also apply to those substances when they are used for purposes covered by this Regulation.\n3.   For substances listed in the Annex for which purity criteria are not established by Community legislation, and until the adoption of such specifications, generally acceptable purity criteria recommended by international bodies shall apply. National rules setting stricter purity criteria may be maintained.", "Repeals\nDirective 2001/15/EC and Directive 2004/6/EC are repealed with effect from 31 December 2009.", "Entry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply as from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 October 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 124, 20.5.2009, p. 21.\n(2)  OJ L 52, 22.2.2001, p. 19.\n(3)  OJ L 401, 30.12.2006, p. 1.\n(4)  OJ L 339, 6.12.2006, p. 16.\n(5)  OJ L 15, 22.1.2004, p. 31.\n(6)  OJ L 43, 14.2.1997, p. 1.\nANNEX\nSubstances that may be added for specific nutritional purposes in foods for particular nutritional uses\nFor the purpose of this table:\n— ‘Dietetic foods’ means foods for particular nutritional uses including foods for special medical purposes but excluding infant formulae, follow-on formulae, processed cereal-based foods and baby foods intended for infants and young children,\n— ‘Foods for special medical purposes’ means dietary foods for special medical purposes as defined in Commission Directive 1999/21/EC of 25 March 1999 on dietary foods for special medical purposes (1).\nSubstance Condition of use\nDietetic foods Foods for special medical purposes\nCategory 1.   Vitamins\nVITAMIN A\nretinol x\nretinyl acetate x\nretinyl palmitate x\nbeta-carotene x\nVITAMIN D\ncholecalciferol x\nergocalciferol x\nVITAMIN E\nD-alpha-tocopherol x\nDL-alpha-tocopherol x\nD-alpha-tocopheryl acetate x\nDL-alpha-tocopheryl acetate x\nD-alpha-tocopheryl acid succinate x\nD-alpha-tocopheryl polyethylene glycol-1000 succinate (TPGS)  x\nVITAMIN K\nphylloquinone (phytomenadione) x\nmenaquinone (2) x\nVITAMIN B1\nthiamin hydrochloride x\nthiamin mononitrate x\nVITAMIN B2\nriboflavin x\nriboflavin 5'-phosphate, sodium x\nNIACIN\nnicotinic acid x\nnicotinamide x\nPANTOTHENIC ACID\nD-pantothenate, calcium x\nD-pantothenate, sodium x\ndexpanthenol x\nVITAMIN B6\npyridoxine hydrochloride x\npyridoxine 5'-phosphate x\npyridoxine dipalmitate x\nFOLATE\npteroylmonoglutamic acid x\ncalcium-L-methylfolate x\nVITAMIN B12\ncyanocobalamin x\nhydroxocobalamin x\nBIOTIN\nD-biotin x\nVITAMIN C\nL-ascorbic acid x\nsodium-L-ascorbate x\ncalcium-L-ascorbate x\npotassium-L-ascorbate x\nL-ascorbyl 6-palmitate x\nCategory 2.   Minerals\nCALCIUM\ncalcium carbonate x\ncalcium chloride x\ncalcium salts of citric acid x\ncalcium gluconate x\ncalcium glycerophosphate x\ncalcium lactate x\ncalcium salts of orthophosphoric acid x\ncalcium hydroxide x\ncalcium oxide x\ncalcium sulphate x\ncalcium bisglycinate x\ncalcium citrate malate x\ncalcium malate x\ncalcium L-pidolate x\nMAGNESIUM\nmagnesium acetate x\nmagnesium carbonate x\nmagnesium chloride x\nmagnesium salts of citric acid x\nmagnesium gluconate x\nmagnesium glycerophosphate x\nmagnesium salts of orthophosphoric acid x\nmagnesium lactate x\nmagnesium hydroxide x\nmagnesium oxide x\nmagnesium sulphate x\nmagnesium L-aspartate  x\nmagnesium bisglycinate x\nmagnesium L-pidolate x\nmagnesium potassium citrate x\nIRON\nferrous carbonate x\nferrous citrate x\nferric ammonium citrate x\nferrous gluconate x\nferrous fumarate x\nferric sodium diphosphate x\nferrous lactate x\nferrous sulphate x\nferric diphosphate (ferric pyrophosphate) x\nferric saccharate x\nelemental iron (carbonyl + electrolytic + hydrogen reduced) x\nferrous bisglycinate x\nferrous L-pidolate x\nCOPPER\ncupric carbonate x\ncupric citrate x\ncupric gluconate x\ncupric sulphate x\ncopper lysine complex x\nIODINE\npotassium iodide x\npotassium iodate x\nsodium iodide x\nsodium iodate x\nZINC\nzinc acetate x\nzinc chloride x\nzinc citrate x\nzinc gluconate x\nzinc lactate x\nzinc oxide x\nzinc carbonate x\nzinc sulphate x\nzinc bisglycinate x\nMANGANESE\nmanganese carbonate x\nmanganese chloride x\nmanganese citrate x\nmanganese gluconate x\nmanganese glycerophosphate x\nmanganese sulphate x\nSODIUM\nsodium bicarbonate x\nsodium carbonate x\nsodium chloride x\nsodium citrate x\nsodium gluconate x\nsodium lactate x\nsodium hydroxide x\nsodium salts of orthophosphoric acid x\nPOTASSIUM\npotassium bicarbonate x\npotassium carbonate x\npotassium chloride x\npotassium citrate x\npotassium gluconate x\npotassium glycerophosphate x\npotassium lactate x\npotassium hydroxide x\npotassium salts of orthophosphoric acid x\nmagnesium potassium citrate x\nSELENIUM\nsodium selenate x\nsodium hydrogen selenite x\nsodium selenite x\nselenium enriched yeast (3) x\nCHROMIUM (III)\nchromium (III) chloride and its hexahydrate x\nchromium (III) sulphate and its hexahydrate x\nMOLYBDENUM (VI)\nammonium molybdate x\nsodium molybdate x\nFLUORINE\npotassium fluoride x\nsodium fluoride x\nBORON\nsodium borate x\nboric acid x\nCategory 3.   Amino acids\nL-alanine x\nL-arginine x\nL-aspartic acid  x\nL-citrulline  x\nL-cysteine x\nCystine x\nL-histidine x\nL-glutamic acid x\nL-glutamine x\nglycine  x\nL-isoleucine x\nL-leucine x\nL-lysine x\nL-lysine acetate x\nL-methionine x\nL-ornithine x\nL-phenylalanine x\nL-proline  x\nL-threonine x\nL-tryptophan x\nL-tyrosine x\nL-valine x\nL-serine  x\nL-arginine-L-aspartate  x\nL-lysine-L-aspartate  x\nL-lysine-L-glutamate  x\nN-acetyl-L-cysteine  x\nN-acetyl-L-methionine  x in products intended for persons over 1 year of age\nFor amino acids, as far as applicable, also the sodium, potassium calcium and magnesium salts as well as their hydrochlorides may be used\nCategory 4.   Carnitine and taurine\nL-carnitine x\nL-carnitine hydrochloride x\ntaurine x\nL-carnitine-L-tartrate x\nCategory 5.   Nucleotides\nadenosine 5'-phosphoric acid (AMP) x\nsodium salts of AMP x\ncytidine 5'-monophosphoric acid (CMP) x\nsodium salts of CMP x\nguanosine 5'-phosphoric acid (GMP) x\nsodium salts of GMP x\ninosine 5'-phosphoric acid (IMP) x\nsodium salts of IMP x\nuridine 5'-phosphoric acid (UMP) x\nsodium salts of UMP x\nCategory 6.   Choline and inositol\ncholine x\ncholine chloride x\ncholine bitartrate x\ncholine citrate x\ninositol x\n(1)  OJ L 91, 7.4.1999, p. 29.\n(2)  Menaquinone occurring principally as menaquinone-7 and, to a minor extent, menaquinone-6.\n(3)  Selenium-enriched yeasts produced by culture in the presence of sodium selenite as selenium source and containing, in the dried form as marketed, not more than 2,5 mg Se/g. The predominant organic selenium species present in the yeast is selenomethionine (between 60 and 85 % of total extracted selenium in the product). The content of other organic selenium compounds including selenocysteine shall not exceed 10 % of total extracted selenium. Levels of inorganic selenium normally shall not exceed 1 % of total extracted selenium."}