{"celex_id": "32008D0971", "uri": "http://publications.europa.eu/resource/cellar/adb6f069-aa6b-4385-9e65-89359d313dd4", "type": "Decision", "concepts": ["2081", "2300", "2771", "3191", "3409", "4081", "5481"], "title": "2008/971/EC: Council Decision of 16 December 2008 on the equivalence of forest reproductive material produced in third countries\n", "header": "23.12.2008 EN Official Journal of the European Union L 345/83\nCOUNCIL DECISION\nof 16 December 2008\non the equivalence of forest reproductive material produced in third countries\n(2008/971/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 1999/105/EC of 22 December 1999 on the marketing of forest reproductive material (1), and in particular Article 19(1) and (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The national rules for the certification of forest reproductive material in Canada, Croatia, Norway, Serbia, Switzerland, Turkey and the United States of America provide for an official field inspection to be carried out during the collection and processing of seed and the production of planting stock.\n(2) According to those rules, the systems for the approval and registration of basic material and the subsequent production of reproductive material from this basic material should follow the OECD Scheme for the certification of forest reproductive material moving in international trade (OECD Forest seed and plant scheme). In addition, those rules require seed and planting stock of the ‘source identified’ and ‘selected’ categories to be officially certified and the seed packages officially closed in accordance with the OECD Forest seed and plant scheme.\n(3) An examination of those rules has shown that the conditions for approval of basic material satisfy the requirements laid down in Directive 1999/105/EC. Furthermore, to the exception of conditions regarding seed quality, species purity and planting stock quality, the rules of these third countries afford the same assurances as regards the conditions applicable to seed and planting stock of the ‘source identified’ and ‘selected’ categories as those set out in Directive 1999/105/EC. It follows that the rules for certification of forestry material of the ‘source identified’ and ‘selected’ categories in Canada, Croatia, Norway, Serbia, Switzerland, Turkey and the United States of America should be considered as equivalent to those set out in Directive 1999/105/EC, provided that the additional conditions as regards seed and planting stocks, are satisfied.\n(4) The rules of these aforementioned third countries cannot, however, be considered as equivalent for the ‘qualified’ and ‘tested’ categories to which the OECD Forest seed and plant scheme does not apply. It is therefore appropriate to limit the scope of this Decision to reproductive material falling into the ‘source identified’ and ‘selected’ categories.\n(5) The definitions set out in Directive 1999/105/EC should be used for the purposes of this Decision in view of ensuring consistency between the two acts.\n(6) Forest reproductive material complying with the conditions of this Decision should satisfy the plant health conditions laid down Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (2). Where applicable, genetically modified forest reproductive material should comply with the requirements of Directive 2001/18/EC of the European Parliament and of the Council of 12 March 2001 on the deliberate release into the environment of genetically modified organisms (3).\n(7) It is appropriate for the additional conditions for seed and planting stocks in respect of quality and species purity as set out by this Decision to mirror the ones provided by Directive 1999/105/EC.\n(8) In order to guarantee the same level of traceability as that foreseen in Directive 1999/105/EC, it is appropriate to include in this Decision rules concerning the issuing of a Master Certificate for seed and planting stock upon entry to the Community. This Master Certificate should be based on the official OECD Certificate of Provenance and should indicate that the material is imported under an equivalence regime,", "main_body": ["Scope\nThis Decision determines the conditions under which forest reproductive material of the ‘source identified’ and ‘selected’ categories produced in a third country listed in Annex I shall be imported into the Community.\nIt applies, provided that the conditions set out in Annex II and in Directives 2000/29/EC and 2001/18/EC are satisfied.", "Definitions\nDefinitions set out in Article 2 of Directive 1999/105/EC shall apply to this Decision.", "Equivalence\n1.   Systems for approval and registration of basic material and subsequent production of reproductive material from this basic material, under control of third country authorities set out in Annex I to this Decision, or under official supervision of these authorities, applied in the third countries listed in that Annex, shall be considered equivalent to those carried out by the Member States in accordance with Directive 1999/105/EC.\n2.   Seed and planting stock of the ‘source identified’ and ‘selected’ categories of species listed in Annex I to Directive 1999/105/EC, produced in the third countries listed in Annex I to this Decision and officially certified by the third country authorities listed in that Annex, shall be considered equivalent to seed and planting stock complying with Directive 1999/105/EC, provided that the conditions laid down in Annex II to this Decision are satisfied.", "Master Certificate\nWhen seed and planting stock enter into the Community, the supplier importing this material shall inform the official body of that Member State in advance of the import. The official body shall issue a Master Certificate based on the official OECD Certificate of Provenance before the material is placed on the market.\nThe Master Certificate shall indicate that the material has been imported under an equivalence regime.", "Entry into force and application\nThis Decision shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2009.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 December 2008.\nFor the Council\nThe President\nR. BACHELOT-NARQUIN\n(1)  OJ L 11, 15.1.2000, p. 17.\n(2)  OJ L 169, 10.7.2000, p. 1.\n(3)  OJ L 106, 17.4.2001, p. 1.\nANNEX I\nCountries and authorities\nCountry (1) Authority responsible for the approval and control of production\nNational Forest Genetic Resources Centre/Centre national des ressources génétiques forestières\nNatural Resources Canada/Ressources naturelles Canada\nCanadian Forest Service — Atlantic/Service canadien des forêts — Atlantique\nPO Box 4000, Fredericton/Frédéricton\nNew Brunswick/Nouveau-Brunswick E3B 5P7\nCH Federal Office for Environment (FOEN)\nForest Research Institute\nCvjetno naselje 41\n10450 Jastrebarsko\nNorwegian Forest Genetic Resource Centre\nNorwegian Forest and Research Institute\nPO Box 115\nN-1431 Ås\nDirectorate for forest\nMinistry of agriculture, forestry and water management\nOmladinskih brigada 1\n11 000 Belgrade\nTR Ministry of Environnement and Forestry (Çevre ve Orman Bakanlığı) — General directorate for afforestation and erosion control (Ağaçlandirma ve erozyon kontrolu genel müdürlüğü)\nUS National Tree Seed Laboratory\n(1)  CA — Canada, CH — Switzerland, HV — Croatia, NO — Norway, SR — Serbia, TR — Turkey, US — United States of America.\nANNEX II\nA.   Conditions relating to seed produced in third countries\n1. Seed shall be officially certified as being derived from approved basic material and the packages closed in accordance with national rules for the application of the OECD Forest seed and plant scheme. An official OECD Label shall be attached to each seed lot and accompanied by either a copy of the official OECD Certificate of Provenance or a document from the supplier giving all the information contained in the official OECD Certificate of Provenance, together with the name of the supplier.\n2. In the case of seeds, the OECD label or supplier’s document shall also include the following additional information assessed, as far as possible, by internationally accepted techniques:\n(a) purity: the percentage by weight of pure seed, other seed and inert matter of the product marketed as a seed lot;\n(b) the germination percentage of pure seed, or, where the germination percentage is impossible or impractical to assess, the viability percentage assessed by reference to a specified method;\n(c) the weight of 1 000 pure seeds;\n(d) the number of germinable seeds per kilogram of product marketed as seed, or, where the number of germinable seeds is impossible or impractical to assess, the number of viable seeds per kilogram.\n3. By way of derogation to paragraph 2, the additional information referred to therein concerning seed testing procedures using internationally accepted techniques may be provided by the supplier importing seed before it is first marketed in the Community.\n4. In order to make seed of the current year’s crop rapidly available, seed may be marketed by the supplier importing it, as far as the first buyer, without having to fulfil the requirements of paragraphs 2(b) and 2(d). The supplier importing that material must state as soon as possible that he respects the requirements under paragraphs 2(b) and 2(d).\n5. Requirements of paragraphs 2(b) and 2(d) do not apply in the case of small quantities of seed, as defined by Commission Regulation (EC) No 2301/2002 of 20 December 2002, laying down detailed rules for the application of Council Directive 1999/105/EC as regards the definition of small quantities of seed (1).\n6. Seed lots shall reach a minimum species purity level of 99 %. However, in the case of closely related species, excluding artificial hybrids, the species purity of the fruit or seed lot, where it does not reach 99 %, shall be stated on the suppliers label or document.\n7. By way of derogation to paragraph 1, seed in appropriate quantities may be derived from non-approved basic material:\n(a) for tests, scientific purposes or genetic conservation;\n(b) where seed units are clearly shown not to be intended for forestry purposes.\nB.   Conditions relating to planting stock produced in third countries\n1. The production of the planting stock shall take place in a nursery registered with the third country authorities set out in Annex I to this Decision or under the official supervision of these authorities, in the third country. An OECD label shall be attached to each consignment and accompanied either by a copy of the official OECD Certificate of Provenance or a document from the supplier giving all information contained in the official OECD Certificate of Provenance and the name of the supplier.\n2. Planting stock shall comply with the requirements laid down in Annex VII, Part D, to Directive 1999/105/EC.\n3. Planting stock to be marketed to the end-user in regions having a Mediterranean climate shall comply with the requirements laid down in Annex VII, Part E, to Directive 1999/105/EC.\n(1)  OJ L 348, 21.12.2002, p. 75."}