{"celex_id": "32002R1782", "uri": "http://publications.europa.eu/resource/cellar/871ccef5-4b54-47ec-a0ec-966f724a5e66", "type": "Regulation", "concepts": ["3115", "4318", "4734"], "title": "Commission Regulation (EC) No 1782/2002 of 7 October 2002 amending Regulation (EC) No 884/2001 laying down detailed rules of application concerning the documents accompanying the carriage of wine products and the records to be kept in the wine sector\n", "header": "Commission Regulation (EC) No 1782/2002\nof 7 October 2002\namending Regulation (EC) No 884/2001 laying down detailed rules of application concerning the documents accompanying the carriage of wine products and the records to be kept in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 2585/2001(2), and in particular Article 70(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 884/2001(3) lays down the detailed rules of application concerning the documents accompanying the carriage of wine products.\n(2) Article 18(1) of that Regulation allows the Member States to introduce additional or specific rules for products being transported on their territory.\n(3) Article 18(1)(d) provides that for a transitional period expiring on 31 July 2002 the details of the density of the grape must may be replaced by details of the density expressed by the alcoholic strength in degrees Oechsle.\n(4) That unit is traditionally used by wine producers and operators in the sector in some Member States for the purpose of monitoring vinification processes. It replaces details of the density of the grape must in the documents accompanying carriage beginning and ending on the territory of those Member States.\n(5) In view of the technical problems encountered by small-scale producers in adjusting to a new unit of measurement the derogation should be extended by allowing the Member States concerned to express must density in degrees Oechsle in accompanying documents concerning the carriage of grape must beginning and ending on their territory without passing through the territory of another Member State or of a third country.\n(6) The measure provided for in this Regulation is in accordance with the opinion of the Management Committee for Wine,", "main_body": ["In Article 18(1)(d) of Regulation (EC) No 884/2001, the date \"31 July 2002\" is replaced by \"31 July 2010\".", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 October 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 345, 29.12.2001, p. 10.\n(3) OJ L 128, 10.5.2001, p. 32."}