{"celex_id": "32003L0038", "uri": "http://publications.europa.eu/resource/cellar/390c6a80-84bf-445a-a6f7-8f789fc8df9a", "type": "Directive", "concepts": ["2002", "2864", "4189", "4884", "5156", "61", "665"], "title": "Council Directive 2003/38/EC of 13 May 2003 amending Directive 78/660/EEC on the annual accounts of certain types of companies as regards amounts expressed in euro\n", "header": "Council Directive 2003/38/EC\nof 13 May 2003\namending Directive 78/660/EEC on the annual accounts of certain types of companies as regards amounts expressed in euro\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Fourth Council Directive 78/660/EEC of 25 July 1978 on the annual accounts of certain types of companies(1), and in particular Article 53(2) thereof,\nHaving regard to the proposal from the Commission(2),\nWhereas:\n(1) Articles 11 and 27 of Directive 78/660/EEC and, by way of reference, Article 6 of the Seventh Council Directive 83/349/EEC of 13 June 1983 on consolidated accounts(3) and Articles 20 and 21 of the Eighth Council Directive 84/253/EEC of 10 April 1984 on the approval of persons responsible for carrying out the statutory audits of accounting documents(4) specify thresholds expressed in euro for the balance sheet total and the net turnover, at or below which Member States may grant derogations from certain provisions of those Directives.\n(2) Since the fifth five-year period following the adoption of Directive 78/660/EEC ends on 24 July 2003, a review of those thresholds has duly been undertaken, as required by that Directive. The results of this review indicate that, in the light of economic and monetary trends in the Community, an increase in the amounts expressed in euro is necessary.\n(3) Directive 78/660/EEC should therefore be amended accordingly,", "main_body": ["Directive 78/660/EEC is hereby amended as follows:\n1. in Article 11:\n(a) the first paragraph shall be amended as follows:\n(i) in the first indent the words \"balance sheet total: EUR 3125000\" shall be replaced by the words \"balance sheet total: EUR 3650000\";\n(ii) in the second indent the words \"net turnover: EUR 6250000\" shall be replaced by the words \"net turnover: EUR 7300000\";\n(b) the following paragraph shall be inserted:\"In the case of those Member States which have not adopted the euro, the amount in national currency equivalent to the amounts specified in the first paragraph shall be that obtained by applying the exchange rate published in the Official Journal of the European Union on the date of the entry into force of the Directive setting those amounts in consequence of the review provided for in Article 53(2).\";\n2. in Article 27:\n(a) the first paragraph shall be amended as follows:\n(i) in the first indent the words \"balance sheet total: EUR 12500000\" shall be replaced by the words \"balance sheet total: EUR 14600000\";\n(ii) in the second indent the words \"net turnover: EUR 25000000\" shall be replaced by the words \"net turnover: EUR 29200000\";\n(b) the following paragraph shall be inserted:\"In the case of those Member States which have not adopted the euro, the amount in national currency equivalent to the amounts specified in the first paragraph shall be that obtained by applying the exchange rate published in the Official Journal of the European Union on the date of the entry into force of the Directive setting those amounts in consequence of the review provided for in Article 53(2).\"", "1. Member States shall adopt the measures necessary to comply with this Directive if and when they decide to make use of the option provided for in Articles 11 and 27 of Directive 78/660/EEC. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field governed by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 2003.\nFor the Council\nThe President\nA.-A. Tsochatzopoulos\n(1) OJ L 222, 14.8.1978, p. 11. Directive as last amended by Directive 2001/65/EC (OJ L 283, 27.10.2001, p. 28).\n(2) Proposal of 24.1.2003 (not yet published in the Official Journal).\n(3) OJ L 193, 18.7.1983, p. 1. Directive as last amended by Directive 2001/65/EC.\n(4) OJ L 126, 12.5.1984, p. 20."}