{"celex_id": "32000R0621", "uri": "http://publications.europa.eu/resource/cellar/04b127c2-609f-4f77-adc0-4a2d5d5d901a", "type": "Regulation", "concepts": ["1338", "1591", "1837", "2746", "2771", "519"], "title": "Commission Regulation (EC) No 621/2000 of 23 March 2000 initiating a 'new exporter' review of Council Regulation (EC) No 1950/97 imposing a definitive anti-dumping duty on imports of sacks and bags made of polyethylene or polypropylene originating, inter alia, in India, repealing the duty with regard to imports from one exporter in this country and making these imports subject to registration\n", "header": "Commission Regulation (EC) No 621/2000\nof 23 March 2000\ninitiating a \"new exporter\" review of Council Regulation (EC) No 1950/97 imposing a definitive anti-dumping duty on imports of sacks and bags made of polyethylene or polypropylene originating, inter alia, in India, repealing the duty with regard to imports from one exporter in this country and making these imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) (hereinafter referred to as \"the Basic Regulation\"), as last amended by Regulation (EC) No 905/98(2), and in particular Article 11(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. Request for a review\n(1) The Commission has received an application for a \"new exporter\" review pursuant to Article 11(4) of the Basic Regulation. The application was lodged by Subham Polymers Ltd (hereinafter referred to as \"the applicant\"), an exporting producer in India.\nB. Product\n(2) The product concerned is the same as that described in Article 1 of Council Regulation (EC) No 1950/97(3) (hereinafter referred to as \"the Regulation\"), as amended by Regulation (EC) No 96/1999(4), woven sacks and bags of a kind used for packaging of goods, not knitted or crocheted, obtained from a polyethylene or polypropylene strip or the like of woven fabrics weighing 120 g/m2 or less. The product is currently classifiable within CN codes 63053281, 6305 33 91, ex 3923 21 00, ex 3923 29 10 and ex 3923 29 90. These codes are given for information only.\nC. Existing measures\n(3) The measures currently in force are a definitive anti-dumping duty imposed by the Regulation, under which imports into the Community of the product concerned originating in India and produced by this company are subject to a definitive antidumping duty of 36,0 %, with the exception of imports from several companies specifically mentioned, which are subject to a lesser duty. The Regulation was subsequently amended by Regulation (EC) No 96/1999.\nD. Grounds for the review\n(4) The applicant alleges that it did not export the product concerned to the Community during the period of investigation on which the anti-dumping measures were based, i.e. the period from 1 April 1994 to 31 March 1995 (hereinafter referred to as \"the original investigation period\").\nThe applicant further alleges that it has begun exporting the product concerned to the Community after the end of the investigation period, and that it is not related to any of the exporting producers of the product concerned which are subject to the abovementioned anti-dumping measures.\nE. Procedure\n(5) Community producers known to be concerned have been informed of the above application and have been given an opportunity to comment. No comments have been received.\n(6) Having examined the evidence available, the Commission concludes that there is sufficient evidence to justify the initiation of a review pursuant to Article 11(4) of the Basic Regulation with a view to determining the applicant's individual margin of dumping and, should dumping be found, the level of duty to which its imports of the product concerned into the Community should be subject.\n(a) Questionnaires\nIn order to obtain the information it deems necessary for its investigation, the Commission will send a questionnaire to the applicant.\n(b) Collection of information and holding of hearings\nAll interested parties are hereby invited to make their views known in writing and to provide supporting evidence. Furthermore, the Commission may hear interested parties, provided that they make a request in writing and show that there are particular reasons why they should be heard.\nF. Repeal of the duty in force and registration of imports\n(7) Pursuant to Article 11(4) of the Basic Regulation, the anti-dumping duty in force should be repealed with regard to imports of the product concerned originating in India which are produced and sold for export to the Community by the applicant. At the same time, such imports should be made subject to registration in accordance with Article 14(5) of that Regulation, in order to ensure that, should the review result in a determination of dumping in respect of the applicant, anti-dumping duties can be levied retroactively from the date of the initiation of this review. The amount of the applicant's possible future liabilities cannot be estimated at this stage of the proceeding.\nG. Time limits\n(8) In the interest of sound administration, time limits should be stated within which:\n- interested parties may make themselves known to the Commission, present their views in writing, and submit information to be taken into account during the investigation,\n- interested parties may make a written request to be heard by the Commission.\nH. Non-cooperation\n(9) In cases in which any interested party refuses access to, or otherwise does not provide, necessary information within the relevant time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the Basic Regulation, on the basis of the facts available.\n(10) Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made of the facts available,", "main_body": ["A review of Regulation (EC) No 1950/97 is hereby initiated pursuant to Article 11(4) of Regulation (EC) No 384/96, in order to determine if, and to what extent, imports of sacks and bags made of polyethylene or polypropylene falling within CN codes 63053281, 6305 33 91, ex 3923 21 00 (3923 21 00 10), ex 3923 29 10 (3923 29 10 10) and ex 3923 29 90 (3923 29 90 10), originating in India, produced and sold for export to the Community by Subham Polymers Ltd (TARIC additional code: A108), India, should be subject to the anti-dumping duty imposed by Regulation (EC) No 1950/97.", "The anti-dumping duty imposed by Regulation (EC) No 1950/97 is hereby repealed with regard to imports of the product identified in Article 1.", "The customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 384/96, to take the appropriate steps to register the imports identified in Article 1 of this Regulation. Registration shall expire nine months following the date of entry into force of this Regulation.", "Interested parties if their representations are to be taken into account during the investigation must make themselves known to the Commission, present their views in writing and submit information within 40 days from the date of entry into force of this Regulation, unless otherwise specified. Interested parties may also apply in writing to be heard by the Commission within the same time limit. This time limit applies to all interested parties, including parties not named in the application, and it is consequently in the interest of these parties to contact the Commission without delay.\nAll submissions and requests made by interested parties must be made in writing (not in electronic format, unless otherwise specified), and must indicate the name, address, e-mail address, telephone and fax, and/or telex numbers of the interested party.\nAny information relating to the matter and any request for a hearing should be sent to the following address: European Commission Trade Directorate-General\nDM-24 8/38\nRue de la Loi/Wetstraat 200 B - 1049 Brussels Fax (32-2) 295 65 05 Telex COMEU B 21877 .", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 276, 9.10.1997, p. 1.\n(4) OJ L 11, 16.1.1999, p. 1."}