{"celex_id": "32006D0136", "uri": "http://publications.europa.eu/resource/cellar/0f8f3582-a48e-4681-b0b1-1d1b4bc2f523", "type": "Decision", "concepts": ["1821", "2901", "3173", "4713", "5403", "5573", "5965"], "title": "2006/136/EC: Council Decision of  14 February 2006  on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile concerning amendments to the Agreement on Trade in Wines annexed to the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\n", "header": "24.2.2006 EN Official Journal of the European Union L 54/23\nCOUNCIL DECISION\nof 14 February 2006\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile concerning amendments to the Agreement on Trade in Wines annexed to the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\n(2006/136/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part (1) (hereinafter referred to as the Association Agreement), was signed on 18 November 2002, and entered into force on 1 March 2005 (2).\n(2) On 24 November 2005 the Council authorised the Commission to enter into negotiations with the Republic of Chile to amend the Agreement on trade in wines attached as Annex V (3) (hereinafter referred to as Annex V) to the Association Agreement. These negotiations have been successfully concluded.\n(3) The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile concerning amendments to Annex V should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Chile concerning amendments to the Agreement on trade in wines annexed to the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part, is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The Commissioner for Agriculture and Rural Development is hereby empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 14 February 2006.\nFor the Council\nThe President\nK.-H. GRASSER\n(1)  OJ L 352, 30.12.2002, p. 3.\n(2)  OJ L 84, 2.4.2005, p. 21.\n(3)  OJ L 352, 30.12.2002, p. 1083.\n24.2.2006 EN Official Journal of the European Union L 54/24\nAGREEMENT\nin the form of an Exchange of Letters between the European Community and the Republic of Chile concerning amendments to the Agreement on Trade in Wines annexed to the Agreement establishing an Association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part\nBrussels,\nSir,\nI have the honour to refer to meetings of the Joint Committee established in accordance with Article 30 of Annex V to the Association Agreement (the Agreement on Trade in Wines). The Joint Committee has recommended that modifications should be made to the Agreement on Trade in Wines (hereinafter referred to as Annex V), in order to take account of legislative developments since its adoption.\nDuring the recent Joint Committee meeting held in Madrid on 13 to 14 June 2005 there was agreement on the need to amend not only the appendices but also the text of the Agreement in order to update it. I have therefore the honour to propose that Annex V be amended as indicated in the Appendix attached hereto, with effect as of the date of signature.\nI should be obliged if you would confirm that your Government is in agreement with the content of this letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the European Community\nAppendix\nAnnex V is hereby amended as follows:\n1. in Article 5, paragraph 2 is replaced by the following:\n2. Article 7 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) after paragraph 2, the following paragraph is inserted:\n3. Article 8 is amended as follows:\n(a) paragraph 5(b) is replaced by the following:\n‘(b) where a traditional expression or complementary quality mention listed in Appendix III or IV is homonymous with the name of a wine originating outside the Parties, the latter name may be used to describe and present a wine only if such use is recognised in the internal legislation of the country of origin and does not constitute unfair competition and consumers are not misled as to the origin, nature or quality of the wine;’;\n(b) paragraph 5(c) is deleted;\n4. Article 9 is amended as follows:\n(a) point (a) is replaced by the following:\n‘(a) as regards wine originating in the Community, those listed in Appendix III,’;\n(b) point (b) is replaced by the following:\n‘(b) as regards wine originating in Chile, those listed in Appendix IV.’;\n5. Article 10 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 2 is replaced by the following:\n(c) paragraph 3 is deleted;\n6. Article 11 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 2 is replaced by the following:\n7. Article 30(3) is replaced by the following:\nSantiago de Chile/Brussels,\nMadam,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n‘I have the honour to refer to meetings of the Joint Committee established in accordance with Article 30 of Annex V to the Association Agreement (the Agreement on Trade in Wines). The Joint Committee has recommended that modifications should be made to the Agreement on Trade in Wines (hereinafter referred to as Annex V), in order to take account of legislative developments since its adoption.\nDuring the recent Joint Committee meeting held in Madrid on 13 to 14 June 2005 there was agreement on the need to amend not only the appendices but also the text of the Agreement in order to update it. I have therefore the honour to propose that Annex V be amended as indicated in the Appendix attached hereto, with effect as of the date of signature.\nI should be obliged if you would confirm that your Government is in agreement with the content of this letter.’.\nI have the honour to inform you that the Republic of Chile is in agreement with the content of this letter.\nPlease accept, Madam, the assurance of my highest consideration.\nFor the Republic of Chile"}