{"celex_id": "32005D0879", "uri": "http://publications.europa.eu/resource/cellar/8361cfbf-7c49-47d6-84fc-25338f25f690", "type": "Decision", "concepts": ["2560", "4692", "5263", "5898", "6004", "6263"], "title": "2005/879/EC: Commission Decision of  8 December 2005  authorising methods for grading pig carcases in Slovenia  (notified under document number C(2005) 4744)\n", "header": "10.12.2005 EN Official Journal of the European Union L 324/87\nCOMMISSION DECISION\nof 8 December 2005\nauthorising methods for grading pig carcases in Slovenia\n(notified under document number C(2005) 4744)\n(Only the Slovenian text is authentic)\n(2005/879/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Article 2(3) of Regulation (EEC) No 3220/84 provides that the grading of pig carcases must be determined by estimating the content of lean meat in accordance with statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase. The authorisation of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment. This tolerance was defined in Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (2).\n(2) The Government of Slovenia has requested the Commission to authorise two methods for grading pig carcases and has submitted the results of its dissection trials which were executed before the day of accession, by presenting part two of the protocol provided for in Article 3 of Regulation (EEC) No 2967/85.\n(3) The evaluation of this request has revealed that the conditions for authorising these grading methods are fulfilled for the HGP 4 apparatus, but only partially for the ZP-DM5 apparatus. In order to give the Slovenian authorities time to execute a new dissection trial, the authorisation for the ZP-DM5 apparatus should be time limited.\n(4) No modification of the apparata or grading methods may be authorised except by means of a new Commission Decision adopted in the light of experience gained. For this reason, the present authorisation may be revoked.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The use of the following methods is hereby authorised for grading pig carcases pursuant to Regulation (EEC) No 3220/84 in Slovenia:\n(a) the grading method known as ‘Zwei-Punkt — DM5 (ZP)’ and assessment methods related thereto, details of which are given in Part 1 of the Annex;\n(b) the apparatus termed ‘Hennessy Grading Probe (HGP 4)’ and the assessment methods related thereto, details of which are given in Part 2 of the Annex.\nThe authorisation for the ZP-DM5 grading method is granted until 31 December 2007.", "Modifications of the apparata or the assessment methods shall not be authorised.", "This Decision is addressed to the Republic of Slovenia."], "attachments": "Done at Brussels, 8 December 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 301, 20.11.1984, p. 1. Regulation as last amended by Regulation (EC) No 3513/93 (OJ L 320, 22.12.1993, p. 5).\n(2)  OJ L 285, 25.10.1985, p. 39. Regulation as amended by Regulation (EC) No 3127/94 (OJ L 330, 21.12.1994, p. 43).\nANNEX\nMETHODS FOR GRADING PIG CARCASES IN SLOVENIA\nPart 1\nZWEI-PUNKT — DM5 (ZP)\n1. Grading of pig carcases shall be carried out by means of the method termed ‘Zwei-Punkt — DM5 (ZP)’.\n2. The lean meat content of the carcase shall be calculated according to the following formula:\n= estimated percentage of lean meat in the carcase,\nMDM = visible thickness of the lumbar muscle on the midline of split carcase in millimetres, measured as the shortest connection between the front (cranial) end of lumbar muscle and the upper (dorsal) edge of the vertebral canal,\nSDM = minimum thickness of visible (back) fat (including rind) on the midline of the split carcase in millimetres, covering the lumbar muscle (Musculus glutaeus medius),\nZ1 = SDM/MDM\nZ2 =\nZ3 = log\n10(SDM)\nZ4 =\nT = warm carcase weight in kilograms.\nPart 2\nHENNESSY GRADING PROBE (HGP 4)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed ‘Hennessy Grading Probe (HGP 4)’.\n2. The apparatus shall be equipped with a probe of 5,95 millimetres diameter (and of 6,3 millimetres at the blade on top of the probe) containing a photodiode (Siemens LED of the type LYU 260-EO) and photodetector of the type 58 MR and having an operating distance of between 0 and 120 millimetres. The results of the measurements shall be converted into estimated lean meat content by means of the HGP 4 itself or a computer linked to it.\n3. The lean meat content of the carcase shall be calculated according to the following formula:\n= estimated percentage of lean meat in the carcase,\nSHGP = the thickness of back fat (including rind) in millimetres, measured at 7 cm off the midline of the carcase between second and third last rib,\nMHGP = the thickness of muscle in millimetres measured at the same time and same place as SHGP."}