{"celex_id": "32006D0759", "uri": "http://publications.europa.eu/resource/cellar/3cb03970-78a5-496c-af0b-7ebf6a30b4d7", "type": "Decision", "concepts": ["1445", "1854", "3885", "4743", "5283", "6152", "6569"], "title": "2006/759/EC: Commission Decision of 8 November 2006 approving certain national programmes for the control of salmonella in breeding flocks of Gallus gallus (notified under document number C(2006) 5281)   (Text with EEA relevance)\n", "header": "10.11.2006 EN Official Journal of the European Union L 311/46\nCOMMISSION DECISION\nof 8 November 2006\napproving certain national programmes for the control of salmonella in breeding flocks of Gallus gallus\n(notified under document number C(2006) 5281)\n(Text with EEA relevance)\n(2006/759/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2160/2003 of the European Parliament and of the Council of 17 November 2003 on the control of salmonella and other specified food-borne zoonotic agents (1) and, in particular Article 6(2) thereof,\nWhereas:\n(1) The purpose of Regulation (EC) No 2160/2003 is to ensure that proper and effective measures are taken to detect and control salmonella and other zoonotic agents at all relevant stages of production, processing and distribution, particularly at the level of primary production, in order to reduce their prevalence and the risk they pose to public health.\n(2) A Community target was established for the reduction of the prevalence of all salmonella serotypes with public health significance in breeding flocks of Gallus gallus at the level of primary production by Commission Regulation (EC) No 1003/2005 of 30 June 2005 implementing Regulation (EC) No 2160/2003 as regards a Community target for the reduction of the prevalence of certain salmonella serotypes in breeding flocks of Gallus gallus and amending Regulation (EC) No 2160/2003 (2).\n(3) In order to achieve the Community target Member States are to establish national programmes for the control of salmonella in breeding flocks of Gallus gallus and submit them to the Commission in accordance with Regulation (EC) No 2160/2003.\n(4) Certain Member States have submitted their national programmes for the control of salmonella in breeding flocks of Gallus gallus.\n(5) Those programmes were found to comply with relevant Community veterinary legislation and in particular with Regulation (EC) No 2160/2003.\n(6) The national control programmes should therefore be approved.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The national programmes for the control of salmonella in breeding flocks of Gallus gallus submitted by the Member States listed in the Annex are approved.", "This Decision shall apply from 1 January 2007.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 November 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 325, 12.12.2003, p. 1. Regulation as amended by Regulation (EC) No 1003/2005 (OJ L 170, 1.7.2005, p. 12).\n(2)  OJ L 170, 1.7.2005, p. 12. Regulation as amended by Regulation (EC) No 1168/2006 (OJ L 211, 1.8.2006, p. 4).\nANNEX\nBelgium\nCzech Republic\nDenmark\nGermany\nEstonia\nGreece\nSpain\nFrance\nIreland\nItaly\nCyprus\nLatvia\nLithuania\nHungary\nNetherlands\nAustria\nPoland\nPortugal\nSlovenia\nSlovakia\nFinland\nSweden\nUnited Kingdom"}