{"celex_id": "32005R0416", "uri": "http://publications.europa.eu/resource/cellar/7b562a13-83b0-4691-bd39-9c9821242161", "type": "Regulation", "concepts": ["1309", "1524", "192", "2737", "2771", "5283"], "title": "Commission Regulation (EC) No 416/2005 of 11 March 2005 amending Annex XI to Regulation (EC) No 1774/2002 of the European Parliament and of the Council, as regards the importation from Japan of certain animal by-products intended for technical purposes (Text with EEA relevance)\n", "header": "12.3.2005 EN Official Journal of the European Union L 66/10\nCOMMISSION REGULATION (EC) No 416/2005\nof 11 March 2005\namending Annex XI to Regulation (EC) No 1774/2002 of the European Parliament and of the Council, as regards the importation from Japan of certain animal by-products intended for technical purposes\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 29(3) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 lays down requirements for the importation into the Community of blood products and other animal by-products intended for technical purposes including pharmaceutical use. Member States are to authorise the importation of those by-products if they comply with the relevant requirements laid down in Chapter IV or Chapter XI respectively of Annex VIII to that Regulation.\n(2) Regulation (EC) No 1774/2002 provides that the by-products must come from a third country or part of a third country included on a list set out in part VI of its Annex XI. Japan is not included in that Part VI of Annex XI.\n(3) The competent authority of Japan (Ministry of Agriculture, Forestry and Fisheries, Animal Health and Animal Products Safety Division has given the Commission the necessary guarantees that blood products and other by-products for technical uses from Japan can be obtained and consigned to the Community in accordance with the relevant import requirements. In particular, Japan has approved and registered the relevant plants in accordance with Article 29(5) of Regulation (EC) No 1774/2002.\n(4) It is, therefore, appropriate to include Japan in Part VI of Annex XI.\n(5) It is also appropriate to amend part VI of Annex XI in order to use the same terminology as in Chapter XI of Annex VIII of the same Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendment to Regulation (EC) No 1774/2002\nPart VI of Annex XI to Regulation (EC) No 1774/2002 is replaced by the following:\n‘PART VI\nList of third countries from which Member States may authorise imports of animal by-products and blood products (with the exception of blood products of equidae) intended for technical purposes including pharmaceuticals (health certificate Chapters 4(C) and 8(B)).\nA. Blood products:\n1. blood products from ungulates:\nthird countries or parts of third countries listed in Part 1 of Annex II to Council Decision 79/542/EEC, from which imports of all categories of fresh meat of the respective species are authorised and the following countries:\n— (JP) Japan;\n2. blood products of other species:\nthird countries listed in Part 1 of Annex II to Council Decision 79/542/EEC and the following countries:\n— (JP) Japan.\nB. Animal by-products for pharmaceutical use:\nthird countries listed in Part 1 of Annex II to Council Decision 79/542/EEC, in the Annex to Commission Decision 94/85/EEC (2) or in Annex I to Commission Decision 2000/585/EC (3) and the following countries:\n— (JP) Japan,\n— (PH) Philippines, and\n— (TW) Taiwan.\nC. Animal by-products for technical purposes other than pharmaceutical uses:\nthird countries listed in Part 1 of Annex II to Council Decision 79/542/EEC from which imports of that category of fresh meat of the respective species is authorised, in the Annex to Commission Decision 94/85/EEC or in Annex I to Commission Decision 2000/585/EC.’", "Entry into force\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 93/2005 (OJ L 19, 21.1.2005, p. 34).\n(2)  OJ L 44, 17.2.1994, p. 31.\n(3)  OJ L 251, 6.10.2000, p. 1."}