{"celex_id": "32004R1646", "uri": "http://publications.europa.eu/resource/cellar/00102432-e508-46c0-8125-9fc7a575e52f", "type": "Regulation", "concepts": ["2737", "343", "4036", "5734", "5877"], "title": "Commission Regulation (EC) No 1646/2004 of 20 September 2004 amending Annex I to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin(Text with EEA relevance)\n", "header": "21.9.2004 EN Official Journal of the European Union L 296/5\nCOMMISSION REGULATION (EC) No 1646/2004\nof 20 September 2004\namending Annex I to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (1), and in particular Articles 6, 7 and 8 thereof;\nWhereas:\n(1) In accordance with Regulation (EEC) No 2377/90, maximum residue limits must be established progressively for all pharmacologically active substances which are used within the Community in veterinary medicinal products intended for administration to food-producing animals.\n(2) Maximum residue limits should be established only after the examination within the Committee for Veterinary Medicinal Products of all the relevant information concerning the safety of residues of the substance concerned for the consumer of foodstuffs of animal origin and the impact of residues on the industrial processing of foodstuffs.\n(3) In establishing maximum residue limits for residues of veterinary medicinal products in foodstuffs of animal origin, it is necessary to specify the animal species in which residues may be present, the levels which may be present in each of the relevant meat tissues obtained from the treated animal (target tissue) and the nature of the residue which is relevant for the monitoring of residues (marker residue).\n(4) In view of the reduced availability of veterinary medicinal products for certain food-producing species (2), maximum residue limits may be established by methods of extrapolation from maximum residue limits set for other species on a strictly scientific basis.\n(5) For the control of residues, as provided for in appropriate Community legislation, maximum residue limits should usually be established for the target tissues of liver or kidney. However, the liver and kidney are frequently removed from carcasses moving in international trade, and maximum residue limits should therefore also always be established for muscle or fat tissues.\n(6) In the case of veterinary medicinal products intended for use in laying birds, lactating animals or honey bees, maximum residue limits must also be established for eggs, milk or honey.\n(7) Albendazole, Febantel, Fenbendazole, Oxfendazole, Thiabendazole, Oxyclozanide, Amitraz, Cypermethrin, Deltamethrin and Dexamethasone should be inserted into Annex I to Regulation (EEC) No 2377/90;\n(8) An adequate period should be allowed before the entry into force of this Regulation in order to allow Member States to make any adjustment which may be necessary to the authorisations to place the veterinary medicinal products concerned on the market which have been granted in accordance with Directive 2001/82/EC (3) of the European Parliament and of the Council to take account of the provisions of this Regulation.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products.", "main_body": ["Annex I to Regulation (EEC) No 2377/90 is hereby amended as set out in the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from the sixtieth day following its publication.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 September 2004.\nFor the Commission\nOlli REHN\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 1101/2004 (OJ L 211, 12.6.2004, p. 3).\n(2)  Availability of veterinary medicinal products Communication from the Commission to the Council and the European Parliament COM(2000) 806 final.\n(3)  OJ L 311, 28.11.2001, p. 1. Directive as last amended by Directive 2004/28/EC (OJ L 136, 30.4.2004, p. 58).\nANNEX\nThe following substance(s) is(are) inserted in Annex I:\n2. Antiparasitic agents\n2.1. Agents acting against endoparasites\n2.1.3. Benzimidazoles and pro-benzimidazoles\nPharmacologically active substance(s) Marker residue Animal species MRLs Target tissues\n‘Albendazole Sum of albendazole sulphoxide, albendazole sulphone, and albendazole 2-amino sulphone, expressed as albendazole All ruminants 100 μg/kg Muscle\n100 μg/kg Fat\n1 000 μg/kg Liver\n500 μg/kg Kidney\n100 μg/kg Milk\nFebantel Sum of extractable residues which may be oxidised to oxfendazole sulphone All ruminants 50 μg/kg Muscle\n50 μg/kg Fat\n500 μg/kg Liver\n50 μg/kg Kidney\n10 μg/kg Milk\nFenbendazole Sum of extractable residues which may be oxidised to oxfendazole sulphone All ruminants 50 μg/kg Muscle\n50 μg/kg Fat\n500 μg/kg Liver\n50 μg/kg Kidney\n10 μg/kg Milk\nOxfendazole Sum of extractable residues which may be oxidised to oxfendazole sulphone All ruminants 50 μg/kg Muscle\n50 μg/kg Fat\n500 μg/kg Liver\n50 μg/kg Kidney\n10 μg/kg Milk\nThiabendazole Sum of thiabendazole and 5-hydroxythiabendazole Caprine 100 μg/kg Muscle\n100 μg/kg Fat\n100 μg/kg Liver\n100 μg/kg Kidney\n100 μg/kg Milk’\n2.1.4. Phenol derivatives including salicylanides\nPharmacologically active substance(s) Marker residue Animal species MRLs Target tissues\n‘Oxyclozanide Oxyclozanide All ruminants 20 μg/kg Muscle\n20 μg/kg Fat\n500 μg/kg Liver\n100 μg/kg Kidney\n10 μg/kg Milk’\n2.2. Agents acting against ectoparasites\n2.2.2. Formamidines\nPharmacologically active substance(s) Marker residue Animal species MRLs Target tissues\n‘Amitraz Sum of amitraz and all metabolites containing the 2,4-dimethylaniline moiety, expressed as amitraz Caprine 200 μg/kg Fat\n100 μg/kg Liver\n200 μg/kg Kidney\n10 μg/kg Milk’\n2.2.3. Pyrethroids\nPharmacologically active substance(s) Marker residue Animal species MRLs Target tissues\n‘Cypermethrin Cypermethrin (sum of isomers) All ruminants 20 μg/kg Muscle\n200 μg/kg Fat\n20 μg/kg Liver\n20 μg/kg Kidney\n20 μg/kg Milk (1)\nDeltamethrin Deltamethrin All ruminants 10 μg/kg Muscle\n50 μg/kg Fat\n10 μg/kg Liver\n10 μg/kg Kidney\n20 μg/kg Milk\n5. Corticoids\n5.1. Glucocorticoids\nPharmacologically active substance(s) Marker residue Animal species MRLs Target tissues\n‘Dexamethasone Dexamethasone Caprine 0,75 μg/kg Muscle\n2 μg/kg Liver\n0,75 μg/kg Kidney\n0,3 μg/kg Milk’\n(1)  Further provisions in Commission Directive 98/82/EC are to be observed (OJ L290, 29.10.1998, p. 25).’"}