{"celex_id": "32004D0363", "uri": "http://publications.europa.eu/resource/cellar/3428f49d-9dc2-4058-b4fc-6492a344bfd3", "type": "Decision", "concepts": ["1755", "2771", "3579", "4743", "5369", "888"], "title": "2004/363/EC: Commission Decision of 6 April 2004 concerning protection measures in relation to highly pathogenic avian influenza in the United States of America (Text with EEA relevance) (notified under document number C(2004) 1310)\n", "header": "Commission Decision\nof 6 April 2004\nconcerning protection measures in relation to highly pathogenic avian influenza in the United States of America\n(notified under document number C(2004) 1310)\n(Text with EEA relevance)\n(2004/363/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC(1), and in particular Article 18(6) and (7) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries(2), and in particular Article 22(1) and (6) thereof,\nWhereas:\n(1) Avian influenza is a highly contagious viral disease in poultry and birds, which can quickly take epizootic proportions liable to present a serious threat to animal and public health and to reduce sharply the profitability of poultry farming.\n(2) There is a risk that the disease agent might be introduced via international trade in live poultry and poultry products.\n(3) On 23 February 2004 the United States of America have confirmed one outbreak of highly pathogenic avian influenza in a poultry flock in the State of Texas (Gonzales County), which has been detected as positive during surveillance carried out on 17 February 2004.\n(4) This detected avian influenza virus strain is of subtype H5N2 and therefore different from the strain currently causing the epidemic in Asia. Current knowledge suggests that the risk for public health in relation to this subtype is inferior to the risk of the strain circulating in Asia, which is an H5N1 virus subtype.\n(5) However, in view of the animal health risk of disease introduction into the Community, imports of live poultry, ratites, farmed and wild feathered game birds and hatching eggs of these species and of fresh meat of poultry, ratites, wild and farmed feathered game, meat preparations and meat products consisting of, or containing meat of those species, obtained from birds slaughtered after 27 January 2004, and imports of eggs for human consumption, have been suspended from the United States of America as of 25 February 2004 by Commission Decisions 2004/187/EC(3), 2004/256/EC(4), and by Decision 2004/274/EC(5) of 23 March 2004.\n(6) Commission Decision 94/984/EC of 20 December 1994 laying down animal health conditions and veterinary certificates for the importation of fresh poultrymeat from certain third countries(6), Commission Decision 96/482/EC of 12 July 1996 laying down animal health conditions and veterinary certificates for the importation of poultry and hatching eggs other than ratites and eggs thereof from third countries including animal health measures to be applied after such importation(7), Commission Decision 2000/585/EC drawing up a list from which Member States authorise imports of rabbit meat and certain wild and farmed game meat, and laying down the animal and public health and the veterinary certification conditions for such imports(8), Commission Decision 2000/609/EC of 29 September 2000 laying down animal and public health conditions and veterinary certification for imports of farmed ratite meat(9) and Commission Decision 2001/751/EC of 16 October 2001 laying down animal health conditions and veterinary certification for imports of live ratites and hatching eggs thereof from third countries including animal health measures to be applied after such importation, amending Commission Decision 95/233/EC drawing up a list of third countries from which the Member States authorise imports of live poultry and hatching eggs and amending Commission Decision 96/659/EC on protective measures in relation to Crimean Congo haemorrhagic fever(10) respectively require that the veterinary authorities of the United States of America, before dispatching live poultry and hatching eggs, live ratites and hatching eggs, fresh meat of poultry, ratites, farmed and wild feathered game certify that the United States of America are free from avian influenza. The veterinary authorities of the United States of America had therefore to suspend all certification following that outbreak.\n(7) The certificates for meat products and meat preparations consisting of or containing poultry meat are laid down in Commission Decision 97/221/EC of 28 February 1997 laying down the animal health conditions and model veterinary certificates in respect of imports of meat products from third countries and revoking Decision 91/449/EEC(11) and Commission Decision 2000/572/EC of 8 September 2000 laying down animal and public health conditions and veterinary certification for imports of minced meat and meat preparations from third countries and repealing Decision 97/29/EC(12) and make reference to the animal health requirements set out in Decision 94/984/EC for fresh poultrymeat.\n(8) Commission Decision 97/222/EC(13), lays down the list of third countries from which Member States may authorise the importation of meat products, and establishes treatment regimes in order to prevent the risk of disease transmission via such products. The treatment that must be applied to the product depends on the health status of the country of origin, in relation to the species the meat is obtained from; in order to avoid an unnecessary burden on trade, imports of poultrymeat products originating in the United States of America treated to a temperature of at least 70 °Celsius throughout the product should continue to be authorised.\n(9) Sanitary control measures applicable to raw material for the manufacture of animal feedingstuffs and pharmaceutical or technical products allow the exclusion from the scope of this Decision of channelled imports of such products.\n(10) The United States of America have signed an Agreement with the European Community on sanitary measures to protect public and animal health in trade in live animals and animal products(14).\n(11) The United States of America have communicated additional information on the epidemiological situation and the control measures taken to confine the disease, with a view to obtain the implementation by the Community of regionalisation measures in accordance with the provisions in the Veterinary Agreement; in the light of this information, Community measures can be reduced to Texas, only.\n(12) Decision 2004/274/EC should be repealed.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["1. Member States shall only authorise the importation from the United States of America of live poultry and hatching eggs thereof, live ratites and hatching eggs thereof, fresh meat of poultry, ratites, farmed and wild feathered game, meat products and meat preparations consisting of or containing meat of any of those species and of eggs for human consumption, if they originate in, or come from, the region of the United States of America as described in the Annex.\n2. Imports of the products referred to in paragraph 1 originating in, or coming from, other parts of the United States of America shall be prohibited.", "By derogation from Article 1(2), Member States shall authorise the importation of the following:\n(a) meat products, consisting of, or containing meat of poultry, ratites, farmed and wild feathered game, when the meat of these species has undergone one of the specific treatments referred to under points B, C or D in Part IV of the Annex to Decision 97/222/EC;\n(b) fresh meat of poultry, ratites, farmed and wild feathered game, meat products and meat preparations consisting of or containing meat of these species, provided that the meat was obtained from birds slaughtered before 27 January 2004.", "1. In the veterinary certificates accompanying consignments of the products mentioned in Article 2, provided by:\n(a) Decision 94/984/EC, for fresh poultry meat originating in the United States of America;\n(b) Decision 94/482/EC, for live poultry or hatching eggs originating in the United States of America;\n(c) Decision 97/221/EC, for meat products consisting of or containing meat of poultry, ratites and farmed or wild feathered game originating in the United States of America;\n(d) Decision 2000/572/EC, for meat preparations consisting of or containing meat of poultry, ratites and farmed and wild feathered game originating in the United States of America;\n(e) Decision 2000/585/EC, for fresh meat of farmed and wild feathered game originating in the United States of America;\n(f) Decision 2000/609/EC, for fresh ratite meat originating in the United States of America;\n(g) Decision 2001/751/EC for live ratites or their hatching eggs originating in the United States of America;\nthe following words as appropriate to the species and products concerned shall be inserted respectively:\n(a) \"Fresh poultrymeat in accordance with Commission Decision 2004/363/EC\";\n(b) \"Live poultry or hatching eggs in accordance with Commission Decision 2004/363/EC\";\n(c) \"Meat products in accordance with Commission Decision 2004/363/EC\";\n(d) \"Meat preparation in accordance with Commission Decision 2004/363/EC\";\n(e) \"Fresh meat of farmed/wild (delete as appropriate) feathered game in accordance with Commission Decision 2004/363/EC\";\n(f) \"Fresh ratite meat in accordance with Commission Decision 2004/363/EC\";\n(g) \"Live ratites or hatching eggs in accordance with Commission Decision 2004/363/EC\";\n2. Member States shall verify that those animal health certificates certify the freedom from avian influenza with the regional code \"US-1\" being inserted.", "Member States shall amend the measures they apply to imports to make them comply with this Decision. They shall give immediate appropriate publicity to the measures adopted.\nThey shall immediately inform the Commission thereof.", "This Decision shall be reviewed in the light of the evolution of the avian influenza situation in the United States of America.", "Decision 2004/274/EC is repealed.", "This Decision shall apply until 23 August 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 April 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56, as last amended by Directive 96/43/EC (OJ L 162, 1.7.1996, p. 1).\n(2) OJ L 24, 31.1.1998, p. 9.\n(3) OJ L 57, 25.2.2004, p. 35.\n(4) OJ L 80, 18.3.2004, p. 31.\n(5) OJ L 86, 24.3.2004, p. 27.\n(6) OJ L 378, 31.12.1994, p. 11. Decision as last amended by Decision 2004/118/EC (OJ L 36, 7.2.2004, p. 34).\n(7) OJ L 196, 7.8.1996, p. 13. Decision as last amended by Decision 2004/118/EC.\n(8) OJ L 251, 6.10.2000, p. 1. Decision as last amended by Decision 2004/245/EC, (OJ L 77, 13.3.2004, p. 62).\n(9) OJ L 258, 12.10.2000, p. 49. Decision as last amended by Decision 2004/118/EC.\n(10) OJ L 281, 25.10.2001, p. 24. Decision as last amended by Decision 2004/118/EC.\n(11) OJ L 89, 4.4.1997, p. 32.\n(12) OJ L 240, 23.9.2000, p. 19. Decision as last amended by Decision 2004/212/EC (OJ L 73, 11.3.2004, p. 11).\n(13) OJ L 98, 4.4.1997, p. 39, Decision as last amended by Decision 2003/826/EC (OJ L 311, 27.11.2003, p. 29).\n(14) Council Decision 98/258/EC (OJ L 118, 21.4.1998, p. 1).\nANNEX\nUS-1: The territory of the United States of America except for the State of Texas."}