{"celex_id": "32002D0652", "uri": "http://publications.europa.eu/resource/cellar/5a6237d2-3df5-4e2a-877a-b85590812bbf", "type": "Decision", "concepts": ["1035", "2455", "5229", "5283", "616", "80"], "title": "2002/652/EC: Commission Decision of 29 July 2002 amending Decisions 98/119/EC to 98/131/EC in order to prolong the multiannual guidance programmes for the fishing fleets of the Member States until 31 December 2002 (notified under document number C(2002) 2831)\n", "header": "Commission Decision\nof 29 July 2002\namending Decisions 98/119/EC to 98/131/EC in order to prolong the multiannual guidance programmes for the fishing fleets of the Member States until 31 December 2002\n(notified under document number C(2002) 2831)\n(2002/652/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2792/1999 of 17 December 1999 laying down the detailed rules and arrangements regarding Community structural assistance in the fisheries sector(1), as last amended by Regulation (EC) No 179/2002(2), and in particular Articles 4 and 5 thereof,\nHaving regard to Council Decision 97/413/EC of 26 June 1997 concerning the objectives and detailed rules for restructuring the Community fisheries sector for the period 1 January 1997 to 31 December 2001 with a view to achieving a balance on a sustainable basis between resources and their exploitation(3), as amended by Decision 2002/70/EC(4), and in particular Article 9 thereof,\nWhereas:\n(1) Decision 97/413/EC was adopted in accordance with Article 11 of Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(5), as last amended by Regulation (EC) No 1181/98(6).\n(2) By Decision 2002/70/EC of 28 January 2002, the Council decided to prolong Decision 97/413/EC by a year, to 31 December 2002. The multiannual guidance programmes (MAGP IV) adopted by Commission Decisions 98/119/EC to 98/131/EC(7) should therefore be amended accordingly, with retroactive effect from 1 January 2002 in order to avoid the absence of measures to restructure the fleets of Member States between 1 January 2002 and the date of adoption of this Decision.\n(3) The Member States have carried out to different degrees the remeasuring of their fleets in terms of gross tonnes (GT) as required by Council Regulation (EC) No 2930/86 of 22 September 1986 defining characteristics for fishing vessels(8), as amended by Regulation (EC) No 3259/94(9), and by Commission Decision 95/84/EC of 20 March 1995 concerning the implementation of the Annex to Council Regulation (EEC) No 2930/86 defining the characteristics of fishing vessels(10). In accordance with Article 7 of each of Decisions 98/119/EC to 98/131/EC, this should be taken into account when expressing targets to be attained by 31 December 2002.\n(4) In the context of prolonging MAGP IV, the Commission should use this opportunity to respond to requests from a number of Member States to alter their programmes.\n(5) In the absence of new legislative provisions as from 1 July 2002, aids for the renewal of vessels belonging to fleet segments of Member States that fail to meet their targets can no longer be accepted. Those segments must therefore be clearly identified as of 30 June 2002 in order to ensure compliance with Community rules and sound management of public funds.\n(6) The management of public aid schemes for the fishing fleets should be founded on circumstances that are clearly established by reference to the information transmitted to the Commission by the Member States, and in particular in relation to the targets in their multiannual guidance programmes and within the context of the annual Commission report on the results of the multiannual guidance programmes referred to in Article 5 of Regulation (EC) No 2792/1999.\n(7) The Advisory Committee on Fisheries and Aquaculture was consulted in its meeting on 29 May 2002.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Management Committee on Fisheries and Aquaculture,", "main_body": ["Decisions 98/119/EC, 98/120/EC, 98/121/EC, 98/122/EC, 98/123/EC, 98/124/EC, 98/125/EC, 98/126/EC, 98/127/EC, 98/128/EC, 98/129/EC, 98/130/EC and 98/131/EC are hereby amended as follows:\n1. In Article 1 in each case, \"31 December 2001\" is replaced by \"31 December 2002\".\n2. The following paragraph is added to each Article 2: \"During the sixth year of the programme, the Member State shall ensure that the reductions in fishing capacity or effort required are sufficient to attain the targets for individual segments and the final targets of its programme. The final targets of the programme shall be those set for the end of the sixth year as shown in the tables of targets attached.\"\n3. The following new Articles are added after each Article 6: \"Article 6a\nThe Commission shall draw up, on the basis of the information shown at 30 June 2002 in the Community register of fishing vessels, a document setting out for each fleet segment of each Member State the differences between capacity expressed in GT tonnage and kW on that date and the intermediate targets, calculated for the occasion for the individual segments as the arithmetic mean of the targets for the fifth and sixth years of the programme.", "b\nEligibility for Community aid for the fleet in segments managed in terms of capacity shall be assessed on the basis of the capacity situation of the fleet on 1 July 2002(11), as published in the document referred to in Article 6a.\nEligibility for Community aid for the fleet in segments managed through fishing effort shall be assessed on the basis of the effort targets of the fleet set on 31 December 2001, as published in the annual report on the implementation of MAGP IV, provided for in Article 5(1) of Council Regulation (EC) No 2792/1999.\"\n4. The Annex in each case is amended as follows:\n(a) in the title, \"1997 to 2001\" is replaced by \"1997 to 2002\";\n(b) Part II \"Additional Provisions\" is amended as follows:\n- in the fourth paragraph of point 1, \"Regulation (EC) No 109/94\" is replaced by \"Regulation (EC) No 2090/98\",\n- in the second paragraph of point 3.1, \"31 December 2001\" is replaced by \"31 December 2002\",\n- in point 3.4, \"Article 4 of Regulation (EC) No 109/94\" is replaced by \"Article 2 of Regulation (EC) No 2091/98\".", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Kingdom of the Netherlands, the Portuguese Republic, the Republic of Finland, the Kingdom of Sweden, and the United Kingdom of Great Britain and Northern Ireland.\nIt shall apply from 1 January 2002."], "attachments": "Done at Brussels, 29 July 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 337, 30.12.1999, p. 10.\n(2) OJ L 31, 1.2.2002, p. 25.\n(3) OJ L 175, 3.7.1997, p. 27.\n(4) OJ L 31, 1.2.2002, p. 77.\n(5) OJ L 389, 31.12.1992, p. 1.\n(6) OJ L 164, 9.6.1998, p. 1.\n(7) Decision 98/119/EC (OJ L 39, 12.2.1998, p. 1), as amended by Decision 1999/442/EC (OJ L 172, 8.7.1999, p. 45) relating to France; Decision 98/120/EC (OJ L 39, 12.2.1998, p. 9) relating to Belgium; Decision 98/121/EC (OJ L 39, 12.2.1998, p. 15), as amended by Decision 2001/21/CE (OJ L 5, 10.1.2001, p. 10) relating to the Netherlands; Decision 98/122/EC (OJ L 39, 12.2.1998, p. 21), as amended by Decision 1999/447/EC (OJ L 175, 10.7.1999, p. 66) relating to Germany; Decision 98/123/EC (OJ L 39, 12.2.1998, p. 27), as amended by Decision 2000/279/EC (OJ L 90, 12.4.2000, p. 12) relating to Italy; Decision 98/124/EC (OJ L 39, 12.2.1998, p. 34) relating to the United Kingdom; Decision 98/125/EC (OJ L 39, 12.2.1998, p. 41), as amended by Decision 2002/104/EC (OJ L 38, 8.2.2002, p. 51) relating to Ireland; Decision 98/126/EC (OJ L 39, 12.2.1998, p. 47) relating to Denmark; Decision 98/127/EC (OJ L 39, 12.2.1998, p. 53) relating to Greece; Decision 98/128/EC (OJ L 39, 12.2.1998, p. 59), as amended by Decision 2001/20/EC (OJ L 5, 10.1.2001, p. 8) relating to Spain; Decision 98/129/EC (OJ L 39, 12.2.1998, p. 65) relating to Portugal; Decision 98/130/EC (OJ L 39, 12.2.1998, p. 73), as amended by Decision 1999/448/EC (OJ L 175, 10.7.1999, p. 68) relating to Finland; Decision 98/131/EC (OJ L 39, 12.2.1998, p. 79), as amended by Decision 1999/446/EC (OJ L 175, 10.7.1999, p. 63) relating to Sweden.\n(8) OJ L 274, 25.9.1986, p. 1.\n(9) OJ L 339, 29.12.1994, p. 11.\n(10) OJ L 67, 25.3.1995, p. 33.\n(11) Notwithstanding the definitive evaluation of the objectives in tonnage after the remeasurement.\nANNEX\nBELGIUM\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe tonnage objectives for the segments 4A1 and 4A2, expressed in terms of GT are definitive. There will be no further adjustment to take into account the remeasurement of the fleet.\nThe objectives for 2002 are equivalent to the objectives for 1996, which were fixed independently of the rules established in Decision 92/589/EEC. They take account of the modest size of the Belgian fleet and that a minimum global capacity must be safeguarded to prevent it falling below the threshold for the economic viability of the country's fishing industry.\nGERMANY\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe tonnage objectives for the segments 4C4, 4C6 and 4C7, expressed in terms of GT, are definitive. There will be no further adjustment to take into account the remeasurement of the fleet.\nThe final and definitive revision of the tonnage objectives for segments 4C1, 4C2, 4C3 and 4C5, to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nDENMARK\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe tonnage objective for the segment 4B4, expressed in terms of GT, is definitive. There will be no further adjustment to take into account the remeasurement of the fleet.\nThe final and definitive revision of the tonnage objectives for segments 4B1, 4B2 and 4B3, to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nSPAIN\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe tonnage objective for the segment 4E7, expressed in terms of GT, is definitive. There will be no further adjustment to take into account the remeasurement of the fleet.\nThe final and definitive revision of the tonnage objectives for segments 4E1, 4E2, 4E3, 4E4, 4E5 and 4E6, to take into account the remeasurement of the fleet, will be completed before the end of 2002.\nFINLAND\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe tonnage objectives for segments 4L1, 4L2, 4L3 and 4L4 expressed in terms of GT, are definitive. There will be no further adjustment to take into account the remeasurement of the fleet.\nFRANCE MAINLAND\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe tonnage objectives for segments 4F5, 4F6, expressed in terms of GT, are definitive. There will be no further adjustment to take into account the remeasurement of the fleet.\nThe final and definitive revision of the tonnage objectives for the segments 4F1, 4F2, 4F3, 4F4, 4F7, 4F8, 4F9, 4FA, 4FB, 4FC, 4FD, 4FE, 4FG, 4FH, 4FJ, 4FK, 4FL and 4FM, to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nFRENCH OVERSEAS DEPARTMENTS\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nGREECE\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe tonnage objective for segment 4D4, expressed in terms of GT, is definitive. There will be no further adjustment to take into account the remeasurement of the fleet.\nThe final and definitive revision of the tonnage objectives for segments 4D1, 4D2, 4D3, 4D5 and 4D6, to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nIRELAND\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe final and definitive revision of the tonnage objectives for segments 4G1, 4G2 and 4G3, to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nITALY\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe final and definitive revision of the tonnage objectives for the segments 4H1, 4H2, 4H3, 4H4, 4H5, 4H6, 4H7, 4H8, 4H9, 4HA and 4HB, to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nThe revised situation for the Italian fleet at 1.1.1992 and 31.12.1996 has been established on the basis of the results of the joint Commission/Italian working group during the period January 1998 to February 1999. The revised situation affects the calculation of the start and end objectives of MAGP III. The global end objectives of MAGP III represent the global starting objectives for the MAGP IV. The segment objectives are based on the allocation of vessels between segments according to the situation at 1.1.1997.\nThe capacity of segments 4H7, 4H8 and 4H9 includes vessels from other segments that have been misallocated.\nA total of 3633 GT and 14177 kW must be removed from these segments and reallocated to the other segments of the fleet.\nEleven vessels have not been allocated to any segment. Their capacity (587 GT and 2341 kW) will be added to the situation at 1.1.1997 and the objectives will be adjusted accordingly.\nVessels in segment 4HA that are obliged to change from driftnet fishing to other fishing activities will be moved to other fleet segments and the objectives will be adjusted accordingly.\nTHE NETHERLANDS\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe tonnage objectives for the segments 4J2, 4J3 and 4J4, expressed in terms of GT, are definitive. There will be no further adjustment to take into account the remeasurement of the fleet.\nThe final and definitive revision of the tonnage objectives for the segments 4J1, 4J5, 4J6 and 4J7, to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nPORTUGAL MAINLAND\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe final and definitive revision of the tonnage objectives for the segments 4K1, 4K2, 4K3, 4K4, 4K5, 4K6, 4K7, 4K8, 4K9 and 4KA to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nPORTUGAL - MADEIRA\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe final and definitive revision of the tonnage objectives for the segments 4K1, 4K2, 4K3, 4K4, 4K5, 4K6, 4K7, 4K8, 4K9 and 4KA to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nPORTUGAL - AZORES\n>TABLE>\nDR: depletion risk\nOF: overfished.\nThe final and definitive revision of the tonnage objectives for the segments 4K1, 4K2, 4K3, 4K4, 4K5, 4K6, 4K7, 4K8, 4K9 and 4KA to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nSWEDEN\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe final and definitive revision of the tonnage objectives for the segments 4M1, 4M2, 4M3, 4M4, 4M5 and 4M6, to take into account the remeasurement of the fleet, will be completed before the end of 2004.\nUNITED KINGDOM\n>TABLE>\nDR: depletion risk;\nOF: overfished.\nThe tonnage objective for segment 4N8, expressed in terms of GT, is definitive. There will be no further adjustment to take into account the remeasurement of the fleet.\nThe final and definitive revision of the tonnage objectives for segments 4N1, 4N2, 4N3, 4N4, 4N5, 4N6 and 4N7, to take into account the remeasurement of the fleet, will be completed before the end of 2004."}