{"celex_id": "32004D0161", "uri": "http://publications.europa.eu/resource/cellar/b3dd8e67-4690-45a3-b278-baee9872c159", "type": "Decision", "concepts": ["1234", "2602", "4392", "4585"], "title": "2004/161/EC: Council Decision of 10 February 2004 extending the period of application of Decision 2000/185/EC authorising Member States to apply a reduced rate of VAT to certain labour-intensive services in accordance with the procedure provided for in Article 28(6) of Directive 77/388/EEC\n", "header": "Council Decision\nof 10 February 2004\nextending the period of application of Decision 2000/185/EC authorising Member States to apply a reduced rate of VAT to certain labour-intensive services in accordance with the procedure provided for in Article 28(6) of Directive 77/388/EEC\n(2004/161/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - common system of value-added tax: uniform basis of assessment(1), and in particular Article 28(6) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Council Decision 2000/185/EC(2), Belgium, Greece, Spain, France, Italy, Luxembourg, the Netherlands, Portugal and the United Kingdom are authorised to apply, up to 31 December 2003, a reduced rate of VAT on the labour-intensive services for which they submitted an application.\n(2) On 23 July 2003 the Commission adopted a proposal for a Directive for a general review of the reduced rates of VAT. Since the Council did not reach an agreement before 31 December 2003, the present system of reduced rates of VAT for labour-intensive services should be extended for two years.\n(3) The maximum period of application set for this measure in Directive 77/388/EEC has been extended.\n(4) The period of application of Decision 2000/185/EC should also be extended.\n(5) In order to ensure that the authorisations referred to by the said Directive are continuously applied, provision should be made for the Decision to be applied retroactively,", "main_body": ["Decision 2000/185/EC is hereby amended as follows:\n1. in the first subparagraph of Article 1, \"four years running from 1 January 2000 to 31 December 2003\" shall be replaced by \"six years running from 1 January 2000 to 31 December 2005\";\n2. in the second subparagraph of Article 3, \"31 December 2003\" shall be replaced by \"31 December 2005\".", "This Decision is addressed to the Kingdom of Belgium, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands, the Portuguese Republic and the United Kingdom of Great Britain and Northern Ireland.", "This Decision shall apply from 1 January 2004."], "attachments": "Done at Brussels, 10 February 2004.\nFor the Council\nThe President\nC. McCreevy\n(1) OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2004/15/EC (see page 61 of this Official Journal).\n(2) OJ L 59, 4.3.2000, p. 10. Decision as amended by Decision 2002/954/EC (OJ L 331, 7.12.2002, p. 28)."}