{"celex_id": "32001R2387", "uri": "http://publications.europa.eu/resource/cellar/5dfc0c87-5b94-4eb5-8dfa-1b623d43186f", "type": "Regulation", "concepts": ["1119", "1255", "1309", "1562", "1608", "2081"], "title": "Commission Regulation (EC) No 2387/2001 of 6 December 2001 approving operations to check conformity to the marketing standards applicable to fresh fruit and vegetables carried out in Hungary prior to import into the European Community\n", "header": "Commission Regulation (EC) No 2387/2001\nof 6 December 2001\napproving operations to check conformity to the marketing standards applicable to fresh fruit and vegetables carried out in Hungary prior to import into the European Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 911/2001(2), and in particular Article 10 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1148/2001 of 12 June 2001 on checks on conformity to the marketing standards applicable to fresh fruit and vegetables(3), as last amended by Regulation (EC) No 2379/2001(4), lays down the conditions under which the Commission may approve checking operations performed by certain third countries which so request prior to import into the Community, in compliance with the conditions laid down in Article 7 of Regulation (EC) No 1148/2001.\n(2) On 30 August 2001 the Hungarian authorities sent the Commission a request for the approval of checking operations performed by animal health and foodstuff control centres under the responsibility of the Ministry of Agriculture and Regional Development. This states that Hungary's animal health and foodstuff control centres have the necessary staff, equipment and facilities to carry out checks, that they use methods equivalent to those referred to in Article 9 of Regulation (EC) No 1148/2001 and that the fresh fruit and vegetables exported from Hungary to the Community must meet the Community marketing standards.\n(3) The information sent by the Member States and in the possession of the Commission departments shows that, in the period 1997 to 2000, imports of fresh fruit and vegetables from Hungary presented a relatively low incidence of non-conformity with the marketing standards.\n(4) For a number of years the Hungarian inspection bodies, and their supervisory authorities, have been regular participants in international efforts to agree trading standards for fruit and vegetables, such as the Working Party on Standardisation of Perishable Produce and Quality Development of the United Nations Economic Commission for Europe (UNECE) and the OECD Scheme for the Application of International Standards for Fruit and Vegetables.\n(5) Imports of fresh fruit and vegetables by Hungary from the Community accompanied by a certificate of conformity issued by the competent body of the Member State are not systematically subject to a quality check prior to release for free circulation on the Hungarian market.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Checks on conformity to the marketing standards carried out by Hungary on fresh fruit and vegetables from Hungary shall be approved in accordance with the conditions laid down in Article 7(1) of Regulation (EC) No 1148/2001.", "The official correspondent in Hungary, under whose responsibility the checking operations are performed, and the inspection bodies in charge of carrying out those checks, as referred to in Article 7(2) of Regulation (EC) No 1148/2001, are given in Annex I to this Regulation.", "1. The certificates referred to in the second subparagraph of Article 7(3) of Regulation (EC) No 1148/2001, issued following the checks referred to in Article 1 of this Regulation, must be drawn up on forms in conformity with the model given in Annex II to this Regulation.\n2. Notwithstanding the sixth subparagraph of Article 7(3) of Regulation (EC) No 1148/2001, box 3 of the form referred to in paragraph 1 of this Article may be partly printed in Hungarian.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nIt shall apply from the date of publication in the C series of the Official Journal of the European Communities of the notice referred to in Article 7(8) of Regulation (EC) No 1148/2001 relating to the establishment of administrative cooperation between the European Community and Hungary.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 129, 11.5.2001, p. 3.\n(3) OJ L 156, 13.6.2001, p. 9.\n(4) OJ L 321, 6.12.2001, p. 15.\nANNEX I\nOfficial correspondent pursuant to Article 7(2) of Regulation (EC) No 1148/2001\nMinistry of Agriculture and Regional Development Department of Animal Health and Foodstuffs Control Kossuth L. tér 11 H - 1055 Budapest Tel. (36-1) 301 45 30 Fax (36-1) 301 46 69\nInspection bodies pursuant to Article 7(2) of Regulation (EC) No 1148/2001\nBudapest fövárosi állategészségügyi és élelmiszer ellenörzo állomás/Budapest Animal Health and Foodstuffs Control Centre Lehel út 43-47 H - 1135 Budapest Tel. (36-1) 239 01 71 Fax (36-1) 239 01 71 Bács-Kiskun megyei állategészségügyi és élelmiszer ellenörzö állomás/Bács-Kiskun Region Animal Health and Foodstuffs Control Centre Halasi út 34 H - 6001 Kecskemét Tel. (36-76) 48 70 51 Fax (36-76) 32 80 08 Baranya megyei állategészségügyi és élelmiszer ellenörzö állomás/Baranya Region Animal Health and Foodstuffs Control Centre Megyeri út 24 H - 7601 Pécs Tel. (36-72) 52 02 00 Fax (36-72) 52 02 20 Békés megyei állategészségügyi és élelmiszer ellenörzö állomás/Békés Region Animal Health and Foodstuffs Control Centre Szerdahelyi u. 2 H - 5601 Békéscsaba Tel. (36-66) 45 35 53 Fax (36-66) 44 17 29 Borsod-Abaúj-Zemplén megyei állategészségügyi és élelmiszer ellenörzö állomás/Borsod-Abaúj-Zemplén Region Animal Health and Foodstuffs Control Centre Vologda u. 1 H - 3501 Miskolc Tel. (36-46) 34 20 23 Fax (36-46) 34 20 23 Csongrád megyei állategészségügyi és élelmiszer ellenörzö állomás/Csongrád Region Animal Health and Foodstuffs Control Centre Vasasszentpéteri u. 9 H - 6724 Szeged Tel. (36-62) 42 56 90 Fax (36-62) 42 56 80 Fejér megyei állategészségügyi és élelmiszer ellenörzö állomás/Fejér Region Animal Health and Foodstuffs Control Centre Csíkvári u. 15 H - 8001 Székesfehérvár Tel. (36-22) 51 11 60 Fax (36-22) 50 20 63 Györ-Moson-Sopron megyei állategészségügyi és élelmiszer ellenörzö állomás/Györ-Moson-Sopron Region Animal Health and Foodstuffs Control Centre Régi Vesprémi u. 10 H - 9200 Györ Tel. (36-96) 41 88 11 Fax (36-96) 41 88 32 Hajdú-Bihar megyei állategészségügyi és élelmiszer ellenörzö állomás/Hajdú-Bihar Region Animal Health and Foodstuffs Control Centre Diószegi u. 30 H - 4013 Debrecen Tel. (36-52) 52 62 95 Fax (36-62) 44 28 41 Heves megyei állategészségügyi és élelmiszer ellenörzö állomás/Heves Region Animal Health and Foodstuffs Control Centre Szövetkezet u. 4 H - 3301 Eger Tel. (36-36) 31 23 88 Fax (36-36) 51 57 46 Jász-Nagykun megyei állategészségügyi és élelmiszer ellenörzö állomás/Jász-Nagykun-Szolnok Region Animal Health and Foodstuffs Control Centre Verseghy u. 9 H - 5001 Szolnok Tel. (36-56) 42 47 44 Fax (36-56) 42 01 01 Komárom-Esztergom megyei állategészségügyi és élelmiszer ellenörzö állomás/Komárom-Esztergom Region Animal Health and Foodstuffs Control Centre Györi u. 29 H - 2801 Tatabánya Tel. (36-34) 31 60 77 Fax (36-34) 38 06 88 Nógrád megyei állategészségügyi és élelmiszer ellenörzö állomás/Nógrád Region Animal Health and Foodstuffs Control Centre Baglyasi u. 2 H - 3101 Salgótarján Tel. (36-32) 44 13 88 Fax (36-32) 44 08 90 Pest megyéi állategészségügyi és élelmiszer ellernörzö állomás/Pest Region Animal Health and Foodstuffs Control Centre Koltán S. u. 1 H - 2100 Gödöllö Tel. (36-28) 42 06 11 Fax (36-28) 41 00 44 Somogy megyei állategészségügyi és élelmiszer ellernörzö állomás/Somogy Region Animal Health and Foodstuffs Control Centre Cseri major H - 7400 Kaposvár Tel. (36-82) 31 13 11 Fax (36-82) 31 23 57 Szabolcs-Szatmár-Berg megyei állategészségügyi és élelmiszer ellenörzö állomäs/Szabolcs-Szatmár-Bereg Region Animal Health and Foodstuffs Control Centre Keleti u. 1 H - 4401 Nyíregyháza Tel. (36-42) 45 12 00 Fax (36-42) 45 12 21 Tolna megyei állategészségügyi és élelmiszer ellenörzö állomás/Tolna Region Animal Health and Foodstuffs Control Centre Tormay B. u. 18 H - 7101 Szekszárd Tel. (36-74) 41 54 22 Fax (36-74) 31 24 23 Vas megyei állategészségügyi és élelmiszer ellenörzö állomás/Vas Region Animal Health and Foodstuffs Control Centre Zanati u. 3 H - 9700 Szombathely Tel. (36-94) 31 31 56 Fax (36-94) 32 78 52 Veszprém megyei állategészségügyi és élelmiszer ellernörzö állomás/Veszprém Region Animal Health and Foodstuffs Control Centre Dózsa Gy. u. 33 H - 8201 Veszprém Tel. (36-88) 32 62 11 Fax. (36-88) 32 84 99 Zala megyei állategészsègügyi és élelmiszer ellernörzö állomás/Zala Region Animal Health and Foodstuffs Control Centre Göcseji u. 18 H - 8901 Zalaegerszeg Tel. (36-92) 31 43 51 Fax (36-92) 31 13 54\nANNEX II\n>PIC FILE= \"L_2001323EN.001502.TIF\">"}