{"celex_id": "32007L0045", "uri": "http://publications.europa.eu/resource/cellar/a5290b1f-1bdf-4ddd-a847-044460eed64e", "type": "Directive", "concepts": ["1631", "2081", "2897", "5451", "720", "87"], "title": "Directive 2007/45/EC Of the European Parliament and of the Council of 5 September 2007 laying down rules on nominal quantities for prepacked products, repealing Council Directives 75/106/EEC and 80/232/EEC, and amending Council Directive 76/211/EEC\n", "header": "21.9.2007 EN Official Journal of the European Union L 247/17\nDIRECTIVE 2007/45/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 5 September 2007\nlaying down rules on nominal quantities for prepacked products, repealing Council Directives 75/106/EEC and 80/232/EEC, and amending Council Directive 76/211/EEC\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Council Directives 75/106/EEC of 19 December 1974 on the approximation of the laws of the Member States relating to the making-up by volume of certain prepackaged liquids (3) and 80/232/EEC of 15 January 1980 on the approximation of the laws of the Member States relating to the ranges of nominal quantities and nominal capacities permitted for certain prepackaged products (4) set out nominal quantities for a number of liquid and non-liquid prepacked products, the purpose of this being to ensure the free movement of products complying with the requirements of those Directives. For most products, national nominal quantities are allowed to exist alongside Community nominal quantities. For some products, however, Community nominal quantities are fixed to the exclusion of any national nominal quantities.\n(2) Changes in consumer preferences and innovations in prepacking and retailing at Community and national levels have made it necessary to assess whether existing legislation is still appropriate.\n(3) The Court of Justice held in its judgment of 12 October 2000 in Case C-3/99 Cidrerie Ruwet (5) that Member States are precluded from prohibiting the marketing of a prepackage having a nominal volume not included in the Community range, which is lawfully manufactured and marketed in another Member State, unless such a prohibition is designed to meet an overriding requirement relating to consumer protection, applies without distinction to national and imported products alike, is necessary in order to meet the requirement in question and is proportionate to the objective pursued, and that objective cannot be achieved by measures which are less restrictive of intra-Community trade.\n(4) Consumer protection is facilitated by legislation adopted after Directives 75/106/EEC and 80/232/EEC, notably Directive 98/6/EC of the European Parliament and of the Council of 16 February 1998 on consumer protection in the indication of the prices of products offered to consumers (6). Member States which have not already done so should consider whether to implement Directive 98/6/EC in relation to certain small retail businesses.\n(5) An impact assessment, including a wide consultation of all interested stakeholders, has indicated that, in many sectors, free nominal quantities increase the freedom of producers to provide goods according to consumer tastes and enhance competition as regards quality and price on the internal market. In other sectors, however, it is more appropriate, in the interests of consumers and business, to retain mandatory nominal quantities for the time being.\n(6) Implementation of this Directive should be accompanied by more information for consumers and industry to enhance understanding of unit pricing.\n(7) Consequently, nominal quantities should generally not be subject to regulation at Community or national level and it should be possible to place prepacked goods on the market in any nominal quantity.\n(8) However, in certain sectors such deregulation could result in disproportionately high extra costs, especially for small and medium sized enterprises. For those sectors, therefore, existing Community legislation should be adapted in the light of experience, in particular to ensure that Community nominal quantities are fixed at least in the case of those products most sold to consumers.\n(9) Since the maintenance of mandatory nominal quantities should be regarded as a derogation, except in the wine and spirits sector, which has specific features, it should be periodically reassessed in the light of experience and in order to meet the needs of consumers and producers. For sectors in which mandatory nominal quantities might be maintained, when the Commission ascertains a disturbance of market conditions or a destabilisation of consumer behaviour, particularly that of the most vulnerable consumers, it should consider whether Member States should be authorised to maintain transitional periods and in particular to maintain the most-sold mandatory range sizes.\n(10) In Member States where prepacked bread forms a high proportion of regular consumption, there is a strong correlation between pack size and bread weight. As with other prepacked products, existing package sizes for prepacked bread traditionally in use will not be affected by this Directive and can continue to be used.\n(11) In order to promote transparency, all nominal quantities for prepacked products should be set out in a single legislative act, and consequently Directives 75/106/EEC and 80/232/EEC should be repealed.\n(12) In order to increase consumer protection, in particular for vulnerable consumers such as the disabled and the elderly, proper attention should be paid to ensuring that weight and volume indications on consumer product labelling are more easily legible and visible on the prepackage under normal conditions of presentation.\n(13) For certain liquid products, Directive 75/106/EEC sets out metrological requirements identical to those set out in Council Directive 76/211/EEC of 20 January 1976 on the approximation of the laws of the Member States relating to the making-up by weight or by volume of certain prepackaged products (7). Directive 76/211/EEC should therefore be amended to include in its scope the products currently covered by Directive 75/106/EEC.\n(14) In accordance with point 34 of the Interinstitutional Agreement on better law-making (8), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public.\n(15) Since the objectives of this Directive cannot be sufficiently achieved by the Member States and can therefore, by reason of the repeal of Community ranges and the establishment of uniform Community nominal quantities where needed, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives,", "main_body": ["CHAPTER I\nGENERAL PROVISIONS", "Subject matter and scope\n1.   This Directive lays down rules on the nominal quantities for products put up in prepackages. It shall apply to prepacked products and prepackages, as defined in Article 2 of Directive 76/211/EEC.\n2.   This Directive shall not apply to the products listed in the Annex which are sold in duty-free shops for consumption outside the European Union.", "Free movement of goods\n1.   Save as otherwise provided for in Articles 3 and 4, Member States may not, on grounds relating to the nominal quantities of the package, refuse, prohibit or restrict the placing on the market of prepacked products.\n2.   While respecting the principles stated in the Treaty and, in particular, the free movement of goods, Member States which currently prescribe mandatory nominal quantities for milk, butter, dried pasta and coffee may continue to do so until 11 October 2012.\nMember States which currently prescribe mandatory nominal quantities for white sugar may continue to do so until 11 October 2013.\nCHAPTER II\nSPECIFIC PROVISIONS", "Placing on the market and free movement of certain products\nMember States shall ensure that the products listed in section 2 of the Annex and put up in prepackages in the intervals listed in section 1 of the Annex are placed on the market only if they are prepacked in the nominal quantities listed in section 1 of the Annex.", "Aerosol dispensers\n1.   Aerosol dispensers shall indicate the nominal total capacity of the container. The indication shall be such as not to create confusion with the nominal volume of the contents.\n2.   By way of derogation from Article 8(1)(e) of Council Directive 75/324/EEC of 20 May 1975 on the approximation of the laws of the Member States relating to aerosol dispensers (9), products which are sold in aerosol dispensers need not be marked with the nominal weight of their contents.", "Multipacks and prepackages made up of individual packages which are not intended to be sold individually\n1.   For the purposes of Article 3, where two or more individual prepackages make up a multipack, the nominal quantities listed in section 1 of the Annex shall apply to each individual prepackage.\n2.   Where a prepackage is made up of two or more individual packages which are not intended to be sold individually, the nominal quantities listed in section 1 of the Annex shall apply to the prepackage.\nCHAPTER III\nREPEALS, AMENDMENT AND FINAL PROVISIONS", "Repeals\nDirectives 75/106/EEC and 80/232/EEC shall be repealed.", "Amendment to Directive 76/211/EEC\nIn Article 1 of Directive 76/211/EEC, the words ‘with the exception of those referred to in the Council Directive 75/106/EEC of 19 December 1974 on the approximation of the laws of the Member States relating to the making-up by volume of certain prepackaged liquids, and’ shall be deleted.", "Transposition\n1.   Member States shall, by 11 October 2008, adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith inform the Commission thereof.\nThey shall apply those measures from 11 April 2009.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be determined by the Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Reporting, communication of derogations and monitoring\n1.   The Commission shall submit a report on the application and effects of this Directive to the European Parliament, the Council and the European Economic and Social Committee by 11 October 2015, and every 10 years thereafter. Where necessary, those reports shall be accompanied by proposals for revision of this Directive.\n2.   By 11 April 2009, the Member States referred to in Article 2(2) shall communicate to the Commission the sectors subject to the derogation referred to in that paragraph, the period of that derogation, the range of mandatory nominal quantities applied and the interval concerned.\n3.   The Commission shall monitor the application of Article 2(2) based on its own findings and on the reports from the Member States concerned. More particularly, the Commission shall observe market developments after transposition of this Directive, and shall consider, in the light of the results of that observation, applying follow-up measures to this Directive by maintaining mandatory nominal quantities for the goods referred to in Article 2(2).", "0\nEntry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nArticles 2, 6 and 7 shall apply from 11 April 2009.", "1\nAddressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 5 September 2007.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nM. LOBO ANTUNES\n(1)  OJ C 255, 14.10.2005, p. 36.\n(2)  Opinion of the European Parliament of 2 February 2006 (OJ C 288 E, 25.11.2006, p. 52), Council Common Position of 4 December 2006 (OJ C 311 E, 19.12.2006, p. 21), Position of the European Parliament of 10 May 2007 (not yet published in the Official Journal) and Council Decision of 16 July 2007.\n(3)  OJ L 42, 15.2.1975, p. 1. Directive as last amended by the 2003 Act of Accession.\n(4)  OJ L 51, 25.2.1980, p. 1. Directive as last amended by Directive 87/356/EEC (OJ L 192, 11.7.1987, p. 48).\n(5)  [2000] ECR I-8749.\n(6)  OJ L 80, 18.3.1998, p. 27.\n(7)  OJ L 46, 21.2.1976, p. 1. Directive as amended by Commission Directive 78/891/EEC (OJ L 311, 4.11.1978, p. 21).\n(8)  OJ C 321, 31.12.2003, p. 1.\n(9)  OJ L 147, 9.6.1975, p. 40. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\nANNEX\nRANGE OF NOMINAL QUANTITIES OF CONTENTS OF PREPACKAGES\n1.   Products sold by volume (quantity in ml)\nStill wine On the interval from 100 ml to 1 500 ml only the following 8 nominal quantities:\nYellow wine On the interval from 100 ml to 1 500 ml only the following nominal quantity:\nSparkling wine On the interval from 125 ml to 1 500 ml only the following 5 nominal quantities:\nLiqueur wine On the interval from 100 ml to 1 500 ml only the following 7 nominal quantities:\nAromatised wine On the interval from 100 ml to 1 500 ml only the following 7 nominal quantities:\nSpirit drinks On the interval from 100 ml to 2 000 ml only the following 9 nominal quantities:\n2.   Product definitions\nStill wine Wine as defined in Article 1(2)(b) of Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1) (CN code ex 2204).\nYellow wine Wine as defined in Article 1(2)(b) of Regulation (EC) No 1493/1999 (CN code ex 2204) with the designation of origin: ‘Côtes du Jura’, ‘Arbois’, ‘L'Etoile’ and ‘Château-Chalon’ in bottles as defined in Annex I, point 3 of Commission Regulation (EC) No 753/2002 of 29 April 2002 laying down certain rules for applying Council Regulation (EC) No 1493/1999 as regards the description, designation, presentation and protection of certain wine sector products (2).\nSparkling wine Wine as defined in Article 1(2)(b) and in Annex I, points 15, 16, 17 and 18 of Regulation (EC) No 1493/1999 (CN code 2204 10).\nLiqueur wine Wine as defined in Article 1(2)(b) and in Annex I, point 14 of Regulation (EC) No 1493/1999 (CN code 2204 21 — 2204 29).\nAromatised wine Aromatised wine as defined in Article 2(1)(a) of Council Regulation (EEC) No 1601/91 of 10 June 1991 laying down general rules on the definition, description and presentation of aromatised wines, aromatised wine-based drinks and aromatised wine-product cocktails (3) (CN code 2205).\nSpirit drinks Spirit drinks as defined in Article 1(2) of Council Regulation (EEC) No l576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks (4) (CN code 2208).\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 118, 4.5.2002, p. 1. Regulation as last amended by Regulation (EC) No 382/2007 (OJ L 95, 5.4.2007, p. 12).\n(3)  OJ L 149, 14.6.1991, p. 1. Regulation as last amended by the 2005 Act of Accession.\n(4)  OJ L 160, 12.6.1989, p. 1. Regulation as last amended by the 2005 Act of Accession."}