{"celex_id": "32004D0669", "uri": "http://publications.europa.eu/resource/cellar/471c6cce-75b6-47b2-a18b-17db67287e15", "type": "Decision", "concepts": ["2825", "3646", "3861", "5696"], "title": "2004/669/EC: Commission Decision of 6 April 2004 establishing revised ecological criteria for the award of the Community eco-label to refrigerators and amending Decision 2000/40/EC (notified under document number C(2004) 1414)(Text with EEA relevance)\n", "header": "2.10.2004 EN Official Journal of the European Union L 306/16\nCOMMISSION DECISION\nof 6 April 2004\nestablishing revised ecological criteria for the award of the Community eco-label to refrigerators and amending Decision 2000/40/EC\n(notified under document number C(2004) 1414)\n(Text with EEA relevance)\n(2004/669/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1980/2000 of the European Parliament and of the Council of 17 July 2000 on a revised Community eco-label award scheme (1), and in particular the second subparagraph of Article 6(1) thereof, after consulting the European Union Eco-Labelling Board,\nWhereas:\n(1) Under Regulation (EC) No 1980/2000, the Community eco-label may be awarded to a product possessing characteristics which enable it to contribute significantly to improvements in relation to key environmental aspects.\n(2) Regulation (EC) No 1980/2000 provides that specific eco-label criteria are to be established according to product groups.\n(3) It also provides that the review of eco-label criteria, as well as of the assessment and verification requirements related to those criteria, is to take place in good time before the end of the period of validity of the criteria specified for the product group concerned.\n(4) It is appropriate, in order to reflect developments on the market, to revise the ecological criteria established by Commission Decision 2000/40/EC of 16 December 1999 establishing ecological criteria for the award of the Community eco-label to refrigerators (2). At the same time, the period of validity of that Decision should be modified.\n(5) A new Decision should be adopted establishing the specific ecological criteria for that product group, which should be valid for a period of three years.\n(6) It is appropriate to allow a transitional period of not more than eighteen months for producers whose products have been awarded the eco-label before 1 May 2004 or who have applied for such an award before that date, so that they have sufficient time .to adapt their products to comply with the new criteria.\n(7) The measures provided for in this Decision are based on the draft criteria developed by the European Union Eco-labelling Board established under Article 13 of Regulation (EC) No 1980/2000.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Committee instituted by Article 17 of Regulation (EC) No 1980/2000,", "main_body": ["In order to be awarded the Community eco-label, for refrigerators, under Regulation (EC) No 1980/2000, an appliance must fall within the product group ‘refrigerators’ as defined in Article 2, and must comply with the ecological criteria set out in the Annex to this Decision.", "The product group ‘refrigerators’ shall comprise all electric, mains-operated household refrigerators, frozen food storage cabinets, food freezers and their combinations. Appliances that may also use other energy sources, such as batteries, shall be excluded.", "For administrative purposes, the code number assigned to the product group ‘refrigerators’ shall be ‘012’.", "In Decision 2000/40/EC, Article 3 is replaced by the following:\n‘Article 3\nThis Decision shall apply until 30 April 2004’.", "This Decision, with the exception of Article 4, shall apply from 1 May 2004 until 31 May 2007.\nProducers of products falling within the product group ‘refrigerators’ which have been awarded the eco-label before 1 May 2004 may continue to use that label until 31 October 2005.\nProducers of products falling within the product group ‘refrigerators’ who have applied for the award of the eco-label in respect of those products before 1 May 2004 may be awarded the eco-label under the conditions laid down in Decision 2000/40/EC. In such cases the label may be used until 31 October 2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 April 2004.\nFor the Commission\nMargot WALLSTRÖM\nMember of the Commission\n(1)  OJ L 237, 21.9.2000, p. 1.\n(2)  OJ L 13, 19.1.2000, p. 22; Decision as amended by Decision 2004/214/EC (OJ L 67, 5.3.2004, p. 23).\nANNEX\nECOLOGICAL CRITERIA\nFRAMEWORK\nIn order to be awarded an eco-label, the appliance shall comply with the criteria of this Annex, which are aimed at promoting:\n— reduction of environmental damage or risks related to the use of energy (global warming, acidification, depletion of non renewable energy sources) by reducing energy consumption,\n— reduction of environmental damage or risks related to the use of potentially ozone-depleting and other hazardous substances by reducing the use of these substances,\n— reduction of environmental damage or risks related to the use of substances that may have a global-warming potential.\nAdditionally, the criteria encourage the implementation of best practice (optimal environmental use) and enhance consumers' environmental awareness.\nFurthermore, marking the plastic components is an aid to the machine’s recycling.\nThe Competent Bodies are recommended to take into account the implementation of recognised environmental management schemes, such as EMAS or ISO 14001, when assessing applications and monitoring compliance with the criteria in this Annex (Note: it is not required to implement such management schemes).\nKEY CRITERIA\n1.   Energy savings\nThe appliance must have an energy efficiency class of A+ or A++ as defined in Directive 94/2/EC, as amended by Directive 2003/66/EC.\nThe applicant shall provide a copy of the technical documentation referred to under article 2 paragraph 1 of Commission Directive 94/2/EC as amended by Commission Directive 2003/66/EC. This documentation shall include the reports of at least three measurements of energy consumption made according to EN 153 which itself shall be performed in accordance with the test guidelines as detailed in CECED's Operational Code. The arithmetic mean of these measurements shall be less or equal to the above requirement. The value declared on the energy label shall not be lower than this mean value and the energy efficiency class indicated on the energy label shall correspond to this mean value.\n2.   Reduction of ozone depletion potential (ODP) of refrigerants and foaming agents\nThe refrigerants in the refrigerating circuit and foaming agents used for the insulation of the appliance shall have an ozone depletion potential equal to zero.\nThe use of CFCs and HCFCs as refrigerants and for the production of foaming agents in new equipment and their placing on the market is not permitted under Regulation 2037/2000/EC.\n3.   Reduction of global warming potential (GWP) of refrigerants and foaming agents\nThe refrigerants in the refrigerating circuit and foaming agents used for the insulation of the appliance, shall have a global warming potential equal to, or lower than, 15 (rated as CO2 equivalents over a period of 100 years).\nThe applicant shall declare compliance of the product with these requirements. The applicant and/or his supplier or suppliers, as appropriate, shall indicate to the Competent Body assessing the application which refrigerants and foaming agents have been used and details of their global warming potential.\nADDITIONAL CRITERIA\n4.   Life time extension\nThe availability of compatible replacement parts and service shall be guaranteed for 12 years from the time that production ceases.\nThe applicant shall declare compliance with this requirement.\n5.   Take-back and recycling\nThe manufacturer shall offer free of charge, the take-back for recycling of the appliance and of components being replaced, except for items contaminated by users (e.g. appliances originating from medical or nuclear establishments).\nIn addition, the appliance shall meet the following criteria:\n5.1. The manufacturer shall take into account the disassembly of the appliance and provide a disassembly report. Amongst others, the report shall confirm that:\n— joints are easy to find and accessible,\n— electronic assemblies are easy to find and to dismantle,\n— the product is easy to dismantle by using commonly available tools,\n— incompatible and hazardous materials are separable.\n5.2. Plastic parts heavier than 50 grams shall have a permanent marking identifying the material, in conformity with ISO 11469. Excluded from this criterion are extruded plastic parts.\n5.3. Plastic parts shall not contain PBB or PBDE flame retardants. Plastic parts shall not contain chloroparaffin flame retardants with chain length 10-13 carbon atoms and chlorine content > 50 % by weight (CAS No 85535-84-8). The applicant shall declare compliance with this requirement.\n5.4. Plastic parts heavier than 25 grams shall not contain flame retardant substances or preparations that are assigned at the time of applying for the ecolabel any of the risk phrases:\nR45 (may cause cancer)\nR46 (may cause heritable genetic damage)\nR60 (may impair fertility)\nR61 (may cause harm to the unborn child)\nR50 (very toxic to aquatic organisms)\nR50/R53 (very toxic to aquatic organisms, may cause long-term adverse effects in the aquatic environment )\nR51/R53 (toxic to aquatic organisms, may cause long-term adverse effects in the aquatic environment)\nas defined in Council Directive 67/548/EEC (1).\n5.5. The type of refrigerant and foaming agent used for the insulation shall be indicated on the appliance, near to or on the rating plate, to facilitate possible future recovery.\n6.   User instructions\nThe appliance shall be sold with an instruction manual, which provides advice on the correct environmental use and, in particular:\n6.1. The following text on the cover page or first page: ‘Information on how to minimise environmental impacts is given in this manual.’\n6.2. Recommendations for optimal use of energy in the operation of the appliance, including:\n6.2.1. guidelines concerning the placing or installation of the appliance, amongst others, stating the minimum dimensions of free space around the appliance needed to ensure sufficient circulation of air, and also indicating that where the consumer has the possibility, significant energy savings can be achieved by placing the appliance in an unheated or less heated location;\n6.2.2. advice that the consumer should avoid placing the appliance next to any heat source (such as ovens, radiators, etc.) or in direct sunlight; advice that, where relevant, the consumer should consider insulating the appliance from wall or under floor heating sources;\n6.2.3. advice that the thermostat setting is dependent on the ambient temperature and therefore, the temperature setting should be checked by using an appropriate thermometer (explanation on how to proceed should be provided);\n6.2.4. advice that hot foodstuffs should be allowed to cool down before placing in the appliance, as the steam from the foodstuffs contributes to the icing up of the evaporator unit, but that the cooling period, however, should be as short as possible for health and hygiene reasons;\n6.2.5. advice that the evaporator unit should be kept clean from thick layers of ice and that frequent defrosting facilitates the removal of the ice cover;\n6.2.6. advice that the sealing of the door should be replaced when not functioning properly;\n6.2.7. advice that when moving the appliance sufficient time should be allowed before switching it on again;\n6.2.8. advice that the condenser on the back of the appliance and the space underneath the appliance should be kept clean from dust and kitchen debris;\n6.2.9. information that ignoring the issues mentioned above will lead to higher energy consumption and therefore higher running costs.\n6.3. Advice that any damage to the condenser (heat-exchanger) on the back of the appliance, or other events leading to exposure of the refrigerant to the environment, should be avoided because of potential environmental and health risks. The manual shall specifically mention that sharp objects (such as knives, screwdrivers, etc. should not be used for removing ice as they could damage the evaporator unit.\n6.4. Information that the appliance is made of parts and materials, including fluids, which are reusable and/or recyclable.\n6.5. Advice on how the consumer can make use of the manufacturer’s take-back offer.\nThe applicant shall declare compliance of the appliance with these requirements. The applicant shall provide the Competent Body assessing the application with a copy of the instruction manual.\n7.   Limit noise emissions\nAirborne noise from the appliance, counted as sound power, shall not exceed 40 dB(A) (re 1 pW).\nInformation about the noise level of the appliance shall be provided in a way clearly visible to the consumer. This shall be done by the incorporation of this information in the energy label for refrigerators.\nThe measurement of the noise level and the information relating to noise shall be provided in accordance with Council Directive 86/594/EEC (2), using EN 28960 standard.\nThis criterion does not apply to chest freezers indicated as category 9: ‘household food freezers, chest’ in Annex IV of Commission Directive 94/2/EC.\nThe applicant shall declare compliance of the product with these requirements.\n8.   Packaging\nPackaging shall meet the following requirements:\n8.1. All packaging components shall be easily separable by hand into individual materials to facilitate recycling.\n8.2. Where used, cardboard packaging shall consist of at least 80 % recycled material.\nThe applicant shall declare compliance with the requirement and provide a sample(s) of the packaging to the awarding Competent Body as part of the application.\n9.   Consumer information\nInformation appearing on the eco-label\nBox 2 of the eco-label shall include the following text:\n— low energy consumption,\n— minimised global warming potential,\n— low noise.\nThe applicant shall declare the compliance of the product with this requirement, and shall provide a copy of the eco-label as it appears on the packaging and/or product and/or accompanying documentation.\n(1)  OJ 196, 16.8.1967, p. 1. Directive as last amended by Commission Directive 2004/73/EC (OJ L 152, 30.4.2004, p. 1).\n(2)  OJ L 344, 6.12.1986, p. 24. Directive as amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36)."}