{"celex_id": "32008R0807", "uri": "http://publications.europa.eu/resource/cellar/018f4336-4212-418d-b52b-82ff2efd4240", "type": "Regulation", "concepts": ["1378", "2511", "2965", "4390", "4713", "4734"], "title": "Commission Regulation (EC) No 807/2008 of 12 August 2008 amending Regulation (EC) No 1913/2006 laying down detailed rules for the application of the agrimonetary system for the euro in agriculture, as regards the operative events in the wine sector\n", "header": "13.8.2008 EN Official Journal of the European Union L 217/12\nCOMMISSION REGULATION (EC) No 807/2008\nof 12 August 2008\namending Regulation (EC) No 1913/2006 laying down detailed rules for the application of the agrimonetary system for the euro in agriculture, as regards the operative events in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (1), and in particular Article 9 thereof,\nWhereas:\n(1) Article 4 of Commission Regulation (EC) No 1913/2006 of 20 December 2006 laying down detailed rules for the application of the agrimonetary system for the euro in agriculture and amending certain Regulations (2) determines rules concerning the operative events for the exchange rate to be used for certain prices, premiums and aids in the wine sector.\n(2) The common organisation of the market in wine has been amended. Council Regulation (EC) No 479/2008 (3) has modified the previous regime for the wine sector and provides for new measures, repeals or amends some others.\n(3) In the case of the supports, aids and premiums under the new regime for wine, the operative event for the exchange rate must be linked, depending on the case, to the starting date of the wine year, the application of specific contracts or the completion of certain operations such as the enrichment or processing of wine products. The operative event to be taken into account should therefore be specified for each situation.\n(4) Regulation (EC) No 1913/2006 should therefore be amended accordingly.\n(5) The operative events for the exchange rates must be laid down in close connection with the different measures within the wine regime and should be applicable from the same date as the relevant measure. Article 129 of Regulation (EC) No 479/2008 provides for different dates concerning the applicability of those measures. As a consequence, this Regulation should apply from 1 August 2008, except for the operative event related to the grubbing-up premium which shall apply from 30 June 2008.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Article 4 of Regulation (EC) No 1913/2006 is replaced by the following:\n‘Article 4\n1.   The operative event for the exchange rate shall be the first day of the wine year in which the support is granted for the following:\n(a) restructuring and conversion of vineyards referred to in Article 11 of Regulation (EC) No 479/2008;\n(b) setting-up of mutual funds referred to in Article 13 of Regulation (EC) No 479/2008;\n(c) harvest insurance referred to in Article 14 of Regulation (EC) No 479/2008.\n2.   For the aids paid for the voluntary or obligatory distillation of by-products of wine-making, referred to in Article 16 of Regulation (EC) No 479/2008, the operative event for the exchange rate shall be the first day of the wine year in which the by-product is delivered.\n3.   The operative event for the exchange rate shall be the first day of the month in which the first delivery of wine is carried out under a contract for the following:\n(a) support granted for potable alcohol distillation referred to in Article 17 of Regulation (EC) No 479/2008;\n(b) support granted for crisis distillation referred to in Article 18 of Regulation (EC) No 479/2008.\n4.   For the support granted for the use of concentrated grape musts referred to in Article 19 of Regulation (EC) No 479/2008, the operative event for the exchange rate shall be the first day of the month in which the first enrichment is carried out by a given producer.\n5.   For the premium granted in return for grubbing up vines referred to in Article 98 of Regulation (EC) No 479/2008, the operative event for the exchange rate shall be 1 July preceding the wine year in which the application for payment is accepted.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2008.\nHowever, Article 4(5) of Regulation (EC) No 1913/2006 shall apply as from 30 June 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 August 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 349, 24.12.1998, p. 1.\n(2)  OJ L 365, 21.12.2006, p. 52. Regulation as last amended by Regulation (EC) No 507/2008 (OJ L 149, 7.6.2008, p. 38).\n(3)  OJ L 148, 6.6.2008, p. 1."}