{"celex_id": "32000R0377", "uri": "http://publications.europa.eu/resource/cellar/807b4791-f334-43ed-9181-c52a2df42526", "type": "Regulation", "concepts": ["1309", "2543", "2771", "4080", "5063", "666"], "title": "Council Regulation (EC) No 377/2000 of 14 February 2000 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Poland and Bulgaria\n", "header": "COUNCIL REGULATION (EC) No 377/2000\nof 14 February 2000\nadopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Poland and Bulgaria\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EC) No 27/1999(1) was adopted pending the entry into force of the Adaptation Protocols, and in particular the part concerning Protocol 3, of the respective Europe Agreements concluded with countries of Central and Eastern Europe.\n(2) The procedures for formal adoption of the Adaptation Protocols adjusting the trade aspects of the Europe Agreements with Poland and Bulgaria were not completed in time for them to enter into force on 1 January 2000; it is therefore necessary to provide for the extension of the concessions made to Poland and Bulgaria on an autonomous basis until 31 December 2000.\n(3) The measures provided for in the event of suspension of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(2).\n(4) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(3) consolidated the arrangements for managing tariff quotas, which are to be used in the chronological order of the dates of acceptance of the declarations for release for free circulation,", "main_body": ["From 1 January to 31 December 2000 the goods originating in Poland and Bulgaria listed respectively in Annexes I and II to this Regulation shall be granted concessions under the conditions indicated in those Annexes. The basic amounts to be taken into consideration in calculating the reduced agricultural components and additional duties applicable to imports into the Community from these countries are shown in Table 3 in the respective Annexes.", "If Poland or Bulgaria discontinues the application of the reciprocal measures in favour of the Community, the Commission may, in accordance with the procedure laid down in Article 3(2) of this Regulation, suspend application of the measures provided for in Article 1.", "1. The Commission shall be assisted by the Committee referred to in Article 15 of Council Regulation (EC) No 3448/93 (hereinafter referred to as \"the Committee\")(4).\n2. Where reference is made to this paragraph, the procedure laid down in Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period provided for in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its rules of procedure.", "1. The concessions applying to trade in processed agricultural products provided for in the Adaptation Protocols concluded with the States referred to in Article 1 shall replace the concessions provided for in the respective Annexes to this Regulation:\n(a) as from 1 January 2000, if the Adaptation Protocol is in force on that date, or\n(b) as from the date of entry into force of the Adaptation Protocol, if the latter enters into force after 1 January 2000.\n2. The detailed rules implementing the measures provided for in this Regulation shall also apply in respect of the corresponding measures provided for in the respective Adaptation Protocols.", "The quotas referred to in Table 1 in the Annexes to this Regulation shall be managed by the Commission in accordance with the provisions of Articles 308a to 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 2000.\nFor the Council\nThe President\nJ. GAMA\n(1) Council Regulation (EC) No 27/1999 of 21 December 1998 adopting autonomous and transitional measures for the preferential trade agreements with Poland, Hungary, Slovakia, the Czech Republic, Romania and Bulgaria in certain processed agricultural products (OJ L 5, 9.1.1999, p. 7).\n(2) OJ L 184, 17.7.1999, p. 23.\n(3) OJ L 253, 11.10.1993, p. 1. Regulation last amended by Regulation (EC) No 1662/1999 (OJ L 197, 29.7.1999, p. 25).\n(4) OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2491/98 (OJ L 309, 19.11.1998, p. 28).\nANNEX I\nPOLAND\nTABLE 1\nQuotas applicable to the import of goods originating in Poland opened for 2000\n>TABLE>\nTABLE 2\nDuties applicable to the import of goods originating in Poland for 2000\n>TABLE>\nTABLE 3\nBasic amounts to be taken into consideration in calculating reduced agricultural components and additional duties applicable to the import into the Community of the goods listed in Table 1\n>TABLE>\nANNEX II\nBULGARIA\nTABLE 1\nQuotas applicable to the import of goods originating in Bulgaria opened for 2000\n>TABLE>\nTABLE 2\nDuties applicable to the import of goods originating in Bulgaria for 2000\n>TABLE>\nTABLE 3\nBasic amounts to be taken into consideration in calculating reduced agricultural components and additional duties applicable to the import into the Community of the goods listed in Table 1\n>TABLE>"}