{"celex_id": "32008R1007", "uri": "http://publications.europa.eu/resource/cellar/963e031f-0e0c-41ee-86da-64804205ceda", "type": "Regulation", "concepts": ["3017", "3422", "5181", "5769"], "title": "Regulation (EC) No 1007/2008 of the European Parliament and of the Council of 24 September 2008 amending Regulation (EC) No 460/2004 establishing the European Network and Information Security Agency as regards its duration (Text with EEA relevance)\n", "header": "31.10.2008 EN Official Journal of the European Union L 293/1\nREGULATION (EC) No 1007/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 24 September 2008\namending Regulation (EC) No 460/2004 establishing the European Network and Information Security Agency as regards its duration\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) On 10 March 2004, the European Parliament and the Council adopted Regulation (EC) No 460/2004 (3) establishing the European Network and Information Security Agency (hereinafter referred to as the Agency) for a period of five years.\n(2) On 23 March 2007, the Management Board of the Agency issued recommendations, following the evaluation of the Agency, regarding appropriate changes to Regulation (EC) No 460/2004.\n(3) In line with the Commission's Better Regulation strategy, the Commission initiated a public consultation on the extension and future of the Agency, which was held from 13 June to 7 September 2007.\n(4) Since the mandate of the Agency will expire on 13 March 2009 and in order to ensure consistency and continuity, it is necessary to adopt an extension which will enable further discussion about the Agency, reflecting the results of the Agency evaluation process, the Management Board recommendations and the ongoing review of the regulatory framework for electronic communications networks and services. It will also allow further reflection on the general direction of the European efforts towards an increased network and information security. The extension of the duration of the Agency should be without prejudice to the outcome of that discussion.\n(5) The duration of the Agency should therefore be extended until 13 March 2012,", "main_body": ["Amendment to Regulation (EC) No 460/2004", "7 of Regulation (EC) No 460/2004 shall be replaced by the following:\n‘Article 27\nDuration\nThe Agency shall be established from 14 March 2004 for a period of eight years.’", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 24 September 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  Opinion of 13 February 2008 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 17 June 2008 (not yet published in the Official Journal) and Council Decision of 15 September 2008.\n(3)  OJ L 77, 13.3.2004, p. 1."}