{"celex_id": "32007D0367", "uri": "http://publications.europa.eu/resource/cellar/82103006-6fb6-434f-9cca-7ebce1943c70", "type": "Decision", "concepts": ["1005", "1519", "1755", "1854", "2211", "4359", "6088", "838"], "title": "2007/367/EC: Commission Decision of 25 May 2007 concerning a financial contribution by the Community to Italy for the implementation of a system for collection and analysis of epidemiological information on bluetongue (notified under document number C(2007) 2166)\n", "header": "31.5.2007 EN Official Journal of the European Union L 139/30\nCOMMISSION DECISION\nof 25 May 2007\nconcerning a financial contribution by the Community to Italy for the implementation of a system for collection and analysis of epidemiological information on bluetongue\n(notified under document number C(2007) 2166)\n(Only the Italian text is authentic)\n(2007/367/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Articles 19 and 20 thereof,\nWhereas:\n(1) Bluetongue is a disease transmitted by insect vectors Culicoïdes spp. It a trans-boundaries disease and individual national efforts are not sufficient for effective surveillance and control. An integrated approach at Community level is required to analyze both regional and global distribution of the bluetongue infection as well as of the competent Culicoïdes vectors. Therefore, the gathering and exchange of epidemiological information on bluetongue in the Member States is of fundamental importance to establish the appropriate measures for controlling the disease in this population and verifying their efficacy.\n(2) The implementation of a Community surveillance network would enable an effective risk analysis on a Community scale and also a reduction of some of the costs that spare national systems would imply.\n(3) In this context, the use of Geographic Information Systems (GIS) enhances data analysis capabilities and facilitates the understanding of disease dynamics and spread.\n(4) The Istituto Zooprofilattico Sperimentale dell’Abruzzo e del Molise ‘G. Caporale’, Teramo Italy, that is a World Organisation for Animal Health (OIE) Collaborating Center for Veterinary Training, Epidemiology, Food Safety and Animal Welfare is in the process of establishing a web-based GIS to collect, store, and analyse bluetongue surveillance data (BlueTongue NETwork application). This system can be shared with other Member States and third countries in order to verify its validity as a tool to control the disease and better understand disease dynamics and spread.\n(5) A financial contribution should be granted for that project, as it may contribute to the development of Community legislation on bluetongue and eventually to better control the disease.\n(6) Under Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (2), veterinary measures are to be financed under the European Agricultural Guarantee Fund. For financial control purposes, Articles 9, 36 and 37 of that Regulation are to apply\n(7) The payment of the financial contribution from the Community must be subject to the condition that the actions planned have actually been carried out and that the authorities supply all the necessary information.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   The Community shall grant Italy financial assistance for its project of establishing a web-based system to collect, store, and analyse bluetongue surveillance data (BlueTongue NETwork application) at the Istituto Zooprofilattico Sperimentale dell’Abruzzo e del Molise ‘G. Caporale’, Teramo Italy, as presented by Italy.\n2.   The following conditions must be fulfilled:\n(a) The system must be established and made available to all Member States at their request on 31 May 2007 at the latest;\n(b) Italy must forward a technical and financial report to the Commission on 30 September 2007 at the latest, the financial report accompanied by supporting documents justifying evidence as to the costs incurred and the results attained.", "1.   The Community’s financial assistance granted to Italy for the project referred to in Article 1 shall be at the rate of 100 % of the costs incurred for staff and the purchase equipments, including hardware and software and other consumables by the Istituto Zooprofilattico Sperimentale dell’Abruzzo e del Molise ‘G. Caporale’, Teramo Italy for the work referred to in Article 1(1) shall not exceed EUR 100 000.\n2.   The Community’s financial assistance shall be paid as follows:\n(a) 70 % by way of an advance at the request of Italy;\n(b) the balance following presentation of the reports and supporting documents referred to Article 1(2)(b).", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 25 May 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 209, 11.8.2005, p. 1. Regulation as last amended by Regulation (EC) No 378/2007 (OJ L 95, 5.4.2007, p. 1)."}