{"celex_id": "32009D1005", "uri": "http://publications.europa.eu/resource/cellar/b8d96707-747a-4d32-942c-85a1bdb41e71", "type": "Decision", "concepts": ["1164", "2443", "2498", "3079", "3194", "5158", "5408", "6088", "763"], "title": "Decision of the European Parliament and of the Council of 17 December 2009 amending the Interinstitutional Agreement of 17 May 2006 on budgetary discipline and sound financial management as regards the multiannual financial framework — Financing projects in the field of energy in the context of the European Economic Recovery Plan\n", "header": "24.12.2009 EN Official Journal of the European Union L 347/26\nDECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 December 2009\namending the Interinstitutional Agreement of 17 May 2006 on budgetary discipline and sound financial management as regards the multiannual financial framework — Financing projects in the field of energy in the context of the European Economic Recovery Plan\n(2009/1005/EU)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Interinstitutional Agreement between the European Parliament, the Council and the Commission of 17 May 2006 on budgetary discipline and sound financial management (1), and in particular to points 21, 22, first and second paragraphs, and 23 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) At the budgetary conciliation meeting of 18 November 2009 the European Parliament, the Council and the Commission agreed on the modalities for providing additional financing, in the framework of the European Economic Recovery Plan, to projects in the field of energy and broadband Internet as well as investments for strengthening operations related to the ‘new challenges’ defined in the context of the assessment of the 2003 mid-term reform of the common agricultural policy (‘Health Check’) (2). The financing requires a revision of the multiannual financial framework 2007-2013 in accordance with points 21, 22, and 23 of the Interinstitutional Agreement, so as to raise the ceiling for the year 2010 for commitment appropriations under subheading 1a by an amount of EUR 1 779 million in current prices.\n(2) The increase of the ceiling for subheading 1a for the year 2010 will be fully offset by decreasing the ceilings for commitment appropriations under headings 1a, 1b, 2, 3a and 5 for the year 2009 as well as the ceilings for commitment appropriations under headings 1a, 2 and 5 for 2010.\n(3) In order to keep an appropriate relationship between commitments and payments, the annual ceilings for payment appropriations will be adjusted. The adjustment will be neutral.\n(4) Annex I of the Interinstitutional Agreement on budgetary discipline and sound financial management should therefore be amended accordingly (3),", "main_body": ["Annex I to the Interinstitutional Agreement on budgetary discipline and sound financial management is replaced by the Annex to this Decision."], "attachments": "Done at Strasbourg, 17 December 2009.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nH. LINDBLAD\n(1)  OJ C 139, 14.6.2006, p. 1.\n(2)  COM(2008) 800, COM(2008) 859, COM(2009) 171 and OJ L 132, 29.5.2009, p. 8.\n(3)  For that purpose, the figures resulting from the above agreement are converted into 2004 prices.\nANNEX\nFINANCIAL FRAMEWORK 2007-2013\n(EUR million — constant 2004 prices)\nCommitment appropriations 2007 2008 2009 2010 2011 2012 2013 Total\n1.\n1a Competitiveness for growth and employment\n1b Cohesion for growth and employment\n2.\nof which market-related expenditure and direct payments 43 120 42 697 42 279 41 864 41 453 41 047 40 645 293 105\n3.\n3a Freedom, security and justice\n3b Citizenship\n4.\n5.\n6.\nTOTAL COMMITMENT APPROPRIATIONS 117 277 122 683 122 022 125 184 124 167 125 643 127 167 864 143\nas a percentage of GNI 1,08 % 1,09 % 1,06 % 1,06 % 1,03 % 1,02 % 1,01 % 1,048 %\nTOTAL PAYMENT APPROPRIATIONS 115 142 119 805 109 091 119 245 116 884 120 575 119 784 820 526\nas a percentage of GNI 1,06 % 1,06 % 0,95 % 1,01 % 0,97 % 0,98 % 0,95 % 1,00 %\nMargin available 0,18 % 0,18 % 0,29 % 0,23 % 0,27 % 0,26 % 0,29 % 0,24 %\nOwn resources ceiling as a percentage of GNI 1,24 % 1,24 % 1,24 % 1,24 % 1,24 % 1,24 % 1,24 % 1,24 %\n(1)  The expenditure on pensions included under the ceiling for this heading is calculated net of the staff contributions to the relevant scheme, within the limit of EUR 500 million at 2004 prices for the period 2007-2013."}