{"celex_id": "32006L0094", "uri": "http://publications.europa.eu/resource/cellar/b17238dc-9d44-439d-a4d8-374cd795f0f8", "type": "Directive", "concepts": ["1645", "2457", "4509", "4521", "4533", "5498"], "title": "Directive 2006/94/EC of the European Parliament and of the Council of 12 December 2006 on the establishment of common rules for certain types of carriage of goods by road (codified version)   (Text with EEA relevance)\n", "header": "27.12.2006 EN Official Journal of the European Union L 374/5\nDIRECTIVE 2006/94/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 12 December 2006\non the establishment of common rules for certain types of carriage of goods by road\n(codified version)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 71(1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) The First Council Directive of 23 July 1962 on the establishment of certain common rules for international transport (carriage of goods by road for hire or reward) (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Directive should be codified.\n(2) A common transport policy involves inter alia laying down common rules for the international carriage of goods by road to or from the territory of a Member State or passing across the territory of one or more Member States. Those rules must be laid down in such a way as to contribute to the smooth operation of the internal transport market.\n(3) It is necessary to ensure a progressive expansion of the international carriage of goods by road, bearing in mind developments in trade and movement of goods within the Community.\n(4) A certain number of types of carriage were exempt from any quota and carriage authorisation system. Within the framework of the organisation of the market introduced by Council Regulation (EEC) No 881/92 of 26 March 1992 on access to the market in the carriage of goods by road within the Community to or from the territory of a Member State or passing across the territory of one or more Member States (5), a system of exemption from Community authorisation and from any other carriage authorisation should be maintained for some of those types of transport, because of their special nature.\n(5) This Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex II, Part B,", "main_body": ["1.   Under the conditions laid down in paragraph 2, Member States shall liberalise the types of international carriage of goods by road for hire or reward and on own account listed in Annex I where such carriage is performed to or from or in transit through their territory.\n2.   The types of carriage and unladen journeys made in conjunction with the carriage listed in Annex I shall be exempted from Community authorisation and from any carriage authorisation.", "This Directive shall not affect the conditions under which any Member State authorises its own nationals to engage in the activities mentioned in this Directive.", "The First Council Directive of 23 July 1962 on the establishment of common rules for certain types of carriage of goods by road is hereby repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law and application of the Directives set out in Annex II, Part B.\nReferences made to the repealed Directive shall be construed as being made to this Directive and should be read in accordance with the correlation table in Annex III.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 12 December 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nM. PEKKARINEN\n(1)  OJ C 241, 28.9.2004, p. 19.\n(2)  Opinion of the European Parliament of 21 April 2004 (OJ C 104 E, 30.4.2004, p. 545) and Council Decision of 14 November 2006.\n(3)  OJ L 70, 6.8.1962, p. 2005/62. Directive as last amended by Regulation (EEC) No 881/92 (OJ L 95, 9.4.1992, p. 1).\n(4)  See Annex II, Part A.\n(5)  OJ L 95, 9.4.1992, p. 1. Regulation as last amended by the 2003 Act of Accession.\nANNEX I\nTypes of carriage to be exempted from any Community authorisation and from any carriage authorisation\n1. Carriage of mail as a public service.\n2. Carriage of vehicles which have suffered damage or breakdown.\n3. Carriage of goods in motor vehicles the permissible laden weight of which, including that of trailers, does not exceed six tonnes or the permissible payload of which, including that of trailers, does not exceed 3,5 tonnes.\n4. Carriage of goods in motor vehicles provided the following conditions are fulfilled:\n(a) the goods carried must be the property of the undertaking or must have been sold, bought, let out on hire or hired, produced, extracted, processed or repaired by the undertaking;\n(b) the purpose of the journey must be to carry the goods to or from the undertaking or to move them, either inside the undertaking or outside for its own requirements;\n(c) motor vehicles used for such carriage must be driven by employees of the undertaking;\n(d) the vehicles carrying the goods must be owned by the undertaking or have been bought by it on deferred terms or hired provided that in the latter case they meet the conditions of Directive 2006/1/EC of the European Parliament and of the Council of 18 January 2006 on the use of vehicles hired without drivers for the carriage of goods by road (1).\n(e) carriage must be no more than ancillary to the overall activities of the undertaking.\n5. Carriage of medicinal products, appliances, equipment and other articles required for medical care in emergency relief, in particular for natural disasters.\n(1)  OJ L 33, 4.2.2006, p. 82.\nANNEX II\nPART A\nRepealed Directive with its successive amendments\nFirst Council Directive of 23 July 1962 on the establishment of certain common rules for international transport (carrying of goods by road for hire or reward)\nCouncil Directive 72/426/EEC\nCouncil Directive 74/149/EEC\nCouncil Directive 77/158/EEC\nCouncil Directive 78/175/EEC\nCouncil Directive 80/49/EEC\nCouncil Directive 82/50/EEC\nCouncil Directive 83/572/EEC only Article 2\nCouncil Directive 84/647/EEC only Article 6\nCouncil Regulation (EEC) No 881/92 only Article 13\nPART B\nList of time-limits for transposition into national law and application (referred to in Article 3)\nDirective Time-limit for transposition Date of application\nFirst Council Directive of 23 July 1962 on the establishment of certain common rules for international transport (carrying of goods by road for hire or reward) 31 December 1962\n72/426/EEC __\n74/149/EEC __ 1 July 1974\n77/158/EEC 1 July 1977\n78/175/EEC 1 July 1978\n80/49/EEC __ 1 July 1980\n82/50/EEC 1 January 1983\n83/572/EEC 1 January 1984\n84/647/EEC 30 June 1986\nANNEX III\nCORRELATION TABLE\nFirst Council Directive of 23 July 1962 on the establishment of common rules for certain types of carriage of goods by road This Directive\nArticle 1 Article 1\nArticle 2 __\nArticle 3 Article 2\n__ Article 3\n__ Article 4\nArticle 4 Article 5\nAnnex Annex I\n__ Annex II\n__ Annex III"}