{"celex_id": "32003R1599", "uri": "http://publications.europa.eu/resource/cellar/331ab782-78c4-445f-9466-ce179cc18402", "type": "Regulation", "concepts": ["20", "2193", "3170", "3774", "4663"], "title": "Commission Regulation (EC) No 1599/2003 of 12 September 2003 amending Regulation (EC) No 1516/2003 increasing the quantity of barley held by the British intervention agency for which a standing invitation to tender for the sale on the Common market has been opened\n", "header": "Commission Regulation (EC) No 1599/2003\nof 12 September 2003\namending Regulation (EC) No 1516/2003 increasing the quantity of barley held by the British intervention agency for which a standing invitation to tender for the sale on the Common market has been opened\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Regulation (EC) No 1104/2003(2), and in particular Article 5 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93(3), as last amended by Regulation (EC) No 1630/2000(4), lays down the procedures and conditions for the disposal of cereals held by the intervention agencies.\n(2) Commission Regulation (EC) No 1516/2003(5) opened a standing invitation to tender for the sale on the Community market of 45300 tonnes of barley held by the British intervention agency.\n(3) The United Kingdom informed the Commission of the intention of its intervention agency to increase by 43000 tonnes the quantity for which a standing invitation to tender for the sale on the Community market has been opened. In view of the market situation, the request of the United Kingdom should be granted.\n(4) This increase in the quantity put out to tender makes it necessary to alter the list of regions and quantities in store without delay.\n(5) Regulation (EC) No 1516/2003 should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 1516/2003 is hereby amended as follows:\n1. Article 1(1) is replaced by the following:\n\"1. The British intervention agency shall open a standing invitation for the sale on the Community market of 88300 tonnes of barley held by it.\"\n2. Annex I is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 September 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 158, 27.6.2003, p. 1.\n(3) OJ L 191, 31.7.1993, p. 76.\n(4) OJ L 187, 26.7.2000, p. 24.\n(5) OJ L 217, 29.8.2003, p. 29.\nANNEX\n\"ANNEX I\n>TABLE>\""}