{"celex_id": "32002R0417", "uri": "http://publications.europa.eu/resource/cellar/c8b9ef02-4841-4a88-8f8b-4b664682a441", "type": "Regulation", "concepts": ["2530", "2611", "3161", "3163", "3468", "3647", "4830", "5235", "5889"], "title": "Regulation (EC) No 417/2002 of the European Parliament and of the Council of 18 February 2002 on the accelerated phasing-in of double hull or equivalent design requirements for single hull oil tankers and repealing Council Regulation (EC) No 2978/94\n", "header": "Regulation (EC) No 417/2002 of the European Parliament and of the Council\nof 18 February 2002\non the accelerated phasing-in of double hull or equivalent design requirements for single hull oil tankers and repealing Council Regulation (EC) No 2978/94\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 80(2) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nHaving regard to the opinion of the Committee of the Regions(3),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(4),\nWhereas:\n(1) Within the framework of the common transport policy, further measures must be taken to enhance safety and prevent pollution in maritime transport.\n(2) The Community is seriously concerned by the shipping accidents involving oil tankers and the associated pollution of its coast-lines and harm to its fauna and flora and other marine resources.\n(3) In its communication \"a common policy on safe seas\", the Commission underlined the request of the extraordinary Council on Environment and Transport of 25 January 1993 to support the action in the International Maritime Organisation (IMO) on the reduction of the safety gap between new and existing ships by upgrading and/or phasing out existing ships.\n(4) In its Resolution on a common policy on safe seas(5), the European Parliament welcomed the Commission communication and called in particular for action to be taken to improve tanker safety standards.\n(5) By its Resolution of 8 June 1993 on a common policy on safe seas(6), the Council fully supported the objectives of the Commission communication.\n(6) In its Resolution on the oil slick off the French coast adopted on 20 January 2000, the European Parliament welcomed any efforts by the Commission to bring forward the date by which oil tankers will be obliged to have a double-hull construction.\n(7) The International Maritime Organisation (IMO) has established, in the International Convention for the Prevention of Pollution from Ships, 1973 and the Protocol of 1978 related thereto (MARPOL 73/78), internationally agreed pollution prevention rules affecting the design and operation of oil tankers. Member States are Parties to MARPOL 73/78.\n(8) According to Article 3.3 of MARPOL 73/78, that Convention does not apply to warships, naval auxiliary or other ships owned or operated by a State and used only for government non-commercial services.\n(9) Comparison of tanker age and accident statistics shows increasing accident rates for older ships. It has been internationally agreed that the adoption of the 1992 amendments to MARPOL 73/78 requiring the application of the double hull or equivalent design standards to existing single hull oil tankers when they reach a certain age will provide those tankers with a higher degree of protection against accidental oil pollution in the event of collision or stranding.\n(10) It is in the Community's interest to adopt measures to ensure that oil tankers entering into ports and offshore terminals under the jurisdiction of Member States and that oil tankers flying the flags of Member States comply with Regulation 13G of Annex I of MARPOL 73/78 as revised in 2001 by Resolution MEPC 95(46) in order to reduce the risk of accidental oil pollution in European waters.\n(11) Amendments to the MARPOL 73/78 Convention adopted by the IMO on 6 March 1992 entered into force on 6 July 1993. These measures impose double hull or equivalent design requirements for oil tankers delivered on or after 6 July 1996 aimed at preventing oil pollution in the event of collision or stranding. Within these amendments, a phasing-out scheme for single hull oil tankers delivered before that date took effect from 6 July 1995 requiring tankers delivered before 1 June 1982 to comply with the double hull or equivalent design standards not later than 25 years and, in some cases, 30 years after the date of their delivery. Such existing single hull oil tankers would not be allowed to operate beyond 2007 and, in some cases, 2012 unless they comply with the double hull or equivalent design requirements of Regulation 13F of Annex I of MARPOL 73/78. For existing single hull oil tankers delivered after 1 June 1982 or those delivered before 1 June 1982 and which are converted, complying with the requirements of MARPOL 73/78 on segregated ballast tanks and their protective location, this deadline will be reached at the latest in 2026.\n(12) New important amendments to Regulation 13G of Annex I of MARPOL 73/78 were adopted on 27 April 2001 by the 46th session of the IMO Marine Environment Protection Committee (MEPC-46) by Resolution MEPC 95(46), entering into force on 1 September 2002, in which a new accelerated phasing-out scheme for single hull oil tankers was introduced. The respective final dates by which tankers must comply with Regulation 13F of Annex I of MARPOL 73/78 depend on the size and age of the ship. Oil tankers are therefore in that scheme divided into three categories according to their tonnage, construction and age. All these categories, including the lowest one (3), are important for intra-Community trade.\n(13) The final date by which a single hull oil tanker is to be phased out is the anniversary of the date of delivery of the ship, according to a schedule starting in 2003 until 2007 for Category (1) oil tankers, and until 2015 for Category (2) and (3) oil tankers.\n(14) The revised Regulation 13G of Annex I of MARPOL 73/78 maintains the requirements for Category (1) tankers, after 25 years, to have wingtanks or double bottoms in protective locations not used for the carriage of cargo or to operate only with hydrostatically balanced loading.\n(15) That same Regulation introduces a requirement that Category (1) and (2) oil tankers may only continue to operate after the anniversary of the date of their delivery in 2005 and 2010 respectively subject to compliance with a Condition Assessment Scheme (CAS), adopted on 27 April 2001 by IMO in Resolution MEPC 94(46). The CAS imposes an obligation that the flag State administration issues a Statement of Compliance and is involved in the CAS survey procedures.\n(16) Paragraph 5 of the said Regulation allows for an exception for Category (2) and (3) oil tankers to operate, under certain circumstances, beyond the time-limit of their phasing-out. Paragraph 8b of the same Regulation gives the right for Parties to the MARPOL 73/78 Convention to deny entry into the ports or offshore terminals under their jurisdiction of oil tankers allowed to operate under this exception. Member States have declared their intention to use the right. Decision to have recourse to this right has to be communicated to the IMO.\n(17) It is important to ensure that the provisions in this Regulation do not endanger the safety of crew or oil tankers in search of a safe haven or a place of refuge.\n(18) In order to allow shipyards in Member States to repair single hull oil tankers, Member States may make exceptions to allow entry into their ports of such vessels, provided they are not carrying any cargo.\n(19) It should be possible to amend certain provisions of this Regulation so as to bring them into line with international instruments adopted, amended or entering into force after the entry into force of this Regulation without broadening its scope. Such amendments should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(7).\n(20) In view of the approaching deadline for single hull oil tankers which do not comply with the requirements of MARPOL 73/78 on segregated ballast tanks and their protective location, and given that this is most relevant for Category (1) tankers, there are no reasons to maintain the differential charging system for which Regulation (EC) No 2978/94(8) provides between such oil tankers and oil tankers that comply with the said requirements beyond 2007, and therefore Regulation (EC) No 2978/94 should be repealed,", "main_body": ["Purpose\nThe purpose of this Regulation is to establish an accelerated phasing-in scheme for the application of the double hull or equivalent design requirements of the MARPOL 73/78 Convention to single hull oil tankers.", "Scope\n1. This Regulation shall apply to oil tankers of 5000 tons deadweight and above:\n- entering into a port or offshore terminal under the jurisdiction of a Member State, irrespective of their flag, or\n- flying the flag of a Member State.\n2. This Regulation shall not apply to any warship, naval auxiliary or other ship, owned or operated by a State and used, for the time being, only on government non-commercial service. Member States shall, so far as is reasonable and practicable, endeavour to respect this Regulation for the ships referred to in this paragraph.", "Definitions\nFor the purpose of this Regulation, the following definitions shall apply:\n1. \"MARPOL 73/78\" shall mean the International Convention for the Prevention of Pollution from Ships, 1973, as modified by the Protocol of 1978 relating thereto together with the amendments thereto, in force on 18 February 2002;\n2. \"revised Regulation 13G of Annex I of MARPOL 73/78\" shall mean the amendments to Regulation 13G of Annex I to MARPOL 73/78 and to the Supplement to the IOPP Certificate, as adopted by Resolution MEPC 94(46) of 27 April 2001 which enters into force on 1 September 2002;\n3. \"oil tanker\" shall mean an oil tanker as defined in Regulation 1(4) of Annex I of MARPOL 73/78;\n4. \"deadweight\" shall mean deadweight as defined in Regulation 1(22) of Annex I of MARPOL 73/78;\n5. \"new oil tanker\" shall mean a new oil tanker as defined in Regulation 1(26) of Annex I of MARPOL 73/78;\n6. \"category (1) oil tanker\" shall mean an oil tanker of 20000 tons deadweight and above carrying crude oil, fuel oil, heavy diesel oil or lubricating oil as cargo, and of 30000 tons deadweight and above carrying oil other than the above, which does not comply with the requirements for new oil tankers as defined in Regulation 1(26) of Annex I of MARPOL 73/78;\n7. \"category (2) oil tanker\" shall mean an oil tanker of 20000 tons deadweight and above carrying crude oil, fuel oil, heavy diesel oil or lubricating oil as cargo, and of 30000 tons deadweight and above carrying oil other than the above, which complies with the requirements for new oil tankers as defined in Regulation 1(26) of Annex I of MARPOL 73/78;\n8. \"category (3) oil tanker\" shall mean an oil tanker of 5000 tons deadweight and above but less than that specified in definitions 6 and 7;\n9. \"single hull oil tanker\" shall mean an oil tanker not meeting the double hull or equivalent design requirements of Regulation 13F of Annex I of MARPOL 73/78;\n10. \"double hull oil tanker\" shall mean an oil tanker meeting the double hull or equivalent design requirements of Regulation 13F of Annex I of MARPOL 73/78;\n11. \"age\" shall mean the age of the ship, expressed in number of years after the date of its delivery;\n12. \"heavy diesel oil\" shall mean diesel oil as defined in revised Regulation 13G of Annex I of MARPOL 73/78;\n13. \"fuel oil\" shall mean heavy distillates or residues from crude oil or blends of such materials as defined in revised Regulation 13G of Annex I of MARPOL 73/78.", "Compliance with the double hull or equivalent design requirements by single hull oil tankers\n1. No oil tanker shall be allowed to operate under the flag of a Member State, nor shall any oil tanker, irrespective of its flag, be allowed to enter into ports or offshore terminals under the jurisdiction of a Member State after the anniversary of the date of delivery of the ship in the year specified hereafter, unless such tanker is a double hull oil tanker:\n(a) for category (1) oil tankers:\n- 2003 for ships delivered in 1973 or earlier,\n- 2004 for ships delivered in 1974 and 1975,\n- 2005 for ships delivered in 1976 and 1977,\n- 2006 for ships delivered in 1978, 1979 and 1980,\n- 2007 for ships delivered in 1981 or later;\n(b) for category (2) oil tankers:\n- 2003 for ships delivered in 1973 or earlier,\n- 2004 for ships delivered in 1974 and 1975,\n- 2005 for ships delivered in 1976 and 1977,\n- 2006 for ships delivered in 1978 and 1979,\n- 2007 for ships delivered in 1980 and 1981,\n- 2008 for ships delivered in 1982,\n- 2009 for ships delivered in 1983,\n- 2010 for ships delivered in 1984,\n- 2011 for ships delivered in 1985,\n- 2012 for ships delivered in 1986,\n- 2013 for ships delivered in 1987,\n- 2014 for ships delivered in 1988,\n- 2015 for ships delivered in 1989 or later;\n(c) for category (3) oil tankers:\n- 2003 for ships delivered in 1973 or earlier,\n- 2004 for ships delivered in 1974 and 1975,\n- 2005 for ships delivered in 1976 and 1977,\n- 2006 for ships delivered in 1978 and 1979,\n- 2007 for ships delivered in 1980 and 1981,\n- 2008 for ships delivered in 1982,\n- 2009 for ships delivered in 1983,\n- 2010 for ships delivered in 1984,\n- 2011 for ships delivered in 1985,\n- 2012 for ships delivered in 1986,\n- 2013 for ships delivered in 1987,\n- 2014 for ships delivered in 1988,\n- 2015 for ships delivered in 1989 or later.\n2. A Category (1) oil tanker of 25 years and over after the date of its delivery shall comply with either of the following provisions:\n(a) it shall have wing tanks or double bottom spaces, not used for the carriage of oil and meeting the width and height requirements of Regulation 13E(4) of Annex I of MARPOL 73/78, cover at least 30 % of Lt, for the full depth of the ship on each side or at least 30 % or the projected bottom shell area within Lt where Lt is as defined in Regulation 13E(2) of Annex I of MARPOL 73/78, or\n(b) it shall operate with hydrostatically balanced loading, taking into account the guidelines developed by the IMO Resolution MEPC 64(36).", "Compliance with the Condition Assessment Scheme for Category (1) and Category (2) ships\n1. An oil tanker shall not be allowed to enter into ports or offshore terminals under the jurisdiction of a Member State beyond the anniversary of the date of delivery of the ship, in 2005 for Category (1) ships, and in 2010 for Category (2) ships, unless it complies with the Condition Assessment Scheme referred to in Article 6.\n2. The competent authorities of a Member State may allow an oil tanker flying the flag of that Member State to continue operation beyond the anniversary of the date of delivery of the ship in 2005 for Category (1) ships and in 2010 for Category (2) ships, but only when subject to compliance with the Condition Assessment Scheme referred to in Article 6.", "Condition Assessment Scheme\nFor the purposes of Article 5, the Condition Assessment Scheme adopted by MEPC Resolution 94(46) of 27 April 2001 shall apply.", "Final date\nAfter the anniversary of the date of delivery of the ship in 2015:\n- the continued operation, in accordance with paragraph 5 of revised Regulation 13G of Annex I to MARPOL 73/78, of Category (2) and Category (3) oil tankers under the flag of a Member State, and\n- the entry into the ports or offshore terminals under the jurisdiction of a Member State of other Category (2) and Category (3) oil tankers, irrespective of the fact that they continue to operate under the flag of a third State in accordance with paragraph 5 of revised Regulation 13G of Annex I to MARPOL 73/78,\nshall no longer be allowed.", "Exemptions for ships in difficulty or for ships to be repaired\n1. By way of derogation from Articles 4, 5 and 7, the competent authority of a Member State may, subject to national provisions, allow, under exceptional circumstances, an individual ship to enter the ports or offshore terminals under the jurisdiction of that Member State, when:\n- an oil tanker is in difficulty and in search of a place of refuge,\n- an unloaded oil tanker is proceeding to a port of repair.\n2. Member States shall, in due time, but before 1 September 2002, communicate to the Commission the provisions of national law which they will apply in the circumstances referred to in paragraph 1. The Commission shall inform the other Member States thereof.", "Notification to the IMO\n1. The Presidency of the Council, acting on behalf of the Member States, and the Commission shall jointly inform the IMO of the adoption of this Regulation, whereby reference shall be made to Article 211, paragraph 3 of the United Nations Convention on the Law of the Sea.\n2. Each Member State shall inform the IMO of its decision to deny entry of oil tankers, pursuant to Article 7 of this Regulation, operating in accordance with the provisions of paragraph 5 of revised Regulation 13G of Annex I of MARPOL 73/78 into the ports or offshore terminals under its jurisdiction, on the basis of paragraph 8(b) of revised Regulation 13G of Annex I of MARPOL 73/78.\n3. Each Member State shall notify the IMO if it allows, suspends, withdraws or declines the operation of a Category (1) or a Category (2) oil tanker entitled to fly its flag, in accordance with Article 5, on the basis of paragraph 8(a) of revised Regulation 13G of Annex I of MARPOL 73/78.", "0\nCommittee procedure\n1. The Commission shall be assisted by the committee set up pursuant to Article 12(1) of Council Directive 93/75/EEC(9), hereinafter referred to as \"the Committee\".\n2. Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3. The Committee shall adopt its rules of procedure.", "1\nAmendment procedure\nThe references in the Articles of this Regulation to the regulations of Annex I of MARPOL 73/78 and to Resolutions MEPC 94(46) and 95(46) shall, if appropriate, be amended in accordance with the procedure referred to in Article 10(2), in order to bring the references into line with amendments to these regulations and resolutions adopted by the IMO, in so far as such amendments do not broaden the scope of this Regulation.", "2\nRepeal\nCouncil Regulation (EC) No 2978/94 is hereby repealed as from 31 December 2007.", "3\nEntry into force\nThis Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 2002.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nJ. PiquĂŠ i Camps\n(1) OJ C 212 E, 25.7.2000, p. 121 and\nOJ C 154 E, 29.5.2001, p. 41.\n(2) OJ C 14, 16.1.2001, p. 22.\n(3) OJ C 22, 24.1.2001, p. 19.\n(4) Opinion of the European Parliament of 30 November 2000 (OJ C 228, 13.8.2001, p. 140), Council Common Position of 7 August 2001 (OJ C 307, 31.10.2001, p. 41) and Decision of the European Parliament of 13 December 2001.\n(5) OJ C 91, 28.3.1994, p. 301.\n(6) OJ C 271, 7.10.1993, p. 1.\n(7) OJ L 184, 17.7.1999, p. 23.\n(8) Council Regulation (EC) No 2978/94 of 21 November 1994 on the implementation of IMO Resolution A.747(18) on the application of tonnage measurement of ballast spaces in segregated ballast oil tankers (OJ L 319, 12.12.1994, p. 1).\n(9) Council Directive 93/75/EEC of 13 September 1993 concerning minimum requirements for vessels bound for or leaving Community ports and carrying dangerous or polluting goods (OJ L 247, 5.10.1993, p. 19). Directive as last amended by Commission Directive 98/74/EC (OJ L 276, 13.10.1998, p. 7)."}