{"celex_id": "32003D0328", "uri": "http://publications.europa.eu/resource/cellar/cb5a3278-a4f5-4d46-95f9-dc7de2941049", "type": "Decision", "concepts": ["1277", "1596", "192", "2560", "2947", "612"], "title": "2003/328/EC: Commission Decision of 12 May 2003 on transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the use of category 3 catering waste in feed for pigs and the intra-species recycling ban on the feeding of swill to pigs (Text with EEA relevance) (notified under document number C(2003) 1502)\n", "header": "Commission Decision\nof 12 May 2003\non transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the use of category 3 catering waste in feed for pigs and the intra-species recycling ban on the feeding of swill to pigs\n(notified under document number C(2003) 1502)\n(Only the German text is authentic)\n(Text with EEA relevance)\n(2003/328/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 30 October 2002 laying down health rules concerning animal by-products not intended for human consumption(1), and in particular Article 32 thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 provides for a complete revision of Community rules concerning animal by-products not intended for human consumption, including the introduction of a number of strict requirements. In addition, it provides that appropriate transitional measures may be adopted.\n(2) In view of the strict nature of those requirements, it is necessary to provide for transitional measures for Germany and Austria in order to allow industry sufficient time to adjust. In addition, alternative collection, transport, storage, handling, processing and uses for animal by-products need to be further developed as well as disposal methods for those by-products.\n(3) In particular the European Parliament has requested transitional measures on category 3 catering waste.\n(4) Accordingly, as a temporary measure a derogation should be granted to Germany and Austria to enable them to authorise operators to continue to apply national rules to category 3 catering waste in feed for pigs, taking into account the findings of Commission mission visits to Germany and Austria.\n(5) According to the definition of \"catering waste\" in Regulation (EC) No 1774/2002, waste from retail outlets such as supermarkets or food factories that are producing products for retail sale is not \"catering waste\" and therefore should not be covered by the derogation provided for in this Decision.\n(6) In order to prevent a risk to animal and public health appropriate control systems should be maintained in Germany and Austria for the period of the transitional measures.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Derogations regarding category 3 catering waste in feed for pigs and the intra-species-recycling ban on feeding swill to pigs\nPursuant to Article 32(2) of Regulation (EC) No 1774/2002 and by way of derogation from point (a) and (b) of Article 22(1) of that Regulation, Germany and Austria may continue to grant individual approvals until 31 October 2006 at the latest to operators of premises and facilities in conformity with national rules, to apply such rules and the rules provided for in the present Decision for the use of Category 3 catering waste in feed for pigs, provided that:\n(a) the category 3 catering waste originates exclusively in restaurants, catering facilities and kitchens, including central kitchens and household kitchens in the Member States concerned;\n(b) the category 3 catering waste is intended exclusively for the production of processed catering waste (swill) for feeding to pigs in the two Member States concerned, and no trade in category 3 catering waste or swill derived therefrom takes place;\n(c) the national rules shall include at least the conditions of use provided for in the Annex to this Decision;\n(d) no unprocessed or processed category 3 catering waste shall be fed to feral pigs and to farmed wild boars; and\n(e) those operators were operating in conformity with national rules on 1 November 2002.", "Control measures\nThe competent authority shall take the necessary measures to control compliance by authorised operators of premises and facilities with the conditions set out in Article 1 and in the Annex.", "Withdrawal of approvals and disposal of material not complying with this Decision\n1. Individual approvals by the competent authority for the use of category 3 catering waste shall be immediately and permanently withdrawn in respect of any operator, premises or facilities if the conditions set out in this Decision are no longer fulfilled.\n2. Any material that does not comply with the requirements of this Decision shall be disposed of in accordance with the instructions of the competent authority.", "Annual report and periodic review\n1. The competent authority shall by 31 March each year submit a report to the Commission based on the control measures provided for in Article 2.\n2. The Commission shall periodically review the operation of this Decision in the light of the annual reports provided for in paragraph 1 and Commission inspections.", "Compliance with this Decision by the concerned Member States\nGermany and Austria shall immediately take the necessary measures to comply with this Decision and shall publish those measures. They shall immediately inform the Commission thereof.", "Applicability\nThis Decision shall apply from 1 May 2003 to 31 October 2006.", "Addressees\nThis Decision is addressed to the Federal Republic of Germany and the Republic of Austria."], "attachments": "Done at Brussels, 12 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 273, 10.10.2002, p. 1.\nANNEX\nUSE OF CATEGORY 3 CATERING WASTE\nA. General obligations\n1. Category 3 catering waste (\"catering waste\") shall be collected, transported, stored, handled, treated, and used in accordance with the conditions set out in this Annex.\n2. Unprocessed catering waste shall be:\n(a) collected by an approved collector from the catering premises referred to in Article 1(a);\n(b) collected from an area not subject to any restrictions implemented pursuant to Community legislation on control of classical swine fever or any other OIE list A disease transmissible to pigs via catering waste; and\n(c) processed by approved operators on approved processing premises, which are not on the same site as a holding where animals are kept. However, in the case of Austria, the competent authority may derogate from this separation requirement until 30 April 2004, provided that the competent authority:\n(i) has carried out an adequate risk assessment and is satisfied that there is no risk to animal and public health;\n(ii) has submitted a copy of this risk assessment to the Commission;\n(iii) carries out monthly inspections of the premises, and takes all other measures necessary to monitor compliance with this Decision.\n3. Swill shall be:\n(a) collected by an approved collector from approved processing premises; and\n(b) used for feeding to fattening pigs on approved holdings, which send pigs only for direct slaughter.\n4. The competent authority must approve the collectors and processors of catering waste and consignors and users of swill.\n5. Any person holding an approval shall maintain and operate the premises and equipment, and shall process the catering waste in accordance with the requirements in section C.\n6. The competent authority shall ensure that the approval, commercial document, record keeping, official inspection and list of premises comply with section D.\nB. Collection and transportation of catering waste for feeding to pigs\n1. Catering waste shall be collected and transported in adequately covered leakproof containers or vehicles, and shall be taken and delivered without undue delay to an approved processing premises.\n2. Vehicles used for transporting catering waste, tarpaulins or other covers and reusable containers shall be cleansed, disinfected and maintained in a clean condition. A vehicle and containers that are used for transporting unprocessed catering waste shall not be used for transporting swill.\n3. No person shall bring catering waste onto any premises where ruminants are kept, except under the authority of an approval issued by the competent authority.\nC. Requirements for premises processing catering waste to produce swill\nGeneral requirements\n1. The approved processing premises shall be dedicated to the processing of catering waste to produce swill for feeding to pigs, and shall be completely separated from buildings where animals are kept or other feedingstuffs are prepared.\n2. Unauthorised persons and animals shall not be permitted to enter the premises. Animals shall not be permitted to have access to unprocessed catering waste or any liquid from it. Preventive measures against birds, rodents, insects and other vermin shall be taken systematically.\n3. Floors shall be impervious, cleanable and laid so that liquids drain away and cannot seep from the unclean area into the clean area or into the swill.\nClean and unclean areas\n4. There shall be designated clean and unclean areas, completely separated by at least a wall. The unclean (reception) and clean areas shall be easy to clean and disinfect. The unclean area shall have a covered (storage) space to store the unprocessed catering waste.\n5. Unprocessed catering waste shall be unloaded in the reception area and either:\n(a) be processed immediately; or\n(b) be stored in suitable containers in the reception area and processed within 24 hours of arrival or without undue delay.\n6. Processed catering waste shall be handled and stored in a dedicated clean area in such a way as to preclude contamination with any unprocessed catering waste.\n7. Persons who have been in the unclean area shall not enter the clean area without first disinfecting or changing their footwear and changing their outer clothing.\n8. Equipment and utensils that have been in the unclean area shall not be taken into the clean area unless they have been suitably cleansed and disinfected in accordance with points 11 to 14.\n9. There shall be adequate lavatories, changing rooms, washbasin facilities on the premises for staff.\nProcessing standards\n10. After removal of all extraneous matters (metals, plastics, and packaging materials) the catering waste shall be reduced in size to at least 50 mm and processed for at least 60 minutes maintained at a core temperature of at least 90 Â°C with continuous stirring or by an alternative method meeting equivalent health standards specified in the approval by the competent authority.\nCleansing and disinfection facilities\n11. There shall be adequate facilities (including a water supply) provided to enable the premises, containers and vehicles (including wheels) to be cleansed and disinfected.\n12. Vehicles (including wheels) used for transporting unprocessed catering waste or swill shall be cleansed and disinfected before entering the clean area or, if they do not enter the clean area, before they leave the premises.\n13. Containers used for unprocessed catering waste or swill shall be cleansed and disinfected after each use, and the premises shall be cleansed at the end of each day on which processing has taken place.\n14. The competent authority shall ensure that the disinfectants to be used and their concentrations are officially approved as capable to destroy classical swine fever virus.\nEquipment\n15. The premises shall have suitable cooking equipment with accurately calibrated gauges/device to monitor continuously the processing standards (temperature, time) and any other parameters that the competent authority considers necessary to ensure compliance.\n16. Cooking equipment and related installations shall be calibrated at least once a year and kept in a good state of repair throughout the year.\nD. Approval, commercial document, record keeping, inspection and list of approved premises\nApproval of operators and premises\n1. The competent authority may grant or maintain an approval for the collection/transportation or processing of catering waste or consignment or use of swill for feeding to pigs only if it is satisfied that the conditions of this Decision will be complied with.\n2. The approval shall specify in particular:\n(a) the operator and the address of the approved premises;\n(b) the identity of the approved cooking equipment;\n(c) the expiry date which shall be no later than 31 October 2006.\n3. In addition, in the case of processing premises, the approval shall specify\n(a) the parts of the premises in which catering waste may be received and processed;\n(b) the applicable parameters (temperature, time, particle size).\n4. If an existing approval does not contain the data provided for in points 2 and 3 the competent authority shall issue a new approval stating those data and any other conditions it considers necessary to ensure traceability and compliance with the law.\nCommercial document\n5. Commercial documents may be in written or electronic form and must accompany the consignment of catering waste or swill during transportation. The producer, collector/carrier and receiver must each retain a copy of a written commercial document or, for electronic information, a printed record of that information.\n6. Commercial documents shall contain the following information:\n(a) the address of the premises from which the catering waste or swill was collected;\n(b) the dates of collection and delivery of the catering waste or swill;\n(c) the quantity and description (quality) of the catering waste or swill;\n(d) the name and address of the collector and haulier (if different from the collector) and the vehicle registration number;\n(e) the address of the destination of the catering waste or swill.\nRecords\n7. Any person collecting/transporting or processing catering waste or consigning/transporting or using swill for feeding to pigs shall keep for at least two years a record containing the appropriate information in the commercial document.\n8. In addition, the operator of an approved processing premises shall keep for at least two years a record showing the date of processing and the parameters (temperature, time) applied.\nOfficial inspection\n9. The competent authority shall at least twice a year carry out inspections at each premises approved in accordance with this Decision, one of which shall be unannounced to verify compliance in particular with the hygiene and processing standards including at least the followings:\n(a) separation between unclean and clean areas;\n(b) raw material size;\n(c) temperature achieved in the heat treatment process;\n(d) the duration of the heat treatment.\n10. In addition, in the case of an approved processing premises, a technical expert shall carry out annually an inspection to check the cooking apparatus and the gauges/recording devices; and shall forward a report to the competent authority and the premises operator.\nList of premises\n11. The competent authority shall draw up within its own territory a list of approved:\n(a) premises collecting and transporting catering waste;\n(b) premises processing catering waste;\n(c) premises consigning and transporting swill;\n(d) holdings where swill is fed to pigs.\n12. Each premises or holding shall be assigned an official identification number.\n13. The competent authority shall ensure that this list is made publicly available."}