{"celex_id": "32005D0784", "uri": "http://publications.europa.eu/resource/cellar/04e87f75-a74d-48d8-b694-3190a3e57309", "type": "Decision", "concepts": ["1555", "3434", "3450", "3506", "5788"], "title": "Council Decision 2005/784/CFSP of 7 November 2005 extending and amending Decision 1999/730/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Cambodia\n", "header": "11.11.2005 EN Official Journal of the European Union L 295/53\nCOUNCIL DECISION 2005/784/CFSP\nof 7 November 2005\nextending and amending Decision 1999/730/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Cambodia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Joint Action 2002/589/CFSP of 12 July 2002 on the European Union’s contribution to combating the destabilising accumulation and spread of small arms and light weapons (1), and in particular Article 6 thereof, in conjunction with Article 23(2) of the Treaty on European Union,\nWhereas:\n(1) On 15 November 1999 the Council adopted Decision 1999/730/CFSP (2) concerning a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Cambodia.\n(2) Decision 1999/730/CFSP was last extended and amended by Decision 2004/792/CFSP.\n(3) Some final objectives could not be fulfilled by 15 November 2005, the date on which Decision 1999/730/CFSP is due to expire, and others should be consolidated after that date. The project in question is a multi-annual project.\n(4) Decision 1999/730/CFSP should therefore be extended and amended,", "main_body": ["Decision 1999/730/CFSP is hereby amended as follows:\n(a) in Article 3(1), the financial reference amount ‘EUR 1 375 565’ shall be replaced by ‘EUR 600 000’;\n(b) in Article 4 second subparagraph, ‘15 November 2005’ shall be replaced by ‘15 November 2006’;\n(c) Article 5 is hereby deleted;\n(d) the Annex shall be replaced by the text appearing in the Annex to this Decision.", "This Decision shall take effect on 16 November 2005.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 7 November 2005.\nFor the Council\nThe President\nJ. STRAW\n(1)  OJ L 191, 19.7.2002, p. 1.\n(2)  OJ L 294, 16.11.1999, p. 5. Decision as last amended by Decision 2004/901/CFSP (OJ L 379, 24.12.2004, p. 111).\nANNEX\n‘ANNEX\nTERMS OF REFERENCE FOR THE PROJECT MANAGER (2006)\n1. The Project Manager, in cooperation with the Cambodian Armed Forces, will continue the work related to record-keeping and the management and security of weapons stocks and to developing policies, guidelines and practices in this area. To that end, the Project Manager will monitor the projects previously implemented in Military Region 1 (Stung Treng), Military Region 2 (Kampong Cham), Military Region 3 (Kampong Speu), Military Region 4 (Siem Reap), Military Region 5 (Battambang), the Special Military Region (Phnom Penh) and the Royal Gendarmerie. In close cooperation with the Ministry of National Defence, he will define and implement a further project on safe storage and registration of weapons of the Air Force and Navy. This will include the building of medium- and short-term storage facilities, training of the relevant personnel at all levels and the registration of all weapons in the centralised computer database of the Ministry of Defence. The implemented project is to include assistance, with the support of relevant experts, to the Government’s programme of public ceremonies for the destruction of surplus military weapons and, where appropriate, of collected weapons and of surplus weapons that may still be held by the army and police and security forces.\n2. When required the Project Manager will continue to advise, and where possible assist, the Government, international organisations and local NGO’s on issues relating to weapons security and to EU ASAC’s current and previous activities.\n3. The Project Manager will ensure that appropriate procedures are established for effective monitoring and evaluation of activities. To this end he will seek full cooperation from the Government of Cambodia and the police and security forces.\n4. Following the completion of the project on safe storage and registration of weapons of the Air Force and Navy, the Project Manager will implement the plans drawn up under the Project Manager’s 2005 Terms of Reference for a consolidation of the record-keeping and the management and security of weapons stocks and for the closing and winding-up of the project.’"}