{"celex_id": "32001D0885", "uri": "http://publications.europa.eu/resource/cellar/a1e18cc7-b2bb-4b9d-ad25-0c8127b35cbf", "type": "Decision", "concepts": ["12", "1542", "2965", "4627", "5706", "862"], "title": "2001/885/EC: Commission Decision of 6 December 2001 conferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Republic of Latvia in the pre-accession period\n", "header": "Commission Decision\nof 6 December 2001\nconferring management of aid on implementing agencies for pre-accession measures in agriculture and rural development in the Republic of Latvia in the pre-accession period\n(2001/885/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1266/1999 of 21 June 1999 on co-ordinating aid to the applicant countries in the framework of the pre-accession strategy and amending Regulation (EEC) No 3906/89(1), and in particular Article 12(2) thereof,\nHaving regard to Commission Regulation (EC) No 2222/2000(2) of 7 June 2000 laying down financial rules for the application of Council Regulation (EC) No 1268/1999(3) on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period, and in particular Article 3(2) thereof,\nWhereas:\n(1) In accordance with Article 4(5) of Regulation (EC) No 1268/1999 of 21 June 1999 on Community support for pre-accession measures for agriculture and rural development in the Applicant Countries of central and eastern Europe in the pre-accession period, a Programme for Agriculture and Rural Development was approved by Commission Decision C(2000) 3097-final on 25 October 2000 for the Republic of Latvia.\n(2) The government of the Republic of Latvia and the Commission, acting on behalf of the European Community, have signed on 25 January 2001 the Multiannual Financing Agreement laying down the technical, legal and administrative framework for the execution of the Sapard Programme.\n(3) Regulation (EC) No 1266/1999 provides that the ex ante approval requirement referred to in Article 12(1) of Regulation (EC) No 1266/1999 may be waived on the basis of a case-by-case analysis of national and sectorial programme/project management capacity, financial control procedures and structures regarding public finance; Regulation (EC) No 2222/2000 provides for detailed rules for the carrying out of said analysis.\n(4) The Competent authority of the Republic of Latvia has appointed on the one hand, the Rural Support Service for the implementation of measures \"Modernisation of agriculture machinery, equipment and construction of buildings\"; \"Afforestation of agricultural lands\"; \" Improvement of agricultural and fisheries product processing and marketing\"; \"Development and diversification of economic activities providing for alternative income\", \"Improvement of general rural infrastructure\" and \"Training\" as defined in the Programme for Agriculture and Rural Development that was approved by Commission Decision C(2000) 3097-final on 25 October 2000 for the Republic of Latvia and, on the other, the Ministry of Finance, National Fund, for the financial functions it is due to perform in the framework of the implementation of the Sapard programme.\n(5) Pursuant to Regulation (EC) No 1266/1999 and Regulation (EC) No 2222/2000, the Commission has analysed the national and sectorial programme/project management capacity, financial control procedures and structures regarding public finance and has established that, for the implementation of the aforementioned measures, the Republic of Latvia complies with the provisions of Articles 4 to 6 and of the Annex to the Regulation (EC) No 2222/2000 of 7 June 2000, with the minimum conditions set out in the Annex to the Regulation (EC) No 1266/1999.\n(6) In particular, the Rural Support Service has implemented the following key accreditation criteria satisfactorily: written procedures, segregation of duties, pre-project approval and pre-payment checks, payment procedures, accounting procedures, computer security, internal audit, and, where appropriate, public procurement provisions.\n(7) On 16 of November 2001 the Latvian authorities provided a list of eligible expenditure in conformity with Article 4(1), section B of the Multi Annual Financial Agreement and the Commission did not raise objections to this list.\n(8) The Ministry of Finance, National Fund has implemented the following criteria satisfactorily for the financial functions it is due to perform in the framework of the implementation of the Sapard programme for the Republic of Latvia: audit trail, treasury management, receipt of funds, disbursement to beneficiaries, computer security and internal audit.\n(9) It is therefore appropriate to waive the ex ante approval requirement referred to in Article 12(1) of Regulation (EC) No 1266/1999 and to confer on the Rural Support Service and on the Ministry of Finance, National Fund in the Republic of Latvia the management of aid on a decentralised basis.\n(10) However, since the verifications carried out by the Commission are based on an operational but not operating system, it is at this stage appropriate to confer the management of the Sapard Programme on the Rural Support Service and on the Ministry of Finance, National Fund on a provisional basis.\n(11) The full conferral of management of the Sapard Programme is only envisaged after further verifications in order to ensure that the system operates satisfactorily have been carried out and after any recommendations the Commission may issue, with regard to the conferral of management of aid on the Rural Support Service and on the Ministry of Finance, National Fund, have been implemented,", "main_body": ["The requirement of ex ante approval by the Commission of project selection and contracting by the Republic of Latvia is hereby waived.", "Management of the Sapard Programme is conferred on a provisional basis to:\n1. the Rural Support Service of the Republic of Latvia, Republikas laukums 2, Riga LV 1981 for the implementation of the measures: \"Modernisation of agriculture machinery, equipment and construction of buildings\"; \"Afforestation of agricultural lands\"; \"Improvement of agricultural and fisheries product processing and marketing\"; \"Development and diversification of economic activities providing for alternative income\"; \"Improvement of general rural infrastructure\" and \"Training\" as defined in the Programme for Agricultural and Rural Development that was approved by Commission Decision C(2000) 3097-final on 25 October 2000; and\n2. the Ministry of Finance, National Fund, located at Smilsu iela 1, Riga LV1919, Republic of Latvia, for the financial functions it is due to perform in the framework of the implementation of the Sapard programme for the Republic of Latvia."], "attachments": "Done at Brussels, 6 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 68.\n(2) OJ L 253, 7.10.2000, p. 5.\n(3) OJ L 161, 26.6.1999, p. 87."}