{"celex_id": "32005D0771", "uri": "http://publications.europa.eu/resource/cellar/6f9b82d2-2250-410e-b9dd-9536015b9440", "type": "Decision", "concepts": ["1596", "5369", "5903", "842", "97"], "title": "2005/771/EC: Commission Decision of 3 November 2005 amending Decision 93/195/EEC on animal health conditions and veterinary certification for the re-entry of registered horses for racing, competition and cultural events after temporary export (notified under document number C(2005) 4186)   (  (Text with EEA relevance)\n", "header": "5.11.2005 EN Official Journal of the European Union L 291/38\nCOMMISSION DECISION\nof 3 November 2005\namending Decision 93/195/EEC on animal health conditions and veterinary certification for the re-entry of registered horses for racing, competition and cultural events after temporary export\n(notified under document number C(2005) 4186)\n(Text with EEA relevance)\n(2005/771/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/426/EEC of 26 June 1990 on animal health conditions governing the movement and import from third countries of equidae (1), and in particular Article 19(ii) thereof,\nWhereas:\n(1) In accordance with the general rules laid down in Annex II to Commission Decision 93/195/EEC (2), the re-entry of registered horses for racing, competition and cultural events after temporary export is restricted to horses kept for less than 30 days in any of the third countries listed in the same group in Annex I to that Decision.\n(2) Registered horses participating in the Olympic Games, in preparatory test events for the latter and in the Paralympics will be subject to the veterinary supervision of the competent authorities of the host third country and the organising body, the International Federation for Equestrian Sports (FEI).\n(3) Given the degree of veterinary supervision and the fact that the horses concerned are kept separate from animals of lower health status, the period of temporary export should be extended to less than 90 days and the animal health conditions and the veterinary certification should accordingly be laid down for the re-entry of registered horses after temporary export to participate in equestrian events for the Olympic Games, including preparatory test events, and the Paralympics.\n(4) Decision 93/195/EEC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 93/195/EEC is amended as follows:\n1. In Article 1, the following indent is added:\n‘— have taken part in equestrian events for the Olympic Games, the preparatory test events or the Paralympics and meet the requirements laid down in a health certificate in accordance with the model health certificate set out in Annex IX to this Decision.’\n2. The text in the Annex to this Decision is added as Annex IX.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 November 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 42. Directive as last amended by Directive 2004/68/EC (OJ L 139, 30.4.2004, p. 320).\n(2)  OJ L 86, 6.4.1993, p. 1. Decision as last amended by Decision 2005/605/EC (OJ L 206, 9.8.2005, p. 16).\nANNEX\n‘ANNEX IX"}