{"celex_id": "32002D0707", "uri": "http://publications.europa.eu/resource/cellar/935bbe3d-5175-47d2-91eb-dd5c3469d9f1", "type": "Decision", "concepts": ["2394", "3077", "3295", "3774", "431", "5138", "5438"], "title": "2002/707/EC: Commission Decision of 22 March 2001 approving the single programming document for Community structural assistance under Objective 2 for the North East of England region in the United Kingdom (notified under document number C(2001) 565)\n", "header": "Commission Decision\nof 22 March 2001\napproving the single programming document for Community structural assistance under Objective 2 for the North East of England region in the United Kingdom\n(notified under document number C(2001) 565)\n(Only the English text is authentic)\n(2002/707/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(1), and in particular Article 15(5) thereof,\nAfter consultation of the Committee on the Development and Conversion of Regions, the Committee pursuant to Article 147 of the Treaty,\nWhereas:\n(1) Article 13 et seq. of Title II of Regulation (EC) No 1260/1999 lay down the procedure for preparing and implementing single programming documents.\n(2) Article 15(1) and (2) of Regulation (EC) No 1260/1999 provides that, after consultation with the partners referred to in Article 8 of the Regulation, the Member State may submit to the Commission a development plan which is treated as a draft single programming document, and which contains the information referred to in Article 16 of the Regulation.\n(3) Under Article 15(5) of Regulation (EC) No 1260/1999, on the basis of the regional development plan submitted by the Member State and within the partnership established in accordance with Article 8 of the Regulation, the Commission shall take a decision on the single programming document, in agreement with the Member State concerned and in accordance with the procedures laid down in Articles 48 to 51.\n(4) The United Kingdom Government submitted to the Commission on 14 April 2000 an acceptable draft single programming document for the North East of England region fulfilling the conditions for Objective 2 pursuant to Article 4(1) and qualifying for transitional support pursuant to Article 6(2) of Regulation (EC) No 1260/1999. The draft contains the information listed in Article 16 of the Regulation, and in particular a description of the priorities selected and an indication of the financial contribution from the European Regional Development Fund (ERDF), the European Social Fund (ESF), the European Investment Bank (EIB) and the other financial instruments proposed for implementing the plan.\n(5) Under Article 52(4) of Regulation (EC) No 1260/1999, as an acceptable plan was submitted between 1 January and 30 April 2000, the date from which expenditure under the plan is eligible shall be 1 January 2000. Under Article 30 of the Regulation, it is necessary to lay down the final date for the eligibility of expenditure.\n(6) The single programming document has been drawn up in agreement with the Member State concerned and within the partnership.\n(7) The Commission has satisfied itself that the single programming document is in accordance with the principle of additionality.\n(8) Under Article 10 of Regulation (EC) No 1260/1999, the Commission and the Member State are required to ensure, in a manner consistent with the principle of partnership, coordination between assistance from the Funds and from the EIB and other existing financial instruments.\n(9) The EIB has been involved in drawing up the single programming document in accordance with the provisions of Article 15(5) of Regulation (EC) No 1260/1999 and has declared itself prepared to contribute to its implementation in conformity with its statutory provisions.\n(10) The financial contribution from the Community available over the entire period and its year-by-year breakdown are expressed in euro. The annual breakdown must be consistent with the relevant financial perspective. Under Article 7(7) of Regulation (EC) No 1260/1999, the Community contribution has already been indexed at a rate of 2 % per year. Under Article 7(7) and Article 44(2) of the Regulation, the Community contribution may be reviewed at mid-term, and not later than 31 March 2004, to take account of the effective level of inflation and the allocation of the performance reserve.\n(11) Provision must be made for adapting the financial allocations of the priorities of this single programming document within certain limits to actual requirements reflected by the pattern of implementation on the ground, in agreement with the Member State concerned,", "main_body": ["The single programming document for Community structural assistance under Objective 2 in the North East of England region of the United Kingdom for the period 1 January 2000 to 31 December 2005 for transitional areas and 1 January 2000 to 31 December 2006 for fully eligible areas is hereby approved.", "1. In accordance with Article 19 of Regulation (EC) No 1260/1999, the single programming document includes the following elements:\n(a) the strategy and priorities for the joint action of the Community Structural Funds and the Member State; their specific quantified targets; the ex ante evaluation of the expected impact, including on the environmental situation, and the consistency of the priorities with the economic, social and regional policies and the employment strategy of United Kingdom.\nThe priorities are as follows:\n- establishing an entrepreneurial culture,\n- SME growth and competitiveness,\n- strategic employment opportunities,\n- target communities,\n- technical assistance;\n(b) a summary description of the measures planned to implement the priorities, including the information needed to check compliance with the state aid rules under Article 87 of the Treaty,\n(c) the indicative financing plan specifying for each priority and each year the financial allocation envisaged for the contribution from the ERDF, the ESF, the EIB and the other financial instruments and indicating separately the funding planned for the regions receiving transitional support in respect of Objective 5b and the total amounts of eligible public or equivalent expenditure and estimated private funding in the Member State. The total contribution from the ERDF and ESF planned for each year for the single programming document is consistent with the relevant financial perspectives,\n(d) the provisions for implementing the single programming document including designation of the managing authority, a description of the arrangements for managing the single programming document and the use to be made of global grants, a description of the systems for monitoring and evaluation, including the role of the Monitoring Committee and the arrangements for the participation of the partners in that Committee;\n(e) the ex ante verification of compliance with additionality and information on the transparency of financial flows;\n(f) information on the resources required for preparing, monitoring and evaluating the assistance.\n2. The indicative financing plan puts the total cost of the priorities selected for the joint action by the Community and the Member State at EUR 1893092000 for the whole period and the financial contribution from the Structural Funds at EUR 717000000.\nThe resulting requirement for national resources of EUR 877458000 from the public sector and EUR 298634000 from the private sector can be partly met by Community loans from the EIB and other lending instruments.", "1. The total assistance from the Structural Funds granted under the single programming document amounts to EUR 717000000. The procedure for granting the financial assistance, including the financial contribution from the Funds for the various priorities included in the single programming document, is set out in the financing plan annexed to this Decision.\n2.\n>TABLE>\n3. During implementation of the financing plan, the total cost or Community financing of a given priority can be adjusted in agreement with the Member State by up to 25 % of the total Community contribution to the single programming document throughout the programme period or by up to EUR 30 million, whichever is the greater, without altering the total Community contribution referred to in paragraph 1.", "This Decision is without prejudice to the Commission's position on aid schemes falling within Article 87(1) of the Treaty that are included in this assistance and which have not yet been approved by the Commission. Submission of the application for assistance, the programming complement or a request for payment by the Member State does not replace the notification required by Article 88(3) of the Treaty.\nCommunity financing of State aid falling within Article 87(1) of the Treaty, granted under aid schemes or in individual cases, requires prior approval by the Commission under Article 88 of the Treaty, except where the aid falls within the de minimis rule or is exempted under an exemption regulation adopted by the Commission under Council Regulation (EC) No 994/98 of 7 May 1998 on the application of Articles 87 and 88 to certain categories of horizontal aid(2). In the absence of such exemption or approval, aid is illegal and subject to the consequences set out in the procedural regulation for State aid, and its co-financing would be treated as an irregularity within the meaning of Articles 38 and 39 of Regulation (EC) No 1260/1999.\nConsequently, the Commission will not accept requests for interim and final payments under Article 32 of the Regulation for measures being co-financed with new or altered aid, as defined in the procedural regulation for State aid, granted under aid schemes or in individual cases, until such aid has been notified to and formally approved by the Commission.", "The date from which expenditure shall be eligible is 1 January 2000. The closing date for the eligibility of expenditure shall be 31 December 2007 for transitional areas and 31 December 2008 for fully eligible areas. This date is extended to 30 April 2008 for expenditure incurred by bodies granting assistance under Article 9(1) of Regulation (EC) No 1260/1999 in transitional areas and to 30 April 2009 for such bodies in fully eligible areas.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 22 March 2001.\nFor the Commission\nMichel Barnier\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 1.\n(2) OJ L 142, 14.5.1998, p. 1."}