{"celex_id": "32006D0109", "uri": "http://publications.europa.eu/resource/cellar/59fae230-a241-4734-9e2a-0b6641cdfff4", "type": "Decision", "concepts": ["1309", "1591", "3824", "5969"], "title": "2006/109/EC: Commission Decision of  19 January 2006  accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People’s Republic of China\n", "header": "17.2.2006 EN Official Journal of the European Union L 47/59\nCOMMISSION DECISION\nof 19 January 2006\naccepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People’s Republic of China\n(2006/109/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 8 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) The Council, by Regulation (EC) No 1212/2005 (2) (the definitive Regulation), imposed definitive anti-dumping duties on imports into the Community of certain castings originating in the People’s Republic of China (PRC).\n(2) Upon publication of the definitive Regulation, no undertakings could be accepted by the Commission. During the investigation leading to the imposition of definitive measures several exporting producers had indicated their intention to offer a price undertaking but they had failed to submit sufficiently substantiated undertaking offers within the deadlines set in Article 8(2) of the basic Regulation. Nevertheless, as set out in recital 152 of the definitive Regulation, the Council, in view of the complexity of the issue for the economic operators in question (predominantly small and medium-sized enterprises) and given that the definitive disclosure was not preceded by a provisional disclosure, considered that they should exceptionally be allowed to complete their undertaking offers beyond the said deadline.\nB.   UNDERTAKING\n(3) Subsequent to the abovementioned deadline, the China Chamber of Commerce for Import and Export of Machinery and Electronics Products (CCCME) together with 20 cooperating Chinese companies or cooperating groups of companies, including the related importer of one of the groups (the companies) offered a joint undertaking. The undertaking stipulates that a breach by any of the companies or the CCCME shall be considered as a breach of the undertaking by all signatories. However, given that the resales of the related importer in the Community are not under the aegis of the CCCME, any violation by that related importer or its related exporters in the PRC shall be considered as a breach only from that particular group. The undertaking offer was supported by the Chinese authorities.\n(4) According to this undertaking, the CCCME and the companies undertake to ensure that the product concerned is exported at or above a minimum price set at a level that eliminates the injurious effects of dumping. In addition, the offer made foresees the indexation of the minimum price of the product concerned in accordance with public international quotations for its main raw material, i.e. pig iron, given that the casting prices vary significantly depending on the prices of pig iron.\n(5) In view of the foregoing, the Commission considers that the joint undertaking offered by the CCCME and the companies can be accepted since it eliminates the injurious effects of dumping. Moreover, the regular and detailed reports which the CCCME and the companies undertook to provide to the Commission will allow effective monitoring, and it is considered that the risk of circumvention of the undertaking is limited.\n(6) In order to enable the Commission to monitor effectively the compliance with the undertaking, when the request for release for free circulation pursuant to the undertaking is presented to the relevant customs authority, exemption from the duty will be conditional upon the presentation of an invoice containing at least the items of information listed in the Annex to Council Regulation (EC) 268/2006 (3). This level of information is also necessary to enable customs authorities to ascertain with sufficient precision that the shipment corresponds to the commercial documents. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate rate of anti-dumping duty established in the above-mentioned Regulation will instead be payable.\n(7) To further ensure the effective respect of the undertaking, the importers have been made aware by the above Council Regulation that any violation of the undertaking may lead to the retrospective application of the anti-dumping duty for the relevant transaction.\n(8) In the event of a breach or withdrawal of the undertaking, or in case of a withdrawal of acceptance of the undertaking by the Commission, the anti-dumping duty imposed in accordance with Article 9(4) of the basic Regulation shall automatically apply pursuant to Article 8(9) of the basic Regulation,", "main_body": ["The undertaking offered by China Chamber of Commerce for Import and Export of Machinery and Electronics Products (CCCME) and the cooperating producers mentioned in the table, in connection with the anti-dumping proceeding concerning imports of certain castings originating in the People’s Republic of China is hereby accepted.\nCompany Taric additional code\nBeijing Tongzhou Dadusche Foundry Factory, East of Dongtianyang Village, Dadushe, Tongzhou Beijing A708\nBotou City Simencun Town Bai Fo Tang Casting Factory, Bai Fo Tang Village, Si Men Cun Town, Bo Tou City, 062159, Hebei Province A681\nBotou City Wangwu Town Tianlong Casting Factory, Changle Village, Wangwu Town, Botou City, Hebei Province A709\nChangan Cast Limited Company of Yixian Hebei, Taiyuan main street, Yi County, Hebei Province, 074200 A683\nChangsha Jinlong Foundry Industry Co., Ltd, 260 Jinchang Road, JinJing Town, Changsha, Hunan A710\nChangsha Lianhu Foundry, Lianhu Village, Yuhuating Town, Yuhua District, Changsha, Hunan A711\nManufactured and sold by GB Metal Products Co., Ltd, Zhuanlu Town, Dingzhou, Hebei or manufactured by GB Metal Products Co., Ltd, Zhuanlu Town, Dingzhou, Hebei and sold by its related sales company GB International Trading Shanghai Co., Ltd, B301-310 Yinhai Building, 250 Cao Xi Road, Shanghai A712\nGuiyang Bada Foundry Co., Ltd, Mengguan Huaxi Guiyang, Guizhou A713\nHebei Jize Xian Ma Gang Cast Factory, Nankai District. Xiao Zhai Town, Jize County, Handan City, Hebei A714\nManufactured and sold by Hebei Shunda Foundry Co., Ltd, Qufu Road, Quyang, 073100, PRC or manufactured by Hebei Shunda Foundry Co., Ltd, Qufu Road, Quyang, 073100, PRC and sold by its related sales company Success Cast Tech-Ltd, 603A Huimei Business Centre 83 Guangzhou Dadao(s), Guangzhou 510300 A715\nHong Guang Handan Cast Foundry Co., Ltd, Nankai District, Xiao Zhai Town, Handou City, Jize County, Hebei A716\nManufactured by (i) Zibo Benito Metalwork Co., Ltd, No 1, Shitanwu, Boyi Road, Boshan District, Zibo City, Shandong, 255201, (ii) Benito (Tianjin) Metals Products Co., Ltd, Da Lu Zhuang Village, Bei Zha Kou Town, Jin Nan District, Tianjin or (iii) Qingdao Benito Metals Products Co. Ltd, Yan Jia Ling Village, Tong Ji Jie Dao Office, Jimo City, Qingdao, Shandong Province and exclusively imported by Fundició Dúctil Benito, Via Ausetania, 11, E-08560 Manlleu, Barcelona, Spain A717\nQingdao Qitao Casting Co., Ltd, Nan Wang Jia Zhuang Village, Da Xin Town, Jimo City, Qingdao, Shandong Province, 266200 A718\nShandong Huijin Stock Co., Ltd, North of Kouzhen Town, Laiwu City, Shandong Province, 271114 A684\nShane City Fangyuan Casting Co., Ltd, West of Nango Village, Shiliting Town, Shane City, Hebei Province A719\nShanxi Yuansheng Casting and Forging Industrial Co., Ltd, No 8 DiZangAn, Taiyuan, Shanxi, 030002 A680\nTianjin Fu Xing Da Casting Co., Ltd, West of Nan Yang Cun Village, Jin Nan District, 300350, Tianjin A720\nWeifang Jianhua Casting Co., Ltd, Kai Yuan Jie Dao Office, Hanting District, Weifang City, Shandong Province A721\nZibo City Boshan Guangyuan Casting Machinery Factory, Xiangyang Village, Badou Town, Boshan District, Zibo City Shandong Province A722\nZibo Dehua Machinery Co., Ltd, North of Lanyan Street, Zibo High-tech Developing Zone A723", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 19 January 2006.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 199, 29.7.2005, p. 1.\n(3)  See page 3 of this Official Journal."}