{"celex_id": "32008D0908", "uri": "http://publications.europa.eu/resource/cellar/46ed71dc-e20a-4953-a80c-55bdb08476d4", "type": "Decision", "concepts": ["1755", "1854", "192", "3885", "4125", "5034", "5283"], "title": "2008/908/EC: Commission Decision of 28 November 2008 authorising certain Member States to revise their annual BSE monitoring programme (notified under document number C(2008) 7288)\n", "header": "5.12.2008 EN Official Journal of the European Union L 327/24\nCOMMISSION DECISION\nof 28 November 2008\nauthorising certain Member States to revise their annual BSE monitoring programme\n(notified under document number C(2008) 7288)\n(Only the texts in Spanish, Danish, German, Greek, English, French, Italian, Dutch, Portuguese, Finnish and Swedish are authentic)\n(2008/908/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the second subparagraph of Article 6(1b) thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of transmissible spongiform encephalopathies (TSEs) in animals. It provides that each Member State is to carry out an annual monitoring programme for TSEs based on active and passive surveillance, in accordance with Annex III to that Regulation.\n(2) Article 6(1b) of Regulation (EC) No 999/2001 provides that Member States which can demonstrate the improvement of the epidemiological situation of the country, according to certain criteria to be laid down in accordance with the procedure referred to in that Article, may apply for their annual monitoring programmes to be revised.\n(3) Point 7 of Part I of Chapter A of Annex III to Regulation (EC) No 999/2001 lays down information that has to be submitted to the Commission and epidemiological criteria that have to be complied with by Members States wishing to revise their annual monitoring programmes.\n(4) On 17 July 2008, the European Food Safety Authority released two scientific opinions relating to the revision of the BSE monitoring regime in some Member States. Those opinions provide an assessment on the level of additional risk to human and animal health following the implementation of a revised BSE monitoring regime in the 15 Member States of the Community before 1 May 2004, and conclude that less than one BSE case would be missed annually in those Member States if the age of the bovine animal covered by the BSE monitoring was increased from 24 months to 48 months.\n(5) On 17 July 2008, Italy submitted to the Commission an application to revise its annual BSE monitoring programme.\n(6) On 7 August 2008, Ireland submitted to the Commission an application to revise its annual BSE monitoring programme.\n(7) On 13 August 2008, Austria submitted to the Commission an application to revise its annual BSE monitoring programme.\n(8) On 13 August 2008, Denmark submitted to the Commission an application to revise its annual BSE monitoring programme.\n(9) On 15 August 2008, the United Kingdom submitted to the Commission an application to revise its annual BSE monitoring programme.\n(10) On 20 August 2008, Luxembourg submitted to the Commission an application to revise its annual BSE monitoring programme.\n(11) On 28 August 2008, Germany submitted to the Commission an application to revise its annual BSE monitoring programme.\n(12) On 28 August 2008, the Netherlands submitted to the Commission an application to revise its annual BSE monitoring programme.\n(13) On 29 August 2008, Finland submitted to the Commission an application to revise its annual BSE monitoring programme.\n(14) On 29 August 2008, Sweden submitted to the Commission an application to revise its annual BSE monitoring programme.\n(15) On 4 September 2008, Portugal submitted to the Commission an application to revise its annual BSE monitoring programme.\n(16) On 8 September 2008, France submitted to the Commission an application to revise its annual BSE monitoring programme.\n(17) On 9 September 2008, Spain submitted to the Commission an application to revise its annual BSE monitoring programme.\n(18) On 11 September 2008, Belgium submitted to the Commission an application to revise its annual BSE monitoring programme.\n(19) On 17 September 2008, Greece submitted to the Commission an application to revise its annual BSE monitoring programme.\n(20) On 18 September 2008, applications submitted by those 15 Member States were assessed by an ad-hoc working group of experts which concluded that the risk analyses provided by the Member States in support of their applications were suitable and would ensure the protection of human and animal health. All the requirements laid down in the third subparagraph of Article 6(1b) and all the epidemiological criteria set out in point 7 of Part I of Chapter A of Annex III to Regulation (EC) No 999/2001 that Member States have to comply with for demonstrating the improvement of their epidemiological situation were also checked and found to be met.\n(21) It is therefore appropriate to authorise the 15 Member States whose applications have been favourably evaluated to revise their annual monitoring programme and to retain 48 months as the new age limit for BSE testing in those Member States.\n(22) Some Member States who joined the Community from 1 May 2004 but started the compliance effort during their pre-accession years also submitted to the Commission applications to revise their annual BSE monitoring programmes. In addition to the scientific assessment and in order to verify compliance with the epidemiological criteria, the Food and Veterinary Office (FVO) is expected to carry out an inspection in these Member States and also in those who will apply for a review of their programme. The Commission has received review requests from Slovenia and Cyprus.\n(23) For practical reasons, it is appropriate that the commencement date of the revised annual monitoring programmes coincides with the Community budgetary year.\n(24) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["From 1 January 2009, the Member States listed in the Annex hereto may revise their annual monitoring programme as provided for in Article 6(1) of Regulation (EC) No 999/2001 (the revised annual monitoring programmes).", "The revised annual monitoring programmes shall apply only to the national bovine population of the concerned Member State and shall cover at least all bovine animals above 48 months of age belonging to the following subpopulations:\n(a) animals as referred to in point 2.2 of Part I of Chapter A of Annex III to Regulation (EC) No 999/2001;\n(b) animals as referred to in point 2.1 of Part I of Chapter A of Annex III to Regulation (EC) No 999/2001;\n(c) animals as referred to in point 3.1 of Part I of Chapter A of Annex III to Regulation (EC) No 999/2001.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, Ireland, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Grand Duchy of Luxembourg, the Kingdom of Netherlands, the Republic of Austria, the Portuguese Republic, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 28 November 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1.\nANNEX\nList of Member States\n— Belgium\n— Denmark\n— Germany\n— Ireland\n— Greece\n— Spain\n— France\n— Italy\n— Luxembourg\n— Netherlands\n— Austria\n— Portugal\n— Finland\n— Sweden\n— United Kingdom"}