{"celex_id": "32002R1097", "uri": "http://publications.europa.eu/resource/cellar/c214fa09-7a5c-4d0b-a43f-3777057d6185", "type": "Regulation", "concepts": ["1102", "1686", "2734", "2735", "3173", "5573"], "title": "Commission Regulation (EC) No 1097/2002 of 24 June 2002 supplementing the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the Register of protected designations of origin and protected geographical indications provided for in Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (Queso de Murcia al vino — Queso de Murcia)\n", "header": "Commission Regulation (EC) No 1097/2002\nof 24 June 2002\nsupplementing the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the Register of protected designations of origin and protected geographical indications provided for in Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (Queso de Murcia al vino - Queso de Murcia)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs(1), as last amended by Commission Regulation (EC) No 2796/2000(2), and in particular Article 6(3) and (4) thereof,\nWhereas:\n(1) Under Article 5 of Regulation (EEC) No 2081/92, Spain has sent the Commission two applications for the registration of the names \"Queso de Murcia al vino\" and \"Queso de Murcia\" as protected designations of origin.\n(2) In accordance with Article 6(1) of that Regulation, the applications have been found to meet all the requirements laid down therein and in particular to contain all the information required in accordance with Article 4 thereof.\n(3) No statements of objection have been received by the Commission under Article 7 of that Regulation in respect of the names given in the Annex hereto following their publication in the Official Journal of the European Communities(3).\n(4) The names should therefore be entered in the Register of protected designations of origin and protected geographical indications and hence be protected throughout the Community as protected designations of origin.\n(5) The Annex hereto supplements the Annex to Commission Regulation (EC) No 2400/96(4), as last amended by Regulation (EC) No 465/2002(5),", "main_body": ["The names in the Annex hereto are added to the Annex to Regulation (EC) No 2400/96 and entered as protected designations of origin (PDO) in the Register of protected designations of origin and protected geographical indications provided for in Article 6(3) of Regulation (EEC) No 2081/92.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 208, 24.7.1992, p. 1.\n(2) OJ L 324, 21.12.2000, p. 26.\n(3) OJ C 248, 6.9.2001, p. 3.\n(4) OJ L 327, 17.12.1996, p. 11.\n(5) OJ L 142, 31.5.2002, p. 27.\nANNEX\nPRODUCTS LISTED IN ANNEX I TO THE EC TREATY, INTENDED FOR HUMAN CONSUMPTION\nCheese\nSPAIN\n- Queso de Murcia al vino (PDO)\n- Queso de Murcia (PDO)."}