{"celex_id": "32001D0794", "uri": "http://publications.europa.eu/resource/cellar/ef3bb9a9-80f1-4dea-85d3-460846e7b634", "type": "Decision", "concepts": ["1309", "1596", "2300", "2738", "2771", "5369"], "title": "2001/794/EC: Commission Decision of 9 November 2001 amending Decision 97/222/EC as regards imports of meat products from Argentina and Tunisia (Text with EEA relevance) (notified under document number C(2001) 3411)\n", "header": "Commission Decision\nof 9 November 2001\namending Decision 97/222/EC as regards imports of meat products from Argentina and Tunisia\n(notified under document number C(2001) 3411)\n(Text with EEA relevance)\n(2001/794/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Regulation (EC) No 1452/2001(2), and in particular Article 21a thereof,\nWhereas:\n(1) Commission Decision 97/222/EC of 28 February 1997 laying down the list of third countries from which the Member States authorise the importation of meat products(3), as last amended by Decision 2000/338/EC(4), lays down the list of third countries from which Member States authorise the importation of meat products.\n(2) To prevent the introduction of pathogens liable to endanger the Community's animal health status different treatments are required for imported meat products by Decision 97/222/EC.\n(3) The specific conditions for the treatment are dependent on the species from which meat products are obtained and on the corresponding animal health situation in the third country concerned, as indicated in Part II of the Annex to Decision 97/222/EC by a coded reference to the different treatments provided for in Part IV of the same Annex.\n(4) Improvements in the animal health situation concerning poultry of Argentina allow certain modifications to the kind of treatment required for the importation of meat products into the Community.\n(5) An inspection carried out in October 2000 in Tunisia by the Commission's services has shown that the animal health status of the poultry sector and its control are satisfactory. As a result of this mission Tunisia shall be authorised to export meat products of domestic poultry and farmed feathered game to the Community.\n(6) Decision 97/222/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Part II of the Annex to Decision 97/222/EC is replaced by the text in the Annex to this Decision.", "This Decision shall apply for imports of meat products as certified from 1 November 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 November 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 198, 21.7.2001, p. 11.\n(3) OJ L 89, 4.4.1997, p. 39.\n(4) OJ L 117, 18.5.2000, p. 32.\nANNEX\n\"PART II\nThird countries or parts thereof from which meat products are authorised for importation into the European Community\n>TABLE>\""}