{"celex_id": "32002D0226", "uri": "http://publications.europa.eu/resource/cellar/144056cb-2a0c-48a0-b2e9-d07a30054d24", "type": "Decision", "concepts": ["192", "1961", "3646", "4308"], "title": "2002/226/EC: Commission Decision of 15 March 2002 establishing special health checks for the harvesting and processing of certain bivalve molluscs with a level of amnesic shellfish poison (ASP) exceeding the limit laid down by Council Directive 91/492/EEC (Text with EEA relevance) (notified under document number C(2002) 1009)\n", "header": "Commission Decision\nof 15 March 2002\nestablishing special health checks for the harvesting and processing of certain bivalve molluscs with a level of amnesic shellfish poison (ASP) exceeding the limit laid down by Council Directive 91/492/EEC\n(notified under document number C(2002) 1009)\n(Text with EEA relevance)\n(2002/226/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/492/EEC of 15 July 1991 fixing the health conditions for the production and the placing on the market of live bivalve molluscs(1), as last amended by Directive 97/79/EC(2), and in particular Chapter V, last paragraph, of the Annex thereto,\nWhereas:\n(1) Chapter V, point 7a, of the Annex to Directive 91/492/EEC provides that the total amnesic shellfish poison (ASP) content in the edible parts of molluscs (the entire body or any part edible separately) must not exceed 20 mg/kg of domoic acid (DA) using the high performance liquid chromatography (HPLC) method.\n(2) For bivalve molluscs belonging to the species Pecten maximus and Pecten jacobaeus, scientific studies have shown that with a DA concentration in the whole body between 20 and 250 mg/kg, under certain restrictive conditions, the concentration of DA in the adductor muscle and/or gonads intended for human consumption is normally below the limit of 20 mg/kg.\n(3) In the light of recent scientific studies it is appropriate to lay down, only for the harvesting stage and only for the bivalve molluscs belonging to the species referred to in recital 2, an ASP level with respect to the whole body, higher than the limit laid down in Directive 91/492/EEC.\n(4) It is for the Competent Authority of Member States to authorise the establishments carrying out the specific preparation of these bivalve molluscs and to check the satisfactory application of the \"own health checks\" procedures set out in Article 6 of Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(3), as last amended by Directive 97/79/EC.\n(5) The provisions of this Decision should be re-evaluated when scientific evidence indicates the need to introduce other health checks, or to amend the parameters established for the purpose of protecting public health.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. By way of derogation from point 7a of Chapter V of the Annex to Directive 91/492/EEC, Member States may authorise the harvesting of bivalve molluscs belonging to the species Pecten maximus and Pecten jacobaeus with a concentration of domoic acid (DA) in the whole body exceeding 20 mg/kg but lower than 250 mg/kg which satisfy the requirements in paragraph 2.\n2. The requirements referred to in paragraph 1 are the following:\n(a) the molluscs must be subjected to the harvesting conditions laid down in the Annex to this Decision;\n(b) they must be transported in containers or vehicles, sealed under the direction of the competent authority, and directly dispatched from the production areas to an approved establishment authorised to carry out the specific preparation of these molluscs, that involves the removal of the hepatopancreas, soft tissues, or any other contaminated part not in compliance with point 2 of the Annex. A list of the establishment specifically authorised must be transmitted by the competent authority to the European Commission and to Member States;\n(c) they must be accompanied by a registration document, issued by the competent authority, for each batch, specifying the requirements as provided for in Chapter II, point 6, of the Annex to Directive 91/492/EEC, as well as the anatomical part or parts that can be processed for human consumption. A permanent transport authorisation granted by the competent authority is not acceptable;\n(d) after total removal of hepatopancreas, soft tissues and any other contaminated part the adductor muscle and/or gonads intended for human consumption must not contain an ASP level detectable by the HPLC techniques exceeding 20 mg/kg of DA.", "1. Each batch of end product shall be tested by the specifically authorised establishment. If a sample, as defined in the Annex, contains more than 20 mg/kg of DA the entire batch shall be destroyed under the control of the competent authority.\n2. The hepatopancreas, soft tissues and any other toxic part exceeding the limits laid down in point 2 of the Annex (including the end product exceeding the limit of 20 mg/kg of DA), shall be destroyed under the control of the competent authority.\n3. The competent authority shall ensure that the \"own health checks\" provided for in Article 6 of Directive 91/493/EEC apply to the preparation referred to in Article 1(2)(b) of this Decision. The producer shall inform the competent authority of any results relating to the end product which are not in compliance with Chapter V point 7a of the Annex to Directive 91/492/EEC.", "The provisions of this Decision shall be reviewed in the light of scientific progress.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 March 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 1.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 268, 24.9.1991, p. 15.\nANNEX\n1. No harvesting of bivalve molluscs of the species Pecten maximus and Pecten jacobaeus must be allowed during the occurrence of an ASP active toxic episode in the waters of the production areas as established in Chapter VI, point 2, of the Annex to Directive 91/492/EEC.\n2. A restricted harvesting regime of molluscs with DA concentration in the whole body higher than 20 mg/kg can be initiated if two consecutive analyses of samples, taken between one and no more than seven days, show that DA concentration in whole mollusc is lower than 250 mg/kg and that the DA concentration in the parts intended for human consumption, which have to be analysed separately, is lower than 4,6 mg/kg. The analyses of the entire body will be performed on an homogenate of 10 molluscs. The analysis on the edible parts will be performed on an homogenate of 10 individual parts.\n3. Sampling points shall be decided by the Competent Authority to ensure that the product meets the parameters mentioned under point 2. Once harvesting is allowed, sampling frequency for DA analysis in molluscs (whole body and adductor muscle and gonads separately) shall be weekly as a minimum. Harvesting can continue if results are in compliance with the conditions listed in point 2."}