{"celex_id": "32002R0291", "uri": "http://publications.europa.eu/resource/cellar/fde7120e-f309-4222-9be1-2069d6d7b0be", "type": "Regulation", "concepts": ["1584", "2590", "2771", "2783", "5367", "946"], "title": "Commission Regulation (EC) No 291/2002 of 15 February 2002 amending Regulation (EC) No 1613/2000 derogating from Regulation (EEC) No 2454/93 in respect of the definition of the concept of originating products used for the purposes of the scheme of generalised preferences to take account of the special situation of Laos regarding certain exports of textiles to the Community\n", "header": "Commission Regulation (EC) No 291/2002\nof 15 February 2002\namending Regulation (EC) No 1613/2000 derogating from Regulation (EEC) No 2454/93 in respect of the definition of the concept of originating products used for the purposes of the scheme of generalised preferences to take account of the special situation of Laos regarding certain exports of textiles to the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code(1), as last amended by Regulation (EC) No 2700/2000 of the European Parliament and of the Council(2), and in particular Article 247 thereof,\nWhereas:\n(1) By Council Regulation (EC) No 2501/2001 of 10 December 2001 applying a scheme of generalised tariff preferences for the period 1 January 2002 to 31 December 2004(3), the Community granted generalised tariff preferences to Laos.\n(2) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(4), as last amended by Regulation (EC) No 993/2001(5), establishes the definition of the concept of originating products to be used for the purposes of the scheme of generalised tariff preferences (GSP). However Regulation (EEC) No 2454/93 provides for derogations in favour of least-developed GSP-beneficiary countries which submit an appropriate request to that effect to the Community.\n(3) Laos has benefited from such a derogation for certain textiles since 1997, in the last instance by virtue of Commission Regulation (EC) No 1613/2000 of 24 July 2000 derogating from Regulation (EEC) No 2454/93 in respect of the definition of the concept of originating products used for the purposes of the scheme of generalised preferences to take account of the special situation of Laos regarding certain exports of textiles to the Community(6), which applied for the period 15 July 2000 to 31 December 2001. It has submitted a request for the renewal of the derogation.\n(4) The provisions of Regulation (EC) No 1613/2000, in particular the existence of quantitative conditions, which apply on an annual basis, reflecting the Community market's capacity to absorb the Lao products, Laos's export capacity and actual recorded trade flows, were designed to prevent injury to the corresponding branches of Community industry.\n(5) The request submitted by Laos has been considered by the Commission and has been found to be duly substantiated. The derogation should therefore be renewed. Moreover, the interests of traders both in Laos and in the Community concluding contracts in particular, and the stability and the sustained development of the Lao industry in terms of ongoing investment and employment, require that the provisions of Regulation (EC) No 1613/2000 should continue to apply without interruption when the derogation provided for therein expires. Furthermore, the derogation should be granted for a longer period of time than hitherto, but not beyond 31 December 2004, when the current GSP scheme expires.\n(6) In order to allow more efficient monitoring of the operation of the derogation, the authorities of Laos should communicate regularly to the Commission details of certificates of origin issued.\n(7) Regulation (EC) No 1613/2000 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EC) No 1613/2000 is amended as follows:\n1. In Article 2, \"31 December 2001\" is replaced by \"31 December 2004\".\n2. Article 5 is replaced by the following: \"Article 5\n1. The competent authorities of Laos shall take the necessary steps to carry out quantitative checks on exports of the products referred to in Article 1.\n2. The following shall be entered in box 4 of certificates of origin form A issued by the competent authorities of Laos pursuant to this Regulation: 'Derogation - Regulation (EC) No 1613/2000'.\n3. The competent authorities of Laos shall forward to the Commission every month a statement of the quantities in respect of which certificates of origin form A have been issued pursuant to this Regulation and the serial numbers of those certificates.\"", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 February 2002.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 302, 19.10.1992, p. 1.\n(2) OJ L 311, 12.12.2000, p. 17.\n(3) OJ L 346, 31.12.2001, p. 1.\n(4) OJ L 253, 11.10.1993, p. 1.\n(5) OJ L 141, 28.5.2001, p. 1.\n(6) OJ L 185, 25.7.2000, p. 38."}