{"celex_id": "32000D0196", "uri": "http://publications.europa.eu/resource/cellar/d116470f-799c-456c-8cff-385572a8b521", "type": "Decision", "concepts": ["1284", "13", "1442", "2962", "4839", "5451"], "title": "2000/196/EC: Commission Decision of 22 February 2000 refusing the placing on the market of Stevia rebaudiana Bertoni: plants and dried leaves as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2000) 77) (Only the Dutch text is authentic)\n", "header": "COMMISSION DECISION\nof 22 February 2000\nrefusing the placing on the market of Stevia rebaudiana Bertoni: plants and dried leaves as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2000) 77)\n(Only the Dutch text is authentic)\n(2000/196/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel food and novel food ingredients(1), and in particular Article 7 thereof,\nHaving regard to the request submitted by Professor J. Geuns of the KUL Laboratory of Plant Physiology to the Belgian competent authorities on 5 November 1997 for placing Stevia rebaudiana Bertoni: plants and dried leaves on the market as a novel food or novel food ingredient,\nHaving regard to the initial assessment report drawn up by the Belgian competent authorities, which the Commission forwarded to all Member States on 18 August 1998,\nWhereas:\n(1) The initial assessment report drawn up by the Belgian competent authorities concluded that, based on the information provided, the product should not receive an authorisation to be placed on the market.\n(2) The applicant, in reaction to the initial assessment report, had provided supplementary documentation to the Commission, who brought this information to the attention of the Member States and the Scientific Committee for Food.\n(3) An additional assessment was carried out in accordance with Article 7 of the Regulation. The Scientific Committee for Food adopted an opinion on 17 June 1999 which essentially confirmed the initial assessment report.\n(4) Stevia rebaudiana Bertoni: plants and dried leaves, are a novel food in the sense of Regulation (EC) No 258/97. It has not been demonstrated that the product complies with the criteria laid down in Article 3(1) of the Regulation, it shall not be placed on the market in the Community.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Foodstuffs,", "main_body": ["Stevia rebaudiana Bertoni: plants and dried leaves may not be placed on the Community market as food or food ingredient.", "This Decision is addressed to Professor J. Geuns, KUL, Laboratory of Plant Physiology, Kardinaal Mercierlaan 92, 3001 Heverlee, Belgium."], "attachments": "Done at Brussels, 22 February 2000.\nFor the Commission\nErkki LIIKANEN\nMember of the Commission\n(1) OJ L 43, 14.2.1997, p. 1."}