{"celex_id": "32006R0898", "uri": "http://publications.europa.eu/resource/cellar/1d795dbb-e7a8-438b-aeee-3a5095984914", "type": "Regulation", "concepts": ["1159", "2437", "4790", "5228", "5254", "544", "598"], "title": "Commission Regulation (EC) No 898/2006 of  19 June 2006  amending Council Regulation (EC) No 51/2006 as regards catch limits and fishing effort limitations for the fisheries on sandeel in ICES zones IIa (EC waters), IIIa and IV (EC waters)\n", "header": "20.6.2006 EN Official Journal of the European Union L 167/16\nCOMMISSION REGULATION (EC) No 898/2006\nof 19 June 2006\namending Council Regulation (EC) No 51/2006 as regards catch limits and fishing effort limitations for the fisheries on sandeel in ICES zones IIa (EC waters), IIIa and IV (EC waters)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 51/2006 of 22 December 2005 fixing for 2006 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (1), and in particular Article 5(4) and Article 7(4) thereof,\nWhereas:\n(1) Catch limits and fishing effort limitations for sandeel in ICES zones IIa (EC waters), IIIa and IV (EC waters) are provisionally laid down in Annexes IA and IID to Regulation (EC) No 51/2006.\n(2) Pursuant to point 6 of Annex IID to Regulation (EC) No 51/2006 the Commission shall revise the catch limits and fishing effort limitations for 2006 based on advice from the Scientific, Technical and Economic Committee for Fisheries (STECF) on the size of the 2005 year class of North Sea sandeel. Where STECF estimates the size of the 2005 year class of North Sea sandeel to be between 300 000 million and 500 000 million individuals at age 0, the number of kilowatt-days shall not exceed the level in 2003 calculated as the total kilowatt-days for each year and the total allowable catches (TAC) for 2006 shall be fixed at 300 000 tonnes. The total kilowatt-days for each year are calculated as the product of the number of days present within the area and the installed engine power in kilowatts.\n(3) STECF has estimated the strength of the 2005 year-class to be not less than 324 000 million individuals at age 0.\n(4) Regulation (EC) No 51/2006 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 51/2006 is amended as follows:\n1. Annex IA is amended in accordance with the Annex to this Regulation;\n2. in Annex IID, point 5 is replaced by the following:\n‘5. Each Member State shall ensure that the number of kilowatt-days in 2006 for vessels flying its flag or registered in the Community does not exceed the level in 2003 as calculated in point 4(a).’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 June 2006.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 16, 20.1.2006, p. 1.\nANNEX\nAnnex IA to Regulation (EC) No 51/2006 is amended as follows:\nthe entry concerning the species sandeel in zone IIa (EC waters) and IIIa, IV (EC waters) is replaced by the following:\nSpecies : Sandeel\nZone : IIa (EC waters) (1), IIIa, IV (EC waters) (1)\nSpecies : Sandeel\nZone : IIa (EC waters) (1), IIIa, IV (EC waters) (1)\n‘Denmark 282 989 Analytical TAC.\nUnited Kingdom 6 186\nAll Member States 10 825 (2)\nEC 300 000\nNorway 0 (3)\n (4)\nTAC 300 000"}