{"celex_id": "32009R1193", "uri": "http://publications.europa.eu/resource/cellar/26bb463b-9023-4a34-8074-665861fcebd9", "type": "Regulation", "concepts": ["13", "1511", "251", "4315", "797"], "title": "Commission Regulation (EC) No 1193/2009 of 3 November 2009 correcting Regulations (EC) No 1762/2003, (EC) No 1775/2004, (EC) No 1686/2005, (EC) No 164/2007 and fixing the production levies in the sugar sector for marketing years 2002/2003, 2003/2004, 2004/2005, 2005/2006\n", "header": "8.12.2009 EN Official Journal of the European Union L 321/1\nCOMMISSION REGULATION (EC) No 1193/2009\nof 3 November 2009\ncorrecting Regulations (EC) No 1762/2003, (EC) No 1775/2004, (EC) No 1686/2005, (EC) No 164/2007 and fixing the production levies in the sugar sector for marketing years 2002/2003, 2003/2004, 2004/2005, 2005/2006\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (1), and in particular the first indent of Article 15(8) and Article 16(5) thereof,\nWhereas:\n(1) In accordance with Article 8 of Commission Regulation (EC) No 314/2002 of 20 February 2002 laying down detailed rules for the application of the quota system in the sugar sector (2), the production levies were set as follows:\n— for the marketing year 2002/2003 by Commission Regulation (EC) No 1762/2003 (3),\n— for the marketing year 2003/2004 by Commission Regulation (EC) No 1775/2004 (4),\n— for the marketing year 2004/2005 by Commission Regulation (EC) No 1686/2005 (5), and\n— for the marketing year 2005/2006 by Commission Regulation (EC) No 164/2007 (6).\n(2) On 8 May 2008 the Court of Justice of the European Communities delivered its judgment in joined cases C-5/06 and C-23/06 to C-36/06 in which it is stated that Article 15(1)(d) of Regulation (EC) No 1260/2001 is to be interpreted as meaning that all the quantities of exported products which fall under that Article, regardless of whether or not refunds have actually been paid, are to be taken into account for the purpose of calculating the estimated average loss per tonne of product. Consequently, the Court declared invalid the Commission Regulations (EC) No 1762/2003 of 7 October 2003 fixing the production levies in the sugar sector for the 2002/2003 marketing year and (EC) No 1775/2004 of 14 October 2004 setting the production levies in the sugar sector for the 2003/2004 marketing year.\n(3) Following the same reasoning for the purpose of calculating the estimated average loss per tonne of product within the meaning of Article 15(1)(d) of Regulation (EC) No 1260/2001, by the Orders of 6 October 2008 in joined cases C-175/07 to C-184/07 as well as in cases C-466/06 and C-200/06, the Court declared invalid the Commission Regulation (EC) No 1686/2005 of 14 October 2005 setting the production levies and the coefficient for the additional levy in the sugar sector for the 2004/2005 marketing year.\n(4) The method invalidated by the Court for the marketing years 2002/2003, 2003/2004 and 2004/2005 was also applied for the marketing year 2005/2006. Therefore, new sugar production levies for this marketing year have to be fixed following the new calculation method.\n(5) In the judgment of 8 May 2008 in joined cases C-5/06 and C-23/06 to C-36/06, the Court concluded that the examination of Commission Regulation (EC) No 1837/2002 of 15 October 2002 fixing the production levies and the coefficient for the additional levy in the sugar sector for the marketing year 2001/02 (7) had not disclosed the existence of any factors such as to affect its validity. To fix the production levies in that marketing year, the Commission would calculate the average loss on the basis of the total quantities of sugar exported in the form of processed products, whether eligible for refunds or not.\n(6) It is therefore appropriate for the Commission to fix the production levies, including where necessary, a coefficient for the additional levy, using the same calculation method as the one used in the marketing year 2001/2002.\n(7) Previous estimate of the overall loss recorded for the 2002/2003 marketing year in accordance with Article 15(1) and (2) of Regulation (EC) No 1260/2001, required the calculation of the basic levy and the B levy, as provided in paragraphs 3 and 4 of that Article. The basic levy was set at 2 % and the B levy at 19,962 %. At the same time, the overall loss recorded on the basis of known data and in accordance with Article 15(1) of Regulation (EC) No 1260/2001 was covered in its entirety by the receipts from the basic production levy and the B levy, and there was no need to fix the coefficient referred to in Article 16(2) of that Regulation for the 2002/2003 marketing year. The application of the calculation method referred to in recital 5 results in 2 % for the basic levy and 19,958 % for the B levy. The overall loss recorded on the basis of known data and in accordance with Article 15(1) of Regulation (EC) No 1260/2001 is covered in its entirety by the receipts from the basic production levy and the B levy. Therefore, there is no need to fix the coefficient referred to in Article 16(2) of that Regulation for the 2002/2003 marketing year.\n(8) Previous estimate of the overall loss originally recorded for the 2003/2004 marketing year in accordance with Article 15(1) and (2) of Regulation (EC) No 1260/2001, required the calculation of the basic levy and the B levy, as provided in paragraphs 3 and 4 of that Article. The basic levy was set at 2 % and the B levy at 27,050 %. At the same time, the overall loss recorded on the basis of known data and in accordance with Article 15(1) of Regulation (EC) No 1260/2001 was covered in its entirety by the receipts from the basic production levy and the B levy, and there was no need to fix the coefficient referred to in Article 16(2) of that Regulation for the 2003/2004 marketing year. The application of the calculation method referred to in recital 5 results in 2 % for the basic levy and 27,169 % for the B levy. The overall loss recorded on the basis of known data and in accordance with Article 15(1) of Regulation (EC) No 1260/2001 is covered in its entirety by the receipts from the basic production levy and the B levy. Therefore, there is no need to fix the coefficient referred to in Article 16(2) of that Regulation for the 2003/2004 marketing year.\n(9) For the 2004/2005 marketing year, Commission Regulation (EC) No 1462/2004 of 17 August 2004 revising the maximum amount for the B production levy and amending the minimum price for B beet in the sugar sector for the 2004/05 marketing year (8) increased the maximum amount of the B levy referred to in the first indent of the second subparagraph of Article 15(4) of Regulation (EC) No 1260/2001 to 37,5 % of the intervention price for white sugar. In that marketing year, the estimate of the overall loss recorded in accordance with Article 15(1) and (2) of Regulation (EC) No 1260/2001 required, the adoption of the maximum amounts of 2 % for the basic levy and 37,5 % for the B levy. The application of the calculation method referred to in recital 5 does not change the basic levy and the B levy for that marketing year. Article 16(1) of Regulation (EC) No 1260/2001 provides that an additional levy is to be charged where the overall loss recorded in accordance with Article 15(1) and (2) of that Regulation is not fully covered by the proceeds from the basic production levy and the B levy. For the 2004/2005 marketing year, the new calculation method uncovered overall loss amounts to EUR 125 129 948. The coefficient referred to in Article 16(2) of Regulation (EC) No 1260/2001 should therefore be set. For the purposes of fixing that coefficient, account should be taken of the levies set in excess in the 2003/2004 marketing year, which concerned the Member States of the Community as constituted on 30 April 2004.\n(10) Previous estimate of the overall loss recorded in the 2005/2006 marketing year, in accordance with Article 15(1) and (2) of Regulation (EC) No 1260/2001, required the adoption of 1,0022 % for the basic levy, as provided for in paragraph 3 of that Article. At the same time, the overall loss recorded on the basis of known data and in accordance with Article 15(1) of Regulation (EC) No 1260/2001 was covered in its entirety by the receipts from the basic levy, and there was no need to set a B levy or a coefficient establishing an additional levy for the 2005/2006 marketing year. The application of the calculation method referred to in recital 5 results in 0,9706 % for the basic levy without the need for a B levy. The overall loss recorded on the basis of known data and in accordance with Article 15(1) of Regulation (EC) No 1260/2001 is covered in its entirety by the receipts from the basic production levy and there is no need to fix the coefficient referred to in Article 16(2) of that Regulation.\n(11) In view of the above, Regulations (EC) No 1762/2003, (EC) No 1775/2004, (EC) No 1686/2005 and (EC) No 164/2007 should therefore be corrected accordingly.\n(12) For reasons of legal certainty, the proposed corrections should apply from the dates in which the provisions to be corrected have entered into force.\n(13) For reasons of legal certainty and to ensure equal treatment amongst Member States, it is necessary to set a common date upon which the levies corrected in accordance with this Regulation should be established within the meaning of the second subparagraph of Article 2(2) of Council Regulation (EC, Euratom) No 1150/2000 of 22 May 2000 implementing Decision 2007/436/EC, Euratom on the system of the European Communities own resources (9).\n(14) The Management Committee for the Common Organisation of Agricultural Markets has delivered an unfavourable opinion on the measures provided for in this Regulation,", "main_body": ["Article 1 of Regulation (EC) No 1762/2003 is replaced by the following:\n‘Article 1\nThe production levies in the sugar sector for the 2002/2003 marketing year shall be as follows:\n(a) EUR 12,638 per tonne of white sugar as the basic production levy on A sugar and B sugar;\n(b) EUR 126,113 per tonne of white sugar as the B levy on B sugar;\n(c) EUR 5,330 per tonne of dry matter as the basic production levy on A isoglucose and B isoglucose;\n(d) EUR 55,082 per tonne of dry matter as the B levy on B isoglucose;\n(e) EUR 12,638 per tonne of dry matter equivalent sugar/isoglucose as the basic production levy on A inulin syrup and B inulin syrup;\n(f) EUR 126,113 per tonne of dry matter equivalent sugar/isoglucose as the B levy on B inulin syrup.’", "Article 1 of Regulation (EC) No 1775/2004 is replaced by the following:\n‘Article 1\nThe production levies in the sugar sector for the 2003/2004 marketing year shall be as follows:\n(a) EUR 12,638 per tonne of white sugar as the basic production levy on A sugar and B sugar;\n(b) EUR 171,679 per tonne of white sugar as the B levy on B sugar;\n(c) EUR 5,330 per tonne of dry matter as the basic production levy on A isoglucose and B isoglucose;\n(d) EUR 73,310 per tonne of dry matter as the B levy on B isoglucose;\n(e) EUR 12,638 per tonne of dry matter equivalent sugar/isoglucose as the basic production levy on A inulin syrup and B inulin syrup;\n(f) EUR 171,679 per tonne of dry matter equivalent sugar/isoglucose as the B levy on B inulin syrup.’", "Articles 1 and 2 of Regulation (EC) No 1686/2005 are replaced by the following:\n‘Article 1\nThe production levies in the sugar sector for the 2004/2005 marketing year shall be as follows:\n(a) EUR 12,638 per tonne of white sugar as the basic production levy on A sugar and B sugar;\n(b) EUR 236,963 per tonne of white sugar as the B levy on B sugar;\n(c) EUR 5,330 per tonne of dry matter as the basic production levy on A isoglucose and B isoglucose;\n(d) EUR 99,424 per tonne of dry matter as the B levy on B isoglucose;\n(e) EUR 12,638 per tonne of dry matter equivalent sugar/isoglucose as the basic production levy on A inulin syrup and B inulin syrup;\n(f) EUR 236,963 per tonne of dry matter equivalent sugar/isoglucose as the B levy on B inulin syrup.", "For the marketing year 2004/2005, the coefficient provided for in Article 16(2) of Regulation (EC) No 1260/2001 shall be 0,25466 for the Czech Republic, Latvia, Lithuania, Hungary, Poland, Slovenia and Slovakia and 0,14911 for the other Member States.’", "Article 1 of Regulation (EC) No 164/2007 is replaced by the following:\n‘Article 1\nThe production levies in the sugar sector for the 2005/2006 marketing year shall be as follows:\n(a) EUR 6,133 per tonne of white sugar as the basic production levy on A sugar and B sugar;\n(b) EUR 2,726 per tonne of dry matter as the basic production levy on A isoglucose and B isoglucose;\n(c) EUR 6,133 per tonne of dry matter equivalent sugar/isoglucose as the basic production levy on A inulin syrup and B inulin syrup.’", "The date of establishment, referred to in the second subparagraph of Article 2(2) of Regulation (EC, Euratom) No 1150/2000, of the levies corrected according to this Regulation, shall be at the latest the last day of the second month following the day of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.", "shall apply from 8 October 2003.", "shall apply from 15 October 2004.", "shall apply from 18 October 2005.", "shall apply from 23 February 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1. The Regulation (EC) No 1260/2001 was repealed and replaced as from the marketing year 2006/2007 by Council Regulation (EC) No 318/2006 which was repealed and replaced by Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (OJ L 299, 16.11.2007, p. 1.).\n(2)  OJ L 50, 21.2.2002, p. 40. The Regulation (EC) No 314/2002 was repealed and replaced by Commission Regulation (EC) No 952/2006 (OJ L 178, 1.7.2006, p. 39.).\n(3)  OJ L 254, 8.10.2003, p. 4.\n(4)  OJ L 316, 15.10.2004, p. 64.\n(5)  OJ L 271, 15.10.2005, p. 12.\n(6)  OJ L 51, 20.2.2007, p. 17.\n(7)  OJ L 278, 16.10.2002, p. 13.\n(8)  OJ L 270, 18.8.2004, p. 4.\n(9)  OJ L 130, 31.5.2000, p. 1."}