{"celex_id": "32006D0665", "uri": "http://publications.europa.eu/resource/cellar/fc8801b2-f871-443d-baea-50581e1420f7", "type": "Decision", "concepts": ["1063", "13", "1595", "2089", "3409", "4081", "5581", "863", "893"], "title": "2006/665/EC: Commission Decision of 3 October 2006 temporarily authorising Spain to approve for marketing seed of the species Pinus radiata and planting stock produced from this seed imported from New Zealand which does not satisfy the requirements of Council Directive 1999/105/EC in respect of identification and labelling (notified under document number C(2006) 4320)\n", "header": "4.10.2006 EN Official Journal of the European Union L 273/5\nCOMMISSION DECISION\nof 3 October 2006\ntemporarily authorising Spain to approve for marketing seed of the species Pinus radiata and planting stock produced from this seed imported from New Zealand which does not satisfy the requirements of Council Directive 1999/105/EC in respect of identification and labelling\n(notified under document number C(2006) 4320)\n(Only the Spanish text is authentic)\n(2006/665/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 1999/105/EC of 22 December 1999 on the marketing of forest reproductive material (1), and in particular Article 18(1) thereof,\nHaving regard to the request by Spain,\nWhereas:\n(1) In Spain the production of seed and planting stock produced from seed of the species Pinus radiata which satisfies the requirements for reproductive material, as provided for in Directive 1999/105/EC, is at present insufficient to meet the demand of end users. The necessary reproductive material cannot be supplied by other Member States.\n(2) New Zealand is in a position to supply a sufficient amount of reproductive material of the species concerned intended for the production of planting. However, that seed does not comply with Directive 1999/105/EC as regards identification and labelling.\n(3) In order to cover the shortage, Spain should be authorised, for a limited period of time, to approve for marketing seed and planting stock produced from seed of the species Pinus radiata which satisfies less stringent requirements with respect to identification and labelling.\n(4) Such seed and planting stock should be marketed with a document containing certain details regarding its identification.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1.   Until 31 December 2006, Spain is authorised to approve for marketing, in accordance with the requirements set out in the Annex, 400 kg of seed of Pinus radiata, provenance New Zealand, which is intended for the production of planting stock and which does not satisfy in respect of identification and labelling the requirements provided for in Articles 13 and 14 of Directive 1999/105/EC.\n2.   Until 31 December 2011, Spain is authorised to approve for marketing, in accordance with the requirements set out in the Annex, planting stock which has been produced from seed, as referred to in paragraph 1, and which does not satisfy in respect of identification and labelling the requirements provided for in Articles 13 and 14 of Directive 1999/105/EC.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 3 October 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 11, 15.1.2000, p. 17.\nANNEX\nIdentification and labelling of seed and planting stock\n1. Information required for identification purposes:\n(a) identification code for the basic material if available;\n(b) botanical name;\n(c) category;\n(d) purpose;\n(e) type of basic material;\n(f) whether it is genetically modified;\n(g) region of provenance or identity code;\n(h) origin if appropriate, whether the origin of the material is autochthonous or indigenous, non-autochthonous or non-indigenous, or unknown;\n(i) provenance or geographical location defined by latitudinal and longitudinal range;\n(j) altitude or altitudinal range;\n(k) year of ripening.\n2. Information to be included on the supplier’s label or document:\n(a) the information under point 1 and in addition;\n(b) name of supplier;\n(c) quantity supplied;\n(d) statement that the seed and planting stock produced from this seed satisfies less stringent requirements than those provided for in Articles 13 and 14 of Directive 1999/105/EC."}