{"celex_id": "32000R1886", "uri": "http://publications.europa.eu/resource/cellar/1caa949d-4ac9-4ccb-98fe-00740ba6f1bd", "type": "Regulation", "concepts": ["1201", "13", "2173", "2718", "5228"], "title": "Commission Regulation (EC) No 1886/2000 of 6 September 2000 laying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards the extension to non-members of certain rules adopted by producers' organisations in the fisheries sector\n", "header": "Commission Regulation (EC) No 1886/2000\nof 6 September 2000\nlaying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards the extension to non-members of certain rules adopted by producers' organisations in the fisheries sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products(1), and in particular Article 7(10) thereof,\nWhereas:\n(1) Regulation (EC) No 104/2000, which repealed Council Regulations (EEC) No 3759/922(2) and (EEC) No 1772/82(3) with effect from 1 January 2001, contains provisions on an extension to non-members of rules introduced by producer organisations. It is now appropriate to fill out the framework laid down by Regulation (EC) No 104/2000, by enacting detailed rules and by repealing the current Regulation on this subject, namely Commission Regulation (EEC) No 3190/82(4), as amended by Regulation (EC) No 1336/95(5).\n(2) It is necessary to define criteria for assessing the degree of representativeness of the producers' organisations whose rules it is proposed to extend to non-members. Those criteria should include both, the proportion of the total quantities marketed of the species concerned accounted for by the members of the organisation and the proportion of fishermen in the area in question who are members of the organisation.\n(3) In order to harmonise the implementation of these measures, the production and marketing rules which may be extended to non-members should be defined. For the same purpose, the stage to which such extended rules apply should be specified.\n(4) A minimum period of application of the rules in question should be fixed in order to maintain a certain stability in the conditions under which fishery products are marketed.\n(5) Member States which decide to make obligatory the rules adopted by a producers' organisation are obliged to submit them to the Commission for examination. It is necessary, therefore, to specify what information is to be notified to the Commission.\n(6) It is necessary for Member States and the Commission to publish information on the extension of rules which could affect the sector.\n(7) Any amendments to the rules extended to non-members should be subject to the same requirements as to notification to the Commission and publication as the original extension.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["1. The production and marketing activities of a producers' organisation shall be considered to be sufficiently representative in the area within which it is proposed to extend the rules if:\n(a) marketing by the producers' organisation or by its members of the species to which the rules would apply accounts for more than 65 % overall of the quantities marketed, and\n(b) the number of fishermen aboard vessels operated by members of the producers' organisation is more than 50 % of the total number of fishermen established in the area to whom the rules would apply.\n2. For the purposes of point 1(a), account shall be taken of quantities marketed during the previous marketing year.\n3. For the purpose of calculating the percentage referred to in point 1(b), fishermen aboard vessels whose overall length is less than or equal to 10 metres shall be taken into account in proportion to the relation between the quantities marketed by such fishermen and the total quantities marketed in the area in question.", "The production and marketing rules referred to in Article 7(1)(a) of Regulation (EC) No 104/2000 shall include the following elements:\n(a) the quality, size or weight and presentation of products offered for sale;\n(b) sampling, receptacles used for sales purposes, packaging and labelling and the use of ice;\n(c) the conditions of the first placing of the market, which may include rules on the rational disposal of production in order to stabilise the market.", "The minimum period of application of the rules to be extended to non-members shall be 90 days.", "Where a Member State decides to extend certain rules adopted by a producers' organisation to non-members, the notification to the Commission referred to in Article 7(3) of Regulation (EC) No 104/2000 shall include at least:\n(a) the name and address of the producers' organisation concerned;\n(b) all the information required to show that the organisation is representative, particularly by reference to the criteria set out in Article 1;\n(c) the rules in question;\n(d) the justification for these rules, supported by appropriate data;\n(e) the geographical area in which it is intended to make these rules obligatory;\n(f) the duration of the rules;\n(g) the date of entry into force.", "Member States shall publish the rules they have decided to make obligatory at least eight days in advance of their entry into force.", "Any modification to the rules extended to non-members shall be subject to Articles 4 and 5.", "The Commission shall publish in the Official Journal of the European Communities the decisions which it takes, declaring an extension of rules null and void pursuant to the second indent of the second subparagraph of Article 7(3) and to Article 7(5) of Regulation (EC) No 104/2000.", "Regulation (EEC) No 3190/82 is hereby repealed.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 September 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 17, 21.1.2000, p. 22.\n(2) OJ L 388, 31.12.1992, p. 1.\n(3) OJ L 197, 6.7.1982, p. 1.\n(4) OJ L 338, 30.11.1982, p. 11.\n(5) OJ L 129, 14.6.1995, p. 4."}