{"celex_id": "32001R1103", "uri": "http://publications.europa.eu/resource/cellar/3fa5afdb-e262-48f7-8c72-d093dce67a22", "type": "Regulation", "concepts": ["2121", "2292", "4172", "4687", "4885", "862"], "title": "Commission Regulation (EC) No 1103/2001 of 5 June 2001 amending Regulation (EC) No 1303/2000 adopting the balance and fixing the aid for the supply of products from the eggs and poultrymeat sectors to the Canary Islands under the arrangements provided for in Articles 2, 3 and 4 of Council Regulation (EEC) No 1601/92, regarding the forecast supply balance\n", "header": "Commission Regulation (EC) No 1103/2001\nof 5 June 2001\namending Regulation (EC) No 1303/2000 adopting the balance and fixing the aid for the supply of products from the eggs and poultrymeat sectors to the Canary Islands under the arrangements provided for in Articles 2, 3 and 4 of Council Regulation (EEC) No 1601/92, regarding the forecast supply balance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concering specific measures for the Canary Islands with regard to certain agricultural products(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Article 3(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1303/2000(3), as last modified by Regulation (EC) No 2736/2000(4), fixed the forecast supply balance for the supply to the archipelago, of meat and eggs, originating in the rest of the Community. Such balance must be fixed taking into account in particular the costs of supply from the world market, conditions due to the geographical situation of the archipelago and the basis of the current prices on export to third countries for the animals or products concerned.\n(2) It follows from applying these rules and criteria to the present situation on the market in poultrymeat that the quantities included in the forecast supply balance for such deliveries should be adjusted, taking account of their current volume and ensuring that the share of supplies from the Community is maintained.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Annex I to Regulation (EC) No 1303/2000 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 6 June 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 173, 27.6.1992, p. 13.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 148, 22.6.2000, p. 10.\n(4) OJ L 316, 15.12.2000, p. 56.\nANNEX I\nForecast supply balance for the Canary Islands regarding products from the eggs and poultrymeat sectors for the period 1 July 2000 to 30 June 2001\n>TABLE>"}