{"celex_id": "32008R0061", "uri": "http://publications.europa.eu/resource/cellar/3ccfb896-151c-4c41-a11a-50fc06a3954b", "type": "Regulation", "concepts": ["1442", "1590", "192", "2737", "343", "5734"], "title": "Commission Regulation (EC) No 61/2008 of 24 January 2008 amending Annex II to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards dinoprostone (Text with EEA relevance )\n", "header": "25.1.2008 EN Official Journal of the European Union L 22/8\nCOMMISSION REGULATION (EC) No 61/2008\nof 24 January 2008\namending Annex II to Council Regulation (EEC) No 2377/90 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin, as regards dinoprostone\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (1), and in particular Article 3 thereof,\nHaving regard to the opinions of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) All pharmacologically active substances used in the Community in veterinary medicinal products intended for food-producing animals should be evaluated in accordance with Regulation (EEC) No 2377/90.\n(2) The substances dinoprost tromethamine and dinoprost are included in Annex II to Regulation (EEC) No 2377/90 in the category of organic compounds, for all mammalian species. A request has been made to the Committee for Medicinal Products for Veterinary Use (CVMP) to examine whether the assessments performed and conclusions reached for dinoprost tromethamine and dinoprost also apply to dinoprostone. The CVMP considered that given the structural similarity of dinoprostone and dinoprost, and the fact that dinoprostone is rapidly metabolised to dinoprost, the safety assessments performed for dinoprost tromethamine and dinoprost also apply to dinoprostone. Consequently, the CVMP concluded that there is no need to establish maximum residue limits for this substance. Following the conclusions of the CVMP, it is considered appropriate to include a new entry in Annex II, in the category of organic compounds, for dinoprostone, for all mammalian species.\n(3) Regulation (EEC) No 2377/90 should therefore be amended accordingly.\n(4) An adequate period should be allowed before the applicability of this Regulation in order to enable Member States to make any adjustment which may be necessary in the light of this Regulation to the authorisations to place the veterinary medicinal products concerned on the market which have been granted in accordance with Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (2).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["Annex II to Regulation (EEC) No 2377/90 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 25 March 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 January 2008.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 224, 18.8.1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 1353/2007 (OJ L 303, 21.11.2007, p. 6).\n(2)  OJ L 311, 28.11.2001, p. 1. Directive as last amended by Directive 2004/28/EC (OJ L 136, 30.4.2004, p. 58).\nANNEX\nThe following substance is inserted in Annex II to Regulation (EEC) No 2377/90 (List of substances not subject to maximum residue limits):\n2.   Organic compounds\nPharmacologically active Substance(s) Animal species\nDinoprostone All mammalian species"}