{"celex_id": "32007R1170", "uri": "http://publications.europa.eu/resource/cellar/4995b917-1bbe-42ad-b67c-0b95bbe59d27", "type": "Regulation", "concepts": ["2282", "2879", "4790", "5228", "544", "598", "863"], "title": "Commission Regulation (EC) No 1170/2007 of 5 October 2007 establishing a prohibition of fishing for blue whiting in EC and international waters of ICES zone I, II, III, IV, V, VI, VII, VIIIa, VIIIb, VIIId, VIIIe, XII and XIV by vessels flying the flag of Spain\n", "header": "6.10.2007 EN Official Journal of the European Union L 261/9\nCOMMISSION REGULATION (EC) No 1170/2007\nof 5 October 2007\nestablishing a prohibition of fishing for blue whiting in EC and international waters of ICES zone I, II, III, IV, V, VI, VII, VIIIa, VIIIb, VIIId, VIIIe, XII and XIV by vessels flying the flag of Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the common fisheries policy (1), and in particular Article 26(4) thereof,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to common fisheries policy (2), and in particular Article 21(3) thereof,\nWhereas:\n(1) Council Regulation (EC) No 41/2007 of 21 December 2006 fixing for 2007 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in Community waters and for Community vessels, in waters where catch limitations are required (3), lays down quotas for 2007.\n(2) According to the information received by the Commission, catches of the stock referred to in the Annex to this Regulation by vessels flying the flag of or registered in the Member State referred to therein have exhausted the quota allocated for 2007.\n(3) It is therefore necessary to prohibit fishing for that stock and its retention on board, transhipment and landing,", "main_body": ["Quota exhaustion\nThe fishing quota allocated to the Member State referred to in the Annex to this Regulation for the stock referred to therein for 2007 shall be deemed to be exhausted from the date set out in that Annex.", "Prohibitions\nFishing for the stock referred to in the Annex to this Regulation by vessels flying the flag of or registered in the Member State referred to therein shall be prohibited from the date set out in that Annex. It shall be prohibited to retain on board, tranship or land such stock caught by those vessels after that date.", "Entry into force\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 October 2007.\nFor the Commission\nFokion FOTIADIS\nDirector-General for Fisheries and Maritime Affairs\n(1)  OJ L 358, 31.12.2002, p. 59. Regulation as amended by Regulation (EC) No 865/2007 (OJ L 192, 24.7.2007, p. 1).\n(2)  OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1967/2006 (OJ L 409, 30.12.2006, p. 11), as corrected by OJ L 36, 8.2.2007, p. 6.\n(3)  OJ L 15, 20.1.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 898/2007 (OJ L 196, 28.7.2007, p. 22).\nANNEX\nNo 51\nMember State Spain\nStock WHB/1X14.\nSpecies Blue whiting (Micromesistius poutassou)\nZone EC and International waters of ICES zones I, II, III, IV, V, VI, VII, VIII a, VIII b, VIII d, VIII e, XII and XIV\nDate 7.9.2007"}