{"celex_id": "32005R1497", "uri": "http://publications.europa.eu/resource/cellar/798b5ab7-089b-422c-925a-23a5c26f94a8", "type": "Regulation", "concepts": ["2850", "4048", "4314", "4836", "5063"], "title": "Commission Regulation (EC) No 1497/2005 of 15 September 2005 correcting Council and Commission Decision 2005/430/EC, Euratom on the conclusion of the Additional Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part\n", "header": "16.9.2005 EN Official Journal of the European Union L 240/38\nCOMMISSION REGULATION (EC) No 1497/2005\nof 15 September 2005\ncorrecting Council and Commission Decision 2005/430/EC, Euratom on the conclusion of the Additional Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council and Commission Decision 2005/430/EC, Euratom of 18 April 2005 on the conclusion of the Additional Protocol to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) The Annex to Decision 2005/430/EC, Euratom establishes the order numbers attributed to the European Union tariff quotas for products originating in Bulgaria.\n(2) As a result of the erroneous inclusion in that Annex of an order number below 09.5100 for products falling within CN codes 1701 and 1702, the Commission is unable to administer the relevant tariff quota in accordance with Articles 308a, 308b and 308c of Commission Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (2).\n(3) Decision 2005/430/EC, Euratom must therefore be corrected.\n(4) Since the annual periods for the application of the concessions begin on 1 July, provision should be made for this Regulation to apply from 1 July 2005.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["In the Annex to Decision 2005/430/EC, Euratom, the line concerning order number 09.4785 is replaced by the following:\n‘Order number CN code Description\n09.5902 1701 Sugar\n1702 Other sugars’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 September 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 155, 17.6.2005, p. 1.\n(2)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 883/2005 (OJ L 148, 11.6.2005, p. 5)."}