{"celex_id": "32007D0263", "uri": "http://publications.europa.eu/resource/cellar/8fec5e63-89c7-4e09-8cbe-b99186213c12", "type": "Decision", "concepts": ["2825", "2836", "3885", "6059"], "title": "2007/263/EC: Commission Decision of 23 April 2007 amending Decision 2004/210/EC setting up Scientific Committees in the field of consumer safety, public health and the environment (Text with EEA relevance )\n", "header": "1.5.2007 EN Official Journal of the European Union L 114/14\nCOMMISSION DECISION\nof 23 April 2007\namending Decision 2004/210/EC setting up Scientific Committees in the field of consumer safety, public health and the environment\n(Text with EEA relevance)\n(2007/263/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 152 and 153 thereof,\nWhereas:\n(1) Commission Decision 2004/210/EC (1) provides for the establishment of the Scientific Committee on Consumer Products (the SCCP), the Scientific Committee on Health and Environmental Risks (the SCHER), and the Scientific Committee on Emerging and Newly Identified Health Risks (the SCENIHR) (the Scientific Committees). The Scientific Committees are composed of members appointed by the Commission.\n(2) Under Article 7(1) of that Decision, the term of office of members of the Scientific Committees is limited to three years and the term of office of current members is due to expire on 24 July 2007.\n(3) New developments are expected over the next two years which will have significant consequences for the Commission needs for scientific advice on risk assessment and for the structure and competences of the Scientific Committees. In particular, the establishment in 2008 of the European Chemical Agency (ECHA), implementing the Registration, Evaluation Authorisation and Restrictions of Chemicals (REACH) under Regulation (EC) No 1907/2006 of the European Parliament and of the Council (2), will require a redefinition of the tasks of SCHER.\n(4) In order to obtain a better view of the future tasks for the Scientific Committees and to prepare for a scientific advice structure and composition better adapted to future needs, while ensuring the provision of necessary scientific advice until the establishment of the ECHA, it is appropriate to permit the prolongation of the term of office of the members of the Scientific Committees, in exceptional circumstances, by a period not exceeding 18 months.\n(5) In addition, it also appropriate to provide for the possibility to appoint new members to the Scientific Committees following the publication of a call for expression of interest, if the necessary expertise is not available among members on the reserve list.\n(6) It is urgent, in the light of operational experience and in order to cover immediate needs, to increase the number of members of the SCENIHR.\n(7) Decision 2004/210/EC should therefore be amended accordingly,", "main_body": ["Decision 2004/210/EC is amended as follows:\n1. in Article 3, paragraph 2, the first sentence is replaced by the following:\n2. Article 7 is replaced by the following:"], "attachments": "Done at Brussels, 23 April 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 66, 4.3.2004, p. 45.\n(2)  OJ L 396, 30.12.2006, p. 1."}