{"celex_id": "32003R1302", "uri": "http://publications.europa.eu/resource/cellar/3f09b5bb-40ed-4f7c-a299-1d57bc6ce455", "type": "Regulation", "concepts": ["1644", "2027", "2771", "4683", "4691"], "title": "Commission Regulation (EC) No 1302/2003 of 23 July 2003 derogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EEC) No 3013/89 as regards the import and export of products in the sheepmeat and goatmeat sector\n", "header": "Commission Regulation (EC) No 1302/2003\nof 23 July 2003\nderogating from Regulation (EC) No 1439/95 laying down detailed rules for the application of Council Regulation (EEC) No 3013/89 as regards the import and export of products in the sheepmeat and goatmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2529/2001 of 19 December 2001 on the common organisation of the market in sheepmeat and goatmeat(1), and in particular Article 16 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2366/2002 of 27 December 2002 opening Community tariff quotas for 2003 for sheep, goats, sheepmeat and goatmeat(2), as amended by Regulation (EC) No 915/2003(3), provides for the right of importers to import products of the CN code 0204 originating in the ACP countries under country group 5 of the Annex to Regulation (EC) No 2366/2002 (GATT/WTO contingent), i.e. free of any ad valorem and specific duties as from 1 January 2003.\n(2) The second subparagraph of Article 15 of Commission Regulation (EC) No 1439/95(4), as last amended by Regulation (EC) No 272/2001(5), provides that during each of the first three quarters of each year, import licences referred to in its first subparagraph shall be issued within the limits of one quarter of the quantities referred to in the annual tariff quota regulation.\n(3) Article 16(4) and (5) of Regulation (EC) No 1439/95 provides for the procedure and, in particular, the time periods to be applied in respect of the issuing of import licences. Commission Regulation (EC) No 285/2003 of 14 February 2003 on the issue of import licences for sheepmeat and goatmeat products under GATT-WTO non-country-specific tariff quotas for the first quarter of 2003(6) established the percentage of the quantities applied for to be accepted prior to the amendment of Regulation (EC) No 2366/2002 by Regulation (EC) No 915/2003. The importers applying for the issuing of import licences in respect of the first quarter of 2003 concerning products originating in one of the ACP-countries, Namibia, could not be given access to the GATT/WTO contingents prior to that amendment.\n(4) In order to enable the Commission to take a decision with regard to the issuing of import licences for the first quarter of 2003 following the applications of importers of products under CN code 0204 originating in Namibia, it is appropriate to provide for derogations from the relevant provisions of Regulation (EC) No 1439/95.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheepmeat and Goatmeat,", "main_body": ["By way of derogation from the second subparagraph of Article 15 of Regulation (EC) No 1439/95, with regard to the first quarter of 2003, import licences shall be issued to applicants for import licences for products under CN code 0204 originating in Namibia under the same conditions as those fixed by Articles 1 and 3 of Regulation (EC) No 285/2003, for the import of such products from South Africa.", "1. By way of derogation from Article 16(4) of Regulation (EC) No 1439/95 the Commission shall, before 26 July 2003, authorise the issuing of import licences for the first quarter of 2003 in respect of applications lodged during the first 10 days of January 2003 for products under CN code 0204 originating in Namibia in accordance with Article 1 of this Regulation.\n2. By way of derogation from Article 16(5) of Regulation (EC) No 1439/95 licences referred to in paragraph 1 of this Article shall be issued, at the latest, on 30 July 2003.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 341, 22.12.2001, p. 3.\n(2) OJ L 351, 28.12.2002, p. 73.\n(3) OJ L 130, 27.5.2003, p. 5.\n(4) OJ L 143, 27.6.1995, p. 7.\n(5) OJ L 41, 10.2.2001, p. 3.\n(6) OJ L 42, 15.2.2003, p. 28."}