{"celex_id": "32002D0006", "uri": "http://publications.europa.eu/resource/cellar/cb7bd094-06c5-4983-9872-a30245c113c7", "type": "Decision", "concepts": ["1005", "1159", "2455", "4426", "5229", "5283"], "title": "2002/6/EC: Commission Decision of 27 December 2001 on the eligibility of expenditure on a number of operations to be incurred by certain Member States in 2002 in implementing the control, inspection and surveillance systems applicable to the common fisheries policy (notified under document number C(2001) 4613)\n", "header": "Commission Decision\nof 27 December 2001\non the eligibility of expenditure on a number of operations to be incurred by certain Member States in 2002 in implementing the control, inspection and surveillance systems applicable to the common fisheries policy\n(notified under document number C(2001) 4613)\n(2002/6/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/431/EC of 28 May 2001 on a financial contribution by the Community to certain expenditure incurred by the Member States in implementing the control, inspection and surveillance systems applicable to the common fisheries policy(1), and in particular Article 13 thereof,\nWhereas:\n(1) Belgium, Denmark, Germany, Greece, Spain, France, Ireland, Italy, the Netherlands, Austria, Portugal, Finland, Sweden and the United Kingdom have forwarded to the Commission their fisheries control programmes for the period 1 January 2001 to 31 December 2003 together with applications for a financial contribution towards the expenditure to be incurred in carrying out the programmes. The applications are broken down for 2001, 2002 and 2003.\n(2) Applications concerning the operations listed in Article 2 of Decision 2001/431/EC may qualify for Community funding. Priority will be given to those operations which best contribute to overcoming the shortcomings highlighted in the Report on the Monitoring of the Implementation of the Common Fisheries Policy(2). The priorities selected will include the extension of the satellite monitoring system (VMS), the introduction of modern control technologies and training and exchanges of national officials.\n(3) The rate of the Community contribution for each operation, the conditions on which the expenditure is reimbursed and, for each Member State and each operation, the total amount of eligible expenditure in 2002 should be laid down.\n(4) In order to provide support for extending the satellite monitoring system to vessels operating under the conditions laid down in the recovery plans introduced for certain cod stocks and the putting in place of electronic logbooks, the rate of the Community contribution should be raised to 100 % of the eligible expenditure; however, in order to observe the limits set in Article 11 of Decision 2001/431/EC, maximum amounts need to be laid down.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["This Decision establishes for 2002 the amount of the eligible expenditure for each Member State, the rates of the Community financial contribution and the conditions on which the contribution may be granted.", "Expenditure incurred in putting in place the mechanisms and IT networks necessary for exchanges of information linked to control, as set out in Annex I, shall qualify for a financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex I.", "Expenditure relating to experiments with, and the implementation of, new technologies to improve the monitoring of fishing activities, as set out in Annex II, shall qualify for a financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex II.\nHowever, the rate of the contribution for investments to extend the satellite monitoring system (VMS) to vessels other than those referred to in Article 3(2) of Council Regulation (EEC) No 2847/93(3), and to types of reporting other than position reports, and to put in place electronic logbooks shall be 100 % of the eligible expenditure, on condition that:\n- the maximum admissible cost of purchasing satellite tracking devices installed in Community fishing vessels does not exceed EUR 3500 per vessel;\n- the financial contribution towards the purchase of satellite tracking devices is reduced to 50 % for that part of the expenditure in excess of EUR 2300 per vessel;\n- the financial contribution towards the purchase of satellite tracking devices under national arrangements shall be 50 % of the eligible expenditure up to a limit of EUR 2000 per vessel.", "Expenditure incurred in providing training for national officials involved in monitoring activities provided for by Belgium, Greece, Italy, Austria and Sweden, as referred to in Annex III, shall qualify for a financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex III.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Kingdom of the Netherlands, the Republic of Austria, the Portuguese Republic, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 27 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 154, 9.6.2001, p. 22.\n(2) COM(2001) 526 final of 28.9.2001.\n(3) OJ L 261, 20.10.1993, p. 1.\nANEXO I/BILAG I/ANHANG I/ΠΑΡΑΡΤΗΜΑ Ι/ANNEX I/ANNEXE I/ALLEGATO I/BIJLAGE I/ANEXO I/LIITE I/BILAGA I\n>TABLE>\nANEXO II/BILAG II/ANHANG II/ΠΑΡΑΡΤΗΜΑ IΙ/ANNEX II/ANNEXE II/ALLEGATO II/BIJLAGE II/ANEXO II/LIITE II/BILAGA II\n>TABLE>\nANEXO III/BILAG III/ANHANG III/ΠΑΡΑΡΤΗΜΑ IIΙ/ANNEX III/ANNEXE III/ALLEGATO III/BIJLAGE III/ANEXO III/LIITE III/BILAGA III\n>TABLE>"}