{"celex_id": "32000L0079", "uri": "http://publications.europa.eu/resource/cellar/71f80efb-7bb8-46f7-8812-75dcccaaef18", "type": "Directive", "concepts": ["1503", "2352", "3463", "4408", "592"], "title": "Council Directive 2000/79/EC of 27 November 2000 concerning the European Agreement on the Organisation of Working Time of Mobile Workers in Civil Aviation concluded by the Association of European Airlines (AEA), the European Transport Workers' Federation (ETF), the European Cockpit Association (ECA), the European Regions Airline Association (ERA) and the International Air Carrier Association (IACA) (Text with EEA relevance)\n", "header": "Council Directive 2000/79/EC\nof 27 November 2000\nconcerning the European Agreement on the Organisation of Working Time of Mobile Workers in Civil Aviation concluded by the Association of European Airlines (AEA), the European Transport Workers' Federation (ETF), the European Cockpit Association (ECA), the European Regions Airline Association (ERA) and the International Air Carrier Association (IACA)\n(Text with EEA relevance)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 139(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Management and labour may, in accordance with Article 139(2) of the Treaty, request jointly that agreements concluded at Community level be implemented by a Council decision on a proposal from the Commission.\n(2) The Council adopted Directive 93/104/EC(1) concerning certain aspects of the organisation of working time. Civil aviation was one of the sectors and activities excluded from the scope of that Directive. The European Parliament and the Council adopted Directive 2000/34/EC amending Directive 93/104/EC in order to cover sectors and activities previously excluded.\n(3) The Commission, in accordance with Article 138(2) of the Treaty, has consulted management and labour on the possible direction of Community action with regard to the sectors and activities excluded from Directive 93/104/EC.\n(4) The Commission, considering after such consultation that Community action was desirable, once again consulted management and labour at Community level on the substance of the envisaged proposal in accordance with Article 138(3) of the Treaty.\n(5) The Association of European Airlines (AEA), the European Transport Workers' Federation (ETF), the European Cockpit Association (ECA), the European Regions Airline Association (ERA) and the International Air Carrier Association (IACA) have informed the Commission of their desire to enter into negotiations in accordance with Article 138(4) of the Treaty.\n(6) The said organisations concluded, on 22 March 2000, a European Agreement on the Organisation of Working Time of Mobile Staff in Civil Aviation.\n(7) This Agreement contains a joint request to the Commission to implement the Agreement by a Council decision on a proposal from the Commission, in accordance with Article 139(2) of the Treaty.\n(8) This Directive and the Agreement lay down more specific requirements within the meaning of Article 14 of Directive 93/104/EC as regards the organisation of working time of mobile staff in civil aviation.\n(9) Article 2(7) of Directive 93/104/EC defines mobile workers as any worker employed as a member of travelling or flying personnel by an undertaking which operates transport services for passengers or goods by road, air or inland waterway.\n(10) The proper instrument for implementing the Agreement is a Directive within the meaning of Article 249 of the Treaty.\n(11) In view of the highly integrated nature of the civil aviation sector and the conditions of competition prevailing in it, the objectives of this Directive to protect workers' health and safety cannot be sufficiently achieved by the Member States and Community action is therefore required in accordance with the subsidiarity principle laid down in Article 5 of the Treaty. This Directive does not go beyond what is necessary to achieve those objectives.\n(12) With regard to terms used in the Agreement which are not specifically defined therein, this Directive leaves Member States free to define those terms in accordance with national law and practice, as is the case for other social policy Directives using similar terms, providing that the said definitions are compatible with the Agreement.\n(13) The Commission has drafted its proposal for a Directive, in accordance with its Communication of 20 May 1998 \"Adapting and promoting the social dialogue at Community level\", taking into account the representative status of the signatory parties and the legality of each clause of the Agreement. The signatory parties together have a sufficiently representative status for flying personnel employed by an undertaking which operates transport services for passengers or goods in civil aviation.\n(14) The Commission has drafted its proposal for a Directive in compliance with Article 137(2) of the Treaty which provides that directives in the social policy domain \"shall avoid imposing administrative, financial and legal constraints in a way which would hold back the creation and development of small and medium-sized undertakings\".\n(15) This Directive and the Agreement establish minimum standards. Member States and/or management and labour may maintain or introduce more favourable provisions.\n(16) Implementation of this Directive should not serve to justify any regression in relation to the situation which already exists in each Member State.\n(17) The Commission has informed the European Parliament, the Economic and Social Committee and the Committee of the Regions by sending them the text of its proposal for a Directive incorporating the Agreement.\n(18) The European Parliament adopted a Resolution on the social partners' framework agreement on 3 October 2000.\n(19) The implementation of the Agreement contributes to achieving the objectives under Article 136 of the Treaty,", "main_body": ["The purpose of this Directive is to implement the European Agreement on the organisation of working time of mobile staff in civil aviation concluded on 22 March 2000 between the organisations representing management and labour in the civil aviation sector: the Association of European Airlines (AEA), the European Transport Workers' Federation (ETF), the European Cockpit Association (ECA), the European Regions Airline Association (ERA) and the International Air Carrier Association (IACA).\nThe text of the Agreement appears in the Annex.", "1. Member States may maintain or introduce more favourable provisions than those laid down in this Directive.\n2. The implementation of this Directive shall under no circumstances constitute sufficient grounds for justifying a reduction in the general level of protection of workers in the fields covered by this Directive. This shall be without prejudice to the rights of Member States and/or management and labour to lay down, in the light of changing circumstances, different legislative, regulatory or contractual arrangements to those prevailing at the time of the adoption of this Directive, provided always that the minimum requirements laid down in this Directive are complied with.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 1 December 2003 or shall ensure that, by that date at the latest, management and labour have introduced the necessary measures by agreement. The Member States shall take any necessary measure to enable them at any time to be in a position to guarantee the results imposed by this Directive. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member States.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 November 2000.\nFor the Council\nThe President\nĂ\u0089. Guigou\n(1) OJ L 307, 13.12.1993, p. 18. Directive as amended by Directive 2000/34/EC (OJ L 195, 1.8.2000, p. 41).\nANNEX\nEuropean Agreement on the Organisation of Working Time of Mobile Staff in Civil Aviation concluded by the Association of European Airlines (AEA), the European Transport Workers' Federation (ETF), the European Cockpit Association (ECA), the European Regions Airline Association (ERA) and the International Air Carrier Association (IACA)\nHaving regard to the Treaty establishing the European Community and in particular Articles 138 and 139(2) thereof,\nHaving regard to the fact that Article 139(2) of the Treaty provides that agreements concluded at European level may be implemented at the joint request of the signatory parties by a Council decision on a proposal from the Commission,\nHaving regard to the fact that the signatory parties hereby make such a request,\nHaving regard to the fact that the signatory parties consider that the provisions of this Agreement are \"more specific requirements\" within the meaning of Article 14 of Council Directive 93/104/EC, and that the provisions of that Directive should not apply,\nTHE SIGNATORY PARTIES HAVE AGREED THE FOLLOWING:\nClause 1\n1. The Agreement applies to the working time of mobile staff in civil aviation.\n2. It lays down more specific requirements within the meaning of Article 14 of Council Directive 93/104/EC relating to the organisation of working time of mobile staff in civil aviation.\nClause 2\n1. \"Working time\" means any period during which the worker is working, at the employer's disposal and carrying out his activity or duties, in accordance with national laws and/or practice.\n2. \"Mobile staff in civil aviation\" means crew members on board a civil aircraft, employed by an undertaking established in a Member State.\n3. \"Block flying time\" means the time between an aircraft first moving from its parking place for the purpose of taking off until it comes to rest on the designated parking position and until all engines are stopped.\nClause 3\n1. Mobile staff in civil aviation are entitled to paid annual leave of at least four weeks, in accordance with the conditions for entitlement to, and granting of, such leave laid down by national legislation and/or practice.\n2. The minimum period of paid annual leave may not be replaced by an allowance in lieu, except where the employment relationship is terminated.\nClause 4\n1. (a) Mobile staff in civil aviation are entitled to a free health assessment before their assignment and thereafter at regular intervals.\n(b) Mobile staff in civil aviation suffering from health problems recognised as being connected with the fact that they also work at night will be transferred whenever possible to mobile or non-mobile day work to which they are suited.\n2. The free health assessment referred to in paragraph 1(a) shall comply with medical confidentiality.\n3. The free health assessment referred to in paragraph 1(a) may be conducted within the national health system.\nClause 5\n1. Mobile staff in civil aviation will have safety and health protection appropriate to the nature of their work.\n2. Adequate protection and prevention services or facilities with regard to the safety and health of mobile staff in civil aviation will be available at all times.\nClause 6\nNecessary measures will be taken to ensure that an employer, who intends to organise work according to a certain pattern, takes account of the general principle of adapting work to the worker.\nClause 7\nInformation concerning specific working patterns of mobile staff in civil aviation should be provided to the competent authorities, if they so request.\nClause 8\n1. Working time should be looked at without prejudice to any future Community legislation on flight and duty time limitations and rest requirements and in conjunction with national legislation on this subject which should be taken into consideration in all related matters.\n2. The maximum annual working time, including some elements of standby for duty assignment as determined by the applicable law, shall be 2000 hours in which the block flying time shall be limited to 900 hours.\n3. The maximum annual working time shall be spread as evenly as practicable throughout the year.\nClause 9\nWithout prejudice to Clause 3, mobile staff in civil aviation shall be given days free of all duty and standby, which are notified in advance, as follows:\n(a) at least seven local days in each calendar month, which may include any rest periods required by law; and\n(b) at least 96 local days in each calendar year, which may include any rest periods required by law.\nClause 10\nThe parties shall review the above provisions two years after the end of the implementation period laid down in the Council Decision putting this Agreement into effect.\nBrussels, 22 March 2000.\nAssociation of European Airlines (AEA)\nKarl-Heinz Neumeister,\nSecretary General\nManfred Merz,\nVice Chairman of AEA Social Affairs Committee, Chairman of the Negotiating Team\nEuropean Transport Workers' Federation (ETF)\nBrenda O'Brien,\nAssistant General Secretary\nBetty Lecouturier,\nPresident, Cabin Crew Committee\nBent Gehlsen,\nNegotiating Group Member, Cabin Crew Committee\nEuropean Cockpit Association (ECA)\nCaptain Francesco Gentile,\nChairman\nCaptain Bill Archer,\nVice Chairman\nGiancarlo Crivellaro,\nGeneral Secretary\nEuropean Regions Airline Association (ERA)\nMike Ambrose,\nDirector General\nThe International Air Carrier Association (IACA)\nMarc Frisque,\nDirector General\nAllan Brown,\nDirector, Aeropolitical and Industry Affairs"}