{"celex_id": "32003D0676", "uri": "http://publications.europa.eu/resource/cellar/378f782c-d915-4836-b7a4-e6d6cad5e729", "type": "Decision", "concepts": ["1857", "2620", "3774", "4125", "73", "994"], "title": "2003/676/EC: Commission Decision of 24 September 2003 on an additional financial contribution from the Community towards the costs of the eradication of foot-and-mouth disease in the United Kingdom in 2001 (notified under document number C(2003) 3325)\n", "header": "Commission Decision\nof 24 September 2003\non an additional financial contribution from the Community towards the costs of the eradication of foot-and-mouth disease in the United Kingdom in 2001\n(notified under document number C(2003) 3325)\n(Only the English text is authentic)\n(2003/676/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Regulation (EC) No 806/2003(2), and in particular Article 3(3) and Article 11 thereof,\nWhereas:\n(1) As soon as the presence of foot-and-mouth disease was officially confirmed in 2001, the United Kingdom reported that it had immediately implemented control measures to be applied in the event of an outbreak of that disease as provided for in Directive 85/511/EEC of 18 November 1985 introducing Community measures for the control of foot-and-month disease(3), as last amended by Commission Decision 2003/11/EC(4), as required in order to obtain a financial contribution from the Community for the eradication of the disease in accordance with Decision 90/424/EEC.\n(2) Foot-and-month disease represents a serious danger to Community stocks. Accordingly, in order to prevent the spread of that disease and contribute to its eradication, the Community should contribute to eligible expenditures incurred by the United Kingdom. Accordingly, it is appropriate that a financial contribution from the Community should be granted to the United Kingdom under the provisions of Decision 90/424/EEC in order to cover the costs related to the outbreak of foot-and-month disease in 2001.\n(3) Under Commission Decisions 2001/654/EC(5) and 2003/23/EC(6), a Community financial contribution was granted towards the compensation of owners for value of animals compulsorily slaughtered under eradication measures relating to outbreaks of foot-and-mouth disease in 2001. A financial contribution from the Community should also be granted towards the operational costs associated with the slaughter of those animals and toward other costs directly linked to other eradication measures.\n(4) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agriculture policy(7), veterinary and plant health measures undertaken in accordance with Community rules are to be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund; Articles 8 and 9 of that Regulation are to apply for financial control purposes.\n(5) The United Kingdom introduced on 27 February 2003 a claim for the reimbursement of other costs related to the eradication of foot-and-mouth disease in 2001. It was provided in computerised form in line with the format already established by Decision 2003/182/EC of 14 March 2003, on a financial contribution from the Community towards the operational costs of the eradication of foot-and-mouth disease in the Netherlands in 2001(8), and the two other Decisions adopted simultaneously for France and Ireland. Therefore, it is not necessary to request that the United Kingdom submits a further claim according to a certain format. However, in order to secure the equal treatment of the Member States, an opportunity should be given to the United Kingdom authorities to complete the claim of 27 February 2003 within 30 calendar days of the date of notification of this Decision.\n(6) Having regard to the budgetary appropriations available in 2003 and having regard to the ongoing verification of the eligible expenditures, the financial contribution towards these costs should, on condition that credits are made available, be limited at this stage to an advance payment of EUR 40 million.\n(7) The financial contribution from the Community should be granted subject to the measures planned having been carried out efficiently and the competent authorities supplying all the necessary information.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Payment of an advance to the financial contribution from the Community to the United Kingdom\nSubject to budgetary availability of the corresponding funds the United Kingdom may obtain an advance payment of EUR 40 million to the additional financial contribution from the Community for the eradication of foot-and-mouth disease in the United Kingdom in 2001. This additional contribution may cover eligible expenditure for the costs of the measures foreseen in Article 11(4) under (a)(i) to (iv) and (b) of Council Decision 90/424/EEC, except for compensation for the value of the animals, already provided for in accordance with Decisions 2001/654/EC and 2003/23/EC.", "Definitions\nFor the purpose of this Decision, the following definitions shall apply:\n(a) \"reasonable payments\", means payments for the purchase of materials or services at proportionate prices compared to the market prices before the outbreak of the foot-and-month disease;\n(b) \"justified payments\", means payments for the purchase of materials or services of which the nature and the direct link with the compulsory slaughter of animals in the holdings is demonstrated.", "The eligible expenditure covered by the financial contribution from the Community\n1. The financial contribution from the Community as referred to in Article 1 shall only be made in respect of justified and reasonable payments for the eligible costs as set out in the Annex.\n2. The financial contribution from the Community as referred to in Article 1 shall exclude:\n(a) value added tax;\n(b) salaries of civil servants;\n(c) use of public material other than consumables.", "Conditions for payment and supporting documentation\n1. The balance of the financial contribution by the Community shall be fixed in a later Decision taken in accordance with the procedure laid down in Article 41 of Decision 90/424/EEC. It will be based on:\n(a) the claim submitted on 27 February 2003 as eventually completed within the time limit as provided for in paragraph 2;\n(b) detailed documents confirming the figures in the claim referred to in point (a);\n(c) the results of the on-the-spot checks by the Commission as referred in Article 5.\nThe documents referred to in point (b) shall be made available for on-the-spot audits by the Commission.\n2. The complement to the claim referred to in paragraph 1(a) shall be provided in computerised form identical to the claim of 27 February 2003 within 30 calendar days of the date of notification of this Decision. When that time limit is not observed, the financial contribution from the Community to the eligible expenditure of this complement shall be reduced by 25 % for every month of delay.", "On-the-spot checks by the Commission\nThe Commission may make on-the-spot checks, with the cooperation of the competent national authorities, on the implementation of the foot-and-mouth eradication measures referred to in Article 1 and the related costs incurred.", "Addressee\nThis Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 24 September 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ L 315, 26.11.1985, p. 11.\n(4) OJ L 7, 11.1.2003, p. 82.\n(5) OJ L 230, 28.8.2001, p. 16.\n(6) OJ L 8, 14.1.2003, p. 41.\n(7) OJ L 160, 26.6.1999, p. 103.\n(8) OJ L 71, 15.3.2003, p. 19.\nANNEX\nEligible costs as referred to in Article 3\n1. Costs for the slaughter of the animals:\n(a) salaries and fees of the slaughter-men;\n(b) consumables and specific equipment used for the slaughter;\n(c) materials used for the transport of the animals to the slaughter-place.\n2. Costs for the destruction of animals:\n(a) rendering: transport of carcases to the rendering plant, treatment of carcases in the rendering plant and destruction of the meal;\n(b) burying: staff specifically employed, materials specifically rented for the transport and the burying of the carcases and products used for the disinfection of the holding;\n(c) burning: staff specifically employed, combustibles or other materials used, materials specifically rented for the transport of the carcases and products used for the disinfection of the plant.\n3. Cost for the destruction of milk:\n(a) compensation at market price of the milk;\n(b) destruction of the milk.\n4. Costs for the cleaning, disinfection and disinsectisation of holdings:\n(a) products used for cleaning, disinfection and disinsectisation;\n(b) salaries and fees for the staff specifically employed.\n5. Costs for the destruction of contaminated feedingstuffs:\n(a) compensation at purchase price of the feedingstuffs;\n(b) destruction of the feedingstuffs.\n6. Cost for the compensation of contaminated equipment at market value and destruction of such equipment. Costs of compensation for reconstruction or renewal of farm buildings and infrastructure costs are ineligible."}