{"celex_id": "32003D0245", "uri": "http://publications.europa.eu/resource/cellar/374eac74-5113-4b1d-a946-bbbd561b62f9", "type": "Decision", "concepts": ["1035", "2455", "2476", "5228", "5561"], "title": "2003/245/EC: Commission Decision of 4 April 2003 on the requests received by the Commission to increase MAGP IV objectives to take into account improvements on safety, navigation at sea, hygiene, product quality and working conditions for vessels of more than 12 m in length overall (notified under document number C(2003) 1113)\n", "header": "Commission Decision\nof 4 April 2003\non the requests received by the Commission to increase MAGP IV objectives to take into account improvements on safety, navigation at sea, hygiene, product quality and working conditions for vessels of more than 12 m in length overall\n(notified under document number C(2003) 1113)\n(Only the English, French, Dutch and Swedish texts are authentic)\n(2003/245/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 97/413/EC of 26 June 1997 concerning the objectives and detailed rules for restructuring the Community fisheries sector for the period from 1 January 1997 to 31 December 2001 with a view to achieving a balance on a sustainable basis between resources and their exploitation(1), as amended by Decision 2002/70/EC(2), and in particular Article 4 thereof,\nHaving regard to Council Regulation (EC) No 2792/1999 of 17 December 1999 laying down the detailed rules and arrangements regarding Community structural assistance in the fisheries sector(3), as last amended by Regulation (EC) No 2369/2002(4), and in particular Article 6 thereof,\nWhereas:\n(1) The Commission has received applications from the Kingdom of Belgium, Ireland, the Kingdom of the Netherlands, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland to increase MAGP IV objectives for reasons of safety, navigation at sea, hygiene, product quality and working conditions that concern vessels of more than 12 m in length overall.\n(2) The Commission has to decide on a case-by-case basis according to provisions applicable at the time the applications were received. The Commission considers that clear and transparent criteria should be established in the present decision in order to ensure a fair assessment of the requests, while preventing fishing effort to increase as a result of the decision.\n(3) Applications received after 31 December 2001 concerning vessels of more than 12 m in length overall will not be eligible, according to Article 4 of Decision 97/413/EC and Article 6 of Regulation (EC) No 2792/1999.\n(4) New vessels outperform old vessels due to the effect of technological progress, which leads to an increase in fishing effort. New vessels already have to comply with the most recent safety requirements.\n(5) If a vessel should be lost at sea, the owner will have no option other than to replace the vessel in order to continue fishing activity.\n(6) Some modifications of existing vessels that result in an increase in tonnage should be accepted in order to increase enclosed volumes devoted to living and working onboard, provided that these modifications do not increase fishing effort.\n(7) The tonnage of vessels under 15 m in length overall is a function of length, breadth and depth, and increases of enclosed volume over the main deck do not affect tonnage expression.\n(8) The increase in propulsive power has a direct effect on fishing effort that cannot be isolated from its influence on safety.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["Eligibility of requests\nThe requests to increase MAGP IV tonnage objectives will be considered eligible subject to the following conditions:\n1. the requests have been forwarded on case-by-case basis by the Member State before 31 December 2001;\n2. the vessel must be properly registered in the Fleet Register of the Community;\n3. the vessel concerned has an overall length of 15 m or more;\n4. the increase in tonnage is the result of modernisation works over the main deck performed or to be performed on an existing registered vessel at least five years old on the starting date of the works. In the case where a vessel has been lost at sea, the increase in tonnage is the result of a greater volume over the main deck of the replacement vessel with respect to the vessel that was lost;\n5. the increase in tonnage is justified in order to improve safety, navigation at sea, hygiene, product quality and working conditions;\n6. the volume under the main deck of the modified vessel or the replacement vessel is not increased.\nRequests to increase the MAGP IV power objectives will not be eligible.", "The requests that are accepted according to the criteria fixed in Article 1 are those listed in Annex I.\nThe requests that are rejected according to the criteria fixed in Article 1 are those listed in Annex II.", "This Decision is addressed to the Kingdom of Belgium, Ireland, the Kingdom of the Netherlands, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 4 April 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 175, 3.7.1997, p. 27.\n(2) OJ L 31, 1.2.2002, p. 77.\n(3) OJ L 337, 31.12.1999, p. 10.\n(4) OJ L 358, 31.12.2002, p. 49.\nANNEX I\nACCEPTED REQUESTS\n>TABLE>\nANNEX II\nREJECTED REQUESTS\n>TABLE>"}