{"celex_id": "32002D0223", "uri": "http://publications.europa.eu/resource/cellar/bd9e2c54-71c6-4bfa-845a-ae5955e0bd72", "type": "Decision", "concepts": ["1474", "2479", "4614", "668", "922"], "title": "2002/223/EC: Council Decision of 19 December 2001 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) concerning additional funding in 2001 under the current EC-UNRWA Convention for the years 1999 to 2001\n", "header": "Council Decision\nof 19 December 2001\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) concerning additional funding in 2001 under the current EC-UNRWA Convention for the years 1999 to 2001\n(2002/223/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 181 in conjunction with the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the assent of the European Parliament(2),\nWhereas:\n(1) The current crisis in the Middle East has put additional burden on UNRWA.\n(2) The Community assistance to UNRWA is an important element in stabilising the situation in the Middle East and furthermore forms part of the campaign against poverty in developing countries and therefore contributes to the sustainable economic and social development of the population concerned and the host countries in which the population lives.\n(3) Support of UNRWA operations would be likely to contribute to the attainment of the Community objectives described above.\n(4) The current Convention between the European Community and the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) for the years 1999 to 2001 (EC-UNRWA Convention(3)), and in particular Article 6 thereof, envisages adjustments to the financial contributions,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the United Nations Relief and Works Agency for Palestine Refugees (UNRWA) concerning an additional contribution of EUR 15 million to the existing funding in 2001 under the current Convention is hereby approved.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in order to bind the Community."], "attachments": "Done at Brussels, 19 December 2001.\nFor the Council\nThe President\nA. Neyts-Uyttebroeck\n(1) Proposal of 7 December 2001 (not yet published in the Official Journal).\n(2) Opinion delivered on 12 December 2001 (not yet published in the Official Journal).\n(3) OJ L 261, 7.10.1999, p. 37."}