{"celex_id": "32007D0727", "uri": "http://publications.europa.eu/resource/cellar/bab7a5ed-12a0-4b14-a0b1-56306214b125", "type": "Decision", "concepts": ["2901", "3472", "3926", "5898", "753"], "title": "2007/727/EC: Council Decision of 8 November 2007 authorising the Republic of Slovenia to ratify, in the interest of the European Community, the Protocol of 12 February 2004 amending the Paris Convention of 29 July 1960 on Third-Party Liability in the Field of Nuclear Energy\n", "header": "13.11.2007 EN Official Journal of the European Union L 294/23\nCOUNCIL DECISION\nof 8 November 2007\nauthorising the Republic of Slovenia to ratify, in the interest of the European Community, the Protocol of 12 February 2004 amending the Paris Convention of 29 July 1960 on Third-Party Liability in the Field of Nuclear Energy\n(2007/727/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 61(c) and Article 67 in conjunction with Article 300(2), first subparagraph, and Article 300(3), second subparagraph, thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament,\nWhereas:\n(1) The Protocol of 12 February 2004 (hereinafter referred to as ‘the Protocol’) amending the Convention of 29 July 1960 on Third-Party Liability in the Field of Nuclear Energy, as amended by the Additional Protocol of 28 January 1964 and by the Protocol of 16 November 1982 (hereinafter referred to as ‘the Paris Convention’) contains provisions which affect the rules laid down in Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (1). This is a field in which the Community has exclusive competence.\n(2) By Decision 2003/882/EC (2) the Council authorised the Member States which are Contracting Parties to the Paris Convention to sign the Protocol in the interest of the Community.\n(3) By Decision 2004/294/EC (3) the Council authorised the same Member States to ratify the Protocol in the interest of the Community or to accede to it. According to Article 2 of that Decision, the Member States were to take the necessary steps to deposit simultaneously their instruments of ratification of the Protocol, or of accession to it, if possible before 31 December 2006.\n(4) Decision 2004/294/EC was addressed to those Member States which were part of the Community on 8 March 2004, with the exception of Austria, Denmark, Ireland and Luxembourg, as is clear from the combined application of Article 1(3) and Article 4 of that Decision.\n(5) The Republic of Slovenia is a Contracting Party to the Paris Convention and signed the Protocol on its own behalf on 12 February 2004. Since Decision 2004/294/EC was addressed only to certain Member States, the Republic of Slovenia could not upon its accession to the European Union on 1 May 2004 be considered an addressee thereof by virtue of Article 53 of the Act of Accession of 2003.\n(6) The United Kingdom and Ireland are bound by Regulation (EC) No 44/2001 and are therefore taking part in the adoption of this Decision.\n(7) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the adoption of this Decision and is not be bound by it or subject to its application.\n(8) The ratification by the Republic of Slovenia of the Protocol is without prejudice to the position of the Member States of the Community which are not Contracting Parties to the Paris Convention,", "main_body": ["Without prejudice to the Community’s powers, the Republic of Slovenia shall ratify, in the interest of the Community, the Protocol amending the Paris Convention.\nSuch ratification shall be without prejudice to the position of those Member States of the Community which are not Contracting Parties to the Paris Convention.", "The Republic of Slovenia shall take the necessary steps to deposit its instrument of ratification of the Protocol, if possible simultaneously with the Member States addressed by Decision 2004/294/EC.", "When ratifying the Protocol, the Republic of Slovenia shall inform the Secretary-General of the Organisation for Economic Cooperation and Development in writing that ratification has taken place in accordance with this Decision.", "This Decision is addressed to the Republic of Slovenia."], "attachments": "Done at Brussels, 8 November 2007.\nFor the Council\nThe President\nR. PEREIRA\n(1)  OJ L 12, 16.1.2001, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 338, 23.12.2003, p. 30.\n(3)  OJ L 97, 1.4.2004, p. 53."}