{"celex_id": "32005D0470", "uri": "http://publications.europa.eu/resource/cellar/70c26b41-4834-4a14-948b-01f4f0cb60b5", "type": "Decision", "concepts": ["11", "3123", "3581", "3873", "4453", "5192", "529"], "title": "2005/470/EC: Commission Decision of 24 June 2005 terminating the examination procedure concerning piracy of Community sound recordings in Thailand and its effects on Community trade in sound recordings\n", "header": "25.6.2005 EN Official Journal of the European Union L 165/32\nCOMMISSION DECISION\nof 24 June 2005\nterminating the examination procedure concerning piracy of Community sound recordings in Thailand and its effects on Community trade in sound recordings\n(2005/470/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3286/94 of 22 December 1994 laying down Community procedures in the field of the common commercial policy in order to ensure the exercise of the Community’s rights under international trade rules, in particular those established under the auspices of the World Trade Organisation (1), and in particular Article 11(1) thereof,\nWhereas:\n(1) On 5 June 1991 the Commission received a complaint, pursuant to Council Regulation (EEC) No 2641/84 of 17 September 1984 on the strengthening of the common commercial policy with regard in particular to protection against illicit commercial practices (2) from the European Office of the International Federation of the Phonographic Industry (IFPI), representing virtually all producers of sound recordings in the Community.\n(2) The complaint alleged that piracy of Community sound recordings was taking place on a large scale in Thailand and that such piracy was causing injury to the Community industry, notably by affecting exports of Community sound recordings to Thailand as well as to other third markets.\n(3) The Commission decided that the complaint contained sufficient evidence to justify the initiation of an examination procedure. A corresponding notice was published in the Official Journal of the European Communities\n (3).\n(4) Following the initiation of the procedure, the Commission conducted a factual and legal examination and presented on 20 February 1992 its examination report to the Advisory Committee. From this it appeared that, during the reference period, and essentially as a result of the Thai authorities' failure to properly enforce the then Thai legislation on copyright, the level of piracy of sound recordings (international repertoire) was likely to have reached 90 %, and that this situation resulted in material injury to the Community industry, notably in the form of lost sales on the Thai market (as well as certain other third markets).\n(5) The Commission then held consultations with the Thai authorities which brought about the commitment of the Thai Government, in September 1992, to bring down piracy of EC sound recordings to negligible levels within the shortest possible time span and, in a first stage, to achieve a substantial reduction within one year. The new Thai Copyright Act entered into force on 21 March 1995. It introduced numerous provisions aimed at simplifying action against the pirates and including the necessary deterrent effects against potential as well as actual infringers, notably through much increased penalties. Under these circumstances, it was decided by Commission decision 96/40/EC (4) to suspend the examination procedure, and to continue a close monitoring of the situation.\n(6) The Commission conducted a further factual and legal examination and presented on 29 May 2002, 13 October 2003 and 29 June 2004 three examination reports to the Advisory Committee. From these it appeared that Thailand has taken measures aimed at effectively reducing the level of piracy of sound recordings including the adoption by the Thai Parliament of an Optical Media Legislation, intensified enforcement activities targeted at persons engaged in music piracy, closer coordination between the different Thai authorities involved in the fight against music piracy and between the Thai authorities and music industry associations, and the organisation of public campaigns aimed at making consumers aware of the adverse effects of piracy.\n(7) Despite these initiatives, piracy of sound recordings (international repertoire) remains a serious problem in Thailand, and substantial numbers of pirated sound recordings continue to be exported to the European Union. These continuing problems can, however, better be addressed in other contexts than an investigation under Regulation 3286/94.\n(8) Further progress in the reduction of piracy of Community sound recordings in Thailand should be sought in the context of permanent bilateral and regional cooperation arrangements between Thailand and the Community.\n(9) Measures to address piracy may also be developed in the context of a bilateral partnership and cooperation agreement between Thailand and the Community.\n(10) The Community may also continue to support efforts to enhance the technical capacity of Thai authorities to combat piracy of sound recordings in the context of financial support programmes.\n(11) The efforts made by Thailand to address problems of piracy of Community sound recordings can be monitored in the framework of the mechanisms envisaged by the Communication on the Strategy for the Enforcement of Intellectual Property Rights in Third Countries (5).\n(12) Accordingly, it is appropriate to terminate the examination procedure.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Advisory Committee,", "main_body": ["The examination procedure concerning piracy of Community sound recordings in Thailand and its effects on Community trade in sound recordings, is hereby terminated."], "attachments": "Done at Brussels, 24 June 2005.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 349, 31.12.1994, p. 71. Regulation as amended by Regulation (EC) No 356/95 (OJ L 41, 23.2.1995, p. 3).\n(2)  OJ L 252, 20.9.1984, p. 1. Regulation as amended by Regulation (EC) No 522/94 (OJ L 66, 10.3.1994, p. 10).\n(3)  OJ C 189, 20.7.1991, p. 26.\n(4)  OJ L 11, 16.1.1996, p. 7.\n(5)  OJ C 129, 26.5.2005, p. 3."}