{"celex_id": "32001R1230", "uri": "http://publications.europa.eu/resource/cellar/e69cee69-12f2-41e5-9669-be8a379c92b1", "type": "Regulation", "concepts": ["2066", "2069", "4381", "4692"], "title": "Commission Regulation (EC) No 1230/2001 of 21 June 2001 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "Commission Regulation (EC) No 1230/2001\nof 21 June 2001\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff(1), as last amended by Commission Regulation (EC) No 1229/2001(2), and in particular Article 9 thereof,\nWhereas:\n(1) Additional Note 2. C to Chapter 2 of the Combined Nomenclature, annexed to the said Regulation, lays down that subheadings 0206 30 30, 0206 49 20 and 0210 90 39 include, in particular, heads or halves of heads of domestic swine, with or without the brains, cheeks or tongues, and parts thereof. Furthermore, the Additional note in question lays down that the head is separated from the rest of the half-carcase by a straight cut parallel to the cranium and which parts are considered parts of heads. Finally, it lays down that boneless meat of the fore-end (including the jowl) are classifiable in subheading 0203 19 55, 0203 29 55, 0210 19 51 or 0210 19 81 as the case may be.\n(2) It has been noted that the classification of the parts chaps and jowls within the meaning of Additional Note 2. C to Chapter 2 present difficulties due to the absence of clear definitions in the Combined Nomenclature. In the case where the head is separated from the rest of the half-carcase by a cut parallel to the cranium up to the level of the eyes and then inclined to the front of the head, the chaps remain attached to the half-carcase. The latter cutting technique is not, however, reflected by the Additional Note at issue. It seems that chaps, depending on the cutting technique used, could be classified in different subheadings of Chapter 2 of the Combined Nomenclature.\n(3) To ensure uniform application of the Combined Nomenclature it seems necessary to amend Additional Note 2. C to Chapter 2 in order to reflect the cutting techniques used and to clarify how chaps and jowls of domestic swine or chaps and jowls of domestic swine presented together are classified in Chapter 2 of the Combined Nomenclature.\n(4) It is necessary to amend Additional notes 2 A(a) and (c) to Chapter 2 in order to reflect the two cutting techniques of half-carcases used.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Chapter 2 of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87 amended as follows.\n1. The third sentence of Additional Note 2.A(a) shall be replaced by the following: \"These carcases or half-carcases may be with or without head, with or without the chaps, feet, flare fat, kidneys, tail or diaphragm.\"\n2. The first paragraph of Additional Note 2.A(c) shall be replaced by the following: \"'fore-ends', for the purposes of subheadings 0203 19 11, 0203 29 11, 0210 19 30 and 0210 19 60: the anterior (cranial) part of the half-carcase without the head, with or without the chaps, including bones, with or without foot, shank, rind or subcutaneous fat.\"\n3. Additional Note 2.C is replaced by the following: \"Subheadings 0206 30 30, 0206 49 20 and 0210 90 39, shall include, in particular, heads or halves of heads of domestic swine, with or without the brains, cheeks or tongues, and parts thereof.\nThe head is separated from the rest of the half-carcase as follows:\n- by a straight cut parallel to the cranium, or\n- by a cut parallel to the cranium up to the level of the eyes and then inclined to the front of the head, thereby causing the chaps to remain attached to the half-carcase.\nThe cheeks, snouts and ears as well as the meat attached to the head, particularly to the rear part, are considered parts of heads. However, the cuts of boneless meat of the fore-end presented alone (jowls, chaps or chaps and jowls together), fall within subheading 0203 19 55, 0203 29 55, 0210 19 51 or 0210 19 81 as the case may be.\"", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 June 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 256, 7.9.1987, p. 1.\n(2) See page 5 of this Official Journal."}