{"celex_id": "32000R2550", "uri": "http://publications.europa.eu/resource/cellar/db29757f-a54f-4de2-9cc8-954a252a6cca", "type": "Regulation", "concepts": ["133", "1879", "3544", "4790", "5228", "997"], "title": "Council Regulation (EC) No 2550/2000 of 17 November 2000 amending Regulation (EC) No 1626/94 laying down certain technical measures for the conservation of marine resources in the Mediterranean\n", "header": "Council Regulation (EC) No 2550/2000\nof 17 November 2000\namending Regulation (EC) No 1626/94 laying down certain technical measures for the conservation of marine resources in the Mediterranean\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1626/94 of 27 June 1994 laying down certain technical measures for the conservation of fishery resources in the Mediterranean(1) and, in particular, Article 3(1) and Article 6(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Article 3(1) and Article 6(1) of Regulation (EC) No 1626/94 set out certain technical conservation measures which were subject to derogating conditions until 31 May 2000 relating to certain traditional fisheries or fishing activities.\n(2) The fishing activities currently benefiting under the said derogations constitute a very important contribution to the overall economy of a large number of fishing-related industries.\n(3) Article 2(2) of Council Regulation (EC) No 1448/1999 of 24 June 1999 introducing transitional measures for the management of certain Mediterranean fisheries and amending Regulation (EC) No 1626/94(2) stipulates that, on the basis of all relevant scientific information, the Commission is to present to the Council a proposal establishing whether the fishing activities covered by the abovementioned derogating conditions may be continued and the technical conditions that should govern them.\n(4) The scientific, technical and economic committee for fisheries (STECF) has given its opinion on the biological impact of the aforesaid fisheries during its plenary meeting of 3 to 7 April 2000. On the basis of the information available from STECF, it may be concluded that the adverse impact of certain fisheries on the resources may be alleviated under certain technical conditions.\n(5) The debate on the common fisheries policy which will take place during 2002 following the report presented by the Commission under Article 14(2) of Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(3) will provide a basis for a long-standing solution to this and other problems of certain Mediterranean fisheries.\n(6) It is therefore appropriate to provide for the continuation of the existing derogations to Articles 3(1) and 6(1) until 31 December 2002, under technical conditions alleviating the impact of fisheries on the resources.\n(7) Member States should regulate by national legislation the abovementioned technical conditions in accordance with guidelines set up on the basis of STECF advice.\n(8) Regulation (EC) No 1626/94 should accordingly be amended,", "main_body": ["Regulation (EC) No 1626/94 is hereby amended as follows:\n1. in Article 3(1), the second subparagraph shall be replaced by the following:\"However, any fishing gear used at a distance from the coast of less than that laid down in the first subparagraph and used in accordance with national law in force on 1 January 1994 may be used until 31 December 2002, unless the Council acting by a qualified majority on a proposal from the Commission, decides otherwise in the light of scientific data proving that their use does not have a negative impact on resources.\";\n2. in Article 3, the following paragraph shall be inserted:\n\"1a. The use of fishing gear under the conditions of the second subparagraph of paragraph 1 shall be prohibited, with exception of the fishery conducted with 'gangui', unless the Member State concerned has enacted measures ensuring that for these fisheries:\n- the prohibition envisaged in paragraph 3 is not jeopardised,\n- fishing does not interfere with the activities of vessels using gears other than trawls, seines or similar towed nets,\n- fishing is restricted to target species not subject to a minimum landing size in accordance with Article 8,\n- fishing is restricted in such a way that catches of species mentioned in Annex IV are minimal,\n- vessels are subject to special fishing permits issued in accordance with Council Regulation (EC) No 1627/94 of 27 June 1994 laying down general provisions concerning special fishing permits(4).\nThese measures shall be communicated to the Commission before 31 December 2000.\";\n3. in Article 6(1), the date of \"31 May 2000\" shall be replaced by \"31 December 2002\";\n4. in Article 6, the following paragraph shall be inserted:\n\"1a. The use of fishing gear under the conditions of the second subparagraph of paragraph 1 shall be prohibited unless the Member State concerned has enacted measures ensuring that for these fisheries:\n- fishing is restricted to target species not subject to a minimum landing size in accordance with Article 8,\n- fishing is restricted in such a way that catches of species mentioned in Annex IV are minimal,\n- vessels are subject to special fishing permits issued in accordance with Regulation (EC) No 1627/94.\nThese measures shall be communicated to the Commission before 31 December 2000.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 June 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 2000.\nFor the Council\nThe President\nJ. Glavany\n(1) OJ L 171, 6.7.1994, p. 1. Regulation as last amended by Regulation (EC) No 812/2000 (OJ L 100, 20.4.2000, p. 3).\n(2) OJ L 167, 2.7.1999, p. 7.\n(3) OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/98 (OJ L 164, 9.6.1998, p. 1).\n(4) OJ L 171, 6.7.1994, p. 7."}