{"celex_id": "32004D0259", "uri": "http://publications.europa.eu/resource/cellar/18a95183-d992-45c3-8339-a7c7a2a1778b", "type": "Decision", "concepts": ["201", "2527", "2537", "2542", "2825", "6884"], "title": "2004/259/EC: Council Decision of 19 February 2004 concerning the conclusion, on behalf of the European Community, of the Protocol to the 1979 Convention on Long Range Transboundary Air Pollution on Persistent Organic Pollutants\n", "header": "Council Decision\nof 19 February 2004\nconcerning the conclusion, on behalf of the European Community, of the Protocol to the 1979 Convention on Long Range Transboundary Air Pollution on Persistent Organic Pollutants\n(2004/259/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 175(1) thereof, in conjunction with Article 300(2), first sentence of the first subparagraph and Article 300(3), first subparagraph thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nHaving regard to the opinion of the European Economic and Social Committee(2),\nAfter consulting the Committee of the Regions,\nWhereas:\n(1) The promotion of measures at international level to deal with regional or worldwide environmental problems is one of the objectives of the Community's policy on the environment, in accordance with Article 174 of the Treaty.\n(2) The Community signed in Aarhus on 24 June 1998 the Protocol to the 1979 Convention on Long Range Transboundary Air Pollution on Persistent Organic Pollutants (hereinafter referred to as the Protocol).\n(3) The Protocol aims at controlling, reducing or eliminating discharges, emissions and losses of persistent organic pollutants that cause significant adverse effects on human health or the environment as a result of their long-range transboundary atmospheric transport.\n(4) The Protocol stipulates, in principle, the elimination or reduction of production and use of thirteen substances regarded as persistent organic pollutants. In addition, Parties have to take effective measures to reduce or stabilise total annual emissions of certain substances.\n(5) The Protocol is open to ratification, acceptance, approval or accession by States and by regional economic integration organisations Parties to the Convention.\n(6) As most of the provisions of the Protocol concern environmental protection and the protection of human health, it is appropriate to choose Article 175(1) as the legal basis, in conjunction with Article 300.\n(7) The Protocol contributes to the achievement of the objectives of the environmental policy of the Community. It is therefore appropriate that the Community approves this Protocol as soon as possible.\n(8) The Community has already adopted instruments covering matters governed by the Protocol, including Council Directives 79/117/EEC of 21 December 1978 prohibiting the placing on the market and use of plant protection products containing certain active substances(3), and 96/59/EC of 16 September 1996 on the disposal of polychlorinated biphenyls and polychlorinated terphenyls (PCB/PCT)(4),", "main_body": ["The Protocol to the 1979 Convention on Long Range Transboundary Air Pollution on Persistent Organic Pollutants, is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to deposit the instrument of approval on behalf of the Community with the Secretary-General of the United Nations, in accordance with Article 16 of the Protocol."], "attachments": "Done at Brussels, 19 February 2004.\nFor the Council\nThe President\nM. McDowell\n(1) Opinion delivered on 20 November 2003 (not yet published in the Official Journal).\n(2) Opinion delivered on 29 October 2003 (not yet published in the Official Journal).\n(3) OJ L 33, 8.2.1979, p. 36. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(4) OJ L 243, 24.9.1996, p. 31."}