{"celex_id": "32006D0545", "uri": "http://publications.europa.eu/resource/cellar/22a0576c-c57f-4231-b560-3ff9757d208e", "type": "Decision", "concepts": ["13", "2723", "3646", "5274", "5481", "5563"], "title": "2006/545/EC: Council Decision of  18 July 2006  on the equivalence of the official examination of varieties carried out in Croatia   (Text with EEA relevance)\n", "header": "5.8.2006 EN Official Journal of the European Union L 215/28\nCOUNCIL DECISION\nof 18 July 2006\non the equivalence of the official examination of varieties carried out in Croatia\n(Text with EEA relevance)\n(2006/545/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/53/EC of 13 June 2002 on the common catalogue of varieties of agricultural plant species (1), and in particular Article 22(1)(a) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Directive 2002/53/EC allows for the Council to determine whether the official examinations of varieties carried out in a third country afford the same assurances as those carried out in the Member States.\n(2) The rules on the official examination of varieties carried out in Croatia in respect of wheat, barley and maize provide that the acceptance of varieties as regards their distinctness, stability and uniformity is based on the results of official examinations, particularly growing trials, covering a sufficient number of characteristics for the variety to be described.\n(3) An examination of those rules and the manner in which they are applied in Croatia in respect of the three aforementioned species has shown that they afford the same assurances as those carried out by the Member States, provided that further conditions are satisfied.\n(4) This Decision does not prevent Community findings on equivalence from being revoked if the conditions on which they are based are not, or cease to be, satisfied.\n(5) Given that the Annexes may require frequent modification of their technical provisions, they should be amended in accordance with the procedure set out in Article 4 of Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (2),", "main_body": ["The official examinations as regards distinctness, stability and uniformity of the varieties of the species listed in Annex I carried out in Croatia by the Authority specified in Annex I shall be considered to afford the same assurances as those carried out by the Member States, if they satisfy the conditions set out in Annex II.", "Amendments to the Annexes shall be adopted in accordance with the procedure referred to in Article 3(2).", "1.   The Commission shall be assisted by the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry, hereinafter referred to as ‘the Committee’, set up by Article 1 of Council Decision 66/399/EEC (3).\n2.   Where reference is made to this paragraph, Articles 4 and 7 of Council Decision 1999/468/EC shall apply.\n3.   The period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n4.   The Committee shall adopt its rules of procedure.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 2006.\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  OJ L 193, 20.7.2002, p. 1. Directive as last amended by Regulation (EC) No 1829/2003 of the European Parliament and of the Council (OJ L 268, 18.10.2003, p. 1).\n(2)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(3)  OJ 125, 11.7.1966, p. 2289/66.\nANNEX I\nAuthority Species\nInstitute for Seed and Seedlings, Osijek Hordeum vulgare L.\nANNEX II\nCONDITIONS\n1. The acceptance of varieties as regards the assessment of distinctness, stability and uniformity shall be based on the results of official examinations.\n2. In order to establish distinctness, the growing trials shall include at least the available comparable varieties:\n— listed in the Common Catalogue of varieties of agricultural plant species, or\n— which, without being listed in the abovementioned catalogue, have been accepted or submitted for acceptance in a Member State of the Community, either for certification and marketing, or for certification for other countries.\n3. The minimum characteristics to be taken into account and the minimum conditions to be complied with when examining certain varieties of the species of agricultural plants shall be those set out in Commission Directive 2003/90/EC (1).\n(1)  OJ L 254, 8.10.2003, p. 7. Directive as amended by Commission Directive 2005/91/EC (OJ L 331, 17.12.2005, p. 24)."}