{"celex_id": "32007R0868", "uri": "http://publications.europa.eu/resource/cellar/9ea9f32c-6386-4940-85cd-465a231f317d", "type": "Regulation", "concepts": ["1686", "1907", "3173", "5573", "863"], "title": "Commission Regulation (EC) No 868/2007 of 23 July 2007 entering a designation in the Register of protected designations of origin and protected geographical indications ( Miel de Galicia or Mel de Galicia (PGI))\n", "header": "24.7.2007 EN Official Journal of the European Union L 192/11\nCOMMISSION REGULATION (EC) No 868/2007\nof 23 July 2007\nentering a designation in the Register of protected designations of origin and protected geographical indications (Miel de Galicia or Mel de Galicia (PGI))\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the third and fourth subparagraphs of Article 7 (5) thereof,\nWhereas:\n(1) Under Article 6(2) and pursuant to Article 17(2) of Regulation (EC) No 510/2006, the Spanish application to register the name Miel de Galicia or Mel de Galicia was published in the Official Journal of the European Union\n (2).\n(2) Germany and Italy submitted an objection to the registration under Article 7(1) of Regulation (EC) No 510/2006. In their objections, Germany and Italy stated that the conditions laid down in Article 2 of Regulation (EC) No 510/2006 had not been fulfilled and that in particular the link between the product and the geographical area was not demonstrated to the requisite legal standard and was thus insufficient to satisfy the definition of a geographical indication. In addition, Germany pointed out that certain elements contained in the product specification were likely to be in breach of Council Directive 2001/110/EC on honey of 20 December 2001 (3), in particular the option of adding dried fruit to the honey, which according to Germany was not in compliance with the definition of ‘honey’ given in the Directive.\n(3) In a letter of 16 November 2005 the Commission asked the Member States concerned to seek agreement amongst themselves in accordance with their internal procedures.\n(4) Given that no agreement was reached between Spain, Germany and Italy within the designated time frame, the Commission must adopt a decision in accordance with the procedure outlined in Article 15(2) of Regulation (EC) No 510/2006.\n(5) Following consultation between Spain, Germany and Italy, details have been added to the product specification of the designations in question. With respect to the product description, honey containing dried fruit was removed from the product specification. Furthermore, the link between the product and the defined geographical area was emphasised, highlighting the reputation the product enjoys and detailing the natural characteristics of the geographical area, which make the product concerned unique and distinguish it from honeys produced in other geographical areas.\n(6) In the Commission’s opinion, the amended version of the product specification is fully in compliance with Regulation (EC) No 510/2006.\n(7) In light of the above, the designation must be entered into the Register of protected designations of origin and protected geographical indications.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Protected Geographical Indications and Protected Designations of Origin,", "main_body": ["The designation contained in Annex I to this Regulation shall be entered in the register.", "A summary of the main points of the specification is given in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12. Regulation as amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ C 30, 5.2.2005, p. 16, and OJ C 139, 14.6.2006, p. 21.\n(3)  OJ L 10, 12.1.2002, p. 47.\nANNEX I\nAgricultural products intended for human consumption listed in Annex I of the Treaty:\nClass 1.4. Other products of animal origin: honey\nSPAIN\nMiel de Galicia or Mel de Galicia (PGI)\nANNEX II\nSUMMARY\nCouncil Regulation (EC) No 510/2006 on protected geographical indications and protected designations of origin of agricultural products and foodstuffs\nMIEL DE GALICIA or MEL DE GALICIA\nEC No: ES/PGI/005/0278/19.2.2003\nPDO ( ) PGI ( X )\nThis summary sets out the main elements of the product specification for information purposes.\n1.\n   Responsible department in the Member State:\n24.7.2007 EN Official Journal of the European Union L 192/11\n(1) Under Article 6(2) and pursuant to Article 17(2) of Regulation (EC) No 510/2006, the Spanish application to register the name Miel de Galicia or Mel de Galicia was published in the Official Journal of the European Union\n (2).\n(2) Germany and Italy submitted an objection to the registration under Article 7(1) of Regulation (EC) No 510/2006. In their objections, Germany and Italy stated that the conditions laid down in Article 2 of Regulation (EC) No 510/2006 had not been fulfilled and that in particular the link between the product and the geographical area was not demonstrated to the requisite legal standard and was thus insufficient to satisfy the definition of a geographical indication. In addition, Germany pointed out that certain elements contained in the product specification were likely to be in breach of Council Directive 2001/110/EC on honey of 20 December 2001 (3), in particular the option of adding dried fruit to the honey, which according to Germany was not in compliance with the definition of ‘honey’ given in the Directive.\n(3) In a letter of 16 November 2005 the Commission asked the Member States concerned to seek agreement amongst themselves in accordance with their internal procedures.\n(4) Given that no agreement was reached between Spain, Germany and Italy within the designated time frame, the Commission must adopt a decision in accordance with the procedure outlined in Article 15(2) of Regulation (EC) No 510/2006.\n(5) Following consultation between Spain, Germany and Italy, details have been added to the product specification of the designations in question. With respect to the product description, honey containing dried fruit was removed from the product specification. Furthermore, the link between the product and the defined geographical area was emphasised, highlighting the reputation the product enjoys and detailing the natural characteristics of the geographical area, which make the product concerned unique and distinguish it from honeys produced in other geographical areas.\n(6) In the Commission’s opinion, the amended version of the product specification is fully in compliance with Regulation (EC) No 510/2006.\n(7) In light of the above, the designation must be entered into the Register of protected designations of origin and protected geographical indications.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Protected Geographical Indications and Protected Designations of Origin,\nClass 1.4. Other products of animal origin: honey\nName : Subdirección General de Denominaciones de Calidad, Dirección General de Alimentación, Secretaria General de Alimentación del Ministerio de Agricultura, Pesca y Alimentación, España\nAddress : Paseo Infanta Isabel 1, E-28071 Madrid\nTel : (34) 913 475394\nFax : (34) 913 475410\nE-mail : sgcaproagro@mapya.es\nName : Mieles Anta, SL\nAddress : C/Ermita, 34 Polígono de A Grela-Bens, A Coruña\nTel : —\nFax : —\nE-mail :\nName : Sociedad Cooperativa ‘A Quiroga’\nAddress : Avenida Doctor Sixto Mauriz, no 43, Fene. A Coruña\nTel : —\nFax : —\nE-mail : —\nComposition : Producers/processors ( X ) others ( )\nClass 1.4. Other products of animal origin: honey\n— maximum water content: 18,5 %,\n— minimum diastase activity: 9 on the Schade scale. Honeys with a low enzyme content have to reach a minimum of 4 on this scale, provided that the hydroxymethylfurfural content does not exceed 10 mg/kg,\n— maximum hydroxymethylfurfural content: 28 mg/kg;\n— multi-flower honey: the majority of pollen must belong to: Castanea sativa, Eucalyptus sp., Ericaceae, Rubus sp., Rosaceae, Cytisus sp-Ulex sp., Trifolium sp., Lotus sp., Campanula, Centaurea, Quercus sp., Echium sp., Taraxacum sp. and Brassica sp.,\n— single-flower honey:\n— ‘eucalyptus honey’: the minimum percentage of pollen from eucalyptus (Eucaliptus sp.) must be 70 %.\n— ‘chestnut honey’: the minimum percentage of pollen from chestnut (Castanea sp.) must be 70 %.\n— ‘blackberry honey’: the minimum percentage of pollen from blackberry (Rubus sp.) must be 45 %.\n— ‘heather honey’: the minimum percentage of pollen from heather (Erica sp.) must be 45 %;\n— multi-flower honeys: colour ranging from amber to dark amber. They have a floral or plant aroma which varies in intensity and persistence. They may be slightly acidic or harsh tasting,\n— single-flower honeys from eucalyptus: amber-coloured with a floral aroma and a hint of waxiness. The aroma has medium intensity and low persistence. Sweet and slightly acidic flavour,\n— single-flower honeys from chestnut: dark amber in colour, sometimes with reddish tones. Ideally with an aroma of medium to low intensity and low persistence. These honeys are slightly acidic and bitter, sometimes a little spicy. In general they are slightly harsh tasting,\n— single-flower honeys from blackberry: colour ranging from amber to dark amber. These honeys are aromatic with persistent floral aromas. Very fruity flavour, particularly sweet, with medium to high intensity and persistence,\n— single-flower honeys from heather: dark amber colour sometimes with reddish tones, slightly bitter and persistent flavour, persistent floral aromas. The aroma is generally of medium to low intensity and low persistence.\n— the presence of typical and unique combinations of pollens which distinguish these honeys even from those produced in neighbouring regions. These combinations are provided in Annex 1;\n— the absence or the low proportion (less than 1 %) of pollens from the Labiaceae family and from Lavandula, Rosmarinus, Thymus, Mentha, etc.;\n— the absence or low proportion (less than 0,1 %) of pollens from Helianthus annuus, Citrus or Olea europaea;\n— the absence or low proportion (less than 1 %) of pollens from Cistus ladanifer;\n— the absence of Hedysarum coronarium, Hypecoum procumbens and Diplotaxis erucoides.\nName : Consejo regulador de la Indicación Geográfica Protegida ‘Miel de Galicia’\nAddress : Pazo de Quián s/n, Sergude, E-15881-Boqueixón, A Coruña\nTel : (34) 981 511913\nFax : (34) 981 511913\nE-mail : info@mieldegalicia.org"}