{"celex_id": "32007L0001", "uri": "http://publications.europa.eu/resource/cellar/26c5d3ad-bca2-4ad7-b149-e56250719f27", "type": "Directive", "concepts": ["1381", "2744", "2836", "2897", "4036", "5300", "5383"], "title": "Commission Directive 2007/1/EC of 29 January 2007 amending Council Directive 76/768/EEC, concerning cosmetic products, for the purposes of adapting Annex II thereof to technical progress   (Text with EEA relevance)\n", "header": "1.2.2007 EN Official Journal of the European Union L 25/9\nCOMMISSION DIRECTIVE 2007/1/EC\nof 29 January 2007\namending Council Directive 76/768/EEC, concerning cosmetic products, for the purposes of adapting Annex II thereof to technical progress\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to cosmetic products (1), and in particular Article 8(2) thereof,\nAfter consulting the Scientific Committee on Consumer Products (SCCP),\nWhereas:\n(1) Following the opinions of the SCCP issued on the basis of scientific studies, the Commission together with Member States and stakeholders agreed on an overall strategy to regulate hair dye substances according to which the industry was required to submit files with scientific data on hair dye substances to be evaluated by the SCCP.\n(2) The substances for which no explicit interest was expressed during the public consultation in defence of their use in hair dyes and for which no updated safety files were submitted to allow an adequate risk assessment should be included in Annex II.\n(3) The substance 4-amino-3-fluorophenol has until now been considered to be covered by the general entry, reference number 22, concerning aniline, its salts and its halogenated and sulphonated derivatives. However, as it is not obvious that 4-amino-3-fluorophenol belongs to that aniline family a specific entry for that substance should be included in Annex II.\n(4) For the sake of clarity, the substance epoxiconazole should be moved from the separate reference number 1182 to reference number 663 in Annex II to Directive 76/768/EEC.\n(5) As no new further scientific data were submitted to the SCCP before 31 July 2006 for the evaluation of N,N′-dihexadecyl-N,N′-bis(2-hydroxyethyl)propanediamide, that substance should be included in Annex II.\n(6) Directive 76/768/EEC should therefore be amended accordingly.\n(7) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Cosmetic Products,", "main_body": ["Annex II to Directive 76/768/EEC is amended in accordance with the Annex to this Directive.", "Member States shall ensure that with effect from 21 February 2008, cosmetic products which fail to comply with this Directive are not sold or disposed of to the final consumer.", "1.   Member States shall adopt and publish, by 21 August 2007 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 21 November 2007.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 January 2007.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 262, 27.9.1976, p. 169. Directive as last amended by Commission Directive 2006/78/EC (OJ L 271, 30.9.2006, p. 56).\nANNEX\nAnnex II to Directive 76/768/EEC is amended as follows:\n1. The following reference numbers 1234 to 1243 are added:\nRef. No Chemical name/INCI name CAS No\n‘1234 PEG-3,2′,2′-di-p-Phenylenediamine 144644-13-3\n1235 6-Nitro-o-Toluidine 570-24-1\n1236 HC Yellow No 11 73388-54-2\n1237 HC Orange No 3 81612-54-6\n1238 HC Green No 1 52136-25-1\n1239 HC Red No 8 and its salts 97404-14-3, 13556-29-1\n1240 Tetrahydro-6-nitroquinoxaline and its salts 158006-54-3, 41959-35-7\n1241 Disperse Red 15, except as impurity in Disperse Violet 1 116-85-8\n1242 4-amino-3-fluorophenol 399-95-1\n1243 N,N′-dihexadecyl-N,N′-bis(2-hydroxyethyl)propanediamide 149591-38-8’\n2. The entry under reference number 1182 is deleted.\n3. Reference number 663 is replaced by the following: ‘(2RS,3RS)-3-(2-Chlorophenyl)-2-(4-fluorophenyl)-[1H-1,2,4-triazol-1-yl)methyl]oxirane; epoxiconazole (CAS No 133855-98-8)’."}