{"celex_id": "32007R0915", "uri": "http://publications.europa.eu/resource/cellar/94e919da-ef8e-4fb1-ab4e-32563cb13b30", "type": "Regulation", "concepts": ["2897", "3645", "4408", "4505", "5887"], "title": "Commission Regulation (EC) No 915/2007 of 31 July 2007 amending Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security (Text with EEA relevance)\n", "header": "1.8.2007 EN Official Journal of the European Union L 200/3\nCOMMISSION REGULATION (EC) No 915/2007\nof 31 July 2007\namending Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2320/2002 of the European Parliament and the Council of 16 December 2002 establishing common rules in the field of civil aviation security (1), and in particular Article 4(2) thereof,\nWhereas:\n(1) The Commission is required, by virtue of Regulation (EC) No 2320/2002, when necessary, to adopt measures for the implementation of common basic standards for aviation security throughout the Community. Commission Regulation (EC) No 622/2003 of 4 April 2003 laying down measures for the implementation of the common basic standards on aviation security (2) was the first act laying down such measures.\n(2) The measures provided for by Regulation (EC) No 622/2003 on restricting liquids carried by passengers arriving on flights from third countries and transferring at Community airports should be reviewed in the light of technical developments, operational implications at airports and the impact on passengers.\n(3) Regulation (EC) No 622/2003 should therefore be amended accordingly.\n(4) Such a review has shown that the restrictions on liquids carried by passengers arriving on flights from third countries and transferring at Community airports create certain operational difficulties at these airports and cause inconvenience to the passengers concerned.\n(5) Developments in screening technology should, in due course, provide solutions to these problems but, until technical solutions become available, temporary measures should be applied and reviewed in line with Regulation (EC) No 1546/2006. Regulation (EC) No 622/2003 should be amended accordingly.\n(6) In accordance with Regulation (EC) No 2320/2002, the measures laid down in the Annex to Regulation (EC) No 622/2003 were classified and were not published. The same necessarily applies to any amending act.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security,", "main_body": ["The Annex to Regulation (EC) No 622/2003 is amended as set out in the Annex to this Regulation.", "of that Regulation shall apply as regards the confidential nature of this Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 2007.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 355, 30.12.2002, p. 1. Regulation as amended by Regulation (EC) No 849/2004 (OJ L 158, 30.4.2004, p. 1; corrected by OJ L 229, 29.6.2004, p. 3).\n(2)  OJ L 89, 5.4.2003, p. 9. Regulation as last amended by Regulation (EC) No 437/2007 (OJ L 104, 21.4.2007, p. 16).\nANNEX\nIn accordance with Article 1 the Annex is secret and shall not be published in the Official Journal of the European Union."}