{"celex_id": "32009R0199", "uri": "http://publications.europa.eu/resource/cellar/a14cd9a1-e712-42c4-a0ea-88f4a249ed50", "type": "Regulation", "concepts": ["1755", "2292", "4687", "4885", "5962", "711"], "title": "Commission Regulation (EC) No 199/2009 of 13 March 2009 laying down a transitional measure derogating from Regulation (EC) No 2160/2003 of the European Parliament and of the Council, as regards direct supply of small quantities of fresh meat derived from flocks of broilers and turkeys (Text with EEA relevance)\n", "header": "14.3.2009 EN Official Journal of the European Union L 70/9\nCOMMISSION REGULATION (EC) No 199/2009\nof 13 March 2009\nlaying down a transitional measure derogating from Regulation (EC) No 2160/2003 of the European Parliament and of the Council, as regards direct supply of small quantities of fresh meat derived from flocks of broilers and turkeys\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2160/2003 of the European Parliament and of the Council of 17 November 2003 on the control of salmonella and other specified food-borne zoonotic agents (1) and in particular Article 13 thereof,\nWhereas:\n(1) The purpose of Regulation (EC) No 2160/2003 is to ensure that proper and effective measures are taken to detect and control salmonella and other zoonotic agents at all relevant stages of production, processing and distribution, and particularly at the level of primary production, in order to reduce their prevalence and the risk they pose to public health.\n(2) Regulation (EC) No 2160/2003 does not apply to primary production for private domestic use or leading to the direct supply, by the producer, of small quantities of primary products to the final consumer or to local retail establishments directly supplying the primary products to the consumers. Pursuant to that Regulation such direct supply is to be governed by national rules ensuring that the objectives of Regulation (EC) No 2160/2003 are achieved.\n(3) Regulation (EC) No 2160/2003 provides for a Community target to be established for the reduction of the prevalence of all salmonella serotypes with public health significance in broilers and turkeys at the level of primary production. It also provides that the Community target is to include the definition of the testing schemes necessary to verify the achievement of the target.\n(4) Commission Regulation (EC) No 646/2007 (2) implements Regulation (EC) No 2160/2003 as regards a Community target for the reduction of the prevalence of certain salmonella in broilers at the level of primary production. It also sets out the testing scheme necessary to verify progress in the achievement of the Community target. That testing scheme is to apply from 1 January 2009.\n(5) Commission Regulation (EC) No 584/2008 (3) implements Regulation (EC) No 2160/2003 as regards a Community target for the reduction of the prevalence of certain salmonella in turkeys at the level of primary production. It also sets out the testing scheme necessary to verify progress in the achievement of the Community target. That testing scheme is to apply from 1 January 2010.\n(6) Regulation (EC) No 2160/2003 does not apply to certain primary production. However, it applies to flocks of broilers and turkeys where the producer intends to supply small quantities of the fresh meat, derived from such flocks, to the final consumer; or to local retail establishments directly supplying such fresh meat to the final consumer. Accordingly, pursuant to the testing schemes set out in Regulation (EC) No 646/2007 and (EC) No 584/2008 such poultry is to be subjected to mandatory testing prior to slaughter.\n(7) Testing of such flocks of broilers and turkeys leads to practical difficulties for producers with very small numbers of animals as continuous testing prior to slaughter would be required. In particular, sales might have to be interrupted since the results of the testing should be known prior to slaughter.\n(8) In order to avoid that a derogation from the mandatory continuous testing in such flocks increase the risk for public health, the Member States should establish national rules governing the supply of the fresh meat of the producer in order that the purpose of Regulation (EC) No 2160/2003 is achieved.\n(9) It is therefore appropriate as a transitional measure, to exclude from the scope of Regulation (EC) No 2160/2003, flocks of broilers and turkeys where the producer intends to supply small quantities of the fresh meat, derived from such flocks, to the final consumer or to local retail establishments directly supplying such fresh meat to the final consumer.\n(10) Such supply is rare during the winter period and therefore the transitional measure should apply from spring 2009.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   By way of derogation from Article 1(2) of Regulation (EC) No 2160/2003, that Regulation shall not apply to flocks of broilers and turkeys where the producer only intends to supply small quantities of the fresh meat, as defined in point 1.10 of Annex I to Regulation (EC) No 853/2004 of the European Parliament and of the Council (4), derived from such flocks, to:\n(a) the final consumer; or\n(b) local retail establishments directly supplying such fresh meat to the final consumer.\n2.   Member States shall establish national rules governing the supply of the fresh meat by the producer, as referred to in paragraph 1, in order that the purpose of Regulation (EC) No 2160/2003 is achieved.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply for a period of three years.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 March 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 325, 12.12.2003, p. 1.\n(2)  OJ L 151, 13.6.2007, p. 21.\n(3)  OJ L 162, 21.6.2008, p. 3.\n(4)  OJ L 139, 30.4.2004, p. 55. Corrected by OJ L 226, 25.6.2004, p. 22."}