{"celex_id": "32001R2228", "uri": "http://publications.europa.eu/resource/cellar/3d826587-7cb8-41a0-ad80-51c4bce56c7a", "type": "Regulation", "concepts": ["1120", "1309", "161", "2957"], "title": "Commission Regulation (EC) No 2228/2001 of 16 November 2001 fixing, for 2002, the reduction percentages to be applied to applications for an allocation by non-traditional operators under the tariff quotas for imports of bananas\n", "header": "Commission Regulation (EC) No 2228/2001\nof 16 November 2001\nfixing, for 2002, the reduction percentages to be applied to applications for an allocation by non-traditional operators under the tariff quotas for imports of bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 216/2001(2),\nHaving regard to Commission Regulation (EC) No 896/2001 of 7 May 2001 laying down detailed rules for applying Council Regulation (EEC) No 404/93 as regards the arrangements for importing bananas into the Community(3), as amended by Regulation (EC) No 1613/2001(4), and in particular Article 9(2) thereof,\nWhereas:\n(1) Pursuant to Article 9(2) of Regulation (EC) No 896/2001, the Commission is to determine, on the basis of the quantities available under the tariff quotas and of Member States' notifications of total allocations requested, the quantities for which allocations for non-traditional operators are granted.\n(2) Member States' notifications under Article 9(1) of that Regulation indicate that the sum of allocations applied for is 11388324,983 tonnes for all non-traditional operators A/B and 389015,100 tonnes for all non-traditional operators C.\n(3) The percentages to be applied for determining the allocations for non-traditional operators under the tariff quotas A/B and C should therefore be fixed.\n(4) This Regulation must enter into force without delay, before the start of the period for the submission of licence applications for the first quarter of 2002.\n(5) The provisions of this Regulation must not prejudge any measures to be adopted in the future, either by the Council or by the Commission, in particular in view of the proposed amendment of Regulation (EEC) No 404/93, and cannot be pleaded by operators as a basis for legitimate expectations,", "main_body": ["This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 November 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 31, 2.2.2001, p. 2.\n(3) OJ L 126, 8.5.2001, p. 6.\n(4) OJ L 214, 8.8.2001, p. 19."}