{"celex_id": "32003D0725", "uri": "http://publications.europa.eu/resource/cellar/ae833e02-345c-4e52-a27d-a233fd9ead6c", "type": "Decision", "concepts": ["1505", "2247", "3774", "5405", "5540"], "title": "2003/725/JHA: Council Decision 2003/725/JHA of 2 October 2003 amending the provisions of Article 40(1) and (7) of the Convention implementing the Schengen Agreement of 14 June 1985 on the gradual abolition of checks at common borders\n", "header": "Council Decision 2003/725/JHA\nof 2 October 2003\namending the provisions of Article 40(1) and (7) of the Convention implementing the Schengen Agreement of 14 June 1985 on the gradual abolition of checks at common borders\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 32 and Article 34(2)(c) thereof,\nHaving regard to the initiative of the Kingdom of Belgium, the Kingdom of Spain and the French Republic,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) The provisions of the Convention implementing the Schengen Agreement of 14 June 1985 on the gradual abolition of checks at common borders(1) which concern cross-border surveillance should be amended and their scope broadened with a view to increasing the success of criminal investigations, particularly those concerning offences connected with organised crime.\n(2) The United Kingdom is taking part in this Decision, in accordance with Article 5 of the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the Treaty on European Union and to the Treaty establishing the European Community and Article 8(2) of Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis(2).\n(3) As regards Iceland and Norway, this Decision constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, point H of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of that Agreement(3),", "main_body": ["The provisions of Article 40 of the Convention implementing the Schengen Agreement of 14 June 1985 on the gradual abolition of checks at common borders are hereby amended as follows:\n1. The first subparagraph of paragraph 1, shall be replaced by the following:\n\"1. Officers of one of the Member States who are keeping a person under surveillance in their country as part of a criminal investigation into an extraditable criminal offence because he is suspected of involvement in an extraditable criminal offence or, as a necessary part of a criminal investigation, because there is serious reason to believe that he can assist in identifying or tracing such a person, shall be authorised to continue their surveillance in the territory of another Member State where the latter has authorised cross-border surveillance in response to a request for assistance made in advance with supporting reasons. Conditions may be attached to the authorisation.\"\n2. Paragraph 7 shall be amended as follows:\n(a) in the third indent, \"rape\" shall be replaced by \"a serious offence of a sexual nature\";\n(b) in the fifth indent, \"forgery of money\" shall be replaced by \"counterfeiting and forgery of means of payment\";\n(c) the following indents shall be added:\n\"- serious fraud;\n- smuggling of aliens;\n- money laundering;\n- illicit trafficking in nuclear and radioactive substances;\n- participation in a criminal organisation as referred to in Council Joint Action 98/733/JHA of 21 December 1998 on making it a criminal offence to participate in a criminal organisation in the Member States of the European Union;\n- terrorist offences as referred to in Council Framework Decision 2002/475/JHA of 13 June 2002 on combating terrorism.\"", "1. This Decision shall not be binding upon Ireland.\n2. This Decision shall not apply to Gibraltar.\n3. This Decision shall only apply to the Channel Islands subject to Article 5(1) of Decision 2000/365/EC.", "This Decision shall take effect on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 2 October 2003.\nFor the Council\nThe President\nG. Pisanu\n(1) OJ L 239, 22.9.2000, p. 19.\n(2) OJ L 131, 1.6.2000, p. 43.\n(3) OJ L 176, 10.7.1999, p. 31."}