{"celex_id": "32003R2268", "uri": "http://publications.europa.eu/resource/cellar/d87e8790-bbd7-48f4-9c8d-5c3089b70c20", "type": "Regulation", "concepts": ["1309", "1596", "192", "2300", "2737", "3614"], "title": "Commission Regulation (EC) No 2268/2003 of 22 December 2003 extending the validity of Regulation (EC) No 812/2003 on transitional measures pursuant to Regulation of the European Parliament and of the Council (EC) No 1774/2002 as regards the importation and transit of certain products from third countries\n", "header": "Commission Regulation (EC) No 2268/2003\nof 22 December 2003\nextending the validity of Regulation (EC) No 812/2003 on transitional measures pursuant to Regulation of the European Parliament and of the Council (EC) No 1774/2002 as regards the importation and transit of certain products from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption(1), as amended by Regulation (EC) No 808/2003(2), and in particular Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 provides for a complete revision of Community rules concerning animal by-products not intended for human consumption, including the introduction of a number of strict importation and transit requirements.\n(2) Transitional arrangements for third countries are provided by Commission Regulation (EC) No 812/2003(3) until 31 December 2003, maintaining the acceptance of the former models of certificates for harmonised products to allow time to adjust to the new requirements and to avoid disruption of trade. The transitional arrangements were also necessary to provide for the maintenance of national certificates provided for in Article 29(7), pending implementation of Article 29(6) of Regulation (EC) No 1774/2002, and the update of the rules on trade and importation in Annexes VII and VIII and also the update of the model of health certificates in Annex X.\n(3) These updates and new model health certificates are in the process of being adopted; however, it is necessary to extend the transitional period provided by Regulation (EC) No 812/2003 in order for the adoption procedures to be completed, and for allowing third countries to adapt to the new model of health certificates subsequently.\n(4) Regulation (EC) No 812/2003 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amendment of date of application\n1. In Article 1 of Regulation (EC) No 812/2003, the words \"31 December 2003\" appearing in the first paragraph after the word \"until\" are replaced by \"30 April 2004\".\n2. In Article 2 of Regulation (EC) No 812/2003, the words \"31 December 2003\" appearing in the second sentence are replaced by \"30 April 2004\".", "Entry into force\nThis Regulation shall enter into force and apply on the third day following that of its publication in Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 273, 10.10.2002, p. 1.\n(2) OJ L 117, 13.5.2003, p. 1.\n(3) OJ L 117, 13.5.2003, p. 19."}