{"celex_id": "32004D0252", "uri": "http://publications.europa.eu/resource/cellar/0be84a3a-c2a6-4fba-b7eb-be332e827091", "type": "Decision", "concepts": ["1445", "3408", "5034", "616", "619"], "title": "2004/252/EC: Commission Decision of 10 March 2004 amending Decision 2001/106/EC as regards bovine semen storage centres (Text with EEA relevance) (notified under document number C(2004) 709)\n", "header": "Commission Decision\nof 10 March 2004\namending Decision 2001/106/EC as regards bovine semen storage centres\n(notified under document number C(2004) 709)\n(Text with EEA relevance)\n(2004/252/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 88/407/EEC of 14 June 1988 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the bovine species(1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Under Directive 88/407/EEC, as amended by Council Directive 2003/43/EC(2), intra-Community trade of semen of domestic animals of the bovine species is permitted from semen collection centres or semen storage centres approved by the competent authorities of the Member States where they are located and each Member State is to send a list of semen collection or storage centre(s) to the other Member States and to the Commission.\n(2) Commission Decision 2001/106/EC of 24 January 2001 establishing a model for the lists of entities approved by Member States in accordance with various provisions of Community veterinary legislation, and the rules applying to the transmission of these lists to the Commission(3) lays down rules on how lists of semen collection centres that each Member State has approved on its territory are to be transmitted to the Commission. That Decision also provides for models to be used for those lists.\n(3) To take account of the amendments made to Directive 88/407/EEC by Directive 2003/43/EC concerning semen storage centres the scope of Decision 2001/106/EC should be broadened in order to include bovine semen storage centres.\n(4) Decision 2001/106/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Decision 2001/106/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 194, 22.7.1988, p. 10. Directive as last amended by Commission Decision 2004/101/EC (OJ L 30, 4.2.2004, p 15.).\n(2) OJ L 143, 11.6.2003, p. 23.\n(3) OJ L 39, 9.2.2001, p. 39. Decision as amended by Decision 2002/279/EC (OJ L 99, 16.4.2002, p. 17.).\nANNEX\nAnnexes I and II to Decision 2001/106/EC are amended as follows:\n1. in Annex I, paragraph 2 is replaced by the following:\n\"2. Semen collection and storage centres approved in accordance with Article 5(1) of Directive 88/407/EEC and semen collection centres approved in accordance with Article 5(1) of Directive 90/429/EEC.\";\n2. in Annex II, Section II is replaced by the following:\n>PIC FILE= \"L_2004079EN.004602.TIF\">"}