{"celex_id": "32000R1476", "uri": "http://publications.europa.eu/resource/cellar/d46d74f9-feda-4c57-962a-de4cbcfce914", "type": "Regulation", "concepts": ["1309", "1474", "2084", "4080", "614", "666"], "title": "Commission Regulation (EC) No 1476/2000 of 10 July 2000 determining the amounts of the agricultural components and the additional duties applicable from 1 July 2000 on the importation into the Community of goods covered by Council Regulation (EC) No 3448/93 from Norway\n", "header": "Commission Regulation (EC) No 1476/2000\nof 10 July 2000\ndetermining the amounts of the agricultural components and the additional duties applicable from 1 July 2000 on the importation into the Community of goods covered by Council Regulation (EC) No 3448/93 from Norway\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Regulation (EC) No 2491/98(2), and in particular Article 7 thereof,\nWhereas:\n(1) It is appropriate to determine the agricultural components referred to in the Annex to the Agreement in the form of an Exchange of Letters concerning the amendment of Protocol 2 of the Agreement between the European Community and the Kingdom of Norway(3). The duties resulting from those measures may not exceed those applicable under the Common Customs Tariff.\n(2) Commission Regulation (EC) No 1460/96(4), amended by Regulation (EC) No 2495/97(5), establishes detailed rules for the application of preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, referred to in Article 7 of Regulation (EC) No 3448/93,", "main_body": ["The Annexes to this Regulation lay down the agricultural components and the corresponding additional duties applicable from 1 July 2000 to the importation of goods covered by Table 1 of Annex B to Regulation (EC) No 3448/93 from Norway.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 July 2000.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 309, 19.11.1998, p. 28.\n(3) OJ L 345, 31.12.1996, p. 78.\n(4) OJ L 187, 26.7.1996, p. 18.\n(5) OJ L 343, 13.12.1997, p. 18.\nANEXO I/BILAG I/ANHANG I/ΠΑΡΑΡΤΗΜΑ I/ANNEX I/ANNEXE I/ALLEGATO I/BIJLAGE I/ANEXO I/LIITE I/BILAGA I\nElementos agrícolas (por 100 kilogramos de peso neto) aplicables a partir del 1 de julio de 2000 inclusive, a la importación en la Comunidad procedente del Reino de Noruega/Landbrugselementer (pr. 100 kg nettovægt), der skal anvendes ved indførsel fra Kongeriget Norge til Fællesskabet fra 1. juli 2000/Agrarteilbeträge (für 100 kg Eigengewicht) bei der Einfuhr aus dem Königreich Norwegen in die Gemeinschaft, anwendbar ab 1. Juli 2000/Γεωργικά στοιχεία (ανά 100 kg καθαρού βάρους) που εφαρμόζονται από 1ης Ιουλίου 2000 συμπεριλαμβανομένης κατά την εισαγωγή στην Κοινότητα από το Βασίλειο της Νορβηγίας/Agricultural components (per 100 kilograms net weight) to be levied from 1 July 2000, on importation into the Community from the Kingdom of Norway/Éléments agricoles (par 100 kilogrammes poids net) applicables à partir du 1er juillet 2000 à l'importation dans la Communauté en provenance du Royaume de Norvège/Elementi agricoli (per 100 kg peso netto) applicabili all'importazione nella Comunità in provenienza dal Regno di Norvegia dal 1o luglio 2000/Agrarische elementen (per 100 kg nettogewicht) bij invoer in de Gemeenschap vanuit het Koninkrijk Noorwegen, te heffen vanaf 1 juli 2000/Elementos agrícolas (por 100 quilogramas de peso líquido) aplicáveis a partir de 1 de Julho de 2000, inclusive, à importação na Comunidade proveniente do Reino da Noruega/Norjan kuningaskunnasta yhteisöön tulevaan tuontiin 1 päivästä heinäkuuta 2000 sovellettavat maatalousosat (100 nettopainokilolta)/Jordbruksbeståndsdelar (per 100 kg nettovikt) som skall tillämpas på import från Konungariket Norge till gemenskapen från och med den 1 juli 2000\nPARTE 1/DEL 1/TEIL 1/ΜΕΡΟΣ 1/PART 1/PARTIE 1/PARTE 1/DEEL 1/PARTE 1/OSA 1/DEL 1\n>TABLE>\nPARTE 2/DEL 2/TEIL 2/ΜΕΡΟΣ 2/PART 2/PARTIE 2/PARTE 2/DEEL 2/PARTE 2/OSA 2/DEL 2\n>TABLE>\nANEXO II/BILAG II/ANHANG II/ΠΑΡΑΡΤΗΜΑ II/ANNEX II/ANNEXE II/ALLEGATO II/BIJLAGE II/ANEXO II/LIITE II/BILAGA II\nImportes de los derechos adicionales sobre el azúcar (AD S/Z) y sobre la harina (AD F/M) (por 100 kilogramos de peso neto) aplicables a la importación en la Comunidad procedente del Reino de Noruega a partir del 1 de julio de 2000/Tillægstold for sukker (AD S/Z) og for mel (AD F/M) (pr. 100 kg nettovægt), der skal anvendes ved indførsel til Fællesskabet fra Kongeriget Norge fra 1. juli 2000/Beträge der Zusatzzölle für Zucker (AD S/Z) und für Mehl (AD F/M) (für 100 kg Nettogewicht) bei der Einfuhr aus dem Königreich Norwegen in die Gemeinschaft ab 1. Juli 2000/Ποσά πρόσθετων δασμών στη ζάχαρη (AD S/Z) και στο αλεύρι (AD F/M) (για 100 kg καθαρού βάρους) που εφαρμόζονται από 1ης Ιουλίου 2000 συμπεριλαμβανομένης, κατά την εισαγωγή στην Κοινότητα από το Βασίλειο της Νορβηγίας/Amounts of additional duties on sugar (AD S/Z) and on flour (AD F/M) (per 100 kilograms net weight) applicable on importation into the Community from the Kingdom of Norway from 1 July 2000/Montants des droits additionnels sur le sucre (AD S/Z) et sur la farine (AD F/M) (par 100 kilogrammes poids net) applicables à l'importation dans la Communauté en provenance du Royaume de Norvège à partir du 1er juillet 2000/Importi dei dazi aggiuntivi sullo zucchero (AD S/Z) e sulla farina (AD F/M) (per 100 kg peso netto) applicabili all'importazione nella Comunità in provenienza dal Regno di Norvegia dal 1o luglio 2000/Bedragen der aanvullende invoerrechten op suiker (AD S/Z) en op meel (AD F/M) (per 100 kg nettogewicht), geldend bij invoer in de Gemeenschap vanuit het Koninkrijk Noorwegen vanaf 1 juli 2000/Montantes dos direitos adicionais sobre o açúcar (AD S/Z) e sobre a farinha (AD F/M) (por 100 quilogramas de peso líquido) aplicáveis na importação na Comunidade proveniente do Reino da Noruega a partir de 1 de Julho de 2000/Norjan kuningaskunnasta yhteisöön tuotavaan sokeriin (AD S/Z) ja jauhoihin (AD F/M) (100 nettopainokilolta) 1 päivästä heinäkuuta 2000 sovellettavat lisätullit/Tilläggstull för socker (AD S/Z) och för mjöl (AD F/M) (per 100 kg nettovikt) som skall utgå på import till gemenskapen från Konungariket Norge från och med den 1 juli 2000\nPARTE 1/DEL 1/TEIL 1/ΜΕΡΟΣ 1/PART 1/PARTIE 1/PARTE 1/DEEL 1/PARTE 1/OSA 1/DEL 1\n>TABLE>\nPARTE 2/DEL 2/TEIL 2/ΜΕΡΟΣ 2/PART 2/PARTIE 2/PARTE 2/DEEL 2/PARTE 2/OSA 2/DEL 2\n>TABLE>\n>TABLE>"}