{"celex_id": "32004R1415", "uri": "http://publications.europa.eu/resource/cellar/cc9d4aea-0e4d-4821-9813-e727424b2e9a", "type": "Regulation", "concepts": ["4790", "5228", "544"], "title": "Council Regulation (EC) No 1415/2004 of 19 July 2004 fixing the maximum annual fishing effort for certain fishing areas and fisheries\n", "header": "5.8.2004 EN Official Journal of the European Union L 258/1\nCOUNCIL REGULATION (EC) No 1415/2004\nof 19 July 2004\nfixing the maximum annual fishing effort for certain fishing areas and fisheries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1954/2003 of 4 November 2003 on the management of the fishing effort relating to certain Community fishing areas and resources (1), and in particular Article 11(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1954/2003 establishes the conditions and procedures for the introduction of a system for the management of fishing effort in certain Community fishing areas and resources.\n(2) The Member States have submitted to the Commission the information required in accordance with Regulation (EC) No 1954/2003 and in particular the annual average fishing effort over the period 1998 to 2002 exerted by vessels equal to or more than 15 m in length overall in the areas defined in that Regulation and the annual average fishing effort over the period 1998 to 2002 exerted by vessels equal to or more than 10 m in length overall in the biologically sensitive area defined in that Regulation.\n(3) In the assessment of fishing effort referred to in Regulation (EC) No 1954/2003, the installed power has been understood as the power of a vessel, as defined in Regulation (EEC) No 2930/86 of 22 September 1986 defining characteristics for fishing vessels (2).\n(4) The Commission forwarded to the Member States the information required pursuant to Regulation (EC) No 1954/2003 and, after consultation with them, assessed the data provided in relation to fishing effort limitations adopted under previous or current Community measures which involve or have involved the management of fishing effort.\n(5) The maximum annual fishing effort, to be fixed for the vessels flying the flag of a Member State, by group of species, area and fishery, should be equal to the global fishing effort exerted over the five-year period 1998 to 2002 by those vessels, divided by five,", "main_body": ["Subject matter\nThis Regulation sets the maximum annual fishing effort for each Member State and for each area and fishery defined in Articles 3 and 6 of Regulation (EC) No 1954/2003.", "Maximum levels\n1.   The maximum levels of annual fishing effort by group of species, area and fishery, and by Member State, for the areas referred to in Article 3(1)(a) and (b) of Regulation (EC) No 1954/2003, are set out in Annex I to this Regulation.\n2.   The maximum levels of annual fishing effort by group of species, area and fishery, and by Member State, for the area referred to in Article 6(1) of Regulation (EC) No 1954/2003, are set out in Annex II to this Regulation.", "Transiting through an area\n1.   Each Member State shall ensure that the utilisation of fishing effort allocations by area, as defined in Articles 3 and 6 of Regulation (EC) No 1954/2003, will not result in more time spent fishing by comparison to fishing effort levels exerted during the reference period.\n2.   Fishing effort established as a result of a vessel transiting through an area where no fishing operation had taken place during the reference period shall not be used for the purpose of carrying out fishing operations in that area. Each Member State shall record such fishing effort separately.", "Methodology\nEach Member State shall ensure that the method used to record fishing effort is the same as the one used in assessing the levels of fishing effort according to Articles 3 and 6 of Regulation (EC) No 1954/2003.", "Compliance with other fishing effort limitation schemes\nThe maximum levels of annual fishing effort fixed in Annexes I and II shall be without prejudice to fishing effort limitations fixed under recovery plans or any other management measure under Community law provided that the measure with the lower amount of fishing effort is complied with.", "Entry into force\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 2004.\nFor the Council\nThe President\nC. VEERMAN\n(1)  OJ L 289, 7.11.2003, p. 1.\n(2)  OJ L 274, 25.9.1986, p. 1. Regulation as amended by Regulation (EC) No 3259/94 (OJ L 339, 29.12.1994, p. 11).\nANNEX I\nMaximum levels of annual fishing effort as determined on the basis of Article 3(1)(a) and (b) of Regulation (EC) No 1954/2003\nFishing area (except, where appropriate, for the area defined in Article 6(1) of Regulation (EC) No 1954/2003) Annual average of fishing effort, in kW(x) days (1), in connection with vessels equal to or more than 15 metres in length\nBelgium Denmark Germany Spain France Ireland The Netherlands Portugal United Kingdom\nTable A\nDemersal species excluding those covered by Regulation (EC) No 2347/2002\nTotal 8 197 827 215 234 424 882 88 117 785 77 270 095 10 229 052 759 606 35 728 844 50 021 901\nICES V, VI 58 452 215 234 186 370 2 460 000 11 649 154 2 324 932 6 000 0 24 017 229\nICES VII 7 396 910 0 233 560 17 957 785 40 657 844 7 904 120 350 279 0 25 786 266\nICES VIII 742 465 0 4 952 33 100 000 24 963 097 0 403 327 2 552 222 218 406\nICES IX 0 0 0 15 300 000 0 0 0 29 936 606 0\nICES X 0 0 0 0 0 0 0 2 360 033 0\nCECAF 34.1.1 0 0 0 14 500 000 0 0 0 94 659 0\nCECAF 34.1.2 0 0 0 4 800 000 0 0 0 378 452 0\nCECAF 34.2.0 0 0 0 0 0 0 0 406 872 0\nTable B\nScallops\nTotal 354 066 0 0 380 000 8 349 182 530 778 155 157 0 5 290 044\nICES V, VI 0 0 0 0 0 5 766 0 0 1 974 425\nICES VII 354 066 0 0 0 7 447 932 525 012 155 157 0 3 315 619\nICES VIII 0 0 0 170 000 901 250 0 0 0 0\nICES IX 0 0 0 210 000 0 0 0 0 0\nICES X 0 0 0 0 0 0 0 0 0\nCECAF 34.1.1 0 0 0 0 0 0 0 0 0\nCECAF 34.1.2 0 0 0 0 0 0 0 0 0\nCECAF 34.2.0 0 0 0 0 0 0 0 0 0\nTable C\nEdible crab and spider crab\nTotal 0 0 0 2 920 000 2 465 482 505 960 0 0 1 245 658\nICES V, VI 0 0 0 0 0 465 000 0 0 702 292\nICES VII 0 0 0 0 1 946 719 40 960 0 0 543 366\nICES VIII 0 0 0 500 000 518 763 0 0 0 0\nICES IX 0 0 0 750 000 0 0 0 0 0\nICES X 0 0 0 0 0 0 0 0 0\nCECAF 34.1.1 0 0 0 0 0 0 0 0 0\nCECAF 34.1.2 0 0 0 1 670 000 0 0 0 0 0\nCECAF 34.2.0 0 0 0 0 0 0 0 0 0\n(1)  For the calculation of fishing effort by vessel in a particular area, the activity is defined, for a vessel absent from port, as the number of days at sea by trip in the area, rounded up to the nearest whole number.\nANNEX II\nMaximum levels of annual fishing effort as determined in the biologically sensitive area referred to in Article 6 of Regulation (EC) No 1954/2003\nTarget species in the biologically sensitive area defined in Article 6(1) of Regulation (EC) No 1954/2003 Annual average of fishing effort, in kW(x) days (1), for vessels equal to or more than 10 metres in length overall\nBelgium Denmark Germany Spain France Ireland The Netherlands Portugal United Kingdom\nDemersal species excluding those covered by Regulation (EC) No 2347/2002 135 432 0 8 326 5 642 215 9 559 653 7 154 490 0 0 3 061 485\nScallops 0 0 0 0 31 039 109 395 0 0 1 223\nEdible crab and spider crab 0 0 0 0 84 690 63 198 0 0 393\nTotal 135 432 0 8 326 5 642 215 9 675 382 7 327 083 0 0 3 063 101\n(1)  For the calculation of fishing effort by vessel in a particular area, the activity is defined, for the vessel absent from port, as the number of days at sea by trip in the area, rounded up to the nearest whole number."}