{"celex_id": "32000R2010", "uri": "http://publications.europa.eu/resource/cellar/30d91ea1-ff28-4945-8345-097b10275b40", "type": "Regulation", "concepts": ["1309", "3892", "4375", "4580", "519", "588"], "title": "Council Regulation (EC) No 2010/2000 of 18 September 2000 further amending Regulation (EEC) No 3905/88 as regards definitive anti-dumping duties on imports of polyester yarn originating in Taiwan and Turkey\n", "header": "Council Regulation (EC) No 2010/2000\nof 18 September 2000\nfurther amending Regulation (EEC) No 3905/88 as regards definitive anti-dumping duties on imports of polyester yarn originating in Taiwan and Turkey\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 11(3) thereof,\nHaving regard to the proposal from the Commission after consulting the Advisory Committee,\nWhereas:\nA. EXISTING MEASURES\n(1) By Regulation (EEC) No 3905/88(2), which was further amended by Regulation (EC) No 1074/96(3) the Council imposed a definitive anti-dumping duty on imports of polyester textured filament yarn originating in Taiwan and Turkey.\nB. REQUEST FOR A REVIEW\n(2) A request for an interim review of Regulation (EC) No 1074/96 by which the Council further amended Regulation (EEC) No 3905/88 was received from LeaLea Enterprise Co. Ltd. (hereinafter referred to as \"LeaLea\"), a Taiwanese exporting producer of the product concerned subject to the anti-dumping measures in force.\n(3) This request pursuant to Article 11(3) of Regulation (EC) No 384/96 (hereinafter referred to as the \"basic Regulation\"), claimed a change in circumstances on the basis of which the measures in force were established to justify the initiation of a review. According to the request, a better production efficiency that led to a lasting drop in production costs reduced LeaLea's normal value. At the same time, LeaLea's export prices have increased. LeaLea claimed that, therefore, the existing measures should be repealed insofar as they apply to it.\n(4) As the request contained sufficient prima facie evidence, the Commission, after having consulted the Advisory Committee, decided to initiate an interim review(4) of Regulation (EC) No 1074/96.\n(5) This interim review was limited in scope to the examination of dumping of LeaLea.\nC. PROCEDURE\n(6) The period of investigation of dumping covered the period from 1 April 1998 to 31 March 1999 (hereinafter referred to as the \"investigation period\").\n(7) The Commission officially advised the representatives of the exporting country of the initiation of the interim review and gave all the parties directly concerned the opportunity to make their views known in writing and to request a hearing.\n(8) A submission was received from The International Rayon and Synthetic Fibres Committee, i.e. the complainant in the original case.\n(9) The Commission services sent a questionnaire and received detailed information from LeaLea as well as from one of its related companies.\n(10) The Commission services sought and verified all information they deemed necessary for the purpose of a determination of dumping and carried out investigations at the premises of the following companies:\n- LeaLea Enterprise Co. Ltd., Taipei, Taiwan\n- Solelytex Industrial Corporation, Taipei, Taiwan, i.e. producer related to LeaLea.\n(11) The interested parties were informed of the facts and considerations on the basis of which it was intended to recommend a further amendment of Regulation (EC) No 3905/88 and were given an opportunity to comment. No comment was received within the deadline set for that purpose.\nD. PRODUCT UNDER CONSIDERATION AND LIKE PRODUCT\n1. Product under consideration\n(12) The product under consideration is the same as in the previous investigation, i.e. polyester textured filament yarn (hereinafter referred to as \"PTY\"). PTY is directly derived from partially oriented polyester yarn, and is used in both the weaving and the knitting sectors to make polyester or polyester/cotton fabrics. The product is currently classifiable within CN code 5402 33 00. It should be noted, however, that the Council Regulation imposing definitive measures refers to CN codes 5402 33 10 and 5402 33 90 which were applicable for the product classification at the time the Regulation was published.\n(13) There are different types of PTY, depending on the weight (\"denier\"), the number of filaments and the lustre. There are also different qualities, depending on the efficiency of the production process. However, no significant differences exist in the basic characteristics and uses of the different types and qualities of PTY. All types of PTY have been and are considered as one product for the purposes of this investigation.\n2. Like product\n(14) As in the previous investigation, this investigation has shown that the PTY produced in Taiwan by LeaLea and sold on the Taiwanese market or exported to the Community has the same basic physical and chemical characteristics and the same uses, and therefore, is to be considered a like product within the meaning of Article 1(4) of the basic Regulation.\nE. DUMPING CALCULATION\n1. Normal value\n(15) As far as the determination of normal value is concerned, it was first established whether LeaLea's total domestic sales of the like product were representative in comparison with its total export sales to the Community. In accordance with Article 2(2) of the basic Regulation this was found to be the case since the domestic sales volume of LeaLea was at least 5 % of its total sales volume to the Community.\n(16) For each of the types sold by LeaLea on its domestic market and found to be directly comparable to the types exported to the Community, it was examined whether domestic sales were sufficiently representative for the purposes of Article 2(2) of the basic Regulation. This was considered to be the case when, during the investigation period, the total domestic sales volume of a type represented 5 % or more of the total sales volume of the same type exported to the Community.\n(17) For the 10 product types meeting the 5 % test, an examination was also made as to whether the domestic sales of each type could be regarded as having been made in the ordinary course of trade, by establishing the proportion of sales to independent customers of the type in question not made at a loss. In cases where sales of a type not made at a loss represented more than 80 % of the total domestic sales volume of that type, normal value was based on a weighted average price of all domestic sales made during the investigation period (i. e. four types). In cases where the volume of sales of a type not made at a loss represented at least 10 %, but not more than 80 % of the total domestic sales volume of that type, normal value was based on a weighted average price of the sales not made at a loss only (i. e. five types).\n(18) For the product types where the volume of domestic sales was lower than 5 % of the volume exported to the Community (i. e. four types), or where the volume of domestic sales not made at a loss was less than 10 % (i. e. one type), domestic sales of these product types were considered insufficient within the meaning of Article 2(2) of the basic Regulation. For these types, normal value was constructed on the basis of the costs of manufacturing incurred by LeaLea for the exported product type in question plus a reasonable amount for selling, general and administrative costs (\"SG& A\") and profits in accordance with Article 2(3) and (6) of the basic Regulation. The SG& A were based on LeaLea's domestic sales of the like product. The profit margin was based on LeaLea's domestic sales of the like product made in the ordinary course of trade.\n2. Export price\n(19) Since all export sales of the product under consideration were made directly to independent customers in the Community, the export price was established in accordance with Article 2(8) of the basic Regulation, on the basis of prices paid or payable.\n3. Comparison\n(20) The comparison was made on an ex-factory basis and at the same level of trade. For the purpose of ensuring a fair comparison, account was taken, in accordance with Article 2(10) of the basic Regulation, of differences in factors which were claimed and demonstrated to affect prices and price comparability, i.e. transport costs, insurance costs, handling, loading and ancillary costs, credit costs and commissions.\n4. Dumping margin\n(21) The comparison was made between the weighted average adjusted normal value per product type and the weighted average net ex-works export price for the same product type, in accordance with Article 2(11) of the basic Regulation.\n(22) The comparison as described above showed the existence of a de minimis dumping for LeaLea (i. e. a dumping margin of 0,3 %).\nF. LASTING NATURE OF CHANGED CIRCUMSTANCES\n(23) In accordance with Article 11(3) of the basic Regulation, it was also examined whether the changed circumstances could reasonably be said to be of a lasting nature. In this respect, it was found that LeaLea's output had considerably increased as compared to the original investigation period (i. e. 1 July 1993 until 30 June 1994) due to the setting up in 1997 of its own production facilities for both polymers and partially oriented yarn. The use of partially oriented yarn produced in-house led to a significant drop in production costs and a related fall in domestic prices of PTY which, together with an increase in export prices, can, at least partly, be considered as a lasting change.\nG. CONCLUSION\n(24) The investigation found that dumping during the investigation period has been reduced to a de minimis level due to a fall in the normal value and an increase in export prices. These changes are considered to be of a lasting nature. This is particularly the case in respect of the reduction in the normal value, which is due to a better production efficiency that led to a lasting drop in production costs.\n(25) In the light of the foregoing, the Council considers that the measures currently in force for LeaLea should be repealed.\n(26) Since the repeal of the measures concerns only LeaLea, and not Taiwan as a whole, LeaLea remains subject to the proceeding and may be reinvestigated in any subsequent review carried out for Taiwan pursuant to Article 11 of the basic Regulation,", "main_body": ["Article 2 of Regulation (EEC) No 3905/88 shall be replaced by the following:\n\"Article 2\n1. A definitive anti-dumping duty is hereby imposed on imports of polyester textured filament yarn (PTY) falling within CN code 5402 33 00 originating in Taiwan and Turkey.\n2. The rate of the duty applicable to the net, free-at-Community-frontier price, before customs clearance, shall be as follows:\n>TABLE>\n3. Unless otherwise specified, the provisions in force concerning customs duties shall apply.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 September 2000.\nFor the Council\nThe President\nH. VĂŠdrine\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 905/98 (OJ L 128, 30.4.1998, p. 18).\n(2) OJ L 347, 16.12.1988, p. 10.\n(3) OJ L 141, 14.6.1996, p. 45.\n(4) OJ C 143, 21.5.1999, p. 4."}