{"celex_id": "32007R0532", "uri": "http://publications.europa.eu/resource/cellar/521012f9-3bca-4edd-bf86-75153a559767", "type": "Regulation", "concepts": ["1565", "1642", "2173", "2763", "3568"], "title": "Commission Regulation (EC) No 532/2007 of 14 May 2007 amending Regulation (EC) No 1282/2006 laying down special detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards export licences and export refunds for milk and milk products and Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\n", "header": "15.5.2007 EN Official Journal of the European Union L 125/7\nCOMMISSION REGULATION (EC) No 532/2007\nof 14 May 2007\namending Regulation (EC) No 1282/2006 laying down special detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards export licences and export refunds for milk and milk products and Regulation (EEC) No 3846/87 establishing an agricultural product nomenclature for export refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 31(14) thereof,\nWhereas:\n(1) In order not to exceed the maximum quantities to be exported with an export refund fixed by the Agreement on Agriculture concluded during the Uruguay Round of Multilateral Trade Negotiations (2), the second subparagraph of Article 16(3) of Commission Regulation (EC) No 1282/2006 (3) provides that no refunds shall be granted on the sucrose component of milk products containing added sugar where the refund for the milk part of those products is zero or is not fixed. While there was a genuine risk for exceeding those maximum quantities at the time of the introduction of the provision, such risk no longer exists.\n(2) Commission Regulation (EC) No 61/2007 of 25 January 2007 fixing the export refunds for milk and milk products (4) abolished refunds for whole milk powder and condensed milk, thus triggering the application of the second subparagraph of Article 16(3) of Regulation (EC) No 1282/2006. The abolition of refunds for both milk and sucrose components may result in loss of substantial market shares for milk products containing added sugar. Therefore it is appropriate to reintroduce export refunds for the sucrose component of milk products containing added sugar.\n(3) The second subparagraph of Article 24(1) of Regulation (EC) No 1282/2006 provides that, for export of cheese to the United States under the quotas referred to in Article 23 of that Regulation, section 16 of the export licences shall show the eight-digit product code of the Combined Nomenclature. Experience has shown that after the export licences have been issued, the United States importers may request the supply of another type of cheese of the same product group. In order to allow such flexibility, it is appropriate to adjust Article 24(1) of Regulation (EC) No 1282/2006 accordingly.\n(4) Commission Regulation (EC) No 522/2006 of 30 March 2006 fixing the export refunds for milk and milk products (5) provides that from 31 March 2006 all export refunds are fixed in EUR per 100 kg. The wording of Article 16 of Regulation (EC) No 1282/2006 and Sector 9 of Annex I to Commission Regulation (EEC) No 3846/87 (6) should be adjusted accordingly.\n(5) Regulation (EEC) No 3846/87 and Regulation (EC) No 1282/2006 should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EC) No 1282/2006 is amended as follows:\n1. Article 16 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) in paragraph 3, the second subparagraph is deleted.\n2. In the second subparagraph of Article 24(1), the following sentence is added:", "In Sector 9 of Annex I to Regulation (EEC) No 3846/87, the first sentences of points (a) of footnotes (4) and (14) are replaced by the following:\n‘the amount per 100 kg shown, multiplied by the percentage of the lactic matter contained in 100 kg of product.’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nPoint 2 of Article 1 shall apply to export licences issued for quota year 2007 and following.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 336, 23.12.1994, p. 22.\n(3)  OJ L 234, 29.8.2006, p. 4. Regulation as amended by Regulation (EC) No 1919/2006 (OJ L 380, 28.12.2006, p. 1).\n(4)  OJ L 19, 26.1.2007, p. 8.\n(5)  OJ L 93, 31.3.2006, p. 45.\n(6)  OJ L 366, 24.12.1987, p. 1. Regulation as last amended by Regulation (EC) No 1854/2006 (OJ L 361, 19.12.2006, p. 1)."}