{"celex_id": "32001R2238", "uri": "http://publications.europa.eu/resource/cellar/7a2fa2b2-0719-482e-b606-ea984096d619", "type": "Regulation", "concepts": ["1486", "20", "2642", "3591", "4682", "5025"], "title": "Commission Regulation (EC) No 2238/2001 of 16 November 2001 fixing the maximum buying-in price and the quantities of beef to be bought in under the 278th partial invitation to tender as a general intervention measure pursuant to Regulation (EEC) No 1627/89\n", "header": "Commission Regulation (EC) No 2238/2001\nof 16 November 2001\nfixing the maximum buying-in price and the quantities of beef to be bought in under the 278th partial invitation to tender as a general intervention measure pursuant to Regulation (EEC) No 1627/89\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Regulation (EC) No 1512/2001(2), and in particular Article 47(8) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 562/2000 of 15 March 2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef(3), as last amended by Regulation (EC) No 1564/2001(4), lays down buying standards. Pursuant to the above Regulation, an invitation to tender was opened under Article 1(1) of Commission Regulation (EEC) No 1627/89 of 9 June 1989 on the buying-in of beef by invitation to tender(5), as last amended by Regulation (EC) No 2053/2001(6).\n(2) Article 13(1) of Regulation (EC) No 562/2000 lays down that a maximum buying-in price is to be fixed for quality R3, where appropriate, under each partial invitation to tender in the light of tenders received while Article 13(2) of that Regulation states that a decision may be taken to make no award. In accordance with Article 36 of that Regulation, only tenders quoting prices not exceeding the maximum buying-in price and not exceeding the average national or regional market price, plus the amount referred to in Article 1(6) of Commission Regulation (EC) No 1209/2001 of 20 June 2001 derogating from Regulation (EC) No 562/2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef(7), as last amended by Regulation (EC) No 1922/2001(8), are to be accepted.\n(3) Once tenders submitted in respect of the 278th partial invitation to tender have been considered pursuant to Article 47(8) of Regulation (EC) No 1254/1999, and taking account of the requirements for reasonable support of the market and the seasonal trend in slaughterings and prices, the maximum buying-in price and the quantities which may be bought in should be fixed.\n(4) Article 1(7) of Regulation (EC) No 1209/2001 also opens buying-in of carcasses and half-carcasses of store cattle and lays down special rules in addition to those laid down for the buying-in of other products.\n(5) In the light of developments, this Regulation should enter into force immediately.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Under the 278th partial invitation to tender opened pursuant to Regulation (EEC) No 1627/89:\n(a) for category A:\n- the maximum buying-in price shall be EUR 215,50/100 kg of carcasses or half-carcasses of quality R3,\n- the maximum quantity of carcasses, half-carcasses and forequarters accepted shall be 1957 t;\n(b) for category C:\n- the maximum buying-in price is fixed at EUR 218,90/100 kg of carcasses or half-carcasses of quality R3,\n- the maximum quantity of carcasses, half-carcasses and forequarters shall be 1502 t.\n(c) for carcasses and half-carcasses of store cattle as referred to in Article 1(7) of Regulation (EC) No 1209/2001:\n- the maximum buying-in price shall be EUR 360,00/100 kg of carcasses or half-carcasses,\n- the maximum quantity of carcasses and half-carcasses shall be 130 t.", "This Regulation shall enter into force on 17 November 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 November 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 201, 26.7.2001, p. 1.\n(3) OJ L 68, 16.3.2000, p. 22.\n(4) OJ L 208, 1.8.2001, p. 14.\n(5) OJ L 159, 10.6.1989, p. 36.\n(6) OJ L 277, 20.10.2001, p. 8.\n(7) OJ L 165, 21.6.2001, p. 15.\n(8) OJ L 261, 29.9.2001, p. 52."}