{"celex_id": "32000D0512", "uri": "http://publications.europa.eu/resource/cellar/cd7531d4-035e-401e-8774-e1e98f94ded1", "type": "Decision", "concepts": ["1309", "1591", "2771", "4580", "5065", "996"], "title": "2000/512/ECSC: Commission Decision of 11 August 2000 terminating the anti-dumping proceeding concerning imports of steel wire rod originating in Turkey (notified under document number C(2000) 2491)\n", "header": "Commission Decision\nof 11 August 2000\nterminating the anti-dumping proceeding concerning imports of steel wire rod originating in Turkey\n(notified under document number C(2000) 2491)\n(2000/512/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2277/96/ECSC of 28 November 1996 on protection against dumped imports from countries not members of the European Coal and Steel Community(1), as last amended by Decision No 1000/1999/ECSC(2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. Procedure\n(1) On 7 April 1999, the Commission received a complaint concerning the alleged injurious dumping by imports of steel wire rod originating in Turkey.\n(2) The complaint was lodged by Eurofer (the European Confederation of Iron and Steel Industries), on behalf of Community producers representing a major proportion of the total Community production of steel wire rod pursuant to Articles 4(1) and 5(4) of Decision No 2277/96/ECSC (hereinafter referred to as the basic Decision).\n(3) The complaint contained prima facie evidence of the existence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of an anti-dumping proceeding.\n(4) The Commission, after consultation, by a notice published in the Official Journal of the European Communities(3), accordingly initiated an anti-dumping proceeding concerning imports into the Community of steel wire rod, currently classifiable within CN codes 7213 91 10, 7213 91 41 and 7213 91 49, and originating in Turkey.\n(5) The Commission officially advised the exporting producers, importers and representative associations of importers or exporters known to be concerned, the representatives of the exporting country, the representative users and the complainant Community producers. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\nB. Withdrawal of the complaint and termination of the proceedings\n(6) By a letter of 26 June 2000 to the Commission, Eurofer formally withdrew its anti-dumping complaint concerning imports of steel wire rod originating in Turkey.\n(7) In accordance with Article 9(1) of the basic Decision, the proceeding may be terminated where the complaint is withdrawn, unless such termination would not be in the Community interest.\n(8) The Commission considered that the present proceeding should be terminated since the investigation had not brought to light any considerations showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. No comments were received indicating that such termination would not be in the Community interest.\n(9) The Commission therefore concludes that the anti-dumping proceeding concerning imports into the Community of steel wire rod originating in Turkey should be terminated without the imposition of anti-dumping measures,", "main_body": ["The anti-dumping proceeding concerning imports of hot-rolled bars and rods, in irregularly wound coils, of iron or non-alloy steel, other than free cutting steel, of circular cross-section, measuring less than 14 mm in diameter, of a type used for concrete reinforcement and other types not used for tyre cord, containing by weight less than 0,25 % of carbon, currently classifiable within CN codes 7213 91 10, 7213 91 41 and 7213 91 49 and originating in Turkey, is hereby terminated."], "attachments": "Done at Brussels, 11 August 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 308, 29.11.1996, p. 11.\n(2) OJ L 122, 12.5.1999, p. 35.\n(3) OJ C 144, 22.5.1999, p. 10."}