{"celex_id": "32007R1464", "uri": "http://publications.europa.eu/resource/cellar/1626e64c-0b2f-4c44-835f-7aad580a7d47", "type": "Regulation", "concepts": ["1509", "161", "1644", "2084", "2763", "2771", "321", "4324", "4580"], "title": "Commission Regulation (EC) No 1464/2007 of 12 December 2007 determining the extent to which the applications for import licences submitted in November 2007 for certain dairy products under certain tariff quotas opened by Regulation (EC) No 2535/2001 can be accepted\n", "header": "13.12.2007 EN Official Journal of the European Union L 327/3\nCOMMISSION REGULATION (EC) No 1464/2007\nof 12 December 2007\ndetermining the extent to which the applications for import licences submitted in November 2007 for certain dairy products under certain tariff quotas opened by Regulation (EC) No 2535/2001 can be accepted\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\nApplications lodged from 20 to 30 November 2007 for certain quotas referred to in Annex I to Commission Regulation (EC) No 2535/2001 of 14 December 2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas (3), concern quantities greater than those available; therefore, the allocation factors should be fixed for the quantities applied for,", "main_body": ["The allocation coefficients set out in the Annex to this Regulation shall be applied to the quantities for which import licences have been sought for the period from 20 to 30 November 2007 in respect of products falling within the quotas referred to in parts I.A, and parts I.D, I.E, I.F, I.H and I.I, of Annex I to Regulation (EC) No 2535/2001.", "This Regulation shall enter into force on 13 December 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1152/2007 (OJ L 258, 4.10.2007, p. 3). Regulation (EC) No 1255/1999 will be replaced by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1) as from 1 July 2008.\n(2)  OJ L 238, 1.9.2006, p. 13. Regulation as last amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(3)  OJ L 341, 22.12.2001, p. 29. Regulation as last amended by Regulation (EC) No 487/2007 (OJ L 114, 1.5.2007, p. 8).\nANNEX I.A\nQuota number Allocation coefficient\n09.4590 100 %\n09.4599 100 %\n09.4591 100 %\n09.4592 —\n09.4593 —\n09.4594 100 %\n09.4595 1,396665 %\n09.4596 100 %\nANNEX I.D\nProducts originating in Turkey\nQuota number Allocation coefficient\n09.4101 —\nANNEX I.Ε\nProducts originating from South Africa\nQuota number Allocation coefficient\n09.4151 —\nANNEX I.F\nProducts originating from Switzerland\nQuota number Allocation coefficient\n09.4155 —\nANNEX I.H\nProducts originating in Norway\nQuota number Allocation coefficient\n09.4179 100 %\nANNEX I.I\nProducts originating in Iceland\nQuota number Allocation coefficient\n09.4205 100 %\n09.4206 100 %"}