{"celex_id": "32004R1332", "uri": "http://publications.europa.eu/resource/cellar/7fa6bf65-433f-4636-b5d7-3d5b672f94b8", "type": "Regulation", "concepts": ["1277", "1598", "6052", "6111", "768"], "title": "Commission Regulation (EC) No 1332/2004 of 20 July 2004 concerning the permanent authorisation of certain additives in feedingstuffs(Text with EEA relevance)\n", "header": "21.7.2004 EN Official Journal of the European Union L 247/8\nCOMMISSION REGULATION (EC) No 1332/2004\nof 20 July 2004\nconcerning the permanent authorisation of certain additives in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (1), and in particular Articles 3 and 9d(1) thereof,\nWhereas:\n(1) Directive 70/524/EEC provides for the authorisation of additives to be used in the Community. The additives referred to in Part II of Annex C to that Directive may be authorised without a time limit subject to certain conditions being satisfied.\n(2) The use of the enzyme preparation of endo-1,4-beta-xylanase produced by Aspergillus oryzae (DSM 10287) was provisionally authorised, for the first time, for chickens for fattening, turkeys for fattening and piglets by Regulation (EC) No 1436/98 (2).\n(3) The use of the enzyme preparation of endo-1,4-beta-xylanase and endo-1,4-beta-glucanase produced by Humicola insolens (DSM 10442) was provisionally authorised, for the first time, for chickens for fattening by Commission Regulation (EC) No 1436/98 (2).\n(4) New data were submitted in support of the applications for authorisation without a time limit of each of these enzyme preparations. The assessment shows that the conditions laid down in Directive 70/524/EEC for such authorisations are satisfied in each case.\n(5) Accordingly, the use of these enzyme preparations should be authorised without a time, under certain conditions.\n(6) The assessment of these applications shows that certain procedures should be required to protect workers from exposure to the additives set out in the Annexes. Such protection should be assured by the application of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (3).\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparations belonging to the group ‘Enzymes’, as set out in Annexes I and II, are authorised for use without a time limit as additives in animal nutrition under the conditions laid down in those Annexes.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 270, 14.12.1970, p. 1. Regulation as last amended by Regulation (EC) No 1756/2002 (OJ L 265, 3.10.2002, p. 1).\n(2)  OJ L 191, 7.7.1998, p. 15.\n(3)  OJ L 183, 29.6.1989, p. 1. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX I\nEC No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff\nEnzymes\nE 1607 Endo-1,4-beta-xylanase Preparation of endo-1,4-beta-xylanase produced by Aspergillus oryzae (DSM 10287) having a minimum activity of:\nCoated form:\nLiquid form:\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff: 100-400 FXU.\n3. For use in compound feed rich in non-starch polysaccharides (mainly arabinoxylans), e.g. containing more than 50 % cereals (e.g. wheat, barley, rye or triticale)\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff: 100-400 FXU.\n3. For use in compound feed rich in non-starch polysaccharides (mainly arabinoxylans), e.g. containing more than 50 % cereals (e.g. wheat, barley, rye or triticale).\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff: 200-400 FXU.\n3. For use in compound feed rich in non-starch polysaccharides (mainly arabinoxylans), e.g. containing more than 50 % cereals (e.g. wheat, barley, rye or triticale).\n4. For use in weaned piglets until approx. 35 kg\n(1)  1 FXU is the amount of enzyme which liberates 7,8 micromoles of reducing sugars (xylose equivalents) from azo-wheat arabinoxylan per minute at pH 6,0 and 50 °C.\nANNEX II\nEC No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff\nEnzymes\nE 1608 Endo-1,4-beta-xylanase EC 3.2.1.8 Preparation of endo-1,4-beta-xylanase and endo-1,4-beta-glucanase produced by Humicola insolens (DSM 10442) having minimum activities of:\nCoated form:\nEndo-1,4-beta-xylanase: 800 FXU (1)/g\nEndo-1,4-beta-glucanase: 75 FBG (2)/g\nLiquid form:\nEndo-1,4-beta-xylanase: 550 FXU/ml\nEndo-1,4-beta-glucanase: 50 FBG/ml\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff:\n400-1 000 FXU\n36-94 FBG.\n3. For use in compound feed rich in non-starch polysaccharides (mainly arabino-xylans and beta-glucans), e.g. containing more than 40 % vegetable ingredients (barley, oats, wheat, rye, triticale, sorghum or lupin).\n(1)  FXU is the amount of enzyme which liberates 3,1 micromoles of reducing sugars (xylose equivalents) from azo-wheat arabinoxylan per minute at pH 6,0 and 50 °C.\n(2)  FBG is the amount of enzyme which liberates 1 micromole of reducing sugars (glucose equivalents) from barley beta-glucan per minute at pH 5,0 and 30 °C."}