{"celex_id": "32009D0420", "uri": "http://publications.europa.eu/resource/cellar/3dd5c972-da3f-4b1d-a299-0ef3973298ff", "type": "Decision", "concepts": ["1595", "191", "2232", "2415", "2563", "2754"], "title": "2009/420/EC: Commission Decision of 28 May 2009 amending Decision 2006/133/EC requiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pine wood nematode) as regards areas in Portugal, other than those in which it is known not to occur (notified under document number C(2009) 3868)\n", "header": "30.5.2009 EN Official Journal of the European Union L 135/29\nCOMMISSION DECISION\nof 28 May 2009\namending Decision 2006/133/EC requiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pine wood nematode) as regards areas in Portugal, other than those in which it is known not to occur\n(notified under document number C(2009) 3868)\n(2009/420/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular the fourth sentence of Article 16(3) thereof,\nWhereas:\n(1) In accordance with Commission Decision 2006/133/EC (2), Portugal is implementing an eradication plan against the dissemination of the pine wood nematode.\n(2) On 16 January 2009 the United Kingdom informed the Commission of the interception of wood packaging material coming from Portugal containing live PWN and not marked in accordance with the FAO International Standard for Phytosanitary Measures No 15 on Guidelines for regulating wood packaging material in international trade (hereinafter FAO International Standard for Phytosanitary Measures No 15) as required by Decision 2006/133/EC.\n(3) On 20 February 2009 Belgium informed the Commission of five non-compliant consignments of bark and wood waste coming from Portugal. The intercepted bark was accompanied by certificates of phytosanitary treatment by fumigation. Yet Decision 2006/133/EC requires bark to undergo heat treatment. In the case of the intercepted consignment of wood waste, in addition, inconsistencies were found in the accompanying documentation.\n(4) On 11 February 2009, Spain informed the Commission of interceptions of consignments of bark and wood waste of susceptible wood coming from Portugal in which live PWN was found. On 20 February 2009 and 3 March 2009, Spain informed the Commission of interceptions of consignments of susceptible wood coming from Portugal which were not accompanied by a plant passport, as required in accordance with point 1(a) of the Annex to Decision 2006/133/EC. On 3, 6 and 18 March 2009, Spain informed the Commission of interceptions of consignments of wood packaging material from Portugal not marked in accordance with FAO International Standard for Phytosanitary Measures No 15 as required by Decision 2006/133/EC.\n(5) On 1 April 2009, Ireland notified to the Commission the interception of wood packaging material coming from Portugal in which live PWN was found. Furthermore, Ireland notified on 21 April 2009 to the Commission the interceptions of four consignments of wood packaging material coming from Portugal not marked in accordance with FAO International Standard for Phytosanitary Measures No 15.\n(6) On 24 March 2009 and 3 April 2009, Lithuania informed the Commission of the interception of wood packaging material coming from Portugal not marked in accordance with FAO International Standard for Phytosanitary Measures No 15.\n(7) Inspections carried out by the Commission in Portugal from 2 to 11 March 2009 revealed that movements of wood and wood packaging material are not fully controlled, as required by Decision 2006/133/EC. In particular, inspectors discovered several cases of non-compliance while controlling road controls at the Spanish border. Consequently the risk cannot be excluded that PWN will be spread to areas outside the demarcated areas in Portugal.\n(8) In the light of those new findings in several Member States and of the results of the mission carried out by the Commission, it is necessary that Portugal intensifies the official controls applied on movement of susceptible wood, bark and plants from the demarcated areas to other areas up to the maximum feasible level of controls in order to ensure that the conditions set out in Decision 2006/133/EC are met. Those official controls should focus on the movements presenting the highest risk of spreading live PWN outside the demarcated areas. To limit the risks of fraud, the official checks should be carried out where susceptible wood, bark and plants are leaving the demarcated areas. The results of those official controls should be communicated to the Commission and the other Member States on a weekly basis to allow them to follow the developments of the situation in Portugal closely.\n(9) In addition, to increase surveillance on materials that could promote spread of live PWN into other Member States, it is appropriate to reinforce the level of official controls carried out by the Member States on susceptible wood, bark and plants, coming from Portugal and moved into their territory. Those official controls should consist of a documentary check, identity check and, as appropriate, a plant health check, which may include testing for the presence of PWN. The frequency of the official controls should be proportionate to the risk. In case of confirmation of non-compliance, the appropriate measures, as provided for in Directive 2000/29/EC, should be taken.\n(10) At the moment Decision 2006/133/EC does not provide for requirements to be applied on movements of susceptible wood, originating in areas other than the demarcated areas in the form of dunnage, spacers and bearers, including that which has not kept its natural round surface, as well as in the form of packing cases, boxes, crates, drums and similar packings, pallets, box pallets and other load boards, pallet collars, whether or not actually in use in the transport of objects of all kinds (hereafter ‘susceptible wood packaging material’) from the demarcated areas to other areas in Member States or in third countries as well as movement of these materials from part of the demarcated area in which PWN is known to occur to the part of the demarcated area designated as buffer zone.\n(11) The absence of such requirements follows from the fact that susceptible wood packaging material not originating in the demarcated areas does not present a risk of carrying PWN even if circulated within the demarcated areas. However it is currently not possible to distinguish such wood packaging material from wood packaging material originating within the demarcated areas which is not marked according to Annex II to FAO International Standard for Phytosanitary Measures No 15 in contradiction with Decision 2006/133/EC.\n(12) As a result, in application of the precautionary principle, susceptible wood packaging material of any origin, leaving the demarcated areas without having been marked according to Annex II to FAO International Standard for Phytosanitary Measures No 15 has to be considered by the responsible official bodies of Member States as material which is not in compliance with Decision 2006/133/EC. Therefore it is appropriate to prohibit the movements of such material, originating in areas other than the demarcated areas, from the demarcated areas into areas other than demarcated areas in Member States or in third countries, as well as movement of those materials from the part of the demarcated areas in which PWN is known to occur to the part of the demarcated areas designated as buffer zone, unless the material can be identified as free of risk of spreading PWN.\n(13) Such material should be identified as free of risk of spreading PWN when it has undergone one of the approved treatments specified in Annex I to FAO International Standard for Phytosanitary measures No 15 and it has been marked according to Annex II to the said Standard. At the moment there is no alternative that can provide the same level of guarantees given, in particular, that there is no system in place at Community level requiring the responsible official bodies of the Member States to certify the origin of the wood used to produce susceptible wood packaging material, and that the introduction of such provisions is not possible at short term.\n(14) There are indications that boxes entirely composed of wood of 6 mm thickness or less constitute a lower risk for spreading PWN compared to thicker sizes. It is therefore appropriate to exempt such boxes, whatever the origin of the wood used to produce them, from the treatment and marking obligations as provided for in the FAO International Standard for Phytosanitary Measures No 15.\n(15) In order to give sufficient time to the operators to adapt to the requirements set out in this Decision, the latter should not apply before 16 June 2009.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 2006/133/EC is amended as follows:\n1. in Article 2, the following paragraph is inserted after the first paragraph:\n2. Article 3 is replaced by the following:\n3. the Annex is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 16 June 2009.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 May 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  OJ L 52, 23.2.2006, p. 34.\nANNEX\nThe Annex to Decision 2006/133/EC is amended as follows:\n1. point (1)(d) is replaced by the following:\n‘(d) susceptible wood in the form of dunnage, spacers and bearers, including that which has not kept its natural round surface, as well as in the form of packing cases, boxes with exception of boxes entirely composed of wood of 6 mm of thickness or less, crates, drums and similar packings, pallets, box pallets and other load boards, pallet collars, whether or not actually in use in the transport of objects of all kinds, that wood shall not be allowed to leave the demarcated area; the responsible official body may grant an exception from this prohibition where that wood has been subject to one of the approved treatments as specified in Annex I to the FAO International Standard for Phytosanitary Measures No 15 on Guidelines for regulating wood packaging material in international trade and marked according to Annex II to the said Standard.’;\n2. point (2)(g) is replaced by the following:\n‘(g) susceptible wood originating in the demarcated areas in the form of newly produced packing cases, boxes with exception of boxes entirely composed of wood of 6 mm of thickness or less, crates, drums and similar packings, pallets, box pallets and other load boards, pallet collars, dunnage, spacers and bearers, including that which has not kept its natural round surface, shall be subject to one of the approved treatments as specified in Annex I to the FAO International Standard for Phytosanitary Measures No 15 on Guidelines for regulating wood packaging material in international trade and marked according to Annex II to the said Standard.’"}