{"celex_id": "32007R1485", "uri": "http://publications.europa.eu/resource/cellar/4851471b-ca2d-4e85-9104-f34e23faab7e", "type": "Regulation", "concepts": ["1102", "1117", "1609", "2738", "2749", "3173", "4681", "5283", "5573"], "title": "Commission Regulation (EC) No 1485/2007 of 14 December 2007 registering certain names in the Register of protected designations of origin and protected geographical indications (Carne de Bísaro Transmontano or Carne de Porco Transmontano (PDO), Szegedi szalámi or Szegedi téliszalámi (PDO), Pecorino di Filiano (PDO), Cereza del Jerte (PDO), Garbanzo de Fuentesaúco (PGI), Lenteja Pardina de Tierra de Campos (PGI), Λουκούμι Γεροσκήπου (Loukoumi Geroskipou) (PGI), Skalický trdelník (PGI))\n", "header": "15.12.2007 EN Official Journal of the European Union L 330/13\nCOMMISSION REGULATION (EC) No 1485/2007\nof 14 December 2007\nregistering certain names in the Register of protected designations of origin and protected geographical indications (Carne de Bísaro Transmontano or Carne de Porco Transmontano (PDO), Szegedi szalámi or Szegedi téliszalámi (PDO), Pecorino di Filiano (PDO), Cereza del Jerte (PDO), Garbanzo de Fuentesaúco (PGI), Lenteja Pardina de Tierra de Campos (PGI), Λουκούμι Γεροσκήπου (Loukoumi Geroskipou) (PGI), Skalický trdelník (PGI))\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the first subparagraph of Article 7(4) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 6(2) and having regard to Article 17(2) of Regulation (EC) No 510/2006, Portugal’s application to register the name ‘Carne de Bísaro Transmontano’ or ‘Carne de Porco Transmontano’, Hungary’s application to register the name ‘Szegedi szalámi’ or ‘Szegedi téliszalámi’, Italy’s application to register the name ‘Pecorino di Filiano’, Spain’s applications to register the names ‘Cereza del Jerte’, ‘Garbanzo de Fuentesaúco’ and ‘Lenteja Pardina de Tierra de Campos’, Cyprus’ application to register the name ‘Λουκούμι Γεροσκήπου’ (Loukoumi Geroskipou) and the Slovak Republic’s application to register the name ‘Skalický trdelník’ have been published in the Official Journal of the European Union\n (2).\n(2) As no objection under Article 7 of Regulation (EC) No 510/2006 has been received by the Commission, these names should be entered in the Register,", "main_body": ["The names in the Annex to this Regulation are hereby entered in the Register of protected designations of origin and protected geographical indications.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12. Regulation as amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ C 89, 24.4.2007, p. 23 (Carne de Bísaro Transmontano or Carne de Porco Transmontano), OJ C 86, 20.4.2007, p. 12 (Szegedi szalámi or Szegedi téliszalámi), OJ C 85, 19.4.2007, p. 9 (Pecorino di Filiano), OJ C 85, 19.4.2007, p. 1 (Cereza del Jerte), OJ C 86, 20.4.2007, p. 3 (Garbanzo de Fuentesaúco), OJ C 88, 21.4.2007, p. 1 (Lenteja Pardina de Tierra de Campos), OJ C 88, 21.4.2007, p. 10; as corrected in OJ C 151, 5.7.2007, p. 25 (Λουκούμι Γεροσκήπου (Loukoumi Geroskipou)), OJ C 88, 21.4.2007, p. 7 (Skalický trdelník).\nANNEX\n1.   Agricultural products intended for human consumption listed in Annex I to the Treaty:\nClass 1.1.   Fresh meat (and offal)\nPORTUGAL\nCarne de Bísaro Transmontano or Carne de Porco Transmontano (PDO)\nClass 1.2.   Meat products (cooked, salted, smoked, etc.)\nHUNGARY\nSzegedi szalámi or Szegedi téliszalámi (PDO)\nClass 1.3.   Cheese\nITALY\nPecorino di Filiano (PDO)\nClass 1.6.   Fruit, vegetables, cereals, whether or not processed\nSPAIN\nCereza del Jerte (PDO)\nGarbanzo de Fuentesaúco (PGI)\nLenteja Pardina de Tierra de Campos (PGI)\n2.   Foodstuffs listed in Annex I to the Regulation:\nClass 2.4.   Bread, pastry, cakes, confectionery, biscuits and other baker’s wares\nCYPRUS\nΛουκούμι Γεροσκήπου (Loukoumi Geroskipou) (PGI)\nSLOVAK REPUBLIC\nSkalický trdelník (PGI)"}