{"celex_id": "32005R0889", "uri": "http://publications.europa.eu/resource/cellar/70e7090a-ab60-4307-8f4e-500109380695", "type": "Regulation", "concepts": ["218", "225", "2647", "3483", "4779"], "title": "Council Regulation (EC) No 889/2005 of 13 June 2005 imposing certain restrictive measures in respect of the Democratic Republic of Congo and repealing Regulation (EC) No 1727/2003\n", "header": "15.6.2005 EN Official Journal of the European Union L 152/1\nCOUNCIL REGULATION (EC) No 889/2005\nof 13 June 2005\nimposing certain restrictive measures in respect of the Democratic Republic of Congo and repealing Regulation (EC) No 1727/2003\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Common Position 2005/440/CFSP of 13 June 2005 concerning restrictive measures against the Democratic Republic of Congo (1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Common Position 2002/829/CFSP of 21 October 2002 on the supply of certain equipment into the Democratic Republic of Congo (2) imposed an embargo on the supply of arms and related materiel to the Democratic Republic of the Congo (‘DRC’).\n(2) On 28 July 2003 the United Nations Security Council decided in its Resolution 1493 (2003) (‘UNSCR 1493 (2003)’) to impose an embargo on the supply of arms and related materiel as well as the provision of assistance, advice or training related to military activities to all armed groups and militias operating in the territory of North and South Kivu and of Ituri, and to groups not party to the Global and All-inclusive agreement, in the DRC.\n(3) Common Position 2003/680/CFSP provides for the alignment of Common Position 2002/829/CFSP with the measures set out by UNSCR 1493 (2003). Some of these measures have been implemented at Community level by Council Regulation (EC) No 1727/2003 (3).\n(4) In view of the continuing illicit flow of weapons within and into the DRC, the UN Security Council, acting under Chapter VII of the Charter of the United Nations, adopted Resolution 1596 (2005) of 18 April 2005 (‘UNSCR 1596 (2005)’) which, inter alia, extends the existing arms embargo to any recipient in the territory of the DRC. UNSCR 1596 (2005) provides for certain exemptions to the embargo.\n(5) Common Position 2005/440/CFSP confirms the embargo and ban on the provision of related assistance of Common Position 2002/829/CFSP and provides for an additional exemption to the arms embargo and the ban on the provision of related assistance in order to bring the list of exemptions in line with UNSCR 1596 (2005).\n(6) The prohibition on providing technical and financial assistance related to military activities falls within the scope of the Treaty. In order to avoid any distortion of competition, Community measures are therefore necessary to implement that prohibition as far as the Community is concerned.\n(7) For the purpose of this Regulation, the territory of the Community should be deemed to encompass the territories of the Member States to which the Treaty is applicable, under the conditions laid down in the Treaty.\n(8) For reasons of expediency, the Commission should be empowered to amend the Annex to this Regulation.\n(9) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force on the day of its publication.\n(10) For the sake of clarity, Regulation (EC) No 1727/2003 should be replaced by this new Regulation containing all the relevant provisions regarding the prohibition on providing technical and financial assistance related to military activities in the DRC,", "main_body": ["For the purposes of this Regulation, the following definitions shall apply:\n1. ‘technical assistance’ means any technical support related to repairs, development, manufacture, assembly, testing, maintenance, or any other technical service, and may take forms such as instruction, advice, training, transmission of working knowledge or skills or consulting services; technical assistance also includes verbal forms of assistance;\n2. ‘Sanctions Committee’ means the Committee of the Security Council of the United Nations which was established pursuant to paragraph 8 of UNSCR 1533 (2004).", "It shall be prohibited:\n(a) to grant, sell, supply or transfer technical assistance related to military activities directly or indirectly to any person, entity or body in, or for use in the DRC;\n(b) to provide financing or financial assistance related to military activities, including in particular grants, loans and export credit insurance, for any sale, supply, transfer or export of arms and related materiel, or for any grant, sale, supply, or transfer of related technical assistance and other services, directly or indirectly to any person, entity or body in, or for use in the DRC;\n(c) to participate, knowingly and intentionally, in activities the object or effect of which is, directly or indirectly, to promote the transactions referred to in points (a) and (b).", "1.   By way of derogation from Article 2, the competent authority, as set out in the Annex, of the Member State where the service provider is established, may authorise:\n(a) the provision of technical assistance, financing and financial assistance related to arms and related materiel intended solely for support of and use by the United Nations Organisation Mission in the DRC (‘MONUC’);\n(b) the provision of technical assistance, financing and financial assistance related to arms and related materiel intended solely for support of or use by units of the army and police of the DRC, provided that the said units:\n(i) have completed the process of their integration, or\n(ii) operate under the command, respectively, of the ‘état-major intégré’ of the Armed Forces or of the National Police of the DRC, or\n(iii) are in the process of their integration, in the territory of the DRC outside the provinces of North and South Kivu and the Ituri district.\n(c) the provision of technical assistance, financing and financial assistance related to non-lethal military equipment intended solely for humanitarian or protective use, where the provision of such assistance or services has been notified in advance to the Sanctions Committee.\n2.   No authorisations shall be granted for activities that have already taken place.", "The Commission and Member States shall immediately inform each other of the measures taken under this Regulation and shall supply each other with any other relevant information at their disposal in connection with this Regulation, in particular information in respect of violation and enforcement problems and judgments handed down by national courts.", "1.   The Commission shall be empowered to amend the Annex on the basis of information supplied by Member States.\n2.   Without prejudice to the rights and obligations of the Member States under the Charter of the United Nations, the Commission shall maintain all necessary contacts with the Sanctions Committee for the purpose of the effective implementation of this Regulation.", "Member States shall lay down the rules on penalties applicable to infringements of the provisions of this Regulation and shall take all measures necessary to ensure that they are implemented. The penalties laid down must be effective, proportionate and dissuasive.\nMember States shall notify those rules to the Commission without delay after the entry into force of this Regulation and shall notify it of any subsequent amendment thereof.", "This Regulation shall apply\n(a) within the territory of the Community, including its airspace and on board any aircraft or any vessel under the jurisdiction of a Member State;\n(b) to any person inside or outside the territory of the Community who is a national of a Member State;\n(c) to any legal person, group or entity which is incorporated or constituted under the law of a Member State;\n(d) to any legal person, group or entity doing business within the Community.", "Regulation (EC) No 1727/2003 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 June 2005.\nFor the Council\nThe President\nJ. ASSELBORN\n(1)  See page 22 of this Official Journal.\n(2)  OJ L 285, 23.10.2002, p. 1. Common Position as amended by Common Position 2003/680/CFSP (OJ L 249, 1.10.2003, p. 64).\n(3)  OJ L 249, 1.10.2003, p. 5. Regulation as amended by Commission Regulation 1567/2004 (OJ L 285, 4.9.2004, p. 10).\nANNEX\nList of competent authorities referred to in Article 3(1)\nBELGIUM\nMinisterie van het Brussels Hoofdstedelijk Gewest/Ministère de la Région de Bruxelles — Capitale\nDirectie Externe Betrekkingen/Direction des Relations extérieures\nCity Center\nKruidtuinlaan/Boulevard du Jardin Botanique 20\nB-1035 Brussel/Bruxelles\nTéléphone: (32-2) 800 37 59 (Cédric Bellemans)\nFax: (32-2) 800 38 20\ncbellemans@mrbc.irisnet.be\nCabinet du Ministre-Président du Gouvernement wallon\nRue Mazy, 25-27\nB-5100 Jambes-Namur\nTéléphone: (32-81) 33 12 11\nFax: (32-81) 33 13 13\nAdministratie Buitenlands Beleid\nBoudewijnlaan 30\nB-1000 Brussel\nTel. (32-2) 553 59 28\nFax: (32-2) 553 60 37\nCZECH REPUBLIC\nMinisterstvo průmyslu a obchodu\nLicenční správa\nNa Františku 32\n110 15 Praha 1\nTel. + 420 2 24 06 27 20\nTel. + 420 2 24 22 18 11\nMinisterstvo financí\nFinanční analytický útvar\nP.O. BOX 675\nJindřišská 14\n111 21 Praha 1\nTel. + 420 2 5704 4501\nFax + 420 2 5704 4502\nMinisterstvo zahraničních věcí\nOdbor Společné zahraniční a bezpečnostní politiky EU\nLoretánské nám. 5\n118 00 Praha 1\nTel. + 420 2 2418 2987\nFax + 420 2 2418 4080\nDENMARK\nErhvervs- og Byggestyrelsen\nLangelinie Allé 17\nDK-2100 København Ø\nTlf. (45) 35 46 62 81\nFax (45) 35 46 62 03\nUdenrigsministeriet\nAsiatisk Plads 2\nDK-1448 København K\nTlf. (45) 33 92 00 00\nFax (45) 32 54 05 33\nJustitsministeriet\nSlotsholmsgade 10\nDK-1216 København K\nTlf. (45) 33 92 33 40\nFax (45) 33 93 35 10\nGERMANY\nDeutsche Bundesbank\nServicezentrum Finanzsanktionen\nPostfach\nD-80281 München\nTel. (49) 89 28 89 38 00\nFax (49) 89 35 01 63 38 00\nBundesamt für Wirtschaft und Ausfuhrkontrolle (BAFA)\nFrankfurter Straße 29—35\nD-65760 Eschborn\nTel. (49) 61 96 908-0\nFax (49) 61 96 908-800\nESTONIA\nEesti Välisministeerium\nIslandi väljak 1\n15049 Tallinn\nTel.: + 372 6317 100\nFaks: + 372 6317 199\nGREECE\nMinistry of Economy and Finance\nGeneral Directorate for Policy Planning and Management\nAddress Kornarou Str.\n105 63 Athens\nΤηλ.: + 30 210 3286401-3\nΦαξ: + 30 210 3286404\nΥπουργείο Οικονομίας και Οικονομικών\nΓενική Δ/νση Σχεδιασμού και Διαχείρισης Πολιτικής\nΔ/νση: Κορνάρου 1,\nΤ.Κ. 101 80 Αθήνα — Ελλάς\nΤηλ.: + 30 210 3286401-3\nΦαξ: + 30 210 3286404\nSPAIN\nMinisterio, de Industria Turismo y Comercio\nSecretaría General de Comercio Exterior\nPaseo de la Castellana, 162\nE-28046 Madrid\nTel. (34) 913 49 38 60\nFax (34) 914 57 28 63\nFRANCE\nMinistère de l’économie, des finances et de l’industrie\nDirection générale des douanes et des droits indirects\nCellule embargo — Bureau E2\nTél.: (33) 1 44 74 48 93\nTélécopie: (33) 1 44 74 48 97\nDirection générale du Trésor et de la politique économique\nService des affaires multilatérales et du développement\nSous-direction Politique commerciale et investissements\nService Investissements et propriété intellectuelle\n139, rue du Bercy\nF-75572 Paris Cedex 12\nTél.: (33) 1 44 87 72 85\nTélécopie: (33) 1 53 18 96 55\nMinistère des affaires étrangères\nDirection générale des affaires politiques et de sécurité\nDirection des Nations unies et des organisations internationales\nSous-direction des affaires politiques\nTél.: (33) 1 43 17 59 68\nTélécopie: (33) 1 43 17 46 91\nService de la politique étrangère et de sécurité commune\nTél.: (33) 1 43 17 45 16\nTélécopie: (33) 1 43 17 45 84\nIRELAND\nUnited Nations Section\nDepartment of Foreign Affairs,\nIveagh House\n79-80 Saint Stephen’s Green\nDublin 2\nTel. + 353 1 478 0822\nFax + 353 1 408 2165\nCentral Bank and Financial Services Authority of Ireland\nFinancial Markets Department\nDame Street\nDublin 2\nTel. + 353 1 671 6666\nFax + 353 1 679 8882\nITALY\nMinistero degli Affari Esteri\nPiazzale della Farnesina, 1\nI-00194 Roma\nD.G.A.S. — Ufficio III\nTel. (39) 06 3691 8221\nFax (39) 06 3691 5296\nU.A.M.A.\nTel. (39) 06 3691 3605\nFax (39) 06 3691 8815\nCYPRUS\nMinistry of Commerce, Industry and Tourism\n6 Andrea Araouzou\n1421 Nicosia\nTel.: + 357 22 86 71 00\nFax: + 357 22 31 60 71\nCentral Bank of Cyprus\n80 Kennedy Avenue\n1076 Nicosia\nTel.: + 357 22 71 41 00\nFax: + 357 22 37 81 53\nMinistry of Finance (Department of Customs)\nM. Karaoli\n1096 Nicosia\nTel. + 357 22 60 11 06\nFax + 357 22 60 27 41/47\nLATVIA\nLatvijas Republikas Ārlietu ministrija\nBrīvības iela 36\nRīga LV 1395\nTālr. Nr.: (371) 7016 201\nFakss: (371) 7828 121\nLITHUANIA\nMinistry of Foreign Affairs\nSecurity Policy Department\nJ. Tumo-Vaizganto 2\nLT-01511 Vilnius\nTel. + 370 5 2362516\nFax + 370 5 2313090\nLUXEMBOURG\nMinistère de l’économie et du commerce extérieur\nOffice des licences\nBP 113\nL-2011 Luxembourg\nTél.: (352) 478 23 70\nFax: (352) 46 61 38\nmail: office.licences@mae.etat.lu\nMinistère des affaires étrangères et de l’immigration\nDirection des affaires politiques\n5, rue Notre-Dame\nL- 2240 Luxembourg\nTél.: (352) 478 2421\nFax: (352) 22 19 89\nHUNGARY\nMinistry of Economic Affairs and Transport — Hungarian Trade Licencing\nOffice Margit krt. 85.\nH-1024 Budapest\nHungary\nPostbox: H-1537 Budapest Pf.: 345\nTel. + 36-1-336-7327\nGazdasági és Közlekedési Minisztérium – Magyar Kereskedelmi Engedélyezési\nHivatal Margit krt. 85.\nH-1024 Budapest\nMagyarország\nPostafiók: 1537 Budapest Pf.: 345\nTel. + 36-1-336-7327\nMALTA\nBord ta’ Sorveljanza dwar is-Sanzjonijiet\nDirettorat ta’ l-Affarijiet Multilaterali\nMinisteru ta’ l-Affarijiet Barranin\nPalazzo Parisio\nTriq il-Merkanti\nValletta CMR 02\nTel. + 356 21 24 28 53\nFax + 356 21 25 15 20\nNETHERLANDS\nMinisterie van Economische Zaken\nBelastingdienst/Douane Noord\nPostbus 40200\n8004 De Zwolle\nTelefoon: (31-38) 467 25 41\nTelefax: (31-38) 469 52 29\nAUSTRIA\nBundesministerium für Wirtschaft und Arbeit\nAbteilung C2/2 (Ausfuhrkontrolle)\nStubenring 1\nA-1010 Wien\nTel. (+ 43-1) 711 00-0\nFax (+ 43-1) 711 00-8386\nPOLAND\nMinisterstwo Spraw Zagranicznych\nDepartament Prawno-Traktatowy\nAl. J. Ch. Szucha 23\n00–580 Warszawa\nPolska\ntel.: (+ 48 22) 523 94 27 lub 93 48\nfax: (+ 48 22) 523 83 29\nMinisterstwo Obrony\nDepartament Prawny\nul. Klonowa 1\n00–909 Warszawa\nPolska\ntel.: (+ 48 22) 687 15 84\nfax: (+ 48 22) 687 16 97\nMinisterstwo Gospodarki i Pracy\nDepartament Kontroli Eksportu\nPlac Trzech Krzyży 3/5\n00–507 Warszawa\nPolska\ntel.: (+ 48 22) 693 51 71\nfax: (+ 48 22) 693 40 33\nPORTUGAL\nMinistério dos Negócios Estrangeiros\nDirecção-Geral dos Assuntos Multilaterais\nLargo do Rilvas\nP-1350-179 Lisboa\nTel. (351) 21 394 60 72\nFax (351) 21 394 60 73\nMinistério das Finanças\nDirecção-Geral dos Assuntos Europeus e Relações Internacionais\nAvenida Infante D. Henrique, n.o 1, C 2.o\nP-1100 Lisboa\nTel. (351) 21 882 3390/8\nFax (351) 21 882 3399\nSLOVENIA\nMinistrstvo za zunanje zadeve\nPrešernova 25\nSI-1000 Ljubljana\nTel. 00386 1 4782000\nFaks: 00386 1 4782341\nMinistrstvo za gospodarstvo\nKotnikova 5\nSI-1000 Ljubljana\nTel. 00386 1 4783311\nFaks: 00386 1 4331031\nMinistrstvo za obrambo\nKardeljeva pl. 25\nSI-1000 Ljubljana\nTel. 00386 1 4712211\nFaks: 00386 1 4318164\nSLOVAKIA\nMinisterstvo hospodárstva Slovenskej republiky\nMierová 19\n827 15 Bratislava 212\nTel.: 00421/2/4854 1111\nFax: 00421/2/4333 7827\nMinisterstvo financií Slovenskej republiky\nŠtefanovičova 5\nP.O. BOX 82\n817 82 Bratislava\nTel.: 00421/2/5958 1111\nFax: 00421/2/5249 8042\nFINLAND\nUlkoasiainministeriö/Utrikesministeriet\nPL/PB 176\nFIN-00161 Helsinki/Helsingfors\nP./Tfn (358-9) 16 00 5\nFaksi/Fax (358-9) 16 05 57 07\nPuolustusministeriö/Försvarsministeriet\nEteläinen Makasiinikatu 8 / Södra Magasinsgatan 8\nFIN-00131 Helsinki/Helsingfors\nPL/PB 31\nP./Tfn (358-9) 16 08 81 28\nFaksi/Fax (358-9) 16 08 81 11\nSWEDEN\nInspektionen för strategiska produkter (ISP)\nBox 70 252\n107 22 Stockholm\nTfn (46-8) 406 31 00\nFax (46-8) 20 31 00\nUNITED KINGDOM\nSanctions Licensing Unit\nExport Control Organisation\nDepartment of Trade and Industry\n4 Abbey Orchard Street\nLondon SW1P 2HT\nTel. (44) 20 7215 0594\nFax (44) 20 7215 0593\nEUROPEAN COMMUNITY\nCommission of the European Communities\nDirectorate-General for External Relations\nDirectorate Common Foreign and Security Policy (CFSP) and European Security and Defence Policy (ESDP): Commission Coordination and contribution\nUnit A.2: Legal and institutional matters, CFSP Joint Actions, Sanctions, Kimberley Process\nCHAR 12/163\nB-1049 Bruxelles/Brussel\nTel. (32-2) 296 25 56\nFax (32-2) 296 75 63\nE-mail: Relex-Sanctions@cec.eu.int"}