{"celex_id": "32009R0638", "uri": "http://publications.europa.eu/resource/cellar/c6c235dc-10be-403a-8a2e-a424dcd62662", "type": "Regulation", "concepts": ["252", "2965", "3069", "4843", "797"], "title": "Commission Regulation (EC) No 638/2009 of 22 July 2009 amending Regulation (EC) No 1145/2008 laying down detailed rules for implementing Council Regulation (EC) No 637/2008 as regards the national restructuring programmes for the cotton sector\n", "header": "23.7.2009 EN Official Journal of the European Union L 191/15\nCOMMISSION REGULATION (EC) No 638/2009\nof 22 July 2009\namending Regulation (EC) No 1145/2008 laying down detailed rules for implementing Council Regulation (EC) No 637/2008 as regards the national restructuring programmes for the cotton sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 637/2008 of 23 June 2008 amending Regulation (EC) No 1782/2003 and establishing national restructuring programmes for the cotton sector (1), and in particular Article 9 thereof,\nWhereas:\n(1) The second subparagraph of Article 4(1) of Regulation (EC) No 637/2008 as amended by Regulation (EC) No 472/2009 (2) introduces the possibility for Member States to submit a single draft modified restructuring programme for duration of eight years. It is necessary to adjust the implementing rules to this possibility.\n(2) In view of the possible prolongation of the length of the programmes, the maximum percentage which may be paid in the form of advances must be increased. The conditions for release of the securities linked to these advances need to be specified, and it must be clarified that securities are not required for advances paid after full completion of the relevant tasks.\n(3) For reasons of non-discriminatory treatment of ginners, it is necessary that the controls referred to in the second subparagraph of Article 7(1) of Commission Regulation (EC) No 1145/2008 (3) cover all the measures listed in Article 7(1) of Regulation (EC) No 637/2008.\n(4) Furthermore, the Member States responsibility to verify respect of the commitment not to use the production site for the ginning of cotton during a period of ten years from the moment of approval of the application for dismantling should be specified.\n(5) With a view to optimising the effects of the restructuring programmes, it is necessary to provide Member States with additional flexibility in setting the amount of aid for dismantling per tonne of unginned cotton, which takes into account the heterogeneity of the ginning industry, while in any case avoiding overcompensation.\n(6) Regulation (EC) No 1145/2008 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 1145/2008 is amended as follows:\n1. Article 6 is amended as follows:\n(a) Paragraph 2 is replaced by the following:\n(b) Paragraph 3 is replaced by the following:\n(a) by 30 June of the fourth year following the year of the deadline for submission of the draft four-year restructuring programmes as laid down in the first subparagraph of Article 4(1) of Regulation (EC) No 637/2008;\n(b) by 30 June of the eight year following the year of the deadline for submission of the draft eight-year restructuring programmes as laid down in the second subparagraph of Article 4(1) of Regulation (EC) No 637/2008.\n2. Article 7(1) is amended as follows:\n(a) The second subparagraph is replaced by the following:\n(b) The following fourth subparagraph is added:\n3. In Article 10(1), point (e) is replaced by the following:\n‘(e) the written commitment not to use the production site or sites for the ginning of cotton during a period of ten years from the approval of the application as referred to in point (b).’;\n4. In Article 11, paragraph 2, ‘EUR 100’ is replaced by ‘EUR 190’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 5.7.2008, p. 1.\n(2)  OJ L 144, 9.6.2009, p. 1.\n(3)  OJ L 308, 19.11.2008, p. 17."}