{"celex_id": "32000L0028", "uri": "http://publications.europa.eu/resource/cellar/fb2919aa-71c7-4e8b-bd69-4bb7485c711d", "type": "Directive", "concepts": ["1800", "2602", "3246"], "title": "Directive 2000/28/EC of the European Parliament and of the Council of 18 September 2000 amending Directive 2000/12/EC relating to the taking up and pursuit of the business of credit institutions\n", "header": "Directive 2000/28/EC of the European Parliament and of the Council\nof 18 September 2000\namending Directive 2000/12/EC relating to the taking up and pursuit of the business of credit institutions\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first and third sentences of Article 47(2) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nHaving regard to the opinion of the European Central Bank(3),\nActing in accordance with the procedure laid down in Article 251 of the Treaty(4),\nWhereas:\n(1) In accordance with the objectives of the Treaty, it is desirable to promote harmonious development of the activities of credit institutions throughout the Community, in particular as regards the issuance of electronic money.\n(2) Certain institutions limit their activity primarily to the issuance of electronic money. To avoid any distortion of competition between electronic money issuers, even as regards application of monetary policy measures, it is advisable that these institutions, subject to suitable specific provisions taking into account their special characteristics, be brought within the scope of Directive 2000/12/EC(5).\n(3) It is advisable, consequently, to extend to these institutions the definition of credit institutions provided for in Article 1 of Directive 2000/12/EC.\n(4) Directive 2000/46/EC of the European Parliament and of the Council of 18 September 2000 on the taking up, pursuit and prudential supervision of the business of electronic money institutions(6) defines electronic money institutions.\n(5) It is necessary for electronic money to be redeemable to ensure bearer confidence,", "main_body": ["Directive 2000/12/EC is hereby amended as follows:\n1. Article 1, point 1, first subparagraph shall be replaced by the following text:\n\"1. 'Credit institution' shall mean:\n(a) an undertaking whose business is to receive deposits or other repayable funds from the public and to grant credits for its own account; or\n(b) an electronic money institution within the meaning of Directive 2000/46/EC of the European Parliament and of the Council of 18 September 2000 on the taking up, pursuit and prudential supervision of the business of electronic money institutions(7).\"\n2. The following Article shall be added to Title V:\n\"Article 33a", "of Directive 2000/46/EC shall apply to credit institutions.\"", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 27 April 2002. They shall immediately inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such a reference shall be laid down by the Member States.\n2. Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 September 2000.\nFor the European Parliament\nThe President\nN. Fontaine\nFor the Council\nThe President\nH. VĂŠdrine\n(1) OJ C 317, 15.10.1998, p. 12.\n(2) OJ C 101, 12.4.1999, p. 64.\n(3) OJ C 189, 6.7.1999, p. 7.\n(4) Opinion of the European Parliament of 15 April 1999 (OJ C 219, 30.7.1999, p. 421), confirmed on 27 October 1999, Council Common Position of 29 November 1999 (OJ C 26, 28.1.2000, p. 12) and Decision of the European Parliament of 11 April 2000 (not yet published in the Official Journal).\n(5) Directive 2000/12/EC of the European Parliament and of the Council of 20 March 2000 relating to the taking up and pursuit of the business of credit institutions (OJ L 126, 26.5.2000, p. 1).\n(6) See page 39 of this Official Journal.\n(7) OJ L 275, 27.10.2000, p. 39."}