{"celex_id": "32009D0889", "uri": "http://publications.europa.eu/resource/cellar/67b4172f-bf08-4467-8713-adf4b04225d0", "type": "Decision", "concepts": ["1728", "3194", "4250", "5652", "7932", "862", "922"], "title": "2009/889/EC: Council Decision of 30 November 2009 providing macro-financial assistance to Georgia\n", "header": "5.12.2009 EN Official Journal of the European Union L 320/1\nCOUNCIL DECISION\nof 30 November 2009\nproviding macro-financial assistance to Georgia\n(2009/889/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament,\nAfter consulting the Economic and Financial Committee,\nWhereas:\n(1) Relations between Georgia and the European Union (EU) are developing within the framework of the European Neighbourhood Policy, which is enhanced by the newly launched Eastern Partnership.\n(2) The extraordinary European Council of 1 September 2008 confirmed the EU’s willingness to strengthen EU-Georgia relations in the aftermath of the armed conflict in August 2008 between Georgia and Russia.\n(3) Georgia’s economic stabilisation and recovery is supported by the International Monetary Fund (IMF) through a Stand-By Arrangement which was approved on 15 September 2008.\n(4) At a donors’ conference held on 22 October 2008, the international community pledged support to Georgia’s economic recovery in line with the Joint Needs Assessment carried out by the United Nations and the World Bank.\n(5) The European Community announced up to EUR 500 million in assistance to Georgia in 2008-2010.\n(6) Given that a substantial residual financing gap remains in the balance of payments in 2009-2010, macro-financial assistance is included in the Community package to Georgia.\n(7) In order to ensure efficient protection of the Community’s financial interests linked to the present financial assistance, it is necessary to provide for appropriate measures by Georgia related to the prevention of, and the fight against, fraud, corruption and any other irregularities linked to this assistance, as well as for controls by the Commission and audits by the Court of Auditors.\n(8) The release of the Community financial assistance is without prejudice to the powers of the budgetary authority.\n(9) This assistance should be managed by the Commission in consultation with the Economic and Financial Committee.\n(10) The Treaty does not provide for the adoption of this Decision powers other than those of Article 308,", "main_body": ["1.   The Community shall make available to Georgia financial assistance amounting to a maximum of EUR 46 million in grants with a view to supporting Georgia’s efforts of post-war economic recovery, which is also affected by the international financial crisis, alleviating the financial constraints on the implementation of the government’s economic reform programme.\n2.   The Community financial assistance shall be managed by the Commission in consultation with the Economic and Financial Committee and in a manner consistent with the agreements or understandings reached between the IMF and Georgia.\n3.   The Community financial assistance shall be made available for two years starting from the first day after the entry into force of the Memorandum of Understanding referred to in Article 2(1). However, if circumstances so require, the Commission, after consultation of the Economic and Financial Committee, may decide to extend the availability period by a maximum of one year.", "1.   The Commission is empowered to agree with the authorities of Georgia, after consulting the Economic and Financial Committee, the economic policy and financial conditions attached to the Community financial assistance, to be laid down in a Memorandum of Understanding and a Grant Agreement. The conditions shall be consistent with the agreements or understandings reached between the IMF and Georgia.\n2.   During the implementation of the Community financial assistance, the Commission shall monitor the soundness of Georgia’s financial arrangements, administrative procedures, and internal and external control mechanisms which are relevant to such assistance.\n3.   The Commission shall verify at regular intervals that Georgia’s economic policies are in accordance with the objectives of the Community assistance and that the agreed economic policy and financial conditions are being satisfactorily fulfilled. In doing so, the Commission shall coordinate closely with the IMF and the World Bank, and, when required, with the Economic and Financial Committee.", "1.   The Community financial assistance shall be made available by the Commission to Georgia in two instalments.\n2.   The Commission shall decide on the release of the instalments subject to a satisfactory implementation of the economic programme supported by the IMF and of any other conditions agreed between Georgia and the Community in accordance with Article 2(1). The disbursement of the second instalment shall not take place earlier than three months after the release of the first instalment.\n3.   The Community funds shall be paid to the National Bank of Georgia. Subject to provisions to be agreed in the Memorandum of Understanding, including a confirmation of residual budgetary financing needs, their counter-value in local currency may be transferred to the Treasury of Georgia as the final beneficiary.", "The Community financial assistance shall be implemented in accordance with the provisions of Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (1) and its implementing rules (2). In particular, the Memorandum of Understanding and the Grant Agreement to be agreed with the authorities of Georgia shall provide for appropriate measures by Georgia related to the prevention of, and the fight against, fraud, corruption and other irregularities affecting the assistance. They shall also provide for controls by the Commission, including the European Anti-Fraud Office (OLAF), with the right to perform on-the-spot checks and inspections, and for audits by the Court of Auditors, where appropriate, to be carried out on the spot.", "By 31 August of each year the Commission shall submit to the European Parliament and to the Council a report, including an evaluation of the implementation of this Decision in the preceding year. The report shall indicate the connection between the policy conditions as laid down in a Memorandum of Understanding pursuant to Article 2(1), Georgia’s on-going economic and fiscal performance, and the Commission’s decision to release the instalments of the assistance.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Council\nThe President\nB. ASK\n(1)  OJ L 248, 16.9.2002, p. 1.\n(2)  Commission Regulation (EC, Euratom) No 2342/2002 (OJ L 357, 31.12.2002, p. 1)."}