{"celex_id": "32004D0063", "uri": "http://publications.europa.eu/resource/cellar/da9214f8-773d-4d86-a575-12c7d68c70e5", "type": "Decision", "concepts": ["1445", "1519", "1612", "192", "5034", "5962"], "title": "2004/63/EC: Commission Decision of 23 December 2003 amending Decision 2003/467/EC as regards the declaration that certain provinces of Italy are free of bovine brucellosis and enzootic bovine leukosis (Text with EEA relevance) (notified under document number C(2003) 5063)\n", "header": "Commission Decision\nof 23 December 2003\namending Decision 2003/467/EC as regards the declaration that certain provinces of Italy are free of bovine brucellosis and enzootic bovine leukosis\n(notified under document number C(2003) 5063)\n(Text with EEA relevance)\n(2004/63/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on health problems affecting intra-Community trade in bovine animals and swine(1), and in particular Annex A(II)(7) and Annex D(I)(E) thereto,\nWhereas:\n(1) The lists of regions of Member States declared free of bovine brucellosis and enzootic bovine leukosis are set out in Commission Decision 2003/467/EC of 25 June 2003 establishing the official tuberculosis, brucellosis and enzootic-bovine-leukosis free status of certain Member States and regions of Member States as regards bovine herds(2).\n(2) Italy submitted to the Commission documentation demonstrating compliance with the appropriate conditions provided for in Directive 64/432/EEC as regards the provinces of Cremona, Lodi and Pavia in the Region of Lombardia in order that those provinces may be declared officially free of brucellosis as regards bovine herds.\n(3) Italy also submitted to the Commission documentation demonstrating compliance with the appropriate conditions provided for in Directive 64/432/EEC as regards the provinces of Milano, Lodi and Cremona in the Region of Lombardia and the provinces of Arezzo, Firenze, Grossetto, Livorno, Lucca, Pisa, Pistoia, Prato, and Siena in the Region of Toscana, in order that those provinces may be declared officially free of enzootic bovine leukosis as regards bovine herds.\n(4) Following evaluation of the documentation submitted by Italy, the provinces of Cremona, Lodi and Pavia in the Region of Lombardia should be declared officially free of bovine brucellosis and the provinces of Milano, Lodi and Cremona in the Region of Lombardia and the provinces of Arezzo, Firenze, Grossetto, Livorno, Lucca, Pisa, Pistoia, Prato, and Siena in the Region of Toscana should be declared officially free of enzootic bovine leukosis.\n(5) Decision 2003/467/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes II and III to Decision 2003/467/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 December 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p.1977/64. Directive as last amended by the Act of Accession of 2003.\n(2) OJ L 156, 25.6.2003, p. 74.\nANNEX\nAnnexes II and III to Decision 2003/467/EC are amended as follows:\n1. In Annex II, Chapter 2 is replaced by the following:\n\"CHAPTER 2 OFFICIALLY BRUCELLOSIS-FREE REGIONS OF MEMBER STATES\nIn Italy:\n- Region Emilia-Romagna: Provinces of Bologna, Ferrara, Forli-Cesena, Modena, Parma, Piacenza, Ravenna, Reggio Emilia, Rimini\n- Region Lombardia: Provinces of Bergamo, Como, Cremona, Lecco, Lodi, Mantova, Pavia, Sondrio, Varese\n- Region Marche: Province of Ascoli Piceno\n- Region Sardinia: Provinces of Cagliari, Nuoro, Oristano, Sassari\n- Region Trentino-Alto Aldige: Provinces of Bolzano, Trento\nIn Portugal:\n- Autonomous Region of Azores: Islands of Pico, Graciosa, Flores, Corvo\nIn the United Kingdom:\n- Great Britain: England, Scotland, Wales\".\n2. In Annex III, Chapter 2 is replaced by the following:\n\"CHAPTER 2 OFFICIALLY ENZOOTIC-BOVINE-LEUKOSIS-FREE REGIONS OF MEMBER STATES\nIn Italy:\n- Region Emilia-Romagna: Provinces of Bologna, Ferrara, Forli-Cesena, Modena, Parma, Piacenza, Ravenna, Reggio Emilia, Rimini\n- Region Lombardia: Provinces of Bergamo, Brescia, Como, Cremona, Lecco, Lodi, Mantova, Milano, Sondrio, Varese\n- Region Marche: Province of Ascoli Piceno\n- Region Toscana: Provinces of Arezzo, Firenze, Grossetto, Livorno, Lucca, Pisa, Pistoia, Prato, Siena\n- Region Trentino-Alto Aldige: Provinces of Bolzano, Trento\n- Region Val d'Aosta: Province of Aosta\""}