{"celex_id": "32003R0745", "uri": "http://publications.europa.eu/resource/cellar/5c81eca0-5655-4fee-8452-8560ec7834e4", "type": "Regulation", "concepts": ["3483", "3862", "3870", "4452"], "title": "Commission Regulation (EC) No 745/2003 of 28 April 2003 amending Council Regulation (EC) No 2580/2001 on specific measures directed against certain persons and entities with a view to combating terrorism\n", "header": "Commission Regulation (EC) No 745/2003\nof 28 April 2003\namending Council Regulation (EC) No 2580/2001 on specific measures directed against certain persons and entities with a view to combating terrorism\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2580/2001 of 27 December 2001 on specific restrictive measures directed against certain persons and entities with a view to combating terrorism(1) and in particular Article 7 thereof,\nWhereas:\n(1) The Annex to Regulation (EC) No 2580/2001 lists the competent authorities to whom information and requests concerning the measures imposed by that Regulation should be sent.\n(2) The Netherlands and the United Kingdom have requested that the address details concerning their competent authorities be amended and, as a result of personnel changes, the address details concerning the Commission have to be amended,", "main_body": ["The Annex to Regulation (EC) No 2580/2001 is hereby amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 2003.\nFor the Commission\nChristopher Patten\nMember of the Commission\n(1) OJ L 344, 28.12.2001, p. 70.\nANNEX\nThe Annex to Regulation (EC) No 2580/2001 is amended as follows:\n1. the address details under the heading \"Netherlands\" shall be replaced with:\n\" Ministerie van FinanciĂŤn Directie FinanciĂŤle Markten, afdeling Integriteit Postbus 20201 2500 EE Den Haag The Netherlands Tel. (31-70) 342 89 97 Fax (31-70) 342 79 18 \".\n2. the address details under the heading \"United Kingdom\" shall be replaced with:\n\" HM Treasury International Financial Services Team 1, Horse Guards Road London SW1A 2HQ United Kingdom Tel. (44-207) 270 55 50 Fax (44-207) 270 43 65 Bank of England Financial Sanctions Unit Threadneedle Street London EC2R 8AH United Kingdom Tel. (44-207) 601 46 07 Fax (44-207) 601 43 09 \".\n3. the address details under the heading \"European Community\" shall be replaced with:\n\" Commission of the European Communities Directorate-General for External Relations\nDirectorate CFSP\nUnit A.2: Legal and institutional matters for external relations - Sanctions\nCHAR 12/163\nB - 1049 Brussels Tel. (32-2) 295 81 48/296 25 56 Fax (32-2) 296 75 63 E-mail: relex-sanctions@cec.eu.int \"."}