{"celex_id": "32002D0410", "uri": "http://publications.europa.eu/resource/cellar/8458f82b-2c0e-47a4-9c1a-e3dda01be56e", "type": "Decision", "concepts": ["1774", "2795", "2850", "4048", "5315", "5383"], "title": "2002/410/EC: Council Decision of 27 May 2002 concerning the conclusion of the Additional Protocol to the Agreement establishing an association between the European Economic Community and the Republic of Malta, to associate Malta to the fifth framework programme for research, technological development and demonstration (1998 to 2002)\n", "header": "Council Decision\nof 27 May 2002\nconcerning the conclusion of the Additional Protocol to the Agreement establishing an association between the European Economic Community and the Republic of Malta, to associate Malta to the fifth framework programme for research, technological development and demonstration (1998 to 2002)\n(2002/410/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 170(2) thereof in conjunction with the first sentence of the first subparagraph of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The Agreement establishing an association between the European Economic Community and Malta(3), entered into force on 1 April 1971.\n(2) The conclusions of the Luxembourg European Council of 12 to 13 December 1997 confirmed the possibility of associating candidate countries to the Community's framework programme in the field of research and technological development as one of the instruments of the pre-accession strategy to be applied to those countries.\n(3) By Decision No 182/1999/EC(4), the European Parliament and the Council adopted the fifth framework programme of the European Community for research, technological development and demonstration activities (1998 to 2002).\n(4) The Helsinki European Council of 10 to 11 December 1999 decided to convene a bilateral intergovernmental conference in February 2000 on Malta's accession to the European Union.\n(5) On 3 April 2000, Malta formally informed the Commission that it wished such an association with the fifth framework programme from 1 January 2001.\n(6) By its Decision of 17 October 2000, the Council authorised the Commission to negotiate on behalf of the European Community an Additional Protocol to the Association Agreement, to associate Malta to the fifth framework programme (hereinafter referred to as \"the Additional Protocol\").\n(7) By Decision 2001/516/EC(5), the Council authorised, subject to its subsequent conclusion, the signature of the Additional Protocol resulting from these negotiations and its entry into force, on a provisional basis, on 1 March 2001.\n(8) The Additional Protocol was signed on 20 June 2001 in Brussels.\n(9) The Additional Protocol should be approved, and its definitive entry into force notified to the Maltese authorities,", "main_body": ["The Additional Protocol to the Agreement establishing an association between the European Economic Community and the Republic of Malta, to associate Malta to the fifth framework programme for research, technological development and demonstration (1998 to 2002), is hereby approved on behalf of the Community.", "In accordance with Article 10 of the Additional Protocol, the President of the Council will notify the Republic of Malta of the fact that the Community has completed the procedures necessary for the Additional Protocol to enter into force.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 27 May 2002.\nFor the Council\nThe President\nM. Arias CaĂąete\n(1) OJ C 103 E, 30.4.2002, p. 208.\n(2) Opinion delivered on 9 April 2002 (not yet published in the Official Journal).\n(3) OJ L 61, 14.3.1971, p. 2.\n(4) OJ L 26, 1.2.1999, p. 1.\n(5) OJ L 186, 7.7.2001, p. 34."}