{"celex_id": "32009D0368", "uri": "http://publications.europa.eu/resource/cellar/5ee0539e-eb1e-493d-b785-f9af9a29939d", "type": "Decision", "concepts": ["1394", "2483", "3069", "479", "5283", "5844"], "title": "2009/368/EC: Commission Decision of 4 May 2009 fixing for the marketing year 2009/2010 the amounts of the aid for diversification and the additional aid for diversification to be granted under the temporary scheme for the restructuring of the sugar industry of the Community (notified under document number C(2009) 3158)\n", "header": "5.5.2009 EN Official Journal of the European Union L 111/50\nCOMMISSION DECISION\nof 4 May 2009\nfixing for the marketing year 2009/2010 the amounts of the aid for diversification and the additional aid for diversification to be granted under the temporary scheme for the restructuring of the sugar industry of the Community\n(notified under document number C(2009) 3158)\n(Only the Spanish text is authentic)\n(2009/368/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 320/2006 of 20 February 2006 establishing a temporary scheme for the restructuring of the sugar industry in the Community and amending Regulation (EC) No 1290/2005 on the financing of the common agricultural policy (1),\nHaving regard to Commission Regulation (EC) No 968/2006 of 27 June 2006 laying down detailed rules for the implementation of Council Regulation (EC) No 320/2006 establishing a temporary scheme for the restructuring of the sugar industry in the Community (2), and in particular Article 13(1) thereof,\nWhereas:\n(1) The Commission has to fix the amounts attributed to each Member State concerned for the aid for diversification provided for in Article 6 of Regulation (EC) No 320/2006 and the additional aid for diversification provided for in Article 7 of that Regulation.\n(2) The amounts of the aid for diversification and additional aid for diversification are calculated on the basis of the tonnes of sugar quota renounced in the 2009/2010 marketing year in the Member State concerned, as provided for in Article 13(2) of Regulation (EC) No 968/2006,", "main_body": ["The amounts per Member State concerned of the aid for diversification and the additional aid for diversification provided for in Articles 6 and 7 of Regulation (EC) No 320/2006 respectively, as fixed in respect of the quotas renounced in the 2009/2010 marketing year, are set out in the Annex to this Decision.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 4 May 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 42.\n(2)  OJ L 176, 30.6.2006, p. 32.\nANNEX\nAmounts per Member State of the aid for diversification and the additional aid for diversification 2009/2010 marketing year\n(EUR)\nMember State Aid for diversification Additional aid for diversification\nSpain 10 304 268,00 23 197 020,93"}