{"celex_id": "32007R1338", "uri": "http://publications.europa.eu/resource/cellar/70b49f34-94da-4790-a2c6-e80596d53963", "type": "Regulation", "concepts": ["1518", "161", "2730", "2771", "690", "693"], "title": "Commission Regulation (EC) No 1338/2007 of 15 November 2007 amending Council Regulation (EC) No 747/2001 as regards Community tariff quotas for oranges originating in Egypt and for a processed agricultural product originating in Israel\n", "header": "16.11.2007 EN Official Journal of the European Union L 298/11\nCOMMISSION REGULATION (EC) No 1338/2007\nof 15 November 2007\namending Council Regulation (EC) No 747/2001 as regards Community tariff quotas for oranges originating in Egypt and for a processed agricultural product originating in Israel\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 747/2001 of 9 April 2001 providing for the management of Community tariff quotas and of reference quantities for products eligible for preferences by virtue of agreements with certain Mediterranean countries and repealing Regulations (EC) No 1981/94 and (EC) No 934/95 (1), and in particular Article 5(1)(b) thereof,\nWhereas:\n(1) By its Decision of 30 October 2007 (2), the Council authorised the signing and provided for the provisional application from 1 January 2007 of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Arab Republic of Egypt, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union.\n(2) This Protocol provides for an increase in the volume of the tariff quotas applicable at import into the Community for oranges originating in Egypt. The increase in the volume shall apply from 1 July 2007.\n(3) By its Decision of 22 October 2007 (3), the Council authorised the signing and provided for the provisional application from 1 January 2007 of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the State of Israel, of the other part, to take account of the accession of the Republic of Bulgaria and Romania to the European Union.\n(4) This Protocol provides for a new annual tariff quota applicable at import into the Community for a specific processed agricultural product originating in Israel. The new tariff quota shall apply from the first day of the month following the date of signature of the Protocol.\n(5) To implement the tariff concessions provided for in these Protocols, the list of tariff quotas for Egypt and for Israel laid down in Regulation (EC) No 747/2001 should be adjusted.\n(6) As the tariff quota for Israel for the year 2007 does not apply from 1 January 2007, the volume of the new tariff quota for this year shall be fixed at a lower quantity than the annual tariff quota volume.\n(7) Regulation (EC) No 747/2001 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EC) No 747/2001 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2007.\nHowever, point 2 of the Annex shall apply from 1 November 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 2007.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 109, 19.4.2001, p. 2. Regulation as last amended by Commission Regulation (EC) No 1712/2006 (OJ L 321, 21.11.2006, p. 7).\n(2)  Not yet published in the Official Journal.\n(3)  Not yet published in the Official Journal.\nANNEX\nRegulation (EC) No 747/2001 is amended as follows:\n1. In the Table set out in Annex IV, the rows for the tariff quotas with order numbers 09.1707 and 09.1711 are replaced by the following:\n‘09.1707 0805 10 Oranges, fresh or dried From 1.7.2007 to 30.6.2008 and for each period thereafter from 1.7. to 30.6. 70 320 Exemption (2)\nof which:  of which:\n09.1711 0805 10 20 Sweet oranges, fresh From 1.12.2007 to 31.5.2008 and for each period thereafter from 1.12. to 31.5. 36 300 (5) Exemption (6)’\n2. In the Table set out in Part A of Annex VII, the following row is inserted:\nOrder No CN code TARIC subdivision Description of goods Quota period Quota volume Quota duty\n‘09.1367 ex 2106 90 98 44 Citrus bases for preparation of soft drinks and beverages containing by weight at least 30 % of concentrated fruit juices and no more than 50 % of sucrose, not containing milk or milk products From 1.11. to 31.12.2007 3 240 67 % of the agricultural component’\nFrom 1.1. to 31.12.2008 and for each period thereafter from 1.1. to 31.12. 5 550"}