{"celex_id": "32007R1039", "uri": "http://publications.europa.eu/resource/cellar/3749655a-d456-49d8-8cf9-225a3dbfe082", "type": "Regulation", "concepts": ["20", "2741", "301", "4860"], "title": "Commission Regulation (EC) No 1039/2007 of 10 September 2007 suspending the standing invitations to tender provided for in Chapters II and III of Regulation (EC) No 1898/2005\n", "header": "11.9.2007 EN Official Journal of the European Union L 238/28\nCOMMISSION REGULATION (EC) No 1039/2007\nof 10 September 2007\nsuspending the standing invitations to tender provided for in Chapters II and III of Regulation (EC) No 1898/2005\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Articles 10 and 15 thereof,\nWhereas:\n(1) In accordance with Commission Regulation (EC) No 1898/2005 of 9 November 2005 laying down detailed rules for implementing Council Regulation (EC) No 1255/1999 as regards measures for the disposal of cream, butter and concentrated butter on the Community market (2), the intervention agencies may sell at a reduced price by standing invitation to tender certain quantities of intervention butter intended for use in pastry products, ice-creams and other foodstuffs. The intervention agencies may also grant aid for the use of butter, concentrated butter and cream in pastry products, ice-creams and other foodstuffs, and for concentrated butter intended for direct consumption in the Community.\n(2) Given the current situation on the Community market, and in particular the lack of surplus public stocks of butter, no award should be made under these tendering procedures. This situation is likely to last for some time to come. In order to simplify the management of these measures, the sale referred to in Article 1(a) of Regulation (EC) No 1898/2005 and the aid provided for in Article 1(b)(i) and (ii) should be suspended.\n(3) So as not to interfere with the functioning of the invitations to tender, this Regulation should apply from the start of the period for submitting tenders for a specific invitation.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The invitations to tender provided for in Section 5 of Chapter II and in Section 2 of Chapter III of Regulation (EC) No 1898/2005 are hereby suspended.\nA notice announcing the suspension of these standing invitations to tender shall be published in the Official Journal of the European Union.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 12 September 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 September 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 308, 25.11.2005, p. 1. Regulation as last amended by Regulation (EC) No 96/2007 (OJ L 25, 1.2.2007, p. 6)."}