{"celex_id": "32008D0587", "uri": "http://publications.europa.eu/resource/cellar/a6b66b59-d2a2-4124-b0d7-11315f198725", "type": "Decision", "concepts": ["171", "2140", "2166", "414", "4271", "4274"], "title": "2008/587/EC,Euratom: Decision of the European Parliament of 18 June 2008 amending Decision 94/262/ECSC, EC, Euratom on the regulations and general conditions governing the performance of the Ombudsman's duties\n", "header": "17.7.2008 EN Official Journal of the European Union L 189/25\nDECISION OF THE EUROPEAN PARLIAMENT\nof 18 June 2008\namending Decision 94/262/ECSC, EC, Euratom on the regulations and general conditions governing the performance of the Ombudsman's duties\n(2008/587/EC, Euratom)\nTHE EUROPEAN PARLIAMENT", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 195(4) thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 107d(4) thereof,\nHaving regard to the draft decision approved by the European Parliament on 22 April 2008 (1) and to the resolution adopted and the amendments approved on 18 June 2008 (2),\nHaving regard to the opinion of the Commission,\nWith the approval of the Council (3),\nWhereas:\n(1) The Charter of Fundamental Rights of the European Union recognises the right to good administration as a fundamental right of citizens of the Union.\n(2) Citizens' confidence in the capacity of the Ombudsman to conduct thorough and impartial inquiries in alleged cases of maladministration is fundamental to the success of the Ombudsman's action.\n(3) It is desirable to adapt the Statute of the Ombudsman in order to eliminate any possible uncertainty concerning the capacity of the Ombudsman to conduct thorough and impartial inquiries in alleged cases of maladministration.\n(4) It is desirable to adapt the Statute of the Ombudsman in order to allow for any possible evolution of the legal provisions or of case law concerning the intervention of bodies, offices and agencies of the European Union in cases before the Court of Justice.\n(5) It is desirable to adapt the Statute of the Ombudsman to take account of the changes that have occurred in recent years as regards the role of EU institutions and bodies in combating fraud against the financial interests of the European Union, notably the creation of the European Anti-Fraud Office (OLAF), so as to allow the Ombudsman to notify those institutions or bodies of any information falling within their remit.\n(6) It is desirable to take steps so as to allow the Ombudsman to develop his or her cooperation with similar institutions at national and international level, as well as with national or international institutions, even where they cover a wider range of activities than the European Ombudsman — such as the protection of human rights — since such cooperation may make a positive contribution towards enhancing the efficiency of the Ombudsman's action.\n(7) The Treaty establishing the European Coal and Steel Community expired in 2002,", "main_body": ["Amendments to Decision 94/262/ECSC, EC, Euratom\nDecision 94/262/ECSC, EC, Euratom of the European Parliament (4) is hereby amended as follows:\n1. in Citation 1, the words ‘, Article 20d(4) of the Treaty establishing the European Coal and Steel Community’ shall be deleted;\n2. recital 3 shall be replaced by the following:\n3. in Article 1(1), the words ‘, Article 20d(4) of the Treaty establishing the European Coal and Steel Community’ shall be deleted;\n4. Article 3(2) shall be replaced by the following:\n5. Article 4 shall be replaced by the following:\n6. the following Article 4a shall be inserted:\n7. Article 5 shall be replaced by the following:", "This decision shall be published in the Official Journal of the European Union.", "This decision shall enter into force 14 days after its publication in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 18 June 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\n(1)  Not yet published in the Official Journal.\n(2)  Not yet published in the Official Journal.\n(3)  Decision of the Council of 12 June 2008.\n(4)  OJ L 113, 4.5.1994, p. 15.\n(5)  Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (OJ L 145, 31.5.2001, p. 43).’;"}