{"celex_id": "32007D0421", "uri": "http://publications.europa.eu/resource/cellar/00fe6ebf-dde0-499c-a642-35ceac1ffc4c", "type": "Decision", "concepts": ["1448", "171", "3117", "4033", "4827"], "title": "2007/421/EC: Commission Decision of 14 June 2007 repealing Decision 96/587/EC on the publication of the list of recognised organisations which have been notified by Member States in accordance with Council Directive 94/57/EC (notified under document number C(2007) 2379)   (Text with EEA relevance)\n", "header": "19.6.2007 EN Official Journal of the European Union L 157/18\nCOMMISSION DECISION\nof 14 June 2007\nrepealing Decision 96/587/EC on the publication of the list of recognised organisations which have been notified by Member States in accordance with Council Directive 94/57/EC\n(notified under document number C(2007) 2379)\n(Text with EEA relevance)\n(2007/421/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 94/57/EC of 22 November 1994 on common rules and standards for ship inspection and survey organisations and for relevant activities of maritime administrations (1), and in particular Article 4(4) thereof,\nWhereas:\n(1) Commission Decision 96/587/EC (2) listed the organisations recognised by the Member States in accordance with Directive 94/57/EC.\n(2) In accordance with Article 4(5) of Directive 94/57/EC, the organisations which on 22 January 2002 are already recognised on the basis of the said Directive shall continue to be recognised.\n(3) Commission Decision 2005/623/EC (3) extended the limited recognition of the Hellenic Register of Shipping for a period of three years, with effects for Greece and Cyprus.\n(4) Commission Decision 2006/382/EC (4) extended the limited recognition of the Hellenic Register of Shipping with effects for Malta.\n(5) Commission Decision 2006/660/EC (5) granted Community limited recognition to the Polish Register of Shipping for a period of three years with effects for the Czech Republic, Cyprus, Lithuania, Malta, Poland and the Slovak Republic.\n(6) Decision 96/587/EC, now obsolete, should therefore be repealed while an updated list of the organisations recognised in compliance with Directive 94/57/EC should be published in the Official Journal of the European Union at regular intervals,", "main_body": ["Decision 96/587/EC is repealed.", "The Director General for Energy and Transport shall publish in the Official Journal of the European Union an updated list of organisations recognised in compliance with Directive 94/57/EC by 1 July each year.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 June 2007.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 319, 12.12.1994, p. 20. Directive as last amended by Directive 2002/84/EC of the European Parliament and of the Council (OJ L 324, 29.11.2002, p. 53).\n(2)  OJ L 257, 10.10.1996, p. 43. Decision as last amended by Decision 2002/221/EC (OJ L 73, 15.3.2002, p. 30).\n(3)  OJ L 219, 24.8.2005, p. 43.\n(4)  OJ L 151, 6.6.2006, p. 31.\n(5)  OJ L 272, 3.10.2006, p. 17."}