{"celex_id": "32002R1633", "uri": "http://publications.europa.eu/resource/cellar/5f767875-d160-4dc9-8e74-74fc95f59bb1", "type": "Regulation", "concepts": ["1309", "161", "1644", "4682", "5368", "5774", "932"], "title": "Commission Regulation (EC) No 1633/2002 of 13 September 2002 amending Regulation (EC) No 1429/2002 establishing detailed rules for the application of the tariff quotas for beef and veal as laid down in Council Regulations (EC) No 1151/2002, (EC) No 1362/2002 and (EC) No 1361/2002 for Estonia, Latvia and Lithuania\n", "header": "Commission Regulation (EC) No 1633/2002\nof 13 September 2002\namending Regulation (EC) No 1429/2002 establishing detailed rules for the application of the tariff quotas for beef and veal as laid down in Council Regulations (EC) No 1151/2002, (EC) No 1362/2002 and (EC) No 1361/2002 for Estonia, Latvia and Lithuania\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Commission Regulation (EC) No 2345/2001(2), and in particular Article 32(1) thereof,\nWhereas:\n(1) Council Regulation (EC) No 1151/2002 of 27 June 2002 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Estonia(3) opened certain annual tariff quotas for beef and veal products.\n(2) Commission Regulation (EC) No 1429/2002(4) does not lay down detailed rules for the application of the tariff quota for thick skirt and thin skirt provided for in Regulation (EC) No 1151/2002. This quota should therefore be incorporated into Regulation (EC) No 1429/2002.\n(3) The conditions under which licences may be applied for must be adjusted.\n(4) The measures laid down in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 1429/2002 is hereby amended as follows:\n1. the second subparagraph of Article 3(3)(b) is replaced by the following: \"For Estonia three groups are made up in the following way:\nGroup 1: CN codes 0201 and 0202;\nGroup 2: CN code 1602 50 10;\nGroup 3: CN codes 0206 10 95 and 0206 29 91.\";\n2. Article 3(3)(c) is replaced by the following: \"(c) for each group of products import licence applications must cover a minimum weight of 15 tonnes of products without exceeding the quantity available as defined in Article 2.\";\n3. Article 4(1) is replaced by the following: \"1. Licence applications may be submitted only in the first 12 days of each period referred to in Article 2. However, for the period from 1 July to 31 December 2002, applications for products other than thick skirt and thin skirt originating in Estonia (covered by order number 09.4852) may be submitted no later than 20 August 2002 and applications for thick skirt and thin skirt may be submitted no later than 27 September 2002.\";\n4. Annex I is replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 September 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 315, 1.12.2001, p. 29.\n(3) OJ L 170, 29.6.2002, p. 15.\n(4) OJ L 206, 3.8.2002, p. 9.\nANNEX\n\"ANNEX I\nConcessions applying to imports into the Community of the following products originating in the following countries\n(MFN = most-favoured nation duty)\n>TABLE>\""}