{"celex_id": "32008R0378", "uri": "http://publications.europa.eu/resource/cellar/2c0be3d5-24d8-49b5-b2b1-6def3cde2297", "type": "Regulation", "concepts": ["161", "1644", "2300", "3591", "3732"], "title": "Commission Regulation (EC) No 378/2008 of 25 April 2008 on the issue of import licences for rice within the framework of the tariff quotas opened for the April 2008 sub-period by Regulation (EC) No 327/98\n", "header": "26.4.2008 EN Official Journal of the European Union L 114/85\nCOMMISSION REGULATION (EC) No 378/2008\nof 25 April 2008\non the issue of import licences for rice within the framework of the tariff quotas opened for the April 2008 sub-period by Regulation (EC) No 327/98\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the markets in rice (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nHaving regard to Commission Regulation (EC) No 327/98 of 10 February 1998 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice (3), and in particular the first paragraph of Article 5 thereof,\nWhereas:\n(1) Regulation (EC) No 327/98 opened and provided for the administration of certain import tariff quotas for rice and broken rice, broken down by country of origin and split into several sub-periods in accordance with Annex IX to that Regulation and with Commission Regulation (EC) No 60/2008 opening a specific sub period in February 2008 for the import tariff quota for wholly milled and semi milled rice originating in the United States of America (4).\n(2) April is the second sub-period for the quotas provided for in Article 1(1)(a) of Regulation (EC) No 327/98 for rice originating in Thailand, Australia and countries other than Thailand, Australia and the United States. April is the third sub-period for the quota provided for in Article 1(1)(a) of Regulation (EC) No 327/98 for rice originating in the United States.\n(3) It follows from the notifications received under Article 8(a) of Regulation (EC) No 327/98 that, in the case of the quotas bearing serial numbers 09.4127 — 09.4130, the applications lodged in the first 10 working days of April 2008 in accordance with Article 4(1) of the Regulation relate to a quantity exceeding that available. The extent to which import licences may be issued should therefore be determined and the allocation coefficient laid down to be applied to the quantities applied for under the quotas concerned.\n(4) It also follows from those notifications that, in the case of the quotas bearing serial numbers 09.4128 — 09.4129, the applications lodged in the first 10 working days of April 2008 in accordance with Article 4(1) of the Regulation relate to a quantity less than that available.\n(5) The available quantities for the following quota sub-period should also be fixed in accordance with the first paragraph of Article 5 of Regulation (EC) No 327/98,", "main_body": ["1.   Applications submitted during the first 10 working days of April 2008 for import licences for rice under the quotas bearing serial numbers 09.4127 — 09.4130, as referred to in Regulation (EC) No 327/98, shall give rise to the issue of licences for the quantities applied for, subject to the coefficients set out in the Annex.\n2.   The total quantities available for the following sub-period under the quotas bearing serial numbers 09.4127 — 09.4128 — 09.4129 — 09.4130, as referred to in Regulation (EC) No 327/98, are set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 April 2008.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1). Regulation (EC) No 1785/2003 will be replaced by Regulation (EC) No 1234/2007 (OJ L 299, 16.11.2007, p. 1) as of 1 September 2008.\n(2)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(3)  OJ L 37, 11.2.1998, p. 5. Regulation as last amended by Regulation (EC) No 1538/2007 (OJ L 337, 21.12.2007, p. 49).\n(4)  OJ L 22, 25.1.2008, p. 6.\nANNEX\nQuantities to be allocated for the April 2008 sub-period and quantities available for the following sub-period under Regulation (EC) No 327/98\nQuota of wholly milled or semi-milled rice falling within CN code 1006 30 provided for in Article 1(1)(a) of Regulation (EC) No 327/98:\nOrigin Serial number Allocation coefficient for the April 2008 sub-period Quantities available for the July 2008 sub-period\nUnited States of America 09.4127 90,214372 % 5 076 005\nThailand 09.4128 — (2) 7 157 037\nAustralia 09.4129 — (2) 874 500\nOther origins 09.4130 1,204963 % 0\n(1)  No allocation coefficient for this sub-period: no licence applications were sent to the Commission.\n(2)  Applications cover quantities less than or equal to the quantities available: all applications are therefore acceptable."}