{"celex_id": "32001R1240", "uri": "http://publications.europa.eu/resource/cellar/7bcf58d4-4d36-4eaf-9eb0-7eadc5e75273", "type": "Regulation", "concepts": ["1309", "1338", "1837", "2771", "519"], "title": "Commission Regulation (EC) No 1240/2001 of 25 June 2001 initiating a \"new exporter\" review of Council Regulation (EC) No 2604/2000 imposing a definitive anti-dumping duty on imports of certain polyethylene terephthalate originating, inter alia, in India, repealing the duty with regard to imports from one exporting producer and making these imports subject to registration\n", "header": "Commission Regulation (EC) No 1240/2001\nof 25 June 2001\ninitiating a \"new exporter\" review of Council Regulation (EC) No 2604/2000 imposing a definitive anti-dumping duty on imports of certain polyethylene terephthalate originating, inter alia, in India, repealing the duty with regard to imports from one exporting producer and making these imports subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) (\"the basic Regulation\"), as last amended by Council Regulation (EC) No 2338/2000(2), and in particular Article 11(4) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. REQUEST FOR A REVIEW\n(1) The Commission has received an application for a \"new exporter\" review pursuant to Article 11(4) of the basic Regulation. The application was lodged by Futura Polymers Ltd (\"the applicant\"), an exporting producer in India (\"the country concerned\").\nB. PRODUCT\n(2) The product under investigation is polyethylene terephthalate (\"PET\") with a coefficient of viscosity of 78 ml/g or higher, according to DIN (Deutsche Industrienorm) 53728, as described in Article 1 of the Council Regulation imposing the existing measures, originating in India (\"the product concerned\"). It is currently classifiable within CN codes 3907 60 20 and ex 3907 60 80 (TARIC code 3907 60 80 10.) These CN codes are given for information only.\nC. EXISTING MEASURES\n(3) The measures currently in force are a definitive anti-dumping duty imposed by Council Regulation (EC) No 2604/2000(3) (\"the Regulation\") under which imports into the Community of the product concerned are subject to a definitive duty in the form of a specific amount per tonne of EUR 181,7/t, with the exception of imports from several companies specifically mentioned, which are subject to individual duties. The imports of the product concerned produced by the applicant are subject to a definitive individual duty of EUR 223,0/t.\nD. GROUNDS FOR THE REVIEW\n(4) The applicant had co-operated in an anti-subsidy proceeding run in parallel with the investigation that led to the existing measures, but not in the anti-dumping proceeding leading to the existing measures, since it did not export the product concerned to the Community during the period of investigation on which the existing measures were based, i.e. 1 October 1998 to 30 September 1999 (\"the original investigation period\"). Therefore no individual margin could be established at that time and he was attributed the residual duty. The Regulation stated explicitly that the applicant was entitled to request a new exporter review, when they had exported to the Community or when they could demonstrate that they had entered into irrevocable contractual obligations to export significant quantities to the Community.\n(5) The applicant alleges that, while it did not export the product concerned to the Community during the original investigation period, it has begun to do so thereafter, and that it is not related to any of the exporting producers of the product concerned which are subject to the above-mentioned anti-dumping measures.\nE. PROCEDURE\n(6) Having examined the evidence available, the Commission concludes that there is sufficient evidence to justify the initiation of a review pursuant to Article 11(4) of the basic Regulation with a view to determining the applicant's individual margin of dumping and, should dumping be found, the level of duty to which its imports of the product concerned into the Community should be subject.\n(7) Community producers known to be concerned have been informed of the above application and have been given an opportunity to comment. No comments have been received.\n(a) Questionnaires\nIn order to obtain the information it deems necessary for its investigation, the Commission will send a questionnaire to the applicant.\n(b) Collection of information and holding of hearings.\nAll interested parties are hereby invited to make their views known in writing and to provide supporting evidence. Furthermore, the Commission may hear interested parties, provided that they make a request in writing and show that there are particular reasons why they should be heard.\nF. REPEAL OF THE DUTY IN FORCE AND REGISTRATION OF IMPORTS\n(8) Pursuant to Article 11(4) of the basic Regulation, the anti-dumping duty in force should be repealed with regard to imports of the product concerned originating in India, which are produced and sold for export to the Community by the applicant. At the same time, such imports should be made subject to registration in accordance with Article 14(5) of the basic Regulation, in order to ensure that, should the review result in a finding of dumping in respect of the applicant, anti-dumping duties can be levied retroactively from the date of the initiation of this review. The amount of the applicants' possible future liabilities cannot be estimated at this stage of the proceeding.\nG. TIME LIMIT\n(9) In the interest of sound administration, time limits should be stated within which:\n- interested parties may make themselves known to the Commission, present their views in writing and submit the reply to the questionnaire mentioned in recital 7(a) of this Regulation or any other information to be taken into account during the investigation,\n- interested parties may make a written request to be heard by the Commission.\nH. NON-COOPERATION\n(10) In cases in which any interested party refuses access to, or otherwise does not provide, necessary information within the relevant time limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the basic Regulation, on the basis of the facts available.\n(11) Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made of the facts available,", "main_body": ["A review of Regulation (EC) No 2604/2000 is hereby initiated pursuant to Article 11(4) of the basic Regulation in order to determine if and to what extent imports of polyethylene terephthalate with a coefficient of viscosity of 78 ml/g or higher, according to DIN (Deutsche Industrienorm) 53728, falling within 3907 60 20 and ex 3907 60 80 (TARIC code 3907 60 80 10 ) originating in India, produced and sold for export to the Community by Futura Polymers Ltd, should be subject to the anti-dumping duty imposed by Regulation (EC) No 2604/2000.", "The anti-dumping duty imposed by Regulation (EC) No 2604/2000 is hereby repealed with regard to imports of the product identified in Article 1 of this Regulation (TARIC additional code: A184).", "The customs authorities are hereby directed, pursuant to Article 14(5) of the Regulation (EC) No 384/96, to take the appropriate steps to register the imports identified in Article 1 of this Regulation. Registration shall expire nine months after the date of entry into force of this Regulation.", "Interested parties, if their representations are to be taken into account during the investigation, must make themselves known by contacting the Commission, present their views in writing and submit information, unless otherwise specified, within 40 days of the date of entry into force of this Regulation. Interested parties may also apply to be heard by the Commission within the same 40-day time limit. This time limit applies to all interested parties, including parties not named in the application, and it is consequently in the interest of these parties to contact the Commission without delay.\nAll submissions and requests made by interested parties must be made in writing (not in electronic format, unless otherwise specified), and must indicate the name, address, e-mail address, telephone and fax, and/or telex numbers of the interested party.\nAny information relating to the matter and any request for a hearing should be sent to the following address: European Commission Directorate General for Trade\nTERV-0/13\nRue de la Loi/Wetstraat 200 B - 1049 Brussels Fax (32-2) 295 65 05 Telex COMEU B 21877.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 2001.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ L 301, 30.11.2000, p. 21."}