{"celex_id": "32004D0330", "uri": "http://publications.europa.eu/resource/cellar/dd66b2dd-3248-44e4-b7b9-f816a8231c0e", "type": "Decision", "concepts": ["1474", "3462", "3641", "3646", "4057", "4099", "6140", "616"], "title": "2004/330/EC: Council Decision of 22 September 2003 on the conclusion of bilateral Agreements between the European Community and the Czech Republic, the Republic of Estonia, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Republic of Poland, the Slovak Republic, and the Republic of Slovenia, respectively, laying down a procedure for the provision of information in the field of technical regulations and of rules on information society services\n", "header": "Council Decision\nof 22 September 2003\non the conclusion of bilateral Agreements between the European Community and the Czech Republic, the Republic of Estonia, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Republic of Poland, the Slovak Republic, and the Republic of Slovenia, respectively, laying down a procedure for the provision of information in the field of technical regulations and of rules on information society services\n(2004/330/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first sentence of the first subparagraph of Article 300(2),\nHaving regard to the proposal from the Commission,\n(1) Whereas the bilateral Agreements between the European Community and the Czech Republic, the Republic of Estonia, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Republic of Poland, the Slovak Republic, and the Republic of Slovenia, respectively, laying down a procedure for the provision of information in the field of technical regulations and of rules on information society services have been negotiated and should be approved,", "main_body": ["The bilateral Agreements between the European Community and the Czech Republic, the Republic of Estonia, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Republic of Poland, the Slovak Republic, and the Republic of Slovenia, respectively, laying down a procedure for the provision of information in the field of technical regulations and of rules on information society services are hereby approved on behalf of the European Community.\nThe text of the Agreements and the Annexes thereto is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreements in order to bind the Community and to transmit, on behalf of the Community, the note provided for in Article 16 of the Agreements(1)."], "attachments": "Done at Brussels, 22 September 2003.\nFor the Council\nThe President\nF. Frattini\n(1) The date of entry into force of the Agreements will be published in the Official Journal of the European Union by the Secretariat of the Council."}