{"celex_id": "32005D0463", "uri": "http://publications.europa.eu/resource/cellar/926f5ad5-2a95-449c-99dc-55ba95254d4b", "type": "Decision", "concepts": ["2915", "5532", "616", "6296"], "title": "2005/463/EC: Commission Decision of 21 June 2005 establishing a network group for the exchange and coordination of information concerning coexistence of genetically modified, conventional and organic crops\n", "header": "24.6.2005 EN Official Journal of the European Union L 164/50\nCOMMISSION DECISION\nof 21 June 2005\nestablishing a network group for the exchange and coordination of information concerning coexistence of genetically modified, conventional and organic crops\n(2005/463/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) In its Recommendation 2003/556/EC of 23 July 2003 on guidelines for the development of national strategies and best practices to ensure the coexistence of genetically modified crops with conventional and organic farming (1), the Commission expressed itself in favour of an approach that would leave it up to Member States to develop and implement management measures for coexistence. In this respect, the Commission announced its aim to facilitate the exchange of information about ongoing and planned research projects at national and Community level.\n(2) Pursuant to Article 26a of Directive 2001/18/EC of the European Parliament and of the Council of 12 March 2001 on the deliberate release into the environment of genetically modified organisms and repealing Council Directive 90/220/EEC (2), the Commission is to gather and coordinate information based on studies at Community and national level, and to observe the developments regarding coexistence in the Member States.\n(3) For the purpose of these tasks, the Commission should establish a forum, for exchange between Member States of information on results of scientific studies as well as on best practices developed within national strategies for coexistence. It is essential that the Commission has the possibility to organise working group meetings open to national and other experts, where necessary.\n(4) It is therefore appropriate to establish a network group to assist the Commission in the field of coexistence (abbreviated as COEX-NET),", "main_body": ["A network group for exchange and coordination of information on scientific studies and best practices developed in the field of coexistence of cultivation of different types of genetically modified, conventional and organic crops, hereinafter referred to as ‘the group’, is hereby established and attached to the Commission.", "1.   The group shall be composed of national experts appointed by the Member States and shall be chaired by a representative of the Commission.\n2.   The Commission’s representative may invite other experts to participate in the meetings and the work of the group.\n3.   The Commission shall provide secretarial support for the meetings and work of the group.\n4.   The group shall meet at the premises of the Commission, according to the arrangements and timetable set by the Commission.", "1.   Expenses incurred by the experts participating in the meetings pursuant to Article 2 shall be reimbursed by the Commission in conformity with its rules for the reimbursement of travel expenses, subsistence allowances and other expenses, subject to paragraphs 2 and 3.\n2.   Experts appointed by the Member States shall receive reimbursement of travel expenses and experts invited by the Commission shall receive reimbursement of travel expenses and subsistence allowances.\n3.   For experts appointed by the Member States, the reimbursement of expenses shall be limited to one participant per Member State.\n4.   The experts shall receive no compensation for the services they render.", "The experts participating in the group shall be independent of industry, commercial and business or other conflicting interests.", "Without prejudice to the provisions of Article 287 of the Treaty, the experts shall be obliged not to divulge information coming to their knowledge as a result of the work of the group, where the Commission’s representative informs them that the material is of a confidential nature.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 21 June 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 189, 29.7.2003, p. 36.\n(2)  OJ L 106, 17.4.2001, p. 1. Regulation as last amended by Regulation (EC) No 1830/2003 (OJ L 268, 18.10.2003, p. 24)."}