{"celex_id": "32007R1141", "uri": "http://publications.europa.eu/resource/cellar/c4b3925d-3ef4-4107-94ef-68a2a4eb603e", "type": "Regulation", "concepts": ["1277", "1590", "2560", "4743", "6052", "6322"], "title": "Commission Regulation (EC) No 1141/2007 of 1 October 2007 concerning the authorisation of 3-phytase (ROVABIO PHY AP and ROVABIO PHY LC) as a feed additive (Text with EEA relevance)\n", "header": "2.10.2007 EN Official Journal of the European Union L 256/17\nCOMMISSION REGULATION (EC) No 1141/2007\nof 1 October 2007\nconcerning the authorisation of 3-phytase (ROVABIO PHY AP and ROVABIO PHY LC) as a feed additive\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of the preparation set out in the Annex to this Regulation. That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of the preparation of 3-phytase produced by Penicillium funiculosum (CBS 111 433) (ROVABIO PHY AP and ROVABIO PHY LC), as a feed additive for chickens for fattening, laying hens, piglets (weaned) and pigs for fattening to be classified in the additive category ‘zootechnical additives’.\n(4) The European Food Safety Authority (the Authority) concluded in its opinion of 17 April 2007 and 22 March 2007 that the preparation 3-phytase produced by Penicillium funiculosum (CBS 111 433) (ROVABIO PHY AP and ROVABIO PHY LC) does not have an adverse effect on animal health, human health or the environment (2). It further concluded that that preparation does not present any other risk which would, in accordance with Article 5(2) of Regulation (EC) No 1831/2003, exclude authorisation. The opinion of the Authority recommends appropriate measures for user safety. It does not consider that there is a need for specific requirements of post market monitoring. This opinion also verifies the report on the method of analysis of the feed additive submitted by the Community Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of that preparation shows that the conditions for authorisation, provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised, as specified in the Annex to this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘digestibility enhancers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 October 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(2)  Opinion of the Scientific Panel on Additives and Products or Substances used in Animal Feed and the Scientific Panel on Genetically Modified Organisms on the safety and efficacy of the enzyme preparation of 3-phytase produced by Penicillium funiculosum (CBS 111 433) (ROVABIO PHY AP and ROVABIO PHY LC), as a feed additive for chickens for fattening, laying hens, piglets (weaned) and pigs for fattening in accordance with Regulation (EC) No 1831/2003. Adopted on 17 April 2007 and 22 March 2007. The EFSA Journal (2007) 471, 1 to 29.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: Digestibility enhancers\nAdditive composition:\nCharacterisation of the active substance:\nAnalytical methods (2)\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. For use in feed containing more than 0,23 % phytin bound phosphorus.\n3. For piglets (weaned) up to 35 kg of body weight.\n4. For user safety: breathing protection, safety glasses and gloves should be worn during handling.\n5. Recommended doses for kilogram of complete feedingstuffs:\n— chickens for fattening: 350-500 RPU,\n— laying hens: 300-500 RPU,\n— piglets (weaned): 250-500 RPU,\n— pigs for fattening: 350-500 RPU.\nLaying hens — 300 RPU\nPiglets — 250 RPU\nPigs for fattening — 350 RPU\n(1)  1 RPU is the amount of enzyme that releases 1 micromole inorganic phosphate per minute from sodium phytate as substrate under defined conditions (pH 5,5 and 37 °C).\n(2)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives"}