{"celex_id": "32005D0039", "uri": "http://publications.europa.eu/resource/cellar/cb87cf84-4c8a-47d6-9545-8aab0ba341cc", "type": "Decision", "concepts": ["1005", "1460", "1755", "1791", "5877", "5962"], "title": "2005/39/EC: Commission Decision of 30 December 2004 concerning the financing of an external evaluation of the Community Animal Health Policy and the financing of a study analysing the costs of, and conditions for, a livestock epidemics risk financing instrument in the EU\n", "header": "21.1.2005 EN Official Journal of the European Union L 19/76\nCOMMISSION DECISION\nof 30 December 2004\nconcerning the financing of an external evaluation of the Community Animal Health Policy and the financing of a study analysing the costs of, and conditions for, a livestock epidemics risk financing instrument in the EU\n(2005/39/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 20 thereof,\nHaving regard to Commission Decision SEC/2004/120 of 11 March 2004 on the Internal Rules on the implementation of the general budget of the European Communities, and in particular Article 15 thereof,\nWhereas:\n(1) Under Decision 90/424/EEC the Community is to undertake or assist the Member States in undertaking the technical and scientific measures necessary for the development of Community veterinary legislation and for the development of veterinary education or training.\n(2) In view of the recommendations at the international conference on control and prevention of food-and-mouth disease (December 2001), new dilemmas concerning the control of highly contagious animal diseases, and the possible need for new financing schemes for the consequences of these outbreaks, there is a need for further review.\n(3) In order to bring this review forward, the following two actions should be carried out in the context of a work programme.\n(4) Firstly, an evaluation of the Community expenditure programmes, as a means of accounting for the management of allocated funds and as a way of promoting a lesson learning culture throughout the management, with an increased focus on results-based management should be carried out.\n(5) This external and independent evaluation of the Community Animal Health Policy (CAHP) based on its financial aspects should assist the Commission services in defining adequate and impact based policy options for the future.\n(6) Secondly, a study (pilot project in the sense of Article 49(2) of the Financial Regulation) should analyse the costs of, and the conditions for, a livestock epidemics risk financing instrument in the EU, following the European Parliament request. The goal of this study will be to examine the feasibility and to evaluate the cost of alternative risk financing instruments options with a view to determining potential impact on the national and EU budgets and sustainable levels of national support for direct losses.\n(7) The results of this study could form a basis to consider on the one hand the harmonisation of EU financing schemes, with a view at least to put farmers in an equal position across the EU, and on the other hand to analyse the future of the veterinary fund in the enlarged Community.\n(8) According to Article 15 of the Internal Rules of 2004 for the execution of the budget, an annual work programme may also be considered to be the financing decision provided that it constitutes a sufficiently detailed framework, and the evaluation, study and review foreseen in this decision constitute such a framework.\n(9) Appropriations which may be used without a basic act, in accordance with Article 49(2)(a) of the Financial Regulation, must nevertheless be covered by a decision taken by the Commission offering an equivalent framework.\n(10) Therefore, this decision should constitute a framework equivalent to a financing decision within the meaning of Article 75(2) of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (2).\n(11) The measure provided for in this Decision is in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Sole Article\nThe actions described in the Annex to this Decision are approved for the purpose of their financing."], "attachments": "Done at Brussels, 30 December 2004.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 248, 16.9.2002, p. 1.\nANNEX\n1.   External evaluation of the Community Animal Health Policy and adequate impact assessments to define adequate policy options for the future in this area\nBudget line: 17 04 02 — other measures\nBasic act: Decision 90/424/EEC\nProcedure and timing: This evaluation and impact assessments will be done by the way of a framework contract. A call for tender for this framework contract will be launched following an open procedure during the last quarter 2004.\nCost: maximum amount of EUR 530 000.\n2.   A study on ‘costs and conditions analysis for a risk financing instrument for livestock epidemics in the EU’\nBudget line: 17 01 04 04\nPilot project according to Article 49(2) of the Financial Regulation\nProcedure and timing: A call for tender will be launched following an open procedure in the last quarter of the year.\nCost: maximum amount of EUR 500 000."}