{"celex_id": "32009D0301", "uri": "http://publications.europa.eu/resource/cellar/a71c8171-f83f-485f-997a-12227d153796", "type": "Decision", "concepts": ["3545", "5640", "6050", "6067", "7219"], "title": "2009/301/EC: Commission Decision of 25 March 2009 setting up a High Level Expert Group on Digital Libraries\n", "header": "28.3.2009 EN Official Journal of the European Union L 82/9\nCOMMISSION DECISION\nof 25 March 2009\nsetting up a High Level Expert Group on Digital Libraries\n(2009/301/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) Article 157 of the Treaty establishing the European Community assigned the Community and the Member States the task of ensuring that the conditions necessary for the competitiveness of the Community’s industry exist. Article 151 provides that the Community shall contribute to the flowering of the cultures of the Member States, while respecting their national and regional diversity and at the same time bringing the common cultural heritage to the fore.\n(2) The Communication from the Commission ‘i2010 — A European Information Society for growth and employment’ (1) announced a flagship initiative on digital libraries.\n(3) The Communication from the Commission ‘i2010: Digital Libraries’ (2) announced the creation of a High Level Expert Group on Digital Libraries to advise the Commission on how to best address the organisational, legal and technical challenges at European level.\n(4) That expert group was set up by Commission Decision 2006/178/EC (3), which expired on 31 December 2008. In view of further needs, this Decision should allow the group to continue its work in 2009.\n(5) The group should contribute to a shared strategic vision for European digital libraries.\n(6) The group should be composed of highly qualified experts with competence on digital libraries, appointed in a personal capacity.\n(7) In 2009, the group should address copyright and preservation questions relating to digital libraries and access to scientific information. These include, in particular, exceptions and limitations, voluntary agreements for enhancing online accessibility of in copyright content, user generated content, open access to scientific information and access to and preservation of research data.\n(8) The group should also monitor the uptake of solutions presented in previously adopted reports, in particular in the area of orphan and out-of-print works.\n(9) Rules on disclosure of information by members of the group should be provided for, without prejudice to the Commission’s rules on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (4).\n(10) Personal data relating to members of the group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (5).\n(11) It is appropriate to fix a period for the application of this Decision,", "main_body": ["High Level Expert Group on Digital Libraries\nThe group of experts ‘High Level Expert Group on Digital Libraries’, hereinafter referred to as ‘the group’, is hereby set up.", "Task\nThe group’s tasks shall be:\n(a) to advise the Commission on how to best address the organisational, legal and technical challenges at European level;\n(b) to contribute to a shared strategic vision for European digital libraries.", "Consultation\nThe Commission may consult the group on any matter relating to the implementation of the digital libraries initiative.", "Membership — Appointment\n1.   The group shall be composed of up to 20 members.\n2.   The Director-General of DG ‘Information Society and Media’ shall appoint the members of the group from specialists with competence in the areas referred to in Articles 2 and 3.\n3.   The members shall be appointed in a personal capacity as high level experts on digital libraries and shall advise the Commission independently of any outside influence.\n4.   Members shall be appointed to ensure, as far as possible, an adequate balance in terms of range of competencies, geographical origin and gender.\n5.   The Group shall include experts from the following categories:\n— memory organisations (libraries, archives, museums),\n— authors, publishers and content providers,\n— ICT industry (e.g. search engines, technology providers),\n— scientific and research organisations, academia.\n6.   Members may not designate an alternate to replace them.\n7.   Members are appointed for a mandate which ends on 31 December 2009.\n8.   Members who are no longer capable of contributing effectively to the group’s deliberations, who resign or who do not comply with the conditions set out in paragraph 3 of this Article or in Article 287 of the Treaty may be replaced for the remainder of their term of office.\n9.   Members shall sign an undertaking to act in the public interest and a declaration indicating the absence or existence of any interest which may undermine their objectivity.\n10.   The names of members shall be collected, processed and published in accordance with Regulation (EC) No 45/2001. The names of members shall be published on the i2010 Digital libraries website.", "Operation\n1.   The group shall be chaired by the Commission.\n2.   In agreement with the Commission, sub-groups may be set up to examine specific questions under the terms of reference established by the group. Such sub-groups shall be dissolved as soon as their mandates are fulfilled.\n3.   The Commission’s representative may ask observers or experts, in particular with specific competence on a subject on the agenda, to participate in the group’s or sub-group’s deliberations if this is useful and/or necessary.\n4.   Information obtained by participating in the deliberations of a group or sub-group shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n5.   The group and its sub-groups shall normally meet on Commission premises in accordance with the procedures and schedule established by it. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend meetings of the group and its sub-groups.\n6.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n7.   The Commission may publish, in the original language of the document concerned, any summary, conclusion, or partial conclusion or working document of the group.", "Meeting expenses\nThe Commission shall reimburse travel and, where appropriate, subsistence expenses for members, experts and observers in connection with the group’s activities in accordance with the Commission’s rules on the compensation of external experts.\nThe members, experts and observers shall not be remunerated for the services they render.\nMeeting expenses are reimbursed within the limits of the annual budget allocated to the group by the responsible Commission services.", "Expiry\nThis Decision shall expire on 31 December 2009."], "attachments": "Done at Brussels, 25 March 2009.\nFor the Commission\nViviane REDING\nMember of the Commission\n(1)  COM(2005) 229 final.\n(2)  COM(2005) 465 final.\n(3)  OJ L 63, 4.3.2006, p. 25.\n(4)  OJ L 317, 3.12.2001, p. 1.\n(5)  OJ L 8, 12.1.2001, p. 1."}