{"celex_id": "32005R1804", "uri": "http://publications.europa.eu/resource/cellar/3420fbe8-c17f-4896-b310-74a278f8af7e", "type": "Regulation", "concepts": ["1159", "4790", "5228", "544"], "title": "Commission Regulation (EC) No 1804/2005 of 3 November 2005 amending Regulation (EEC) No 2807/83 laying down detailed rules for recording of information on Member States’ catches of fish\n", "header": "4.11.2005 EN Official Journal of the European Union L 290/10\nCOMMISSION REGULATION (EC) No 1804/2005\nof 3 November 2005\namending Regulation (EEC) No 2807/83 laying down detailed rules for recording of information on Member States’ catches of fish\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 (1) of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy, and in particular Article 22(3) thereof,\nWhereas:\n(1) Council Regulation (EC) No 1954/2003 of 4 November 2003 on the management of the fishing effort relating to certain Community fishing areas and resources and modifying Regulation (EEC) No 2847/93 and repealing Regulations (EC) No 685/95 and (EC) No 2027/95 (2) establishes the criteria and procedures for a system relating to the management of fishing effort in western waters.\n(2) Council Regulation (EC) No 1415/2004 of 19 July 2004 fixing the maximum annual fishing effort for certain fishing areas and fisheries (3) sets the maximum annual fishing effort for each Member State and for each area and fishery defined in Articles 3 and 6 of Regulation (EC) No 1954/2003.\n(3) Commission Regulation (EEC) No 2807/83 of 22 September 1983 laying down detailed rules for recording information on Member States’ catches of fish (4) is no longer in line with Regulations (EC) No 1954/2003 and 1415/2004 as regards western waters. It is therefore necessary to amend Annex VIa of Regulation (EC) No 2807/83 to reflect the new arrangements.\n(4) Council Regulation (EC) No 779/97 (5) introduced arrangements for the management of fishing effort in the Baltic Sea. The existing obligations for recording of fishing effort in the Baltic Sea should remain in force.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Annex VIa of Regulation (EEC) No 2807/83 is replaced by the Annex to this Regulation", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 2005.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 358, 20.12.2002, p. 59.\n(2)  OJ L 289, 7.11.2003, p. 1.\n(3)  OJ L 258, 19.7.2004, p. 1.\n(4)  OJ L 276, 10.10.1983, p. 1. Regulation as last amended by Regulation (EC) No 1965/2001 (OJ L 268, 9.10.2001, p. 23).\n(5)  OJ L 113, 30.4.1997, p. 1.\nANNEX\n‘ANNEX VIa\nTable 1\nFISHING EFFORT — WESTERN WATERS — Council Regulation (EC) No 1954/2003\nFishery\nTarget species Remarks Effort zone codes\nA : ICES V-VI\nB : ICES VII (Except biologically sensitive area)\nC : ICES VIII\nD : ICES IX\nE : ICES X\nF : CECAF 34.1.1\nG : CECAF 34.1.2\nH : CECAF 34.2.0\nJ : Biologically sensitive area defined in Article 6(1) of Regulation (EC) No 1954/2003\nTable 2\nFISHING EFFORT — BALTIC SEA — Council Regulation (EC) No 779/97\nFishery\nTarget species Remarks Effort zone codes\nT : Subdivisions 22 to 32\nU : Subdivisions 30 and 31\nX : Subdivisions 22-29 and subdivision 32\nT : Subdivisions 22 to 32’\n(1)  Council Regulation (EC) No 2347/2002 of 16 December 2002 establishing specific access requirements and associated conditions applicable to fishing for deep-sea stocks (OJ L 351, 28.12.2002, p. 6)."}