{"celex_id": "32005R0036", "uri": "http://publications.europa.eu/resource/cellar/e11e4878-8a40-493d-aceb-013302815413", "type": "Regulation", "concepts": ["1755", "1854", "192", "2211", "4125", "5034", "5252", "6112", "838"], "title": "Commission Regulation (EC) No 36/2005 of 12 January 2005 amending Annexes III and X to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards epidemio-surveillance for transmissible spongiform encephalopathies in bovine, ovine and caprine animalsText with EEA relevance\n", "header": "13.1.2005 EN Official Journal of the European Union L 10/9\nCOMMISSION REGULATION (EC) No 36/2005\nof 12 January 2005\namending Annexes III and X to Regulation (EC) No 999/2001 of the European Parliament and of the Council as regards epidemio-surveillance for transmissible spongiform encephalopathies in bovine, ovine and caprine animals\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular Article 23 thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the monitoring of transmissible spongiform encephalopathies (TSEs) in bovine, ovine and caprine animals.\n(2) In its opinion of 4 and 5 April 2002 on a strategy to investigate the possible presence of bovine spongiform encephalopathy (BSE) in small ruminants, the Scientific Steering Committee (SSC) recommended a strategy for such investigation concerning the Community’s small ruminant population.\n(3) A panel of experts on strain typing has been assembled by the Community Reference Laboratory (CRL) for TSEs for further defining the strategy recommended by the SSC. The strategy includes firstly implementing a screening method of all confirmed TSE cases in small ruminants at the level of the national reference laboratories. Secondly, a ring trial with at least three different methods in selected laboratories under the heading of the CRL to be carried out on all cases in which the first screening test could not exclude BSE. Finally, mouse strain typing is required if the outcome of the molecular typing methods needs confirmation.\n(4) It is necessary to ensure that brain material of an optimal quality and in sufficient quantity from positive scrapie cases is delivered to the laboratories carrying out confirmatory examinations.\n(5) When molecular typing of confirmed scrapie cases reveals a BSE-like or unusual isolate, it is desirable that the competent authority should have access to brain material from other infected animals on the holding, to further assist the investigation of the case.\n(6) Four laboratories have successfully participated in a ring trial conducted by the CRL between July 2003 and March 2004 to test their proficiency in using molecular typing methods. The CRL should organise proficiency testing for other laboratories in the use of one of these molecular typing methods before April 2005.\n(7) In the meantime, in view of the necessity to extend and accelerate the monitoring of caprine animals following a suspect case found in a goat, and considering the information forwarded to the CRL panel of experts by the laboratories of certain Member States on their capacity to carry out molecular testing, those laboratories should be provisionally approved for such testing pending the results of the proficiency test.\n(8) Member States are submitting monthly TSE reports on a voluntary basis in addition to the annual report required by Article 6(4) of Regulation (EC) No 999/2001. The information forwarded in the annual and monthly reports should be harmonised and additional information, in particular on the age distribution of tested bovine animals, should be provided in order to evaluate the prevalence of BSE in different age groups.\n(9) Regulation (EC) No 999/2001 should therefore be amended accordingly.\n(10) In view of the increasing urgency to differentiate BSE from scrapie, the amendments made by this Regulation should enter into force without delay.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes III and X to Regulation (EC) No 999/2001 are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 January 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 1993/2004 (OJ L 344, 20.11.2004, p. 12).\nANNEX\nAnnexes III and X to Regulation (EC) No 999/2001 are amended as follows:\n1. In Annex III, Chapter A, Part II and III and Chapter B, Part I are replaced by the following:\n— killed in the framework of a disease eradication campaign, or\n— slaughtered for human consumption.\nMember State population of ewes and ewe lambs put to the ram Minimum sample size of dead ovine animals (2)\n> 750 000 10 000\n100 000-750 000 1 500\n40 000-100 000 500\n< 40 000 100\nMember State population of goats which have already kidded and goats mated Minimum sample size of dead caprine animals (3)\n> 750 000 5 000\n250 000-750 000 1 500\n40 000-250 000 500\n< 40 000 50\nNumber of animals over 12 months or which have a permanent incisor erupted through the gum, killed for destruction in the herd or flock Minimum sample size\n70 or less All eligible animals\n80 68\n90 73\n100 78\n120 86\n140 92\n160 97\n180 101\n200 105\n250 112\n300 117\n350 121\n400 124\n450 127\n500 or more 150\n— animals used for dairy production,\n— animals originating from countries with indigenous TSEs,\n— animals which have consumed potentially contaminated feedingstuffs,\n— animals born or derived from TSE infected dams.\n7.1. Where an ovine or caprine animal slaughtered for human consumption has been selected for TSE testing in accordance with point 2, its carcase shall not be marked with the health marking provided for in Chapter XI of Annex I to Directive 64/433/EEC until a negative result to the rapid test has been obtained.\n7.2. Member States may derogate from point 7.1. where a system approved by the competent authority is in place in the slaughterhouse ensuring that all parts of an animal can be traced and that no parts of the animals tested bearing the health mark can leave the slaughterhouse until a negative result to the rapid test has been obtained.\n7.3. All parts of the body of a tested animal, including the hide, shall be retained under official control until a negative result has been obtained to the rapid test, except for animal by-products directly disposed of in accordance with Articles 4(2)(a), (b) or (e) of Regulation (EC) No 1774/2002.\n7.4. Except for the material to be retained in conjunction with the records provided for in Chapter B, Part III of this Annex, all parts of the body of an animal found positive to the rapid test, including the hide, shall be directly disposed of in accordance with Articles 4(2)(a), (b) or (e) of Regulation (EC) No 1774/2002.\n8.1. The prion protein genotype shall be determined for each positive TSE case in sheep. TSE cases found in resistant genotypes (sheep of genotypes which encode alanine on both alleles at codon 136, arginine on both alleles at codon 154 and arginine on both alleles at codon 171) shall immediately be reported to the Commission. Where possible, such cases shall be submitted for strain-typing. Where strain-typing of such cases is not possible, the herd of origin and all other herds where the animal has been kept shall be subjected to enhanced monitoring with a view to finding other TSE cases for strain-typing.\n8.2. In addition to the animals genotyped under the provisions of point 8.1., the prion protein genotype of a minimum sample of ovine animals shall be determined. In the case of Member States with an adult sheep population of more than 750 000 adult animals, this minimum sample shall consist of at least 600 animals. In the case of other Member States the minimum sample shall consist of at least 100 animals. The samples may be chosen from animals slaughtered for human consumption, from animals dead-on farm or from live animals. The sampling should be representative of the entire ovine population.\n1. The number of suspected cases placed under official movement restrictions in accordance with Article 12(1), per animal species.\n2. The number of suspected cases subject to laboratory examination in accordance with Article 12(2), per animal species, including the results of the rapid and confirmatory tests (number of positives and negatives) and, with regard to bovine animals, an estimation of the age distribution of all tested animals. The age distribution should be grouped whenever possible as follows: “below 24 months”, distribution per 12 months between 24 and 155 months, and “above 155 months” of age.\n3. The number of flocks where suspected cases in ovine and caprine animals have been reported and investigated pursuant to Article 12(1) and (2).\n4. The number of bovine animals tested within each subpopulation referred to in Chapter A, Part (I), points 2.1., 2.2., 2.3., 3.1., 4.1., 4.2., 4.3. and 5. The method for the sample selection, the results of the rapid and confirmatory tests and an estimation of the age distribution of the tested animals grouped as set out in point 2 shall be provided.\n5. The number of ovine and caprine animals and flocks tested within each subpopulation referred to in Chapter A, Part II, points 2, 3 and 5 together with the method for sample selection and the results of the rapid and confirmatory tests.\n6. The geographical distribution, including the country of origin if not the same as the reporting country, of positive cases of BSE and scrapie. The year, and where possible the month of birth shall be given for each TSE case in bovine, ovine and caprine animals. TSE cases which have been considered atypical and the reasons why shall be indicated. For scrapie cases, the results of the primary molecular testing with a discriminatory immuno-blotting, referred to in Annex X, Chapter C, point 3.2.(c)(i), shall be reported.\n7. In animals other than bovine, ovine and caprine, the number of samples and confirmed TSE cases per species.\n8. The genotype, and where possible the breed, of each ovine animal either found positive to TSE or sampled in accordance with Chapter A, Part II, points 8.1. and 8.2.\n2. In Annex X, Chapter C is replaced by the following:\n— the result of the subsequent histopathological examination is positive, or\n— the result of another diagnostic method referred to in (a) is positive.\n(i) Primary molecular testing with a discriminatory immuno-blotting\n— Agence Française de Sécurité Sanitaire des Aliments, Laboratoire de pathologie bovine, 31, avenue Tony Garnier, BP 7033, F-69342, Lyon Cedex, France, or\n— Veterinary Laboratories Agency, Woodham Lane, New Haw, Addlestone, Surrey KT15 3NB, United Kingdom, or\n— to a laboratory, appointed by the competent authority, which has participated successfully in proficiency testing organised by the Community Reference Laboratory for the use of a molecular typing method, or\n— on a provisional basis until 1 May 2005, the laboratories approved for this purpose by the CRL panel of experts.\n(ii) Ring trial with additional molecular testing methods\n— a second discriminatory immuno-blotting,\n— a discriminatory immunocytochemistry, and\n— a discriminatory ELISA (Enzyme linked ImmunoSorbent Assay)\nAgence Française de Sécurité Sanitaire des Aliments\nLaboratoire de pathologie bovine\n31, avenue Tony Garnier\nBP 7033\nF-69342 Lyon Cedex\nCentre CEA Fontenay-aux-Roses, BP 6\nF-92265 Fontenay-aux-Roses Cedex\nService de Pharmacologie et d’Immunologie\nCentre CEA Saclay, bâtiment 136\nF-91191 Gif-sur-Yvette Cedex\nVeterinary Laboratories Agency\nWoodham Lane\nNew Haw\nAddlestone\nSurrey KT15 3NB\nUnited Kingdom\n— immuno-blotting test based on a western blotting procedure for the detection of the protease-resistant fragment PrPRes (Prionics-Check Western test),\n— chemiluminescent ELISA test involving an extraction procedure and an ELISA technique, using an enhanced chemiluminescent reagent (Enfer test),\n— sandwich immunoassay for PrPRes carried out following denaturation and concentration steps (Bio-Rad TeSeE test, the former Bio-Rad Platelia test),\n— microplate based immunoassay (ELISA) which detects protease-resistant PrPRes with monoclonal antibodies (Prionics-Check LIA test),\n— automated conformation-dependent immunoassay comparing the reactivity of a detection antibody to the protease-sensitive and protease-resistant forms of PrPSc (some fraction of the protease-resistant PrPSc is equivalent to PrPRes) and to PrPC (InPro CDI-5 test).\n(1)  The minimum sample size has been calculated to detect a prevalence in slaughtered animals of 0,03 % with a 95 % confidence.\n(2)  Sample sizes are set to take account of the size of the ovine populations in the individual Member States and are intended to provide achievable targets. The sample sizes of 10 000, 1 500, 500 and 100 animals will allow the detection of a prevalence of 0,03 %, 0,2 %, 0,6 % and 3 % respectively with a 95 % confidence.\n(3)  Sample sizes are set to take account of the size of the caprine populations in the individual Member States and are intended to provide achievable targets. The sample sizes of 5 000, 1 500, 500 and 50 animals will allow the detection of a prevalence of 0,06 %, 0,2 %, 0,6 % and 6 % respectively with a 95 % confidence. Where a Member State experiences difficulty in collecting sufficient numbers of dead caprine animals to reach its allotted sample size, it may choose to supplement its sample by testing caprine animals slaughtered for human consumption over the age of 18 months at the ratio of three caprine animals slaughtered for human consumption to one dead caprine animal."}