{"celex_id": "32007R0646", "uri": "http://publications.europa.eu/resource/cellar/1158e7a1-cb07-4245-910b-a785798c26c6", "type": "Regulation", "concepts": ["1445", "1755", "3730", "4743", "6152", "6569"], "title": "Commission Regulation (EC) No 646/2007 of 12 June 2007 implementing Regulation (EC) No 2160/2003 of the European Parliament and of the Council as regards a Community target for the reduction of the prevalence of Salmonella enteritidis and Salmonella typhimurium in broilers and repealing Regulation (EC) No 1091/2005 (Text with EEA relevance)\n", "header": "13.6.2007 EN Official Journal of the European Union L 151/21\nCOMMISSION REGULATION (EC) No 646/2007\nof 12 June 2007\nimplementing Regulation (EC) No 2160/2003 of the European Parliament and of the Council as regards a Community target for the reduction of the prevalence of Salmonella enteritidis and Salmonella typhimurium in broilers and repealing Regulation (EC) No 1091/2005\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2160/2003 of the European Parliament and of the Council of 17 November 2003 on the control of salmonella and other specified food-borne zoonotic agents (1) and, in particular Article 4(1), Article 8(1) and Article 13 thereof,\nWhereas:\n(1) The purpose of Regulation (EC) No 2160/2003 is to ensure that proper and effective measures are taken to detect and control salmonella and other zoonotic agents at all relevant stages of production, processing and distribution, particularly at the level of primary production, in order to reduce their prevalence and the risk they pose to public health.\n(2) Regulation (EC) No 2160/2003 provides for a Community target to be established for the reduction of the prevalence of all salmonella serotypes with public health significance in broilers at the level of primary production. Such reduction is important in view of the strict measures which are to apply to fresh meat from infected flocks of broilers in accordance with that Regulation, as from 12 December 2010. In particular, fresh poultry meat, including meat of broilers, may not be placed on the market for human consumption unless Salmonella is absent in 25 grams of such meat.\n(3) Regulation (EC) No 2160/2003 provides that the Community target is to include a numerical expression of the maximum percentage of epidemiological units remaining positive and/or the minimum percentage of reduction in the number of epidemiological units remaining positive, the maximum time limit within which the target must be achieved and the definition of the testing schemes necessary to verify achievement of the target. It is also to include a definition, where relevant, of serotypes with public health significance.\n(4) In order to set the Community target, comparable data on the prevalence of the concerned Salmonella serotypes in flocks of broilers in Member States have been collected in accordance with Commission Decision 2005/636/EC (2) concerning a baseline study on the prevalence of Salmonella in flocks of broilers.\n(5) Regulation (EC) No 2160/2003 provides that for a transitional period of three years, the Community target for broilers is to cover only Salmonella enteritidis and Salmonella typhimurium. Other serotypes with public health significance may be considered after that period.\n(6) In order to verify progress on the achievement of the Community target, it is necessary to provide for repeated sampling of flocks of broilers, in this Decision.\n(7) In accordance with Article 15 of Regulation (EC) No 2160/2003, the European Food Safety Authority (EFSA) was consulted on the setting of the Community target for broilers. In particular, the EFSA Task Force on Zoonoses Data Collection adopted on 28 March 2007 the Report on the Analysis of the baseline survey on the prevalence of Salmonella in broiler flocks of Gallus gallus in the EU, 2005-2006, Part A: Salmonella prevalence estimates (3).\n(8) Commission Regulation (EC) No 1091/2005 of 12 July 2005 implementing Regulation (EC) No 2160/2003 of the European Parliament and of the Council as regards requirements for the use of specific control methods in the framework of the national programmes for the control of salmonella (4), has been replaced by Commission Regulation (EC) No 1177/2006 of 1 August 2006 implementing Regulation (EC) No 2160/2003 of the European Parliament and of the Council as regards requirements for the use of specific control methods in the framework of the national programmes for the control of salmonella in poultry (5). For the sake of clarity, it is appropriate to repeal Regulation (EC) No 1091/2005.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Community target\n1.   The Community target, as referred to in Article 4(1) of Regulation (EC) No 2160/2003, for the reduction of Salmonella enteritidis and Salmonella typhimurium in broilers (Community target) shall be a reduction of the maximum percentage of flocks of broilers remaining positive of Salmonella enteritidis and Salmonella typhimurium to 1 % or less by 31 December 2011.\n2.   The testing scheme necessary to verify progress in the achievement of the Community target is set out in the Annex.\n3.   The Commission shall consider a review of the testing scheme set out in the Annex based on the experience gained in 2009 being the first year of the national control programmes as referred to in Article 5(1) of Regulation (EC) No 2160/2003.", "Repeal of Regulation (EC) No 1091/2005\nRegulation (EC) No 1091/2005 is repealed with effect from 1 July 2007.\nReferences to the repealed Regulation shall be construed as references to Regulation (EC) No 1177/2006.", "Entry into force and applicability\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.", "(1) and (3) shall apply from 1 July 2007 and Article 1(2) shall apply from 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 June 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 325, 12.12.2003, p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 228, 3.9.2005, p. 14.\n(3)  The EFSA Journal (2007) 98, 1-85.\n(4)  OJ L 182, 13.7.2005, p. 3.\n(5)  OJ L 212, 2.8.2006, p. 3.\nANNEX\nTesting scheme necessary to verify the achievement of the Community target as referred to in Article 1(2)\n1.   Frequency and status of sampling\n(a) The sampling frame shall cover all flocks of broilers covered by the scope of Regulation (EC) No 2160/2003.\n(b) Flocks of broilers shall be sampled on the initiative of the food business operator and by the competent authority.\n— Sampling on the initiative of the food business operator shall take place in accordance with Article 5(3) of Regulation (EC) No 2160/2003 within three weeks before the birds are moved to the slaughterhouse.\n— Sampling by the competent authority shall include each year at least one flock of broilers on 10 % of the holdings with more than 5 000 birds. It shall be done on a risk basis each time the competent authority considers it necessary.\n(c) However, by way of derogation from point (a), the competent authority may decide to sample at least one flock of broilers per round on holdings with several flocks if:\n(i) an all in/all out system is used;\n(ii) the same management applies to all flocks;\n(iii) feed and water supply is common to all flocks;\n(iv) during one year and at least six rounds, Salmonella spp were tested according to the monitoring scheme set out in point (b) in all flocks on the holding and samples of all flocks of at least one round were taken by the competent authority; and\n(v) all results from the testing for Salmonella enteritidis or Salmonella typhimurium were negative.\n2.   Sampling protocol\nAt least two pairs of boot/sock swabs shall be taken. For free range flocks of broilers, samples shall only be collected in the area inside the house. All boot/sock swabs must be pooled into one sample.\nIn flocks with less than 100 broilers, where it is not possible to use boot/sock swabs as access to the houses is not possible, they may be replaced by hand drag swabs, where the boot swabs or socks are worn over gloved hands and rubbed over surfaces contaminated with fresh faeces, or if not feasible, by other sampling techniques for faeces fit for the intended purpose.\nBefore putting on the boot/sock swabs, their surface shall be moistened with maximum recovery diluents (MRD: 0,8 % sodium chloride, 0,1 % peptone in sterile deionised water), or sterile water or any other diluent approved by the national reference laboratory referred to in Article 11 of Regulation (EC) No 2160/2003. The use of farm water containing antimicrobials or additional disinfectants shall be prohibited. The recommended way to moisten boot swabs shall be to pour the liquid inside before putting them on. Alternatively, boot swabs or socks may be autoclaved with diluents within autoclave bags or jars before use. Diluents may also be applied after boots are put on using a spray or wash bottle.\nIt shall be ensured that all sections in a house are represented in the sampling in a proportionate way. Each pair should cover about 50 % of the area of the house.\nOn completion of sampling the boot/sock swabs shall be carefully removed so as not to dislodge adherent material. Boot swabs may be inverted to retain material. They shall be placed in a bag or pot and labelled.\nThe competent authority shall supervise education of the food business operators to guarantee the correct application of the sampling protocol.\nIn the case of sampling by the competent authority because of suspicion of Salmonella infection and in any other case considered appropriate, the competent authority shall satisfy itself by conducting further tests as appropriate so that the results of examinations for Salmonella in flocks of broilers are not affected by the use of antimicrobials in those flocks.\nWhere the presence of Salmonella enteritidis and Salmonella typhimurium is not detected but antimicrobials or bacterial growth inhibitory effect are detected, it shall be considered as an infected flock of broilers for the purpose of the Community target referred to in Article 1(2).\n3.   Examination of the samples\n3.1.   Transport and preparation of the samples\nSamples shall be sent by express mail or courier to the laboratories referred to in Articles 11 and 12 of Regulation (EC) No 2160/2003, within 25 hours after collection. At the laboratory samples shall be kept refrigerated until examination, which shall be carried out within 48 hours following receipt.\nThe pair of boot/sock swabs shall be carefully unpacked to avoid dislodging adherent faecal material, pooled and placed in 225 ml buffered peptone water (BPW) which has been pre-warmed to room temperature.\nThe sample shall be swirled to fully saturate it and culture shall be continued by using the detection method in point 3.2.\nIf ISO standards on the preparation of faeces for the detection of salmonella are agreed on, they shall be applied and replace the provisions on the preparation of samples set out in this point.\n3.2.   Detection method\nThe detection method recommended by the Community reference laboratory (CRL) for salmonella in Bilthoven, the Netherlands, shall be used.\nThat method is described in the current version of draft Annex D of ISO 6579 (2002): ‘Detection of Salmonella spp. in animal faeces and in samples of the primary production stage’.\nIn that detection method, a semi-solid medium (modified semi-solid Rappaport-Vassiladis medium, MSRV) is used as the single selective enrichment medium.\n3.3.   Serotyping\nAt least one isolate from each positive sample shall be serotyped, following the Kaufmann-White scheme.\n3.4.   Alternative methods\nWith regard to samples taken on the initiative of the food business operator, the methods of analysis provided for in Article 11 of Regulation (EC) No 882/2004 of the European Parliament and of the Council (1), may be used instead of the methods for the preparation of samples, detection methods and serotyping provided for in points 3.1, 3.2 and 3.3 of this Annex, if validated in accordance with EN/ISO 16140/2003.\n3.5.   Storage of strains\nAt least one isolated strain per house and per year shall be collected by the competent authority and stored for future phagetyping or anti-microbial susceptibility testing, using the normal methods for culture collection, which must ensure integrity of the strains for a minimum of two years.\n4.   Results and reporting\n4.1.   Calculation of prevalence for the verification of the Community target\nA flock of broilers shall be considered positive for the purpose of verifying the achievement of the Community target, where the presence of Salmonella enteritidis and/or Salmonella typhimurium (other than vaccine strains) was detected in the flock at any occasion.\nPositive flocks of broilers shall be counted only once per round, irrespective of the number of sampling and testing operations and only be reported in the year of the first positive sampling.\n4.2.   Reporting\nReporting shall include:\n(a) the total number of flocks of broilers sampled by the competent authority or by the food business operator;\n(b) the total number of infected flocks of broilers;\n(c) all serotypes of Salmonella isolated (including other than Salmonella enteritidis and Salmonella typhimurium);\n(d) explanations of the results, in particular concerning exceptional cases.\nThe results and any additional relevant information shall be reported as part of the report on trends and sources provided for in Article 9(1) of Directive 2003/99/EC of the European Parliament and of the Council (2).\n4.3.   Additional information\nAt least the following information shall be made available from each flock of broilers tested for analysis at national level or by the European Food Safety Authority at its request:\n(a) sample taken by the competent authority or by the food business operator;\n(b) holding reference, remaining unique in time;\n(c) house reference, remaining unique in time;\n(d) month of sampling.\n(1)  OJ L 165, 30.4.2004, p. 1; as corrected by OJ L 191, 28.5.2004, p. 1.\n(2)  OJ L 325, 12.12.2003, p. 31."}