{"celex_id": "32002D0167", "uri": "http://publications.europa.eu/resource/cellar/ad5ced43-de6d-43ea-8437-01cd0757aa72", "type": "Decision", "concepts": ["1015", "1730", "2563", "5018", "5076", "601"], "title": "2002/167/EC: Council Decision of 18 February 2002 authorising Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie\n", "header": "Council Decision\nof 18 February 2002\nauthorising Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie\n(2002/167/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 299(2) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) In its requests dated 15 June 2000 and 28 February 2001 concerning the measures to implement Article 299(2) of the Treaty relating to the outermost regions, Portugal stated that the application of a reduced rate of excise duty in Madeira, on locally produced and consumed rums and liqueurs, and in the Azores, on locally produced and consumed liqueurs and eaux-de-vie, was considered essential for the survival of the local industry producing and marketing the beverages in question. Given the high cost of those activities arising mainly from geographical factors (small firms producing limited quantities, remoteness, fragmented terrain and tight local markets) only a reduction of the tax on rum, liqueurs and eaux-de-vie produced on the islands and sold almost exclusively on their local markets can enable the products to continue competing against similar spirits imported or supplied from other parts of the Community and thus ensure the survival of the industry. To redress the competitive balance, a reduction of the tax should therefore be introduced to help offset the competitive disadvantage which spirits produced in the autonomous regions of Madeira and the Azores face as a result of the higher production and marketing costs there. Analysis of the figures for the price of spirits sold in the regions concerned suggests that a reduction in the rate of excise duty of about 75 % of the normal national rate applied in Portugal on ethyl alcohol would help align the price of spirits produced in Madeira and the Azores on that of similar spirits imported or supplied from other parts of the Community. Such a measure should help the current industry to survive or even expand. Current sales of locally produced spirits in Madeira and the Azores total approximately 360000 litres per annum and provide 130 direct jobs, including 70 on a seasonal basis.\n(2) The application by Portugal, by way of derogation from Article 90 of the Treaty, of a reduction of the excise duty rate in the autonomous region of Madeira on locally produced and consumed rum and liqueurs, and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie, is therefore necessary and justified in order to avoid endangering the development of those regions.\n(3) Taking into account the importance of giving local economic operators the fiscal security they need to develop their commercial activities as against the need to set a time limit on tax derogations, the derogation should be granted for a period of seven years.\n(4) However, the granting of a seven-year derogation should be subject to the condition that a mid-term report is produced so that the Commission can assess whether the reasons which justify the granting of the tax derogation still exist.\n(5) This Decision shall not prejudice the possible application of Articles 87 and 88 of the Treaty,", "main_body": ["By way of derogation from Article 90 of the Treaty, Portugal is hereby authorised to apply a rate of excise duty lower than the full rate on alcohol laid down in Article 3 of Council Directive 92/84/EEC of 19 October 1992 on the approximation of the rates of excise duty on alcohol and alcoholic beverages(3) in the autonomous region of Madeira, to locally produced and consumed rum and liqueurs, and in the autonomous region of the Azores, to locally produced and consumed liqueurs and eaux-de-vie.", "The derogation referred to in Article 1 shall be confined:\n1. in Madeira\n(a) to rum as defined in Article 1(4)(a) of Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks(4) having the geographical designation \"Rum da Madeira\" referred to in Article 5(3) and Annex II(1) of that Regulation,\n(b) to liqueurs as defined in Article 1(4)(r) of Regulation (EEC) No 1576/89 produced from regional fruit or plants;\n2. in the Azores\n(a) to liqueurs as defined in Article 1(4)(r) of Regulation (EEC) No 1576/89 produced from regional fruit or raw materials,\n(b) to eau-de-vie made from wine or grape marc having the characteristics and qualities defined in Article 1(4)(d) and (f) of Regulation (EEC) No 1576/89.", "The reduced rate of excise duty applicable to the products referred to in Article 1 may be lower than the minimum rate of excise duty on alcohol set by Directive 92/84/EEC, but may not be more than 75 % lower than the standard national excise duty on alcohol.", "By 31 December 2005 at the latest, Portugal shall send the Commission a report to enable it to assess whether the reasons which justified the granting of the reduced rate still exist.", "This Decision shall apply from 1 January 2002 until 31 December 2008.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 18 February 2002.\nFor the Council\nThe President\nJ. Piqué i Camps\n(1) OJ C 304 E, 30.10.2001, p. 210.\n(2) Opinion delivered on 7 February 2002 (not yet published in the Official Journal).\n(3) OJ L 316, 31.10.1992, p. 29.\n(4) OJ L 160, 12.6.1989, p. 1. Regulation as last amended by Regulation (EC) No 3378/94 (OJ L 366, 31.12.1994, p. 1)."}