{"celex_id": "32000R1156", "uri": "http://publications.europa.eu/resource/cellar/ea613b32-59f8-4cdb-ab95-e6717733fdff", "type": "Regulation", "concepts": ["1025", "2456", "2689", "5034"], "title": "Commission Regulation (EC) No 1156/2000 of 30 May 2000 amending Regulation (EC) No 2705/98 on the determination of prices of adult bovine animals on representative Community markets and the survey of prices of certain other cattle in the Community\n", "header": "Commission Regulation (EC) No 1156/2000\nof 30 May 2000\namending Regulation (EC) No 2705/98 on the determination of prices of adult bovine animals on representative Community markets and the survey of prices of certain other cattle in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), and in particular Article 37 thereof,\nWhereas:\n(1) Article 1(3) of Commission Regulation (EC) No 2705/98 of 14 December 1998 on the determination of prices of adult bovine animals on representative Community markets and the survey of prices of certain other cattle in the Community(2) provides for the possibility of revising the list of representative markets and weighting coefficients in the light of how marketing and the size of the cattle population in each Member State develop. This information should therefore be updated.\n(2) The planned amendments should be applied from 1 January 2001 to ensure that prices on the representative markets remain comparable over the calendar year and to allow the representative market in Spain to be changed as of 1 July 2000.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 2705/98 is amended as follows.\n1. Annex I is replaced by Annex I to this Regulation.\n2. Annex II (D) \"Greece\" is replaced by Annex II to this Regulation.\n3. In Annex III:\n(a) under point A, the \"weighting coefficients\" are replaced by:\n\">TABLE>\"\n(b) under point C \"Spain\":\nThe market \"Avilés (Asturias)\" is replaced by \"Pola de Siero (Asturias)\".\n4. In Annex IV(A), the \"weighting coefficients\" are replaced by:\n\">TABLE>\".\n5. In Annex V(A), the \"weighting coefficients\" are replaced by:\n\">TABLE>\".", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2001, with the exception of Article 1(3)(b) which shall apply from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 340, 16.12.1998, p. 3.\nANNEX\n\"ANNEX I\nCoefficients to be used in calculating the price on the representative Community markets of adult bovine animals\n>TABLE>\"\n\"ANNEX II\nD. GREECE\n1. Representative markets (quotation centres)\n- Αλεξανδρούπολη (Alexandroupoli)\n- Σέρρες (Serres)\n- Τρίκαλα-Λάρισα (Trikala-Larisa)\n- Βέροια (Veroia).\n2. Categories, qualities and coefficients\n>TABLE>\""}