{"celex_id": "32005D0710", "uri": "http://publications.europa.eu/resource/cellar/47382715-9f4f-40e7-957c-95d361a631c3", "type": "Decision", "concepts": ["1445", "1755", "2737", "3579", "3763", "4743"], "title": "2005/710/EC: Commission Decision of 13 October 2005 concerning certain protection measures in relation to a suspicion of highly pathogenic avian influenza in Romania (notified under document number C(2005) 4068)   (Text with EEA relevance)\n", "header": "14.10.2005 EN Official Journal of the European Union L 269/42\nCOMMISSION DECISION\nof 13 October 2005\nconcerning certain protection measures in relation to a suspicion of highly pathogenic avian influenza in Romania\n(notified under document number C(2005) 4068)\n(Text with EEA relevance)\n(2005/710/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), and in particular Article 18 thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (2), and in particular Article 22 thereof,\nWhereas:\n(1) Avian influenza is an infectious viral disease in poultry and birds, causing mortality and disturbances which can quickly take epizootic proportions liable to present a serious threat to animal and public health and to reduce sharply the profitability of poultry farming. There is a risk that the disease agent might be introduced via international trade in live poultry and poultry products.\n(2) On 12 October 2005 Romania has notified to the Commission the isolation of an H5 avian influenza virus collected from a clinical case. The clinical picture allows the suspicion of highly pathogenic avian influenza pending the determination of the neuraminidase (N) type and of the pathogenicity index.\n(3) In view of the animal health risk of disease introduction into the Community, it is therefore appropriate as an immediate measure to suspend imports of live poultry, ratites, farmed and wild feathered game birds, live birds other than poultry and hatching eggs of these species from Romania.\n(4) As Romania is authorised for imports of game trophies, eggs for human consumption and untreated feathers, imports into the Community of these products should be suspended as well because of the animal health risk involved.\n(5) Furthermore the importation into the Community from Romania should be suspended for fresh meat of poultry, ratites and wild and farmed feathered game and importation of meat preparations and meat products consisting of or containing meat of those species.\n(6) Certain products derived from poultry slaughtered before 1 August 2005 should also continue to be authorised, taking into account the incubation period of the disease.\n(7) Commission Decision 2005/432/EC of 3 June 2005 laying down the animal and public health conditions and model certificates for imports of meat products for human consumption from third countries and repealing Decisions 97/41/EC, 97/221/EC and 97/222/EC (3) lays down the list of third countries from which Member States may authorise the importation of meat products and establishes treatment regimes considered effective in inactivating the respective pathogens. In order to prevent the risk of disease transmission via such products, appropiate treatment must be applied depending on the health status of the country of origin and the species the product is obtained from. It appears therefore appropriate, that imports of poultry meat products originating in Romania and treated to a temperature of at least 70 °C throughout the product should continue to be authorised.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   Member States shall suspend the importation from the territory of Romania of:\n— live poultry, ratites, farmed and wild feathered game, live birds other than poultry as defined in Article 1, third indent, of Decision 2000/666/EC, including birds accompanying their owners (pet birds), and hatching eggs of these species,\n— fresh meat of poultry, ratites, farmed and wild feathered game,\n— meat preparations and meat products consisting of or containing meat of those species,\n— raw pet food and unprocessed feed material containing any parts of those species,\n— eggs for human consumption,\n— non-treated game trophies from any birds, and\n— unprocessed feathers and parts of feathers.\n2.   By way of derogation from paragraph 1, Member States shall authorise the importation of the products covered by paragraph 1 first to fourth indent, which have been obtained from birds slaughtered before 1 August 2005.\n3.   In the veterinary certificates/commercial documents accompanying consignments of the products referred to in paragraph 2 the following words as appropriate to the species shall be included:\n‘Fresh poultry meat/fresh ratite meat/fresh meat of wild feathered game/fresh meat of farmed feathered game/meat product consisting of, or containing meat of poultry, ratites, farmed or wild feathered game meat/meat preparation consisting of, or containing meat of poultry, ratites, farmed or wild feathered game meat/raw pet food and unprocessed feed material containing any parts of poultry, ratites, farmed or wild feathered game (4) obtained from birds slaughtered before 1 August 2005 and in accordance with Article 1(2) of Commission Decision 2005/710/EC.\n4.   By derogation from paragraph 1, Member States shall authorise the importation of meat products consisting of or containing meat of poultry, ratites, farmed and wild feathered game under the condition that the meat of these species has undergone at least one of the specific treatments referred to under points B, C or D in Part IV of Annex II to Commission Decision 2005/432/EC.", "Member States shall ensure that for the importation of processed feathers or parts of feathers, a commercial document stating that the processed feathers or parts thereof have been treated with a steam current or by some other method ensuring that no pathogens are transmitted accompany the consignment.\nHowever, that commercial document shall not be required for processed decorative feathers, processed feathers carried by travellers for their private use or consignments of processed feathers sent to private individuals for non-industrial purpose.", "Member States shall amend the measures they apply to imports so as to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "This Decision shall apply until 30 April 2006.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 October 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 56. Directive as last amended by the 2003 Act of Accession.\n(2)  OJ L 24, 30.1.1998, p. 9. Directive as last amended by Regulation (EC) No 882/2004 of the European Parliament and of the Council (OJ L 165, 30.4.2004, p. 1; corrected version in OJ L 191, 28.5.2004, p. 1).\n(3)  OJ L 151, 14.6.2005, p. 3.\n(4)  Delete as appropriate.’"}