{"celex_id": "32000D0556", "uri": "http://publications.europa.eu/resource/cellar/e63ad13d-4426-42e3-9dd9-80396872b674", "type": "Decision", "concepts": ["1596", "1598", "1755", "4359"], "title": "2000/556/EC: Commission Decision of 7 September 2000 amending Council Directive 82/894/EEC concerning the notification of animal diseases in the Community (notified under document number C(2000) 2494) (Text with EEA relevance)\n", "header": "Commission Decision\nof 7 September 2000\namending Council Directive 82/894/EEC concerning the notification of animal diseases in the Community\n(notified under document number C(2000) 2494)\n(Text with EEA relevance)\n(2000/556/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 82/894/EEC of 21 December 1982 concerning the notification of animal diseases in the Community(1), as last amended by Decision 98/12/EC(2), and in particular Article 5(2) first indent thereof,\nWhereas:\n(1) The Animal Disease Notification System which implements Directive 82/894/EEC is being updated and it is opportune to review the system; information relating to restrictions is no longer required to be sent via this system.\n(2) Fowl plague has been renamed by the Office international des Epizooties (OIE) as avian influenza and Teschen disease has been renamed porcine enterovirus encephalomyelitis and the list of diseases must be amended accordingly.\n(3) For reasons of clarity it is opportune to consolidate the previous amendments by updating and replacing all the annexes accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annexes I and II to Directive 82/894/EEC are replaced by the Annexes to this Decision.", "This Decision comes into effect as from 1 January 2001.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 September 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 378, 31.12.1982, p. 58.\n(2) OJ L 4, 8.1.1998, p. 63.\nANNEX I\nDiseases which are the subject of the notification:\nFoot and mouth disease\nRinderpest (cattle plague)\nContagious bovine pleuropneumonia\nBlue tongue\nSwine vesicular disease\nClassical swine fever\nAfrican swine fever\nPorcine enterovirus encephalomyelitis (was Teschen disease)\nAvian influenza (was fowl plague)\nNewcastle disease\nAfrican horse sickness\nVesicular stomatitis\nPeste des petits ruminants\nRift Valley Fever\nLumpy skin disease\nSheep and goat pox (Capripox)\nInfectious haemapoietic necrosis\nBovine spongiform encephalopathy\nANNEX II\nInformation to be given under the notification required by Articles 3 and 4 in relation to primary and secondary outbreaks of the diseases listed in Annex I:\n1. Date of dispatch;\n2. Time of dispatch;\n3. Country of origin;\n4. Name of disease and type of virus, where appropriate;\n5. Serial number of outbreak;\n6. Type of outbreak;\n7. Reference number of outbreak linked to this outbreak;\n8. Region and geographical location of the holding including longitude and latitude;\n9. Other region affected by restrictions;\n10. Date of confirmation;\n11. Date of suspicion;\n12. Date of estimation of first infection;\n13. Origin of disease;\n14. Control measures taken;\n15. Number of susceptible animals on premises (a) cattle, (b) pigs, (c) sheep, (d) goats, (e) poultry, (f) equidae, (g) fish (h) wild species;\n16. Number of animals clinically affected on premises (a) cattle, (b) pigs, (c) sheep, (d) goats, (e) poultry, (f) equidae, (g) fish, (h) wild species;\n17. Number of animals that have died on premises (a) cattle, (b) pigs, (c) sheep, (d) goats, (e) poultry, (f) equidae, (g) fish, (h) wild species;\n18. Number of stock slaughtered (a) cattle, (b) pigs, (c) sheep, (d) goats, (e) poultry, (f) equidae, (g) fish, (h) wild species;\n19. Number of carcases destroyed (a) cattle, (b) pigs, (c) sheep, (d) goats, (e) poultry, (f) equidae, (g) fish, (h) wild species.\nIn the case of swine fever the additional information:\n1. Distance from nearest pig holding;\n2. Number and type (breeding, fattening and piglets(1)) of pigs on the infected premises;\n3. Number and type of pigs (breeding, fattening and piglets(2)) clinically affected on the infected premises;\n4. Method of diagnosis;\n5. If not on premises then whether confirmed in a slaughterhouse or in a means of transport;\n6. Confirmation of primary cases(3) in feral pigs.\n(1) Animals under approximately three months of age.\n(2) Animals under approximately three months of age.\n(3) Primary case in feral pigs means those cases occurring in free areas i.e. outside of restricted areas for classical swine fever in feral pigs."}