{"celex_id": "32000R1992", "uri": "http://publications.europa.eu/resource/cellar/6108d285-06d6-4246-b802-ddd310ff77cd", "type": "Regulation", "concepts": ["1309", "1767", "4080", "519", "990"], "title": "Council Regulation (EC) No 1992/2000 of 18 September 2000 amending Regulation (EC) No 1001/97 imposing a definitive anti-dumping duty on imports of polyester textured filament yarn originating in Malaysia\n", "header": "Council Regulation (EC) No 1992/2000\nof 18 September 2000\namending Regulation (EC) No 1001/97 imposing a definitive anti-dumping duty on imports of polyester textured filament yarn originating in Malaysia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 11(3) thereof,\nHaving regard to the proposal submitted by the Commission, after consulting the Advisory Committee,\nWhereas:\nA. EXISTING MEASURES\n(1) By Regulation (EC) No 1001/97(2), the Council imposed a definitive anti-dumping duty on imports of polyester textured filament yarn originating in Malaysia. The rate of the duty applicable to the net, free-at-Community-frontier price, before duty, is 32,5 % except for the company Hualon Corporation (M) Sdn. Bhd. (Hualon), for which a 16,4 % rate applies.\nB. REQUEST FOR A REVIEW\n(2) The Malaysian exporting producer, Hualon Corporation (M) Sdn. Bhd., lodged a request for an interim review of the anti-dumping measures applicable to it limited to the aspects of dumping pursuant to Article 11(3) of Regulation (EC) No 384/96 (hereinafter referred to as the \"basic Regulation\"). The request alleged that changed circumstances of a lasting nature have led to a stable or slightly reduced normal value and a considerable increase of its export price so that the continued imposition of measures to it was no longer necessary to counteract dumping. Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of an interim review the Commission published a notice in the Official Journal of the European Communities(3) and commenced an investigation.\nC. PROCEDURE\n(3) The investigation of dumping covered the period from 1 July 1998 until 30 June 1999 (hereinafter referred to as the \"investigation period\").\n(4) The Commission officially advised the authorities of the exporting country of the initiation of the interim review and gave all parties directly concerned the opportunity to make their views known in writing and to request a hearing.\n(5) The Commission sent a questionnaire and received detailed information from the exporting producer concerned.\n(6) The Commission sought and verified all information it deemed necessary for the purpose of a determination of dumping and carried out a verification visit at the premises of the exporting producer concerned.\n(7) The interested parties were informed of the facts and considerations on the basis of which it was intended to recommend the amendment of Regulation (EC) No 1001/97, and were given an opportunity to comment. Their comments were taken into account and, where appropriate, the findings were modified accordingly.\nD. PRODUCT UNDER CONSIDERATION AND LIKE PRODUCT\n1. Product under consideration\n(8) The product under consideration is the same as in the previous investigation, i.e. polyester textured filament yarn (hereinafter referred to as \"PTY\"). PTY is directly derived from partially oriented polyester yarn, and is used in both the weaving and the knitting sectors to make polyester or polyester/cotton fabrics. The product is currently classifiable within CN code 5402 33 00. It should be noted, however, that Regulation (EC) No 1001/97 refers to CN codes 5402 33 10 and 5402 33 90 which were applicable for the product classification at the time that Regulation was published.\n(9) There are different types of PTY, depending on the weight (\"denier\"), the number of filaments and the lustre. There are also different qualities, depending on the efficiency of the production process. However, no significant differences exist in the basic characteristics and uses of the different types and qualities of PTY. All types of PTY have been and are considered as one product for the purposes of this investigation.\n2. Like product\n(10) As in the previous investigation, this investigation has shown that the PTY produced in Malaysia by Hualon and sold on the Malaysian market or exported to the Community has the same basic physical and chemical characteristics and the same uses, and therefore, is to be considered a like product within the meaning of Article 1(4) of the basic Regulation.\nE. DUMPING\n1. Normal value\n(11) As far as the determination of normal value is concerned, it was first established whether Hualon's total domestic sales of the like product were representative in comparison with its total export sales to the Community. In accordance with Article 2(2) of the basic Regulation, this was found to be the case since domestic sales volume of Hualon was at least 5 % of its total sales volume to the Community.\n(12) For each of the types sold by Hualon on its domestic market and found to be directly comparable to the ten types sold for export to the Community, it was examined whether domestic sales were sufficiently representative for the purposes of Article 2(2) of the basic Regulation. This was considered to be the case when, during the investigation period, the total domestic sales volume of a type represented 5 % or more of the total sales volume of the same type exported to the Community.\n(13) For those product types meeting the 5 % test, an examination was also made as to whether the domestic sales of each of these types could be regarded as having been made in the ordinary course of trade, by establishing the proportion of sales to independent customers of the type in question not made at a loss. In cases where sales of a type, not made at a loss, represented more than 80 % of the total domestic sales volume of that type, normal value was based on a weighted average price of all domestic sales made during the investigation period. In cases where the volume of sales, not made at a loss, of a type represented at least 10 %, but less than 80 % of the total domestic sales volume of that type, normal value was based on a weighted average price of the sales not made at a loss only.\n(14) As a result of the methodology set out above, normal value for five types of PTY exported to the Community during the investigation period could be based on the domestic selling prices of comparable types of PTY.\n(15) For the remaining five product types exported to the Community during the investigation period, it was found that the volume of domestic sales was lower than 5 % of the volume exported to the Community. Thus, domestic sales of the five product types were considered insufficient within the meaning of Article 2(2) of the basic Regulation. For these types, normal value was constructed on the basis of the costs of manufacturing incurred by Hualon for the exported product type in question plus a reasonable amount for selling, general and administrative costs (\"SG &  A\") and profits in accordance with Article 2(3) and (6) of the basic Regulation. The SG &  A were based on Hualon's domestic sales of the like product. The profit margin was based on the Hualon's domestic sales of the like product made in the ordinary course of trade.\n(16) Hualon claimed that in calculating constructed normal value the profit of profitable domestic sales of certain types which were also exported to the Community should only be used. The claim was rejected because Article 2(6) of the basic Regulation provides that profits shall be based on actual data pertaining to production and sales in the ordinary course of trade of the like product.\n2. Export price\n(17) Since all export sales of the product under consideration were made directly to independent customers in the Community, the export price was established in accordance with Article 2(8) of the basic Regulation on the basis of the prices paid or payable.\n3. Comparison\n(18) For the purposes of a fair comparison by type on an ex-factory basis and at the same level of trade, due allowance was made for differences which were claimed and demonstrated to affect price comparability. These adjustments were made in respect of transport, insurance, handling, loading and ancillary costs, credit and commissions in accordance with Article 2(10) of the basic Regulation.\n4. Dumping margin\n(19) The comparison was made between the weighted average normal value per product type and the weighted average export price for the same product type, in accordance with Article 2(11) of the basic Regulation.\n(20) The comparison as described above showed the existence of dumping for the company concerned. Due to the varying dumping margins of the different product types, an overall weighted average dumping margin was established in accordance with Article 2(12) of the basic Regulation. The dumping margin established, expressed as a percentage of the total cif value at Community frontier level, duty unpaid, is 3,2 %.\n(21) The dumping margin of this investigation, however, is considerably lower in comparison with the dumping margin established for the company concerned during the previous investigation, which amounted to 16,4 %.\nF. LASTING NATURE OF CHANGED CIRCUMSTANCES\n(22) In accordance with Article 11(3) of the basic Regulation, it was examined whether the changed circumstances that have led to the decrease of the dumping margin could be reasonably said to be of lasting nature. In this respect, it was found in particular that the production of PTY over the period 1996 to the investigation period has decreased considerably as raw materials were diverted to new production lines of other polyester yarns. Also, internal consumption of PTY increased significantly over the same period as it was directed to increase the production of products with higher added value. These two changes have decreased the volume of sales (domestic and export) of the product concerned significantly over the same period. These changes in the production and sales policies of the company are viewed as evidence that it is unlikely that there will be a recurrence of dumped exports at levels similar to those established in the previous investigation.\nG. AMENDMENT OF MEASURES\n(23) In view of the finding of a lower dumping margin for the company concerned and as this situation is not considered to be of a short-term nature, measures imposed by Regulation (EC) No 1001/97 on exports of this company should be amended by amending that Regulation accordingly.\n(24) This review does not affect the date on which the measures imposed by Regulation (EC) 1001/97 will expire pursuant to Article 11(2) of the basic Regulation,", "main_body": ["Article 1 of Regulation (EC) No 1001/97 shall be replaced by the following:\n\"Article 1\n1. A definitive anti-dumping duty is hereby imposed on imports of PTY falling within CN code 5402 33 00 and originating in Malaysia.\n2. The rate of the definitive anti-dumping duty applicable to the net, free-at-Community-frontier price, before duty, shall be as follows:\n>TABLE>\n3. Unless otherwise specified, the provisions in force concerning customs duties shall apply.\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 September 2000.\nFor the Council\nThe President\nH. VĂŠdrine\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 905/98 (OJ L 128, 30.4.1998, p. 18).\n(2) OJ L 145, 5.6.1997, p. 1.\n(3) OJ C 218, 30.7.1999, p. 5."}