{"celex_id": "32009D0873", "uri": "http://publications.europa.eu/resource/cellar/d8293fe1-bc11-47c5-82d6-444a5dbb723b", "type": "Decision", "concepts": ["1252", "1309", "1445", "192", "2300", "3408", "5034", "5608"], "title": "2009/873/EC: Commission Decision of 30 November 2009 amending Decision 2006/168/EC as regards the listing of embryo collection and production teams approved for imports of bovine embryos into the Community (notified under document C(2009) 9320) (Text with EEA relevance)\n", "header": "2.12.2009 EN Official Journal of the European Union L 315/22\nCOMMISSION DECISION\nof 30 November 2009\namending Decision 2006/168/EC as regards the listing of embryo collection and production teams approved for imports of bovine embryos into the Community\n(notified under document C(2009) 9320)\n(Text with EEA relevance)\n(2009/873/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/556/EEC of 25 September 1989 on animal health conditions governing intra-Community trade in and importation from third countries of embryos of domestic animals of the bovine species (1), and in particular Article 7(1) and Article 9(1)(b) thereof,\nWhereas:\n(1) Directive 89/556/EEC sets out the animal health conditions governing intra-Community trade in and importation from third countries of fresh and frozen embryos of domestic animals of the bovine species.\n(2) Commission Decision 2006/168/EC of 4 January 2006 establishing the animal health and veterinary certification requirements for imports into the Community of bovine embryos (2) provides that Member States are to authorise imports of embryos of domestic animals of the bovine species collected or produced in a third country listed in Annex I to that Decision by approved embryo collection or production teams listed in the Annex to Commission Decision 92/452/EEC of 30 July 1992 establishing lists of embryo collection teams and embryo production teams approved in third countries for export of bovine embryos to the Community (3).\n(3) Commission Decision 2008/155/EC of 14 February 2008 establishing a list of embryo collection and production teams in third countries approved for imports of bovine embryos into the Community (4) repealed and replaced Decision 92/452/EEC. Decision 2008/155/EC provides that Member States are to import embryos from third countries only if they have been collected, processed and stored by embryo collection and production teams listed in the Annex to that Decision.\n(4) Council Directive 2008/73/EC of 15 July 2008 simplifying procedures of listing and publishing information in the veterinary and zootechnical fields and amending Directives 64/432/EEC, 77/504/EEC, 88/407/EEC, 88/661/EEC, 89/361/EEC, 89/556/EEC, 90/426/EEC, 90/427/EEC, 90/428/EEC, 90/429/EEC, 90/539/EEC, 91/68/EEC, 91/496/EEC, 92/35/EEC, 92/65/EEC, 92/66/EEC, 92/119/EEC, 94/28/EC, 2000/75/EC, Decision 2000/258/EC and Directives 2001/89/EC, 2002/60/EC and 2005/94/EC (5) amended Directive 89/556/EEC and introduced a simplified procedure of listing and publishing the list of embryo collection and production teams in third countries approved for imports of bovine embryos into the Community. Under that new procedure, which is to apply from 1 January 2010, the competence to establish the list will no longer lie with the Commission. The list of embryo collection or production teams that the competent authority of the third country has approved in accordance with the conditions laid down in Directive 89/556/EEC and from which embryos may be dispatched to the Community will only have to be communicated to the Commission, which is to make it available to the public for information purposes.\n(5) As a consequence of the new procedure introduced by Directive 2008/73/EC, Decision 2008/155/EC will be applicable until 31 December 2009.\n(6) Decision 2006/168/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Article 1 of Decision 2006/168/EC is replaced by the following:\n‘Article 1\nGeneral conditions for imports of embryos\nMember States shall authorise imports of embryos of domestic animals of the bovine species (embryos) collected or produced in a third country listed in Annex I to this Decision by embryo collection or production teams approved in accordance with Article 8 of Directive 89/556/EEC.’", "This Decision shall apply from 1 January 2010.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 302, 19.10.1989, p. 1.\n(2)  OJ L 57, 28.2.2006, p. 19.\n(3)  OJ L 250, 29.8.1992, p. 40.\n(4)  OJ L 50, 23.2.2008, p. 51.\n(5)  OJ L 219, 14.8.2008, p. 40."}