{"celex_id": "32001D0511", "uri": "http://publications.europa.eu/resource/cellar/f6b4cd8c-9f7a-457d-9377-95dfb3acd7bb", "type": "Decision", "concepts": ["1018", "5695", "862", "899", "922"], "title": "2001/511/EC: Council Decision of 27 June 2001 on further exceptional financial assistance to Kosovo\n", "header": "Council Decision\nof 27 June 2001\non further exceptional financial assistance to Kosovo\n(2001/511/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) The Commission has consulted the Economic and Financial Committee before submitting its proposal.\n(2) The Security Council of the United Nations adopted Resolution 1244(1999) on 10 June 1999 aiming to promote the establishment, pending a final settlement, of substantial autonomy and self-government in Kosovo within the Federal Republic of Yugoslavia.\n(3) The international community, basing itself upon Resolution 1244(1999), has set up an international security presence (KFOR) and an interim civil administration - the United Nations Interim Mission in Kosovo (UNMIK).\n(4) UNMIK consists of four components (Pillars) and the European Union has taken the lead role(2) for the fourth Pillar responsible for economic reconstruction.\n(5) UNMIK has taken steps to involve the main political parties and ethnic communities of Kosovo in its activities and is continuing to do so.\n(6) UNMIK, and particularly Pillar IV thereof, has achieved substantial progress in setting up an institutional, legal and policy framework conducive to the creation of a sound economy based on market principles. It has provided for a functioning banking and payments system and promoted the development of the private sector. UNMIK has also made progress in developing the revenue base and keeping expenditure under control.\n(7) UNMIK established a Central Fiscal Authority providing for transparent and accountable procedures to manage the Kosovo budget.\n(8) On the basis of estimates from UNMIK presented in agreement with the International Monetary Fund (IMF), Kosovo requires external support to further progress in establishing a sound market economy and a civil administration. It is estimated that exceptional external financial assistance of some EUR 90 million would be needed until the end of 2001.\n(9) UNMIK has presented a request for exceptional financial assistance. The international community considers that the provision of external budgetary support, fairly shared among donors, is essential to help cover the residual financing needs identified under the budget prepared for Kosovo by UNMIK.\n(10) Kosovo is not in a position to borrow either domestically or on the international financial market and it is not eligible for membership of the international financial institutions and may therefore not benefit from financial assistance associated with their programmes.\n(11) Although economic activity has resumed with considerable speed after the conflict, Kosovo is at a low level of economic development and its GDP per capita is estimated to be one of the lowest in the region and in Europe.\n(12) Kosovo's current low level of economic development is the result of long-term neglect as well as conflict-related damages which cannot be overcome quickly but require reliable support over a significant period of time so as to establish sustainable institutions and to achieve durable economic growth.\n(13) The Community has found it an appropriate measure to help ease Kosovo's financial constraints in the exceptionally difficult circumstances and has already, under Council Decision 2000/140/EC(3) provided for financial assistance in the form of straight grants in 2000 amounting to EUR 35 million.\n(14) Financial assistance from the Community, in liaison with other donors, in the form of straight grants to be made available to UNMIK in support of the Kosovo people continues to be the appropriate measure.\n(15) Without prejudice to the powers of the budgetary authority, the financial assistance will be part of the envelope of aid envisaged for Kosovo, and therefore subject to the funds being available in the general budget.\n(16) The exceptional financial assistance should be managed by the Commission in consultation with the Economic and Financial Committee.\n(17) The Treaty does not provide, for the adoption of this Decision, powers other than those of Article 308,", "main_body": ["1. In addition to the financial assistance already decided upon by the Council in its Decision 2000/140/EC on 14 February 2000, the Community shall make available to UNMIK, in conjunction with the contributions of the other donors, exceptional financial assistance in the form of straight grants of up to EUR 30 million, with a view to alleviating the financial situation in Kosovo, facilitating the establishment and continuation of essential administrative functions and supporting the development of a sound economic framework.\n2. This assistance shall be managed by the Commission in close consultation with the Economic and Financial Committee and in a manner consistent with agreements or understandings reached between the IMF and UNMIK or any other internationally recognised authorities of Kosovo.", "1. The Commission is empowered to agree with UNMIK, after consultation with the Economic and Financial Committee, the economic conditions attached to this assistance. These conditions shall be consistent with any agreement referred to in Article 1(2).\n2. The Commission shall verify at regular intervals, in consultation with the Economic and Financial Committee and in liaison with the IMF and the World Bank, that economic policies in Kosovo respect the objectives and economic policy conditions of this assistance.", "1. The assistance shall be made available to UNMIK in at least two instalments. Subject to the provisions of Article 2, the first instalment shall be released on the basis of a Memorandum of Understanding between UNMIK and the Community.\n2. Subject to the provisions of Article 2, the second and any possible further instalment shall be released on the basis of a successful completion of the economic conditions referred to in Article 2(1) and not before three months after the release of the previous instalment.\n3. The funds shall be made available to UNMIK through the Central Fiscal Authority exclusively in support of Kosovo's budgetary needs.", "All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by UNMIK if appropriate.", "The Commission shall address to the European Parliament and to the Council an annual report, which will include an evaluation on the implementation of this Decision."], "attachments": "Done at Luxembourg, 27 June 2001.\nFor the Council\nThe President\nB. Rosengren\n(1) Opinion delivered on 14 June 2001 (not yet published in the Official Journal)\n(2) International civil presence in Kosovo: Report of the Secretary-General pursuant to paragraph 10 of Security Council Resolution 1244(1999), S/1999/672, 12 June 1999, II.5.\n(3) OJ L 47, 19.2.2000, p. 28."}