{"celex_id": "32008D0853", "uri": "http://publications.europa.eu/resource/cellar/18dc6861-f470-48fb-a987-b507f1cdeffa", "type": "Decision", "concepts": ["2965", "3763", "3988", "5886", "889"], "title": "2008/853/EC: Council Decision of 20 October 2008 on the granting of an emergency State aid by the authorities of Cyprus to mitigate the consequences of drought in 2007/2008 in the agricultural sector\n", "header": "13.11.2008 EN Official Journal of the European Union L 302/7\nCOUNCIL DECISION\nof 20 October 2008\non the granting of an emergency State aid by the authorities of Cyprus to mitigate the consequences of drought in 2007/2008 in the agricultural sector\n(2008/853/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 88(2), third subparagraph, thereof,\nHaving regard to the request made by the Government of Cyprus on 19 September 2008,\nWhereas:\n(1) On 19 September 2008, Cyprus presented to the Council a request for a decision in accordance with the third subparagraph of Article 88(2) of the Treaty, declaring that the plan of Cyprus to grant national aid to Cypriot farmers hit by extreme drought in order to allow them to begin the next season's production cycle is compatible with the common market.\n(2) Cyprus has faced the second most severe and longest drought since 1900, due to rainfall deficit in 2007 and 2008, August 2008 having proven the hottest month of the last decade and precipitation from January to August 2008 having been only 50 % of normal levels.\n(3) According to preliminary data concerning the 2008 harvest, 95 % of cereal-producing areas have not yielded any crop at all, whereas fodder production has fallen so drastically that it has failed to cover even the minimum feed requirements of ruminant animals.\n(4) From a quantity of about 150 million m3 or 54,7 % of capacity at the end of 2005, Cyprus' network of dams currently holds only 11 million m3 or 4 % of total capacity, obliging the authorities to strictly ration the water supply for irrigation purposes at the beginning of 2007 and to cut it down to zero in 2008.\n(5) These damages must be considered all the more serious and exceptional, given that Cyprus put in place effective tools for risk and crisis management. In particular, Cyprus applies improved irrigation techniques in almost 95 % of the area under irrigation and has introduced water pricing policies and punitive measures to discourage excessive water consumption and losses, as well as promoted and provided incentives for the installation of water recycling systems in houses. Furthermore, Cyprus' National Rural Development Programme 2007-2013 already includes a number of measures to improve the use of water.\n(6) Since the income of Cypriot farmers affected by the drought has been drastically reduced, they face the serious risk of not having the financial means to meet the immediate needs of their families and to start a new season, leading to an imminent danger of land abandonment, soil erosion and desertification.\n(7) The State aid to be granted amounts to EUR 67,5 million and will benefit 34 000 eligible farmers and 3 000 livestock keepers.\n(8) In order to be effective, the State aid must be granted and accessed by farmers as soon as possible.\n(9) The Commission has not at this stage given an opinion on the nature and compatibility of the aid.\n(10) Exceptional circumstances therefore exist, making it possible to consider such aid, by way of derogation and to the extent strictly necessary to remedy the emergency situation which has risen, to be compatible with the common market,", "main_body": ["Exceptional additional aid by the Cypriot authorities to the agricultural sector, amounting to a maximum of EUR 67,5 million, shall be considered to be compatible with the common market.", "This Decision is addressed to the Republic of Cyprus."], "attachments": "Done at Luxembourg, 20 October 2008.\nFor the Council\nThe President\nJ.-L. BORLOO"}