{"celex_id": "32004D0017", "uri": "http://publications.europa.eu/resource/cellar/4e0148a7-e572-458a-b44e-edb480363c32", "type": "Decision", "concepts": ["3367", "3512", "4767", "5405", "5535", "5796"], "title": "2004/17/EC: Council Decision of 22 December 2003 amending Part V, point 1.4, of the Common Consular Instructions and Part I, point 4.1.2 of the Common Manual as regards inclusion of the requirement to be in possession of travel medical insurance as one of the supporting documents for the grant of a uniform entry visa\n", "header": "Council Decision\nof 22 December 2003\namending Part V, point 1.4, of the Common Consular Instructions and Part I, point 4.1.2 of the Common Manual as regards inclusion of the requirement to be in possession of travel medical insurance as one of the supporting documents for the grant of a uniform entry visa\n(2004/17/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Regulation (EC) No 789/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for examining visa applications(1),\nHaving regard to Council Regulation (EC) No 790/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for carrying out border checks and surveillance(2),\nHaving regard to the initiative of the Hellenic Republic,\nWhereas:\n(1) Point 22 of the Tampere European Council conclusions stressed that \"a common active policy on visas and false documents should be further developed, including closer cooperation between EU consulates in third countries ...\".\n(2) An essential condition for the application of a common policy on the issuing of visas is the greatest possible harmonisation of the conditions for the issuing of visas, in particular as regards the supporting documents relating to means of subsistence which are submitted in support of applications.\n(3) It is necessary for visa applicants to be in possession, among the supporting documents they are required to produce, of evidence of individual or group travel insurance to cover any expenses which might arise in connection with repatriation for medical reasons, urgent medical attention and/or emergency hospital treatment during their stay in the territory of the Member States applying in full the provisions of the Schengen acquis.\n(4) Applicants should in principle underwrite insurance in their State of residence. Where this is not possible, they should seek to obtain insurance in any other country.\n(5) It is advisable to provide for the possibility of exceptions to the requirement to be in possession of travel insurance in the case of holders of diplomatic, official duty and other official passports and to provide for the possibility of establishing, in the framework of local consular cooperation, that nationals of certain third States should not have to comply with this requirement. In addition, it should be possible for the diplomatic or consular post examining the application to waive this requirement in specific cases where it considers it appropriate to do so.\n(6) It is advisable for a comment to be made in the national entries section of the visa sticker in order to make it clear whether the holder of the visa has been exempted from the requirement to possess travel insurance. The Common Manual should be amended to provide that where the holder cannot produce evidence of such insurance at the border crossing point, the responsible officer must check whether such a comment has been made.\n(7) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision, and is not bound by it or subject to its application. Given that this Decision builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark will, in accordance with Article 5 of the said Protocol, decide within a period of six months after the Council has adopted this Decision whether it will implement it in its national law.\n(8) As regards the Republic of Iceland and the Kingdom of Norway, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis(3), which fall within the area referred to in Article 1, point A, of Council Decision 1999/437/EC on certain arrangements for the application of that Agreement(4).\n(9) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis(5); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(10) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland's request to take part in some of the provisions of the Schengen acquis(6), Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(11) This Decision constitutes an act building upon the Schengen acquis or otherwise related to it within the meaning of Article 3(2) of the 2003 Act of Accession,", "main_body": ["The following shall be added to the third indent, after the words \"(see Annex 7) (1);\", of the second subparagraph of point 1.4 of Part V of the Common Consular Instructions:\n\"In addition, in support of an application for a short-term or travel visa, applicants must show that they are in possession of adequate and valid individual or group travel insurance to cover any expenses which might arise in connection with repatriation for medical reasons, urgent medical attention and/or emergency hospital treatment.\nApplicants should in principle underwrite insurance in their State of residence. Where this is not possible, they should seek to obtain insurance in any other country. If the host underwrites insurance for the applicant, he should do this in his own place of residence.\nThe insurance must be valid throughout the territory of the Member States applying in full the provisions of the Schengen acquis and cover the entire period of the person's stay. The minimum coverage shall be EUR 30000.\nIn principle, the proof of this insurance shall be submitted when the visa is issued.\nThe diplomatic mission or consular post competent to examine a visa application may decide that this requirement has been met where it is established that an adequate level of insurance may be assumed in the light of the applicant's professional situation.\nDiplomatic missions or consular posts may, on a case by case basis, decide to make an exception from this requirement for holders of diplomatic, official duty and other official passports, or when this protects national interests in the field of foreign policy, development policy or other areas of vital public interest.\nExceptions from the requirement to produce evidence of travel insurance may also be made when, in the framework of local consular cooperation, it is established that it is impossible for nationals of certain third States to acquire such insurance.\nWhen assessing whether an insurance is adequate, Member States may ascertain whether claims against the insurance company would be recoverable in a Member State, Switzerland or Liechtenstein;\".", "The following subparagraphs shall be added at the end of point 4.1.2 of Part I of the Common Manual:\n\"In accordance with Part V, point 1.4, second paragraph, third indent of the Common Consular Instructions applicants must show, in support of an application for a short-term or travel visa, that they are in possession of adequate and valid individual or group travel insurance to cover any expenses which might arise in connection with repatriation for medical reasons, urgent medical attention and/or emergency hospital treatment.\nHowever, a third-country national subject to the visa requirement may have been exempted from the abovementioned requirement. In such cases, the diplomatic mission, consular representation or border control authority will affix a comment - 'NO INSURANCE REQUIRED' - to that effect in the national entries section of the visa sticker.\"", "This Decision shall apply from 1 June 2004.\nThis Decision is addressed to the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 22 December 2003.\nFor the Council\nThe President\nA. Matteoli\n(1) OJ L 116, 26.4.2001, p. 2.\n(2) OJ L 116, 26.4.2001, p. 5.\n(3) OJ L 176, 10.7.1999, p. 36.\n(4) OJ L 176, 10.7.1999, p. 31.\n(5) OJ L 131, 1.6.2000, p. 43.\n(6) OJ L 64, 7.3.2002, p. 20."}