{"celex_id": "32005D0398", "uri": "http://publications.europa.eu/resource/cellar/dfab3ba2-94e5-413b-b914-0038079ab823", "type": "Decision", "concepts": ["116", "1874", "2901", "5404", "5546", "6920"], "title": "2005/398/EC: Council Decision of 10 May 2005 on the conclusion of a Cooperation Agreement between the European Community and the Principality of Andorra\n", "header": "28.5.2005 EN Official Journal of the European Union L 135/12\nCOUNCIL DECISION\nof 10 May 2005\non the conclusion of a Cooperation Agreement between the European Community and the Principality of Andorra\n(2005/398/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 71, 137, 149, 150, 151, 152, 156, 159, 161 and 175 thereof, in conjunction with the second sentence of the first subparagraph of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) The Community is determined to strengthen existing relations with Andorra, which are at present governed by an Agreement signed in Luxembourg on 28 June 1990, establishing a customs union.\n(2) Following the Council authorisation of 24 February 1997, the Commission has concluded negotiations with Andorra on an agreement which covers a wide range of sectors of cooperation.\n(3) In accordance with a Council Decision of 25/26 October 2004, and subject to its conclusion at a later date, the Agreement was signed on behalf of the European Community on 15 November 2004.\n(4) Certain tasks have been attributed to the Cooperation Committee established under the Agreement. The power to undertake these tasks on behalf of the Community should be delegated to the Commission.\n(5) The Agreement should be approved,", "main_body": ["The Cooperation Agreement between the European Community and the Principality of Andorra is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall, on behalf of the Community, give the notification provided for in Article 14 of the Agreement (2).", "1.   The Community shall be represented in the Cooperation Committee set up under Article 9 of the Agreement by the Commission, assisted by the representatives of the Member States.\n2.   The position of the Community with regard to decisions to be taken by the Cooperation Committee shall be determined by the Commission, following consultation of the representatives of Member States."], "attachments": "Done at Brussels, 10 May 2005.\nFor the Council\nThe President\nJ. KRECKÉ\n(1)  Opinion of 22 February 2005 (not yet published in the Official Journal).\n(2)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council.\nCOOPERATION AGREEMENT\nbetween the European Community and the Principality of Andorra\nTHE EUROPEAN COMMUNITY\nof the one part,\nTHE PRINCIPALITY OF ANDORRA\nof the other part,\nRESOLVED to consolidate and extend the existing close relations between the European Community and the Principality of Andorra,\nCONSIDERING that trade relations between the European Community and the Principality of Andorra are governed by the Agreement in the form of an Exchange of Letters signed in Luxembourg on 28 June 1990, which establishes a customs union,\nCONSIDERING that European integration has made considerable progress since that date,\nCONSIDERING the exceptional situation of the Principality of Andorra, which is surrounded by the territory of the European Union but is not a member of it,\nCONSIDERING the desire of the Principality of Andorra to play a greater part in the current integration of Europe and therefore to expand the scope of its relations with the European Union,\nCONSIDERING that the European Community and the Principality of Andorra should conclude an agreement to provide the broadest possible basis for their cooperation in all areas of common interest within their fields of competence,\nHAVE AGREED AS FOLLOWS:\nPRINCIPLES\nArticle 1\nThe European Community and the Principality of Andorra (hereinafter the Contracting Parties) undertake, within the limits of their respective powers, to cooperate on the broadest possible basis and to their mutual advantage in matters of common interest, and in particular the priority areas referred to in Articles 2 to 8.\nAREAS OF COOPERATION\nArticle 2\nEnvironment\nThe Contracting Parties shall cooperate to protect and improve the environment with a view to sustainable development. Their cooperation shall cover the following areas: climate change, protection of nature and biodiversity, environment and health, management of natural resources and waste management. To this end, they shall seek to reconcile the conservation of the Pyrenean environment with economic development.\nThe Contracting Parties shall cooperate, in a spirit of shared responsibility, to resolve the environmental problems confronting the Principality of Andorra and the Pyrenean regions of the European Community. They shall take account of the fact that certain problems, such as that of waste, are connected with the movement of goods and persons between their respective territories. The Contracting Parties shall, in particular, cooperate in the transfer and disposal of waste.\nIn so far as its means allow, and provided such standards are relevant in terms of the protection of the environment and sustainable economic development in the Principality, the Principality of Andorra shall endeavour to adopt environmental standards equivalent to those of the European Community. The European Community shall, on request, cooperate with the Principality of Andorra to this end.\nThe Contracting Parties shall study the feasibility and practicalities of involving the Principality of Andorra in such Community environmental programmes open to non-member countries as may be of interest to it.\nThe European Community shall help establish cooperation between the European Environment Agency and the Principality of Andorra.\nArticle 3\nCommunication, information and culture\nWithin the scope afforded by Community initiatives and Andorran law, the Contracting Parties agree to undertake joint projects in the area of communication, information and culture in the spirit of Article 151 of the Treaty establishing the European Community.\nSuch projects may include:\n— exchanges of information on topics of mutual interest in the fields of culture and information,\n— the organisation of cultural events,\n— cultural exchanges,\n— the conservation of the Andorran and Pyrenean architectural heritage and the restoration of monuments and sites,\n— the conservation and promotion of the Andorran and Pyrenean cultural heritage,\n— the establishment of cross-border research programmes on history, art and languages,\n— measures to preserve, enhance and disseminate the Catalan language,\n— the participation of the Principality of Andorra in European cultural projects.\nArticle 4\nEducation, vocational training and youth\nGuided by Articles 149 and 150 of the Treaty establishing the European Community, the Contracting Parties shall undertake to cooperate in the field of education and vocational training with a view to helping create a European education area.\nThe Contracting Parties shall study the feasibility and practicalities of involving the Principality of Andorra in such European Community education, vocational training and youth programmes as may be of interest to it.\nArticle 5\nSocial and health issues\nThe Contracting Parties shall undertake to study ways of strengthening coordination in social matters through exchanges of experts, cooperation between administrations, cooperation between businesses and training.\nThe Contracting Parties shall use the same approach for the purposes of cooperating in the field of public health.\nThe Contracting Parties shall avoid all discrimination based on nationality against workers who are nationals of the other party and legally resident on their respective territories with regard to working conditions, pay and redundancy.\nThe Contracting Parties’ cooperation on labour issues shall cover, inter alia, the development of careers guidance services, planning and the promotion of employment at local and regional levels.\nArticle 6\nTrans-European networks and transport\nThe Contracting Parties shall undertake to pursue their cooperation on trans European transport, energy and telecommunications networks and on transport in general. This cooperation shall be aimed, inter alia, at promoting the study of projects of common interest which show due regard for the Pyrenean environment. In their cooperation, the Contracting Parties shall be guided by the objectives set out in Articles 154 and 155 of the Treaty establishing the European Community.\nArticle 7\nRegional policy\nThe Contracting Parties, each in accordance with its own legislation, hereby agree to step up their regional cooperation, in line with the European Community’s policy of cross-border, transnational and interregional cooperation.\nTo that end, they shall encourage the following courses of action:\n— the study of a concerted approach to the development of the regions situated on the frontier between the European Community and the Principality of Andorra with a view to promoting a policy on the Pyrenees comparable to that on the Alps. Similarly, the European Community will offer the Principality of Andorra the possibility of taking part in future programmes of the Interreg type on the same terms as other non-member countries,\n— the organisation of visits and exchanges of officials and experts, with a view to exploring the scope for cooperation,\n— cooperation in matters of mountain policy, drawing on the Community policy aimed at ensuring continued and sustainable agricultural land use, economic development and the preservation of the countryside.\nArticle 8\nOther areas of cooperation\nThe Contracting Parties may by mutual consent extend this Agreement by concluding agreements on specific matters.\nGENERAL PROVISIONS\nArticle 9\n1.   A Cooperation Committee shall be responsible for administering this Agreement and ensuring that it is properly implemented.\n2.   For the purpose of the proper implementation of this Agreement, the Contracting Parties shall exchange information and, at the request of either Party, shall hold consultations within the Cooperation Committee.\n3.   The Cooperation Committee shall draw up its rules of procedure.\n4.   The Cooperation Committee shall be composed, on the one hand, of representatives of the European Community and, on the other, of representatives of the Principality of Andorra.\n5.   The Cooperation Committee shall take decisions by common accord.\n6.   The Cooperation Committee shall be chaired by each of the Contracting Parties in turn, in accordance with the arrangements to be established in its rules of procedure.\n7.   The Cooperation Committee shall meet by common accord at the request of either of the Contracting Parties. The Cooperation Committee’s rules of procedure shall specify the practical arrangements for the organisation of meetings.\nArticle 10\nThe Contracting Parties agree that any dispute arising between them over the implementation or interpretation of this Agreement shall be submitted to the Cooperation Committee.\nArticle 11\nThis Agreement shall be concluded for an unlimited period.\nArticle 12\nEither Contracting Party may denounce this Agreement by notifying the other Contracting Party in writing. In that case, the Agreement shall cease to have effect six months after the date of such notification.\nArticle 13\nThis Agreement shall apply, on the one hand, to the territories to which the Treaty establishing the European Community is applied and under the conditions laid down in that Treaty and, on the other, to the territory of the Principality of Andorra.\nArticle 14\nThis Agreement shall be approved by the Contracting Parties in accordance with their own procedures.\nThis Agreement shall enter into force on the first day of the second month following notification that the procedures referred to in the first subparagraph have been complied with.\nArticle 15\n1.   This Agreement shall be drawn up in duplicate in the Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Polish, Portuguese, Slovak, Slovene, Spanish, Swedish and Catalan languages, each of these texts being equally authentic.\n2.   The Maltese language version shall be authenticated by the Contracting Parties on the basis of an exchange of letters. It shall also be authentic, in the same way as for the languages referred to in paragraph 1.\nHecho en Bruselas, el quince de noviembre de dos mil cuatro.\nV Bruselu dne patnáctého listopadu dva tisíce čtyři.\nUdfærdiget i Bruxelles, den femtende november to tusind og fire.\nGeschehen zu Brüssel am fünfzehnten November zweitausendundvier.\nKahe tuhande neljanda aasta novembrikuu viieteistkümnendal päeval Brüsselis.\n'Εγινε στις Βρυξέλλες, στις δέκα πέντε Νοεμβρίου δύο χιλιάδες τέσσερα.\nDone at Brussels on the fifteenth day of November in the year two thousand and four.\nFait à Bruxelles, le quinze novembre deux mille quatre.\nFatto a Bruxelles, addì quindici novembre duemilaquattro.\nBriselē, divi tūkstoši ceturtā gada piecpadsmitajā novembrī.\nPasirašyta du tūkstančiai ketvirtų metų lapkričio penkioliktą dieną Briuselyje.\nKelt Brüsszelben, a kétezer-negyedik év november havának tizenötödik napján.\nMagħmul fi Brussel fil-ħmistax il-jum ta' Novembru tas-sena elfejn u erbgħa.\nGedaan te Brussel, de vijftiende november tweeduizendvier.\nSporządzono w Brukseli dnia piętnastego października dwa tysiące czwartego roku.\nFeito em Bruxelas, em quinze de Novembro de dois mil e quatro.\nV Bruseli pätnásteho novembra dvetisícštyri.\nV Bruslju, petnajstega novembra leta dva tisoč štiri.\nTehty Brysselissä viidentenätoista päivänä marraskuuta vuonna kaksituhattaneljä.\nSom skedde i Bryssel den femtonde november tjugohundrafyra.\nFet a Brussel les el dia quinze de novembre de l'any dos mil quatre.\nPor la Comunidad Europea\nZa Evropské společenství\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nEuroopa Ühenduse nimel\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nEiropas Kopienas vārdā\nEuropos bendrijos vardu\naz Európai Közösség részéről\nGħall-Komunità Ewropea\nVoor de Europese Gemeenschap\nW imieniu Wspólnoty Europejskiej\nPela Comunidade Europeia\nZa Európske spoločenstvo\nza Evropsko skupnost\nEuroopan yhteisön puolesta\nPå Europeiska gemenskapens vägnar\nPer la Comunitat Europea\nPer la Principat d'Andorra"}