{"celex_id": "32001L0022", "uri": "http://publications.europa.eu/resource/cellar/0cd3aeae-0b49-4d87-ad11-a6bc1d373331", "type": "Directive", "concepts": ["1442", "2735", "3660", "3885", "4308", "5283"], "title": "Commission Directive 2001/22/EC of 8 March 2001 laying down the sampling methods and the methods of analysis for the official control of the levels of lead, cadmium, mercury and 3-MCPD in foodstuffs (Text with EEA relevance.)\n", "header": "Commission Directive 2001/22/EC\nof 8 March 2001\nlaying down the sampling methods and the methods of analysis for the official control of the levels of lead, cadmium, mercury and 3-MCPD in foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 85/591/EEC of 20 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption(1), and in particular Article 1 thereof,\nWhereas:\n(1) Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food(2) provides that maximum levels must be set for certain contaminants in foodstuffs in order to protect public health.\n(2) Commission Regulation (EC) No 466/2001 of 8 March 2001 setting maximum levels for certain contaminants in foodstuffs(3) establishes, besides others, maximum levels for lead, cadmium, mercury and 3-monochloropropane-1,2-diol (3-MCPD) in foodstuffs and makes reference to the measures laying down the sampling and analysis methods to be used.\n(3) Council Directive 89/397/EEC of 14 June 1989 on the official control of foodstuffs(4) lays down the general principles for the performance of control of foodstuffs. Council Directive 93/99/EEC of 29 October 1993 on the subject of additional measures concerning the official control of foodstuffs(5) introduces a system of quality standards for laboratories entrusted by the Member States with the official control of foodstuffs.\n(4) Sampling plays a crucial role in obtaining representative results for the determination of the levels of the contaminants which may be heterogeneously distributed in a lot.\n(5) Directive 85/591/EEC has fixed general criteria for methods of sampling and analysis but in certain cases more specific criteria become necessary in order to ensure that laboratories, in charge of the control, use methods of analysis with comparable levels of performance.\n(6) The provisions for the sampling and methods of analysis have been drawn up on the basis of present knowledge and they may be adapted to take account of advances in scientific and technological knowledge.\n(7) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee for Foodstuffs,", "main_body": ["The Member States shall take all measures necessary to ensure that the sampling for the official control of the levels of lead, cadmium, mercury and 3-MCPD in foodstuffs is carried out in accordance with the methods described in Annex I to this Directive.", "The Member States shall take all measures necessary to ensure that sample preparation and methods of analyses used for the official control of the levels of lead, cadmium, mercury and 3-MCPD in foodstuffs comply with the criteria described in Annex II to this Directive.", "The Member States shall, not later than 5 April 2003, bring into force the laws, regulations or administrative provisions necessary to comply with the provisions of this Directive. They shall forthwith notify the Commission thereof.\nWhen Member States adopt these provisions, the provisions shall contain a reference to this Directive or shall be accompanied by such reference at the time of their official publication. The procedure for such reference shall be adopted by Member States.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Communities.\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 March 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 372, 31.12.1985, p. 50.\n(2) OJ L 37, 13.2.1993, p. 1.\n(3) See page 1 of this Official Journal.\n(4) OJ L 186, 30.6.1989, p. 23.\n(5) OJ L 290, 24.11.1993, p. 14.\nANNEX I\nMETHODS OF SAMPLING FOR OFFICAL CONTROL OF THE LEVELS OF LEAD, CADMIUM, MERCURY AND 3-MCPD IN CERTAIN FOODSTUFFS\n1. PURPOSE AND SCOPE\nSamples intended for the official control of the levels of lead, cadmium, mercury and 3-MCPD contents in foodstuffs shall be taken according to the methods described below. Aggregate samples thus obtained shall be considered as representative of the lots or sublots from which they are taken. Compliance with maximum levels laid down in Regulation (EC) No 466/2001 shall be established on the basis of the levels determined in the laboratory samples.\n2. DEFINITIONS\n>TABLE>\n3. GENERAL PROVISIONS\n3.1. Personnel\nSampling shall be performed by an authorised qualified person as specified by the Member States.\n3.2. Material to be sampled\nEach lot which is to be examined must be sampled separately.\n3.3. Precautions to be taken\nIn the course of sampling and preparation of laboratory samples precautions must be taken to avoid any changes which would affect the lead, cadmium, mercury and 3-MCPD contents, adversely affect the analytical determination or make the aggregate samples unrepresentative.\n3.4. Incremental samples\nAs far as possible incremental samples shall be taken at various places distributed throughout the lot or sublot. Departure from this procedure must be recorded in the record provided for under 3.8.\n3.5. Preparation of the aggregate sample\nThe aggregate sample is made up by uniting all incremental samples. It shall be at least 1 kg unless not practical, e.g. when a single package has been sampled.\n3.6. Subdivision of aggregate sample in laboratory samples for enforcement, defence and referee purposes\nThe laboratory samples for enforcement, trade (defence) and referee purposes shall be taken from the homogenised aggregate sample unless this conflicts with Member States' regulations on sampling. The size of the laboratory samples for enforcement shall be sufficient to allow at least for duplicate analyses.\n3.7. Packaging and transmission of aggregate and laboratory samples\nEach aggregate and laboratory sample shall be placed in a clean, inert container offering adequate protection from contamination, from loss of analytes by adsorption to the internal wall of the container and against damage in transit. All necessary precautions shall be taken to avoid change of composition of the aggregate and laboratory samples which might arise during transportation or storage.\n3.8. Sealing and labelling of aggregate and laboratory samples\nEach sample taken for official use shall be sealed at the place of sampling and identified following the Member States' regulations. A record must be kept of each sampling, permitting each lot to be identified unambiguously and giving the date and place of sampling together with any additional information likely to be of assistance to the analyst.\n4. SAMPLING PLANS\nSampling should ideally take place at the point where the commodity enters the food chain and a discrete lot becomes identifiable. The sampling method applied shall ensure that the aggregate sample is representative for the lot that is to be controlled.\n4.1. Number of incremental samples\nIn the case of liquid products for which a homogeneous distribution of the contaminant in question can be assumed within a given lot, it is sufficient to take one incremental sample per lot which forms the aggregate sample. Reference to the lot number shall be given. Liquid products containing hydrolysed vegetable protein (HVP) or liquid soya sauce shall be shaken well, or homogenised by other suitable means, before the incremental sample is taken.\nFor other products, the minimum number of incremental samples to be taken from the lot shall be as given in Table 1. The incremental samples shall be of similar weight. Departure from this procedure must be recorded in the record provided for under 3.8.\nTable 1: Minimum number of incremental samples to be taken from the lot\n>TABLE>\nIf the lot consists of individual packages, then the number of packages which shall be taken to form the aggregate sample is given in Table 2.\nTable 2: Number of packages (incremental samples) which shall be taken to form the aggregate sample if the lot consists of individual packages\n>TABLE>\n5. COMPLIANCE OF THE LOT OR SUBLOT WITH THE SPECIFICATION\nThe control laboratory shall analyse the laboratory sample for enforcement at least in two independent analyses, and calculate the mean of the results. The lot is accepted if the mean conforms to the respective maximum level as laid down in Regulation (EC) No 466/2001. It is rejected if the mean exceeds the respective maximum level.\nANNEX II\nSAMPLE PREPARATION AND CRITERIA FOR METHODS OF ANALYSIS USED IN OFFICAL CONTROL OF THE LEVELS OF LEAD, CADMIUM, MERCURY AND 3-MCPD IN CERTAIN FOODSTUFFS\n1. INTRODUCTION\nThe basic requirement is to obtain a representative and homogeneous laboratory sample without introducing secondary contamination.\n2. SPECIFIC SAMPLE PREPARATION PROCEDURES FOR LEAD, CADMIUM AND MERCURY\nThere are many satisfactory specific sample preparation procedures which may be used for the products under consideration. Those described in the draft CEN Standard \"Foodstuffs - Determination of trace elements - Performance criteria and general consideration\" have been found to be satisfactory (a) but others may be equally valid.\nThe following points must be noted for any procedure used:\n- bivalve molluscs, crustaceans and small fish: where these are normally eaten whole, the viscera are to be included in the material to be analysed,\n- vegetables: only the edible portion of is to be tested, with note to be taken of the requirements of the Regulation (EC) No 466/2001.\n3. METHOD OF ANALYSIS TO BE USED BY THE LABORATORY AND LABORATORY CONTROL REQUIREMENTS\n3.1. Definitions\n>TABLE>\n3.2. General requirements\nMethods of analysis used for food control purposes must comply whenever possible with the provisions of paragraphs 1 and 2 of the Annex to Directive 85/591/EEC.\nFor the analysis of lead in wine, Commission Regulation (EEC) No 2676/90(1) determining Community methods for the analysis of wines lays down the method to be used in Chapter 35 of its Annex.\n3.3. Specific requirements\n3.3.1. Lead, cadmium and mercury analyses\nSpecific methods for the determination of lead, cadmium and mercury contents are not prescribed. Laboratories shall use a validated method that fulfils the performance criteria indicated in Table 3. Where possible, the validation shall include a certified reference material in the collaborative trial test materials.\nTable 3: Performance criteria of methods for lead, cadmium and mercury analyses\n>TABLE>\n3.3.2. 3-MCPD analysis\nSpecific methods for the determination of 3-MCPD contents are not prescribed. Laboratories shall use a validated method that fulfils the performance criteria indicated in Table 4. Where possible, the validation shall include a certified reference material in the collaborative trial test materials. A specific method has been validated by collaborative trial and has been shown to meet the requirements of Table 4 (c).\nTable 4: Performance criteria of methods for 3-MCPD analysis\n>TABLE>\n3.4. Estimation of the analytical trueness and recovery calculations\nWherever possible the trueness of the analysis shall be estimated by including suitable certified reference materials in the analytical run.\nThe \"Harmonised Guidelines for the Use of Recovery Information in Analytical Measurement\" (d) developed under the auspices of IUPAC/ISO/AOAC shall be taken into account.\nThe analytical result shall be reported corrected or uncorrected. The manner of reporting and the level of recovery must be reported.\n3.5. Laboratory quality standards\nLaboratories must comply with Directive 93/99/EEC.\n3.6. Expression of results\nThe results shall be expressed in the same units as the maximum levels laid down in Regulation (EC) No 466/2001.\nREFERENCES\n(a) Draft Standard prEN 13804, \"Foodstuffs - Determination of Trace Elements - Performance Criteria and General Considerations\", CEN, Rue de Stassart 36, B-1050 Brussels.\n(b) W Horwitz, \"Evaluation of Analytical Methods for Regulation of Foods and Drugs\", Anal. Chem., 1982, No 54, 67A-76A\n(c) Method of Analysis to determine 3-Monochloropropane-1,2-Diol in Food and Food Ingredients using Mass Spectrometric Detection, submitted to CEN TC 275 and AOAC International (also available as \"Report of the Scientific Cooperation task 3.2.6: Provision of validated methods to support the Scientific Committee on Food's recommendations regarding 3-MCPD in hydrolysed protein and other foods\").\n(d) ISO/AOAC/IUPAC Harmonised Guidelines for the Use of Recovery Information in Analytical Measurement. Edited Michael Thompson, Steven L R Ellison, Ales Fajgelj, Paul Willetts and Roger Wood, Pure Appl. Chem., 1999, No 71, 337-348\n(1) OJ L 272, 3.10.1990, p. 1."}