{"celex_id": "32001L0054", "uri": "http://publications.europa.eu/resource/cellar/e5378110-cb27-496c-a909-f94d72b2c21f", "type": "Directive", "concepts": ["1442", "2078", "3646", "5088"], "title": "Commission Directive 2001/54/EC of 11 July 2001 repealing Directive 79/1066/EEC laying down Community methods of analysis for testing coffee extracts and chicory extracts (Text with EEA relevance)\n", "header": "Commission Directive 2001/54/EC\nof 11 July 2001\nrepealing Directive 79/1066/EEC laying down Community methods of analysis for testing coffee extracts and chicory extracts\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 1999/4/EC of the European Parliament and of the Council of 22 February 1999 relating to coffee extracts and chicory extracts(1), and in particular Article 4 thereof,\nWhereas:\n(1) The analysis methods contained in Commission Directive 79/1066/EEC(2), which is based on Council Directive 77/436/EEC(3), are obsolete.\n(2) Council Directives 89/397/EEC of 14 June 1989 on the official control of foodstuffs(4) and Council Directive 93/1999/EEC of 29 October 1993 on the subject of additional measures concerning the official control of foodstuffs(5) provide for analyses to be carried out on the conformity of foodstuffs with legal provisions. To that end, Member States must assure themselves that the methods used are validated as often as possible, in particular taking account of standardisation within the ISO.\n(3) The importance of checks on the authenticity of coffee extracts as a means of combating fraud and adulteration has resulted in international standardisation work undertaken by the ISO. The Community is participating in this work, which has resulted in ISO standards for soluble coffee.\n(4) As a result it is not necessary, within the meaning of Council Directive 85/591/EEC of 20 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption(6), to maintain official Community analysis methods for coffee extracts and chicory extracts. For that reason Directive 79/1066/EEC should be repealed in accordance with the procedure laid down in Article 4 of Directive 1999/4/EC.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["Directive 79/1066/EEC is repealed.", "Member States must take the necessary measures to comply with this Directive by 1 February 2001 at the latest.", "This Directive shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 11 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 66, 13.3.1999, p. 26.\n(2) OJ L 327, 24.12.1979, p. 17.\n(3) OJ L 172, 12.7.1977, p. 20.\n(4) OJ L 186, 30.6.1989, p. 23.\n(5) OJ L 290, 24.11.1993, p. 14.\n(6) OJ L 372, 31.12.1985, p. 50."}