{"celex_id": "32001R1280", "uri": "http://publications.europa.eu/resource/cellar/88f9b0d1-fd62-4c7d-b652-9d7b557b37ab", "type": "Regulation", "concepts": ["1102", "1565", "2763", "4172", "4860", "4885"], "title": "Commission Regulation (EC) No 1280/2001 of 28 June 2001 establishing a forecast balance for the supply to the Canary Islands of milk and milk products\n", "header": "Commission Regulation (EC) No 1280/2001\nof 28 June 2001\nestablishing a forecast balance for the supply to the Canary Islands of milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Article 3(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2790/94(3), as last amended by Regulation (EC) No 1620/1999(4), in particular lays down detailed rules for the application of the specific arrangements for the supply of certain agricultural products to the Canary Islands.\n(2) The quantities of the forecast supply balance for those products is fixed in Commission Regulation (EC) No 1372/2000(5), as amended by Regulation (EC) No 1191/2001(6), for the period 1 July 2000 to 30 June 2001.\n(3) Pending the entry into force of the reform of the specific supply arrangements and in order to avoid any break in the application of the specific supply arrangements in force, the supply balance should be established for the period 1 July to 31 December 2001.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["For the purposes of Articles 2 and 3 of Regulation (EEC) No 1601/92, the quantities of the forecast supply balance for the Canary Islands in the milk sector benefiting, as appropriate from exemption from import duties for products from third countries or for Community aid for products from the Community market shall be as set out in the Annex hereto.\nWhere, as regards a particular product separate amounts are fixed in the forecast supply balance for direct consumption, and for processing and/or packaging respectively, an adjustment in the breakdown as between the prescribed uses is permitted, within a limit of 20 % of the total quantity fixed for that product.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 173, 27.6.1992, p. 13.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 296, 17.11.1994, p. 23.\n(4) OJ L 192, 24.7.1999, p. 19.\n(5) OJ L 156, 29.6.2000, p. 21.\n(6) OJ L 162, 19.6.2001, p. 3.\nANNEX\nForecast supply balance for milk and milk products for the Canary Islands for the period 1 July 2001 to 31 December 2001\n>TABLE>"}