{"celex_id": "32004R0377", "uri": "http://publications.europa.eu/resource/cellar/f5c31021-44c6-44db-94e6-df58db075772", "type": "Regulation", "concepts": ["1047", "1302", "1911", "1915", "226", "616"], "title": "Council Regulation (EC) No 377/2004 of 19 February 2004 on the creation of an immigration liaison officers network\n", "header": "Council Regulation (EC) No 377/2004\nof 19 February 2004\non the creation of an immigration liaison officers network\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 63(3)(b) and Article 66 thereof,\nHaving regard to the initiative of the Hellenic Republic(1),\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) The plan for the management of the external borders of the Member States of the European Union, agreed by the Council at its meeting of 13 June 2002 envisages the setting up of networks of immigration liaison officers posted in third countries.\n(2) In the conclusions of its meeting of 21 and 22 June 2002 the Seville European Council called for the creation of a network of immigration liaison officers of the Member States before the end of 2002.\n(3) At its meeting of 28 and 29 November 2002 the Council adopted conclusions on the improvement of the Immigration Liaison Officers Network, taking note of the report of the Presidency, showing that a network of liaison officers is in place in most of the countries surveyed in the report, but noting also that there was a need to further strengthen this network.\n(4) The Thessaloniki European Council of 19 and 20 June 2003 emphasised the need for acceleration of work on adopting the appropriate legal instrument formally establishing the Immigration Liaison Officers (ILO's) network in third countries, at the earliest possible date and before the end of 2003. The European Council also referred to the importance of the information to be provided by the ILO's network in developing an evaluation mechanism to monitor relations with third countries which do not cooperate with the European Union in combating illegal immigration.\n(5) Following the Thessaloniki European Council, it is necessary to formalise the existence and functioning of such a network - drawing on experiences gained in the operation of running projects, including the Belgian-led Western Balkans ILO network - through a legally binding act, setting out the obligation to establish forms of cooperation among immigration liaison officers of the Member States, the objectives of such cooperation, the functions and appropriate qualifications of such liaison officers, as well as their responsibilities vis-Ă -vis the host country and the sending Member State.\n(6) It is also desirable to formalise the way in which the relevant institutions of the Community are informed of the activities of the immigration officers liaison network so as to allow them to take or propose such measures as may be necessary to improve further the overall management of the controls on persons at the external borders of the Member States.\n(7) Taking into account Council Decision 2003/170/JHA of 27 February 2003 on the common use of liaison officers posted abroad by the law enforcement agencies of the Member States(2).\n(8) As regards Iceland and Norway, this Regulation constitutes a development of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those States with the implementation, application and development of the Schengen acquis(3), which fall within the area referred to in Article 1, points A and E of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of that Agreement(4).\n(9) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Regulation and is not bound by it or subject to its application. Given that this Regulation builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark shall, in accordance with Article 5 of the said Protocol, decide within a period of six months after the Council has adopted this Regulation whether it will implement it in its national law.\n(10) The United Kingdom is taking part in this Regulation, in accordance with Article 5 of the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the Treaty on European Union and to the Treaty establishing the European Community, and Article 8(2) of Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis(5).\n(11) Ireland is taking part in this Regulation, in accordance with Article 5 of the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the Treaty on European Union and to the Treaty establishing the European Community, and Article 6(2) of Council Decision 2002/192/EC of 28 February 2002 concerning the request of Ireland to take part in some of the provisions of the Schengen acquis(6).\n(12) The participation of the United Kingdom and Ireland in this Regulation in accordance with Article 8(2) of Council Decision 2000/365/EC of 29 May 2000 and Article 6(2) of Council Decision 2002/192/EC of 28 February 2002 relates to the responsibilities of the Community for taking measures developing the provisions of the Schengen acquis against the organisation of illegal immigration in which the United Kingdom and Ireland participate.\n(13) This Regulation constitutes an act building on the Schengen acquis or otherwise related to it within the meaning of Article 3(1) of the 2003 Act of Accession,", "main_body": ["1. In this Regulation \"immigration liaison officer\" means a representative of one of the Member States, posted abroad by the immigration service or other competent authorities in order to establish and maintain contacts with the authorities of the host country with a view to contributing to the prevention and combating of illegal immigration, the return of illegal immigrants and the management of legal migration.\n2. For the purpose of this Regulation, as immigration liaison officers shall also be considered the liaison officers who are dealing with immigration issues as part of their duties.\n3. The immigration liaison officers could be posted to the national consular authorities of Member States in third countries or to the relevant authorities of other Member States, but also to the competent authorities of the third countries, as well as to international organisations for a reasonable time period to be determined by the posting Member State.\n4. This Regulation is without prejudice to the tasks of immigration liaison officers within the framework of their responsibilities under national law, policies or procedures or under special agreements concluded with the host country or international organisations.", "1. Each Member State shall ensure that its immigration liaison officers establish and maintain direct contacts with the competent authorities in the host country and any appropriate organisation within the host country, with a view to facilitating and expediting the collection and exchange of information.\n2. Immigration liaison officers shall collect information for use either at the operational level, or at a strategic level, or both. Such information shall in particular concern issues such as:\n- flows of illegal immigrants originating from or transiting through the host country,\n- routes followed by those flows of illegal immigrants in order to reach the territories of the Member States,\n- their modus operandi, including the means of transport used, the involvement of intermediaries, etc.,\n- the existence and activities of criminal organisations involved in the smuggling of immigrants,\n- incidents and events that may be or become the cause for new developments with respect to flows of illegal immigrants,\n- methods used for counterfeiting or falsifying identity documents and travel documents,\n- ways and means to assist the authorities in host countries in preventing illegal immigration flows originating from or transiting through their territories,\n- ways and means to facilitate the return and repatriation of illegal immigrants to their countries of origin,\n- legislation and legal practices relevant to the issues referred to above,\n- information transmitted via the early warning system.\n3. Immigration liaison officers shall also be entitled to render assistance in establishing the identity of third country nationals and in facilitating their return to their country of origin.\n4. Member States shall ensure that their immigration liaison officers carry out their tasks within the framework of their responsibilities and in compliance with the provisions, including those on the protection of personal data, laid down in their national laws and in any agreements or arrangements concluded with host countries or international organisations.", "1. Member States shall systematically and without delay inform one another, the Council and the Commission of their secondments of immigration liaison officers, including a description of their duties. The Commission shall provide a collection of this information to the Council and Member States.\n2. Each Member State shall also inform the others of its intentions as regards the secondment of immigration liaison officers to third countries, so as to allow the other Member States to express an interest in concluding a cooperative agreement with the Member State concerned on such secondment, as referred to in Article 5.", "1. Member States shall ensure that their immigration liaison officers posted to the same third countries or regions constitute local or regional cooperation networks among each other. Within the framework of such networks immigration liaison officers shall, in particular:\n- meet regularly and whenever necessary,\n- exchange information and practical experience,\n- coordinate positions to be adopted in contacts with commercial carriers, when appropriate,\n- attend joint specialised training courses, when appropriate,\n- organise information sessions and training courses for members of the diplomatic and consular staff of the missions of the Member States in the host country, when appropriate,\n- adopt common approaches as to methods of collecting and reporting strategically relevant information, including risk analyses, to the competent authorities of the sending Member States,\n- contribute to the biannual reports of their common activities, which are drafted in accordance with Article 6(1),\n- set up regular contacts with similar networks in the host country and in neighbouring third countries, as appropriate.\n2. Representatives of the European Commission shall be entitled to participate in the meetings organised within the framework of immigration liaison officers network, although if operational considerations so require, meetings may be held in the absence of a representative of the European Commission. Other bodies and authorities may also be invited, as appropriate.\n3. The Member State holding the Presidency of the Council of the European Union shall take the initiative to hold such meetings. If the Member State holding the Presidency is not represented in the country or region, it is up to the Member State serving as acting Presidency to take the initiative to hold the meeting.", "1. Member States may bilaterally or multilaterally agree that immigration liaison officers who are posted to a third country or international organisation by a Member State shall also look after the interests of one or more other Member States.\n2. Member States may also agree that their immigration liaison officers shall share certain tasks among each other.", "1. The Member State holding the Presidency of the Council of the European Union or, if this Member State is not represented in the country or region, the Member State serving as acting Presidency shall draw up by the end of each semester a report on the activities of immigration liaison officers networks in which it has a representative, as well as on the situation in the host country, in matters relating to illegal immigration to the Council and the Commission.\n2. Such reports shall be drawn up in accordance with a model and a format established by the Commission.\n3. These reports will constitute an essential form of information for the preparation, at the end of each Presidency, of an evaluation report to be submitted to the Council, and drafted by the Commission, on the existing situation in every third country, where Member States' immigration liaison officers are posted.\n4. The Commission shall, on the basis of the abovementioned reports include a factual summary in its annual report on the development of a common policy on illegal immigration, smuggling and trafficking of human beings, external borders and the return of illegal residents. When presenting its evaluation to the Council, the Commission may make such proposals or recommendations as it deems appropriate.", "This Regulation is without prejudice to the provisions on Consular cooperation at a local level contained in the Common Consular Instructions on visas for the diplomatic missions and consular posts(7).", "This Regulation shall enter into force on 5 January 2004.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 19 February 2004.\nFor the Council\nThe President\nM. McDowell\n(1) OJ C 140, 14.6.2003, p. 12.\n(2) OJ L 67, 12.3.2003, p. 27.\n(3) OJ L 176, 10.7.1999, p. 36.\n(4) OJ L 176, 10.7.1999, p. 31.\n(5) OJ L 131, 1.6.2000, p. 43.\n(6) OJ L 64, 7.3.2002, p. 20.\n(7) OJ C 313, 16.12.2002, p. 1."}