{"celex_id": "32007R0518", "uri": "http://publications.europa.eu/resource/cellar/d02073c9-bc90-4145-9c5f-0ce4a180f155", "type": "Regulation", "concepts": ["1642", "3568", "3591", "4734"], "title": "Commission Regulation (EC) No 518/2007 of 10 May 2007 on the issuing of export licences for wine-sector products\n", "header": "11.5.2007 EN Official Journal of the European Union L 122/29\nCOMMISSION REGULATION (EC) No 518/2007\nof 10 May 2007\non the issuing of export licences for wine-sector products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Regulation (EC) No 883/2001 of 24 April 2001, laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 as regards trade with third countries in products in the wine sector (1), and in particular Article 7 and Article 9(3) thereof,\nWhereas:\n(1) Article 63(7) of Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (2), limits the grant of export refunds for wine-sector products to the volumes and expenditure contained in the Agreement on Agriculture concluded during the Uruguay Round multilateral trade negotiations.\n(2) Article 9 of Regulation (EC) No 883/2001 lays down the conditions under which the Commission may take specific measures to prevent an overrun of the quantity laid down or the budget available under the said Agreement.\n(3) On the basis of information on export licence applications available to the Commission on 9 May 2007, the quantity still available for the period until 30 June 2007, for destination zones (1) Africa, (3) Eastern Europe and (4) Western Europe, referred to in Article 9(5) of Regulation (EC) No 883/2001, could be exceeded unless the issue of export licences with advance fixing of the refund is restricted. Therefore, a single percentage for the acceptance of applications submitted from 2 to 8 May 2007 should be applied and the submission of applications and the issue of licences suspended for this zone until 1 July 2007,", "main_body": ["1.   Export licences with advance fixing of the refund for wine-sector products for which applications are submitted from 2 to 8 May 2007 under Regulation (EC) No 883/2001 shall be issued in concurrence with 20,42 % of the quantities requested for zone (1) Africa, in concurrence with 35,14 % of the quantities requested for zone (3) Eastern Europe and in concurrence with 30,30 % of the quantities requested for zone (4) Western Europe.\n2.   The issue of export licences for wine-sector products referred to in paragraph 1 for which applications are submitted from 9 May 2007 and the submission of export licence applications from 11 May 2007 for destination zone (1) Africa, (3) Eastern Europe and (4) Western Europe shall be suspended until 1 July 2007.", "This Regulation shall enter into force on 11 May 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 May 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 128, 10.5.2001, p. 1. Regulation as last amended by Regulation (EC) No 2079/2005 (OJ L 333, 20.12.2005, p. 6).\n(2)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 2165/2005 (OJ L 345, 28.12.2005, p. 1)."}