{"celex_id": "32009D0935", "uri": "http://publications.europa.eu/resource/cellar/0494ef57-08a9-4d3a-b0a5-6bd89a8003d5", "type": "Decision", "concepts": ["2095", "2189", "2300", "4486", "5181", "5595", "5630", "616"], "title": "Council Decision 2009/935/JHA of 30 November 2009 determining the list of third States and organisations with which Europol shall conclude agreements\n", "header": "11.12.2009 EN Official Journal of the European Union L 325/12\nCOUNCIL DECISION 2009/935/JHA\nof 30 November 2009\ndetermining the list of third States and organisations with which Europol shall conclude agreements\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Council Decision 2009/371/JHA of 6 April 2009 establishing the European Police Office (Europol) (1) (the Europol Decision) and in particular Article 26(1)(a) thereof,\nHaving regard to Council Decision 2009/934/JHA of 30 November 2009 adopting the implementing rules governing Europol’s relations with partners, including the exchange of personal data and classified information (2) and in particular Articles 5 and 6 thereof,\nHaving regard to the Opinion of the European Parliament,\nWhereas:\n(1) It is for the Council, acting by qualified majority after consulting the European Parliament, to determine, in a list, the third States and organisations referred to in Article 23(1) of the Europol Decision with which Europol shall conclude agreements.\n(2) It is for the Management Board to prepare such list.\n(3) It is desirable to provide for a procedure establishing how additional third States and organisations may be added to the list of third States and organisations with which Europol shall conclude agreements,", "main_body": ["1.   In accordance with Article 23(2) of the Europol Decision, Europol shall conclude agreements with the third States and organisations placed on the list in the Annex to this Decision. Europol may initiate the procedure for the conclusion of an agreement as soon as the third State or organisation has been placed on that list. Europol shall strive for the conclusion of a cooperation agreement with those third States and organisations which allows for the exchange of personal data, unless decided otherwise by the Management Board.\n2.   Europol shall prioritise the conclusion of cooperation agreements with third States and organisations placed on the list, taking account of its operational needs and the human and financial resources available. The Management Board may provide the Director with any further instructions concerning the negotiation of a specific agreement as it considers necessary.\n3.   The Director shall inform the Management Board on a regular basis of the state of play of ongoing negotiations with third parties and shall submit a progress report every six months.", "1.   A Member of the Management Board or Europol may propose to add a new third State or organisation to the list. In doing so, they shall outline the operational need to conclude a cooperation agreement with that third State or organisation.\n2.   The Management Board shall decide whether or not to propose to the Council the addition of that third State or organisation to the list.\n3.   The Council shall decide on the addition of the third State or organisation to the list by amending the Annex to this Decision.", "This Decision shall enter into force on 1 January 2010.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Council\nThe President\nB. ASK\n(1)  OJ L 121, 15.5.2009, p. 37.\n(2)  See page 6 of this Official Journal.\nANNEX\nList of third States and organisations with which Europol shall conclude agreements:\n1. Third States (in alphabetical order):\n— Albania\n— Australia\n— Bolivia\n— Bosnia and Herzegovina\n— Canada\n— China\n— Colombia\n— Croatia\n— former Yugoslav Republic of Macedonia\n— Iceland\n— India\n— Israel\n— Liechtenstein\n— Moldova\n— Monaco\n— Montenegro\n— Morocco\n— Norway\n— Peru\n— Russia\n— Serbia\n— Switzerland\n— Turkey\n— Ukraine\n— United States of America\n2. Organisations (in alphabetical order):\n— ICPO-Interpol\n— United Nations Office on Drugs and Crime (UNODC)\n— World Customs Organisation"}