{"celex_id": "32005D0768", "uri": "http://publications.europa.eu/resource/cellar/bb55f6d0-093b-4465-90a9-622ff9874c9f", "type": "Decision", "concepts": ["1085", "1755", "192", "2560", "390", "5369", "619"], "title": "2005/768/EC: Commission Decision of 28 October 2005 amending Decision 2001/618/EC to include the department of Ain, France, in the list of regions free of Aujeszky’s disease (notified under document number C(2005) 4178)   (Text with EEA relevance)\n", "header": "4.11.2005 EN Official Journal of the European Union L 290/27\nCOMMISSION DECISION\nof 28 October 2005\namending Decision 2001/618/EC to include the department of Ain, France, in the list of regions free of Aujeszky’s disease\n(notified under document number C(2005) 4178)\n(Text with EEA relevance)\n(2005/768/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Article 10(2) thereof,\nWhereas:\n(1) The additional guarantees relating to Aujeszky’s disease required in intra-Community trade in pigs and the lists of territories in the Member States where approved Aujeszky’s disease eradication programmes are in place and which are free from this disease are laid down in Commission Decision 2001/618/EC of 23 July 2001 on additional guarantees in intra-Community trade of pigs relating to Aujeszky’s disease, criteria to provide information on this disease and repealing Decisions 93/24/EEC and 93/244/EEC (2).\n(2) A programme for the eradication of Aujeszky’s disease has been implemented in France for several years and the department of Ain is listed as a region where an approved Aujeszky’s disease eradication programme is in place.\n(3) France has submitted supporting documentation to the Commission as regards the Aujeszky’s disease-free status of the department of Ain demonstrating that the disease has been eradicated from that department.\n(4) Decision 2001/618/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Decision 2001/618/EC are replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 October 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977/64. Directive as last amended by Regulation (EC) No 1/2005 (OJ L 3, 5.1.2005, p. 1).\n(2)  OJ L 215, 9.8.2001, p. 48. Decision as last amended by Decision 2004/320/EC (OJ L 102, 7.4.2004, p. 75).\nANNEX\nANNEX I\nMember States or regions thereof free of Aujeszky’s disease and where vaccination is prohibited\nISO code Member State Regions\nAT Austria Whole territory\nCY Cyprus Whole territory\nCZ Czech Republic All regions\nDE Germany All regions\nDK Denmark All regions\nFI Finland All regions\nFR France The departments of Ain, Aisne, Allier, Alpes-de-Haute-Provence, Alpes-Maritimes, Ardèche, Ardennes, Ariège, Aube, Aude, Aveyron, Bas-Rhin, Bouches-du-Rhône, Calvados, Cantal, Charente, Charente-Maritime, Cher, Corrèze, Côte-d'Or, Creuse, Deux-Sèvres, Dordogne, Doubs, Drôme, Essonne, Eure, Eure-et-Loir, Gard, Gers, Gironde, Hautes-Alpes, Hauts-de-Seine, Haute-Garonne, Haute-Loire, Haute-Marne, Hautes-Pyrénées, Haut-Rhin, Haute-Saône, Haute-Savoie, Haute-Vienne, Hérault, Indre, Indre-et-Loire, Isère, Jura, Landes, Loire, Loire-Atlantique, Loir-et-Cher, Loiret, Lot, Lot-et-Garonne, Lozère, Maine-et-Loire, Manche, Marne, Mayenne, Meurthe-et-Moselle, Meuse, Moselle, Nièvre, Oise, Orne, Paris, Pas-de-Calais, Pyrénées-Atlantiques, Pyrénées-Orientales, Puy-de-Dôme, Réunion, Rhône, Sarthe, Saône-et-Loire, Savoie, Seine-et-Marne, Seine-Maritime, Seine-Saint-Denis, Somme, Tarn, Tarn-et-Garonne, Territoire de Belfort, Val-de-Marne, Val-d'Oise, Var, Vaucluse, Vendée, Vienne, Vosges, Yonne, Yvelines\nLU Luxembourg All regions\nSE Sweden All regions\nUK United Kingdom All regions in England, Scotland and Wales\nANNEX II\nMember States or regions thereof where approved Aujeszky’s disease control programmes are in place\nISO code Member State Regions\nBE Belgium Whole territory\nFR France The departments of Côtes-d'Armor, Finistère, Ille-et-Vilaine, Morbihan and Nord\nIT Italy The province of Bolzano\nNL Netherlands Whole territory"}