{"celex_id": "32000D0284", "uri": "http://publications.europa.eu/resource/cellar/e114196e-3ceb-43d7-b06e-fb9ca9aa1dbe", "type": "Decision", "concepts": ["1309", "1445", "2300", "3408", "5369", "842"], "title": "2000/284/EC: Commission Decision of 31 March 2000 establishing the list of approved semen collection centres for imports of equine semen from third countries and amending Decisions 96/539/EC and 96/540/EC (notified under document number C(2000) 912) (Text with EEA relevance)\n", "header": "Commission Decision\nof 31 March 2000\nestablishing the list of approved semen collection centres for imports of equine semen from third countries and amending Decisions 96/539/EC and 96/540/EC\n(notified under document number C(2000) 912)\n(Text with EEA relevance)\n(2000/284/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992, laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subjected to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC(1), as last amended by Commission Decision 95/176/EC(2), and in particular Article 17(3)(a) thereof,\nWhereas:\n(1) In accordance with Part II of Commission Decision 94/63/EC(3) and without prejudice to Commission Decision 92/160/EEC(4) Member States authorise imports of semen of the equine species from third countries included in Part 1 of the Annex to Council Decision 79/542/EEC(5) for the imports of live equidae.\n(2) Pursuant to Article 17(3)(a) of Directive 92/65/EEC Community on-the-spot visits have to be carried out to ensure the uniform application of the abovementioned Directive, and in particular its Annexes.\n(3) Therefore it is justified to draw up a provisional list of centres approved for the collection of semen of equidae for imports into the European Community, for which the competent authorities of the third country concerned provided guarantees equivalent to those of Chapter II of Directive 92/65/EEC.\n(4) The provisional list should specify for each centre the ISO-code and the name of the third country, the name, address and the registration number of the centre, the approving authority and the date of approval.\n(5) It will be necessary to re-examine and, if necessary, to amend this Decision in the light of new information from time to time.\n(6) Iceland is considered free of equine infectious anaemia and no testing is required for imports of live equidae from Iceland. Consequently the test requirements for this disease laid down in Decision 96/539/EC(6), imports of equine semen, and Decision 96/540/EC(7), imports of equine ova and embryos, should be suspended for such imports from Iceland.\n(7) Whereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Without prejudice to Decision 92/160/EEC Member States shall authorise imports of semen of equidae collected in the centres included in the list in the Annex to this Decision.\n2. The semen referred to in paragraph 1 must be collected after the date of approval of the centre by the competent national authorities of the third country concerned.", "1. A footnote (5) is added at the end of paragraph 1.3.3.6.1 of the Animal Health Certificate in the Annex to Decision 96/539/EC.\n2. A footnote (5) is added at the end of paragraph 1.3.2.5.1 of the Animal Health Certificate in the Annex to Decision 96/540/EC.\n3. The footnote referred to in paragraphs 1 and 2 shall read as follows:\n\"(5) The agargel-immunodiffusion test (Coggins test) for equine infectious anamia is not required for donor equidae which have resided in Iceland from birth and it is certified that Iceland is officially free of equine infectious anaemia.\"", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 March 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 14.9.1992, p. 54.\n(2) OJ L 117, 24.5.1995, p. 23.\n(3) OJ L 28, 2.2.1994, p. 47.\n(4) OJ L 7, 18.3.1992, p. 27.\n(5) OJ L 146, 14.6.1979, p. 15.\n(6) OJ L 230, 11.9.1996, p. 23.\n(7) OJ L 230, 11.9.1996, p. 28.\nANEXO/BILAG/ANHANG/ΠΑΡΑΡΤΗΜΑ/ANNEX/ANNEXE/ALLEGATO/BIJLAGE/ANEXO/LIITE/BILAGA\n>TABLE>"}