{"celex_id": "32007R0733", "uri": "http://publications.europa.eu/resource/cellar/53df6698-d7f1-40d7-996c-e57ff00c042e", "type": "Regulation", "concepts": ["161", "2069", "4381", "5100", "5403", "5751"], "title": "Council Regulation (EC) No 733/2007 of 22 February 2007 concerning the implementation of the Agreement between the European Community and the Government of Canada on the conclusion of GATT Article XXIV:6 Negotiations, amending and supplementing Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "29.6.2007 EN Official Journal of the European Union L 169/1\nCOUNCIL REGULATION (EC) No 733/2007\nof 22 February 2007\nconcerning the implementation of the Agreement between the European Community and the Government of Canada on the conclusion of GATT Article XXIV:6 Negotiations, amending and supplementing Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EEC) No 2658/87 (1) established a goods nomenclature, hereinafter referred to as the ‘Combined Nomenclature’, and set out the conventional duty rates of the Common Customs Tariff.\n(2) By its Decision 2007/444/EC of 22 February 2007 concerning the conclusion of an Agreement between the European Community and the Government of Canada on the conclusion of GATT Article XXIV:6 Negotiations (2), the Council approved, on behalf of the Community, the Agreement with a view to closing negotiations initiated pursuant to Article XXIV:6 of GATT 1994.\n(3) Regulation (EEC) No 2658/87 should therefore be amended and supplemented accordingly,", "main_body": ["In Regulation (EEC) No 2658/87, Annex 7 of Section III of Part Three (WTO tariff quotas to be opened by the Competent Community Authorities) shall be amended with the tariff quotas and supplemented with the volumes shown in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 February 2007.\nFor the Council\nThe President\nF. MÜNTEFERING\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Regulation (EC) No 129/2007 (OJ L 56, 23.2.2007, p. 1).\n(2)  See page 53 of this Official Journal.\nANNEX\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the concessions being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the concessions are to be determined by application of the CN code and corresponding description taken together.\nPART THREE\nTariff Annexes\nCN code Description Duty rate\n0203 12 11 Cuts of domestic swine, fresh, chilled or frozen, with or without bone, excluding tenderloin presented separately A country allocated (Canada) tariff rate quota of 4 624 tonnes in quota rate of 233-434 EUR/tonne\n0203 12 11 Cuts of domestic swine, fresh, chilled or frozen, with or without bone, excluding tenderloin presented separately Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\nex02031955 Boneless loins and hams of domestic swine, fresh, chilled or frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n0207 11 10 Chicken carcass, fresh, chilled or frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n0207 13 10 Chicken cuts, fresh, chilled or frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n0207 14 10 Boneless cuts of fowls of the species Gallus domesticus, frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n0207 24 10 Turkey meat, fresh, chilled or frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\nCuts of turkey, frozen Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n0207 27 10 Boneless\n0207 27 20 Halves or quarters\n0207 27 80 Other\n0402 10 19 Skimmed milk powder Implemented through Council Regulation (EC) No 1839/2006 (OJ L 355, 15.12.2006, p. 1)\n2204 29 65 Wine of fresh grapes (other than sparkling wine and quality wine produced in specified regions) of an actual alcoholic strength by volume not exceeding 13 % vol., in containers holding more than 2 litres Implemented through Council Regulation (EC) No 1839/2006 (OJ L 355, 15.12.2006, p. 1)\n2204 21 79 Wine of fresh grapes (other than sparkling wine and quality wine produced in specified regions) of an actual alcoholic strength by volume not exceeding 13 % vol., in containers holding 2 litres or less Implemented through Council Regulation (EC) No 1839/2006 (OJ L 355, 15.12.2006, p. 1)\n2205 90 10 Vermouth and other wine of fresh grapes flavoured with plants or aromatic substances, of an actual alcoholic strength by volume of 18 % vol. or less, in containers holding more than 2 litres Implemented through Council Regulation (EC) No 1839/2006 (OJ L 355, 15.12.2006, p. 1)\n2008 20 11 Preserved pineapples, citrus fruit, pears, apricots, cherries, peaches and strawberries Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n1003 00 Barley Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n1001 90 99 Soft wheat Expansion of 853 tonnes of Canada's existing country allocation in the EC tariff rate quota, in quota rate of 12 EUR/tonnes\n1005 90 00 Maize Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n2309 10 13 Dog and cat food Implemented through Council Regulation (EC) No 711/2006 (OJ L 124, 11.5.2006, p. 1)\n2309 90 31 Preparations of a kind used in animal feeding Open a tariff rate quota 2 700 tonnes (erga omnes) in EC tariff rate quota, in quota rate of 7 %\nThe exact tariff description of the EC-15 shall apply to all tariff lines and quotas above."}