{"celex_id": "32004D0108", "uri": "http://publications.europa.eu/resource/cellar/360c1e9f-ac0a-42de-b25b-aea74a887770", "type": "Decision", "concepts": ["1074", "2868", "2932", "532", "800"], "title": "2004/108/EC: Commission Decision of 28 January 2004 amending Annex C to Council Directive 92/51/EEC on a second general system for the recognition of professional education and training to supplement Directive 89/48/EEC (Text with EEA relevance) (notified under document number C(2003) 5381)\n", "header": "Commission Decision\nof 28 January 2004\namending Annex C to Council Directive 92/51/EEC on a second general system for the recognition of professional education and training to supplement Directive 89/48/EEC\n(notified under document number C(2003) 5381)\n(Text with EEA relevance)\n(2004/108/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/51/EEC of 18 June 1992 on a second general system for the recognition of professional education and training to supplement Directive 89/48/EEC(1), and in particular Article 15 thereof,\nHaving regard to the requests submitted by Germany, Italy, Austria and the United Kingdom,\nWhereas:\n(1) Germany, Italy, Austria and the United Kingdom have submitted reasoned requests for amendments to Annex C to Directive 92/51/EEC.\n(2) Germany has requested that the professional title \"occupational therapist\" (\"Beschäftigungs- und Arbeitstherapeut\") be supplemented by the professional title \"ergotherapist\" (\"Ergotherapeut\"). The Amendment of the Occupational Therapy Law (Beschäftigungs- und Arbeitstherapeutengesetz) of 25 May 1976 in the version in force on 8 March 1994, which entered into force on 1 January 1999, introduced the professional title \"ergotherapist\" (\"Ergotherapeut\") for use alongside the existing title.\n(3) Italy has requested removal of the reference to \"chiropodist\" (\"podologo\"), since Ministerial Decree (Decreto ministeriale) No 666 of 14 September 1994 lays down the professional qualifications for chiropodists and provides that the relevant university diploma requiring three years' study is to constitute the mandatory training for that profession. Following the entry into force of that Decree, the profession of chiropodist falls within the scope of Council Directive 89/48/EEC of 21 December 1988 on a general system for the recognition of higher education diplomas awarded on completion of professional education and training of at least three years' duration(2).\n(4) Austria has requested the addition of two new professions in the field of bookkeeping: \"commercial bookkeeper\" (\"Gewerblicher Buchhalter\"), in accordance with the Trade, Crafts and Industry Act 1994 (Gewerbeordnung 1994) and \"independent bookkeeper\" (\"Selbständiger Buchhalter\"), in accordance with the Act on Professions in the Field of Public Accountancy 1999 (Bundesgesetz über die Wirtschaftstreuhandberufe 1999). The training schemes have been submitted. Given the level of specialisation and responsibility of holders of this qualification, it should be regarded as comparable to a diploma.\n(5) Austria has requested deletion from Annex C of the activity of advertising and promotion agencies (\"Werbeagentur\") in the context of the renewal of the law on Professions 1997, BGBl. I No 63/1997, (Gewerbeordnungsnovelle 1997, BGBl. I No 63/1997), since that activity is no longer regulated.\n(6) The United Kingdom has requested addition of the profession of \"listed veterinary nurse\" as National Vocational Qualification (NVQ) level 3 in the United Kingdom as a result of changes to the United Kingdom's training requirements for that profession. The Royal College of Veterinary Surgeons is accredited by the Qualifications and Curriculum Authority (QCA) as the relevant awarding body. Annex C to Directive 92/51/EEC already includes NVQ qualifications at that level.\n(7) Directive 92/51/EEC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Committee set up under Article 15 of Directive 92/51/EEC,", "main_body": ["Annex C to Directive 92/51/EEC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 2004.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 209, 24.7.1992, p. 25. Directive as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2) OJ L 19, 24.1.1989, p. 16. Directive as amended by Directive 2001/19/EC of the European Parliament and of the Council Directive (OJ L 206, 31.7.2001, p. 1).\nANNEX\nAnnex C to Directive 92/51/EEC is amended as follows:\n1. Under heading 1, \"Paramedical and childcare training courses\", the text is amended as follows:\n(a) under the subheading \"in Germany\", the indent \"- occupational therapist ('Beschäftigungs- und Arbeitstherapeut')\" is replaced by \"- occupational therapist/ergotherapist ('Beschäftigungs- und Arbeitstherapeut/Ergotherapeut')\";\n(b) under the subheading \"in Italy\", the indent \" - chiropodist ('podologo')\" is deleted.\n2. Under heading 4, \"Technical sector\", the text under the subheading \"in Austria\" is amended as follows:\n(a) the following indents are added:\n(i) \"- commercial bookkeeper ('Gewerblicher Buchhalter'), in accordance with the Trade, Crafts and Industry Act 1994 (Gewerbeordnung 1994),\"\n(ii) \"- independent bookkeeper ('Selbständiger Buchhalter'), in accordance with the Act on Professions in the Field of Public Accountancy 1999 (Bundesgesetz über die Wirtschaftstreuhandberufe 1999).\"\n(b) the indent \"- advertising and promotion agency ('Werbeagentur')\" is deleted.\n3. Under heading 5, \"United Kingdom courses accredited as National Vocational Qualifications or Scottish Vocational Qualifications\", in the text under the subheading \"Training for\", the following indent is added:\n\"- listed veterinary nurse.\""}