{"celex_id": "32003D0803", "uri": "http://publications.europa.eu/resource/cellar/eb1a6549-a23a-439c-aa6f-f5a0120f995e", "type": "Decision", "concepts": ["1919", "4152", "5369", "619"], "title": "2003/803/EC: Commission Decision of 26 November 2003 establishing a model passport for the intra-Community movements of dogs, cats and ferrets (Text with EEA relevance.) (notified under document number C(2003) 4359)\n", "header": "Commission Decision\nof 26 November 2003\nestablishing a model passport for the intra-Community movements of dogs, cats and ferrets\n(notified under document number C(2003) 4359)\n(Text with EEA relevance)\n(2003/803/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC(1), and in particular the second paragraph of Article 17 thereof,\nWhereas:\n(1) Article 5(1)(b) of Regulation (EC) No 998/2003 provides that dogs, cats and ferrets are to be accompanied by a passport when they are moved between Member States. That Regulation also provides for model passports for the movement of those animals to be established. Regulation (EC) No 998/2003 is to apply from 3 July 2004. Directive 92/65/EEC has been amended with a view to implement the same rules to the movements of the animals concerned when traded.\n(2) Accordingly, it is appropriate to establish a model passport that can be used for all movements of dogs, cats and ferrets between the Member States. The model passport should include details of certification requirements regarding anti-rabies vaccinations, as well as the other requirements of Regulation (EC) No 998/2003 concerning the health status of those animals. It should also be in a format that can be easily checked by the Competent Authority.\n(3) The model passport should also provide for certifications of other vaccinations, not required under Regulation (EC) No 998/2003 for the movements of dogs, cats and ferrets between Member States, to be included so that the passport provides all the necessary information regarding the health status of the animal in question.\n(4) In addition, the model passport should include a section on clinical examination and legalisation so that the passports can also be used for the movement of those animals outside the Community.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["This Decision establishes the model passport for the movement of pet animals of the species dogs, cats and ferrets between Member States as provided for in Article 5(1)(b) of Regulation (EC) No 998/2003 (the model passport).", "The model passport is set out in Annex I.", "The model passport must comply with the additional requirements set out in Annex II.", "This Decision shall apply from the 3 July 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 November 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 146, 13.6.2003, p. 1.\nANNEX I\nModel Passport for the movement of pet animals of the species dogs, cats and ferrets between Member States, as provided for in Article 2.\n>PIC FILE= \"L_2003312EN.000302.TIF\">\n>PIC FILE= \"L_2003312EN.000303.TIF\">\n>PIC FILE= \"L_2003312EN.000401.TIF\">\n>PIC FILE= \"L_2003312EN.000402.TIF\">\n>PIC FILE= \"L_2003312EN.000403.TIF\">\n>PIC FILE= \"L_2003312EN.000501.TIF\">\n>PIC FILE= \"L_2003312EN.000502.TIF\">\n>PIC FILE= \"L_2003312EN.000601.TIF\">\n>PIC FILE= \"L_2003312EN.000602.TIF\">\n>PIC FILE= \"L_2003312EN.000701.TIF\">\n>PIC FILE= \"L_2003312EN.000702.TIF\">\n>PIC FILE= \"L_2003312EN.000801.TIF\">\n>PIC FILE= \"L_2003312EN.000802.TIF\">\n>PIC FILE= \"L_2003312EN.000901.TIF\">\n>PIC FILE= \"L_2003312EN.000902.TIF\">\n>PIC FILE= \"L_2003312EN.001001.TIF\">\n>PIC FILE= \"L_2003312EN.001002.TIF\">\n>PIC FILE= \"L_2003312EN.001101.TIF\">\n>PIC FILE= \"L_2003312EN.001102.TIF\">\n>PIC FILE= \"L_2003312EN.001201.TIF\">\n>PIC FILE= \"L_2003312EN.001202.TIF\">\n>PIC FILE= \"L_2003312EN.001203.TIF\">\nANNEX II\nADDITIONAL REQUIREMENTS CONCERNING THE MODEL PASSPORT AS PROVIDED FOR IN ARTICLE 3\nA. Format of model passports\n1. The format of the model passport shall be uniform.\n2. The dimension of the model passport shall be 100 Ă\u0097 152 mm.\nB. Cover of model passport\n1. Colour: blue (PANTONE REFLEX BLUE) and yellow stars (PANTONE YELLOW) in the upper quarter complying with the specification of the European emblem.\n2. The information on the cover of the model passport shall comply with the following:\n(a) The passport shall be issued in the official language(s) of the Member State of issue;\n(b) The words \"European Union\" and the name of the Member State of issue shall be printed in similar typeface;\n(c) The number of the model passport, ISO code of the Member State of issue followed by a unique number, shall be printed on the cover of the model passport.\nC. Sequences of the headings, numbering of pages and languages\n1. The sequence of the headings (with the roman numbers) of the model passport set out in Annex I must be strictly respected.\n2. The pages of the model passport must be numbered at the bottom of each page. On page 1, the number of pages of the delivered document must be indicated (1 out of [insert total number of pages]).\n3. Information shall be given in the official language(s) of the Member State of issue and in English.\n4. The size and the shape of the \"boxes\" of the model passport set out in Annex I are indicative and not binding."}