{"celex_id": "32003D0394", "uri": "http://publications.europa.eu/resource/cellar/1b59fdbb-af7a-4a64-ad6e-13a3a2067269", "type": "Decision", "concepts": ["1284", "1445", "1755", "2737", "3885", "4743", "6152"], "title": "2003/394/EC: Commission Decision of 23 May 2003 amending Decision 2002/677/EC as regards programmes for the control of zoonotic salmonella (Text with EEA relevance) (notified under document number C(2003) 1640)\n", "header": "Commission Decision\nof 23 May 2003\namending Decision 2002/677/EC as regards programmes for the control of zoonotic salmonella\n(notified under document number C(2003) 1640)\n(Text with EEA relevance)\n(2003/394/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Regulation (EC) No 806/2003(2), and in particular Article 24(11) thereof,\nWhereas:\n(1) Commission Decision 2002/677/EC of 22 August 2002 laying down standard reporting requirements for programmes of eradication and control of animal diseases co-financed by the Community and repealing Decision 2000/322/EC(3) does not cover programmes for the control of zoonotic salmonella co-financed by the Community.\n(2) Decision 90/424/EEC provides that once Community rules to control zoonoses have been introduced, Member States may, as part of their national plans approved by the Commission, seek a financial contribution from the Community.\n(3) Community rules to control zoonotic salmonella in poultry are laid down by Council Directive 92/117/EEC of 17 December 1992 concerning measures for protection against specified zoonoses and specified zoonotic agents in animals and products of animal origin in order to prevent outbreaks of food-borne infections and intoxications(4) as last amended by Regulation (EC) No 806/2003. Following the adoption of that Directive, the Commission approved a number of national salmonella control plans submitted by the Member States. Community co-financing has been provided for some of those approved national control plans.\n(4) It is important to have in place a reporting system for the purpose of assessing progress made during the implementation of the national salmonella control programmes co-financed by the Community. It is appropriate to harmonise those reporting systems in order to collect meaningful and comparable information.\n(5) This reporting system should be based on the requirements laid down in Decision 2002/677/EC. However, it is necessary to lay down certain specific reporting requirements for zoonotic salmonella.\n(6) Decision 2002/677/EC should be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2002/677/EC is amended as follows:\n(1) in Article 4(2), the following subparagraph is added:\n\"In respect of zoonotic salmonella, intermediate reports shall contain at least the information specified in Annex Va.\";\n(2) in Article 5(2), the following subparagraph is added:\n\"In respect of zoonotic salmonella, the final reports shall contain at least the information specified in Annexes Va, VI and VII.\";\n(3) Annex I is replaced by the text in Annex I to this Decision;\n(4) Annexes VI and VII are replaced by the text in Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ L 229, 27.8.2002, p. 24.\n(4) OJ L 62, 15.3.1993, p. 38.\nANNEX I\n'ANNEX I\n>PIC FILE= \"L_2003136EN.001003.TIF\">\nANNEX II\n'ANNEX Va\n>PIC FILE= \"L_2003136EN.001103.TIF\">\nANNEX VI\n>PIC FILE= \"L_2003136EN.001202.TIF\">\nANNEX VII\n>PIC FILE= \"L_2003136EN.001302.TIF\">"}