{"celex_id": "32004R1194", "uri": "http://publications.europa.eu/resource/cellar/09dd5321-9d7e-4692-9979-46c5444a57f9", "type": "Regulation", "concepts": ["20", "2543", "4286", "4663", "4994"], "title": "Commission Regulation (EC) No 1194/2004 of 28 June 2004 laying down transitional measures for the sale of a maximum quantity of 300 000 tonnes of wheat from the national security stocks held by Poland\n", "header": "29.6.2004 EN Official Journal of the European Union L 228/14\nCOMMISSION REGULATION (EC) No 1194/2004\nof 28 June 2004\nlaying down transitional measures for the sale of a maximum quantity of 300 000 tonnes of wheat from the national security stocks held by Poland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular the first subparagraph of Article 41 thereof,\nWhereas:\n(1) Under Article 6 of Commission Regulation (EC) No 1972/2003 of 10 November 2003 on transitional measures to be adopted in respect of trade in agricultural products on account of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (1), the Polish authorities have informed the Commission that they intend to sell a maximum quantity of 300 000 tonnes of wheat from national security stocks as part of a rotation procedure.\n(2) The sale of such a large quantity of wheat is liable to disturb the Community market in cereals. Transitional measures should therefore be taken to lay down conditions for sale similar to those provided for in Commission Regulation (EEC) No 2131/93 of 28 July 1993 laying down the procedure and conditions for the sale of cereals held by intervention agencies (2) to ensure that operators are treated equally and market conditions respected.\n(3) Since any restocking operation could also disturb the Community market, a procedure should be introduced allowing the Commission to approve the restocking arrangements.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["This Regulation lays down transitional rules for the sale of a maximum quantity of 300 000 tonnes of wheat from the national security stocks held by the Polish authorities on 1 May 2004 and any subsequent restocking operations.", "The agency responsible for managing the Polish security stocks, details of which are set out in the Annex hereto, shall sell the quantity of wheat referred to in Article 1 on the Community market by standing invitation to tender until 31 August 2004.\nFor the purposes of this Regulation, selling by tender means offering for sale by inviting tenders, the contract being awarded to the person tendering the best price and observing the requirements of this Regulation.", "The agency referred to in the first paragraph of Article 2 shall publish a notice of invitation to tender at least three days before the closing date of the first period for submission of tenders.\nThe invitation shall indicate in particular:\na) the tendering periods for each partial tendering procedure and the address for submission of tenders;\nb) the minimum quantities which tenders may cover;\nc) the securities to be lodged and the terms of their release;\nd) the main physical and technical characteristics of the various lots;\ne) the places of storage and the name and address of the storer;\nf) the payment terms.\nThe closing date for submission of tenders for the first partial tendering procedure shall be the fifth working day after the publication of this Regulation in the Official Journal of the European Union.", "Successful tenders must quote a price at least equal to the price recorded for an equivalent quality and for a representative quantity on the market at the place of storage or, failing that, on the nearest market, account being taken of transport costs. It may not be less than EUR 108,76 per tonne.", "The agency referred to in the first paragraph of Article 2 shall take all measures necessary to enable interested parties to assess the quality of cereals put up for sale before submitting their tenders.", "The agency referred to in the first paragraph of Article 2 shall immediately inform all tenderers of the outcome of their participation in the tendering procedure. They shall forward statements of award of contract to the successful tenderers within three working days of the said notification, by registered letter or written telecommunication.", "The agency referred to in the first paragraph of Article 2 shall notify the Commission of the quantity and average prices of the various lots sold no later than Tuesday of the week following the closing date for the submission of tenders.", "The arrangements for restocking the wheat stock referred to in this Regulation shall be approved by the Commission before they are implemented, to ensure that the Community market in cereals is not disturbed.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 293, 11.11.2003, p. 3. Regulation as last amended by Regulation (EC) No 735/2004 (OJ L 114, 21.4.2004, p. 13).\n(2)  OJ L 191, 31.7.1993, p. 76. Regulation as last amended by Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50).\nANNEX\nAgency responsible for managing the Polish security stocks as referred to in Article 2:\nAGENCY FOR MATERIAL RESERVE\n00-400 Warszawa ul. Nowy Świat 6/12\nTel. +48 (22) 826 15 43\nFax +48 (22) 583 83 59"}