{"celex_id": "32001R1922", "uri": "http://publications.europa.eu/resource/cellar/8dc224ba-fd04-4647-b657-08785994ab82", "type": "Regulation", "concepts": ["1505", "20", "3774", "4682", "5025", "5283"], "title": "Commission Regulation (EC) No 1922/2001 of 28 September 2001 amending for the second time Regulation (EC) No 1209/2001 derogating from Regulation (EC) No 562/2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef\n", "header": "Commission Regulation (EC) No 1922/2001\nof 28 September 2001\namending for the second time Regulation (EC) No 1209/2001 derogating from Regulation (EC) No 562/2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Regulation (EC) No 1512/2001(2), and in particular Article 38(2) and Article 47(8) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1209/2001(3), as last amended by Regulation (EC) No 1564/2001(4), introduces a number of derogations from Regulation (EC) No 562/2000(5) in order to deal with the exceptional situation on the market caused by events linked to bovine spongiform encephalopathy (BSE) and the subsequent outbreak of foot-and-mouth disease.\n(2) In view of the continuing instability of the market and the expected seasonal increase in production when cattle are taken off pasture in the autumn, the derogations provided for by Regulation (EC) No 1209/2001 should be extended to the fourth quarter of 2001.\n(3) Regulation (EC) No 1209/2001 should consequently be amended.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 1209/2001 is amended as follows:\n1. Article 1 is amended as follows:\n- In paragraph 3, the words \"for the third quarter of 2001\" are deleted,\n- Paragraph 4 is replaced by the following: \"4. Notwithstanding Article 16(2) of Regulation (EC) No 562/2000, the delivery period for the last tendering procedure in December 2001 shall end on 10 January 2002.\"\n2. The second paragraph of Article 2 is replaced by the following: \"It shall apply to tendering procedures opened during the third and fourth quarters of 2001.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 September 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 201, 26.7.2001, p. 1.\n(3) OJ L 165, 21.6.2001, p. 15.\n(4) OJ L 208, 1.8.2001, p. 14.\n(5) OJ L 68, 16.3.2000, p. 22."}