{"celex_id": "32008R0904", "uri": "http://publications.europa.eu/resource/cellar/59ed60cf-c1f0-48cc-89db-85994723ee0a", "type": "Regulation", "concepts": ["1654", "1836", "3156", "3190", "4314", "5300", "5334"], "title": "Commission Regulation (EC) No 904/2008 of 17 September 2008 laying down the methods of analysis and other technical provisions necessary for the application of the export procedure for goods not covered by Annex I to the Treaty (Codified version)\n", "header": "18.9.2008 EN Official Journal of the European Union L 249/9\nCOMMISSION REGULATION (EC) No 904/2008\nof 17 September 2008\nlaying down the methods of analysis and other technical provisions necessary for the application of the export procedure for goods not covered by Annex I to the Treaty\n(Codified version)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 4056/87 of 22 December 1987 laying down the methods of analysis and other technical provisions necessary for the implementation of Regulation (EEC) No 3035/80 laying down general rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds (2) has been substantially amended (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) In order to ensure uniform treatment of the exportation from the Community of goods covered by Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (4), it is important to define the analytical methods and other provisions of a technical nature.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Tariff and Statistical Nomenclature Section of the Customs Code Committee,", "main_body": ["This Regulation lays down the methods of analysis necessary for the application of Regulation (EC) No 3448/93 as regards the export of goods not covered by Annex I to the Treaty or, in the absence of a method of analysis, the nature of the analytical operations to be carried out or the principle of a method to be applied.", "In accordance with the notes to Annex IV to Commission Regulation (EC) No 1043/2005 (5) and for the purposes of applying that Annex, the ‘Data obtained from the analysis of the goods’ set out in column 3 shall be obtained using the methods, procedures and formulae referred to in this Article:\n1. Sugars\nA. The sucrose content mentioned in column 3 of Annex IV to Regulation (EC) No 1043/2005 shall be equal to:\n(a) S + (2F) × 0,95,\n(b) S + (G + F) × 0,95,\nS = is the sucrose content determined by HPLC,\nF = is the fructose content determined by HPLC,\nG = is the glucose content determined by HPLC,\nB. The glucose content mentioned in column 3 of Annex IV to Regulation (EC) No 1043/2005 shall be equal to:\n(a) G – F,\n(b) 0 (Zero),\n2. Starch (or dextrin)\nA. For all CN codes other than CN codes 3505 10 10, 3505 10 90, 3505 20 10 to 3505 20 90 and 3809 10 10 to 3809 10 90, the starch (or dextrin) content referred to in column 3 of Annex IV to Regulation (EC) No 1043/2005 shall be calculated using the formula:\nZ = is the glucose content determined by the method described in Annex I to Commission Regulation (EEC) No 4154/87 (6);\nG = is the glucose content determined by HPLC.\nB. For CN codes 3505 10 10, 3505 10 90, 3505 20 10 to 3505 20 90 and 3809 10 10 to 3809 10 90, the starch (or dextrin) content shall be determined by the method set out in Annex II to Regulation (EEC) No 4154/87.\n3. Milk fat content", "For the purposes of applying Annex III to Regulation (EC) No 1043/2005, the percentage of mannitol and of D-glucitol (sorbitol) shall be determined by HPLC.", "1.   A test report shall be drawn up.\n2.   The test report shall include the following particulars:\n— all the information necessary for identifying the sample,\n— the Community method used and precise reference to the legal instrument in which it is laid down, or, where appropriate, detailed reference to a method, specifying the nature of the analytical operations to be carried out or the principle of the method to be applied, as indicated in this Regulation,\n— any factors liable to have influenced the results,\n— the results of the analysis, with due regard to the way in which they are expressed in the method used and the means of expression dictated by the needs of the customs or administrative departments that requested the analysis.", "Regulation (EEC) No 4056/87 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex II.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 September 2008.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  OJ L 379, 31.12.1987, p. 29.\n(3)  See Annex I.\n(4)  OJ L 318, 20.12.1993, p. 18.\n(5)  OJ L 172, 5.7.2005, p. 24.\n(6)  OJ L 392, 31.12.1987, p. 19.\nANNEX I\nRepealed Regulation with its amendment\nCommission Regulation (EEC) No 4056/87 (OJ L 379, 31.12.1987, p. 29)\nCommission Regulation (EC) No 202/98 (OJ L 21, 28.1.1998, p. 5)\nANNEX II\nCorrelation table\nRegulation (EEC) No 4056/87 This Regulation\nArticles 1 to 4 Articles 1 to 4\n— Article 5\nArticle 5 Article 6\n— Annex I\n— Annex II"}