{"celex_id": "32000R1435", "uri": "http://publications.europa.eu/resource/cellar/9d4f8a44-49ae-4d94-b7f8-25ce52bedfc4", "type": "Regulation", "concepts": ["1085", "1668", "2414", "5360", "755", "976"], "title": "Commission Regulation (EC) No 1435/2000 of 30 June 2000 setting the coefficient for reducing area payments for France under Council Regulation (EC) No 1251/1999 in the 2000/01 marketing year\n", "header": "Commission Regulation (EC) No 1435/2000\nof 30 June 2000\nsetting the coefficient for reducing area payments for France under Council Regulation (EC) No 1251/1999 in the 2000/01 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops(1), as last amended by Regulation (EC) No 1624/98(2), and in particular Article 12 thereof,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops(3), as amended by Regulation (EC) No 2704/1999(4), and in particular Article 12 thereof,\nWhereas:\n(1) In order to prevent complicated regionalisation plans resulting in actual yields which significantly exceed historical yields, Article 3(6) of Regulation (EEC) No 1765/92 provides for the reduction of compensatory payments during the following marketing year in proportion to the overrun of the average historical yield resulting from the 1993 regionalisation plans.\n(2) The procedure to be used for measuring such overruns is laid down in Commission Regulation (EC) No 1237/95(5), as last amended by Regulation (EC) No 2017/97(6).\n(3) Application of that method in respect of the 1999/2000 marketing year results in the coefficient indicated in this Regulation being set for France.\n(4) From the 2000/01 marketing year, compensatory payments are to be replaced by area payments to arable crop producers under Regulation (EC) No 1251/1999. Regulation (EEC) No 1765/92 is to be repealed as from 1 July 2000.\n(5) The new French regionalisation plan submitted to the Commission in accordance with Article 3(6) of Regulation (EC) No 1251/1999 is based on the same principles and includes the same geographical breakdown as applied in 1999. Under these circumstances, the correction coefficient should be applied to area payments for the 2000/01 marketing year.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Pursuant to Article 3(6) of Regulation (EEC) No 1765/92, area payments for the 2000/01 marketing year under Regulation (EC) No 1251/1999 shall be multiplied by a coefficient of 0,996 in the case of France.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 12.\n(2) OJ L 210, 28.7.1998, p. 3.\n(3) OJ L 160, 26.6.1999, p. 1.\n(4) OJ L 327, 21.12.1999, p. 12.\n(5) OJ L 121, 1.6.1995, p. 29.\n(6) OJ L 284, 16.10.1997, p. 36."}