{"celex_id": "32003D0450", "uri": "http://publications.europa.eu/resource/cellar/0104afd4-0faf-495e-8fbe-e9a97737ff45", "type": "Decision", "concepts": ["1763", "191", "2548", "5860"], "title": "2003/450/EC: Commission Decision of 18 June 2003 recognising the provisions in the Czech Republic on combating Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al. as equivalent to the Community provisions (notified under document number C(2003) 1870)\n", "header": "Commission Decision\nof 18 June 2003\nrecognising the provisions in the Czech Republic on combating Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al. as equivalent to the Community provisions\n(notified under document number C(2003) 1870)\n(2003/450/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), as last amended by Regulation (EC) No 806/2003(2), and in particular Annex III, Part A, point 12 thereof,\nHaving regard to the request made by the Czech Republic,\nWhereas:\n(1) Under the provisions of Annex III, Part A, point 12 of Directive 2000/29/EC, tubers of Solanum tuberosum L., other than seed potatoes and certain other potatoes specified in Annex III, Part A, points 10 and 11, originating in certain European third countries other than those recognised as being free from Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al. (hereinafter \"the organism\"), or in which provisions are recognised as equivalent to the Community provisions on combating the organism, may not be introduced into the Member States.\n(2) It appears from official information supplied by the Czech Republic and from information collected during missions carried out in this country in January 2001 and November 2002 by the Food and Veterinary Office, that the Czech Republic has applied control, inspection and testing systems for the organism on imports of potatoes and domestic seed and ware potato production, through its \"Methodical instruction B/KAR/1/2002 to protection against the spread of the pathogenic agents of the potato ringrot disease and potato brownrot disease\".\n(3) Given the above, it can be recognised that the provisions in the Czech Republic on combating the organism are equivalent to the Community provisions and that the risk of the organism spreading is obviated.\n(4) The Commission will ensure that the Czech Republic makes all technical information available that is necessary to continue to assess the aforementioned situation.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["It is hereby recognised that the provisions in the Czech Republic on combating Clavibacter michiganensis (Smith) Davis et al. ssp. sepedonicus (Spieckerman and Kotthoff) Davis et al. are equivalent to the Community provisions.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 June 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 122, 16.5.2003, p. 1."}