{"celex_id": "32006D0863", "uri": "http://publications.europa.eu/resource/cellar/06104ab0-25a0-4c73-84f4-2192bb82f59e", "type": "Decision", "concepts": ["4040", "4465", "5083", "5404", "5622", "584", "7813"], "title": "2006/863/EC: Council Decision of 13 November 2006 amending Decision 2004/793/EC concluding the consultation procedure with the Togolese Republic under Article 96 of the Cotonou Agreement\n", "header": "1.12.2006 EN Official Journal of the European Union L 335/42\nCOUNCIL DECISION\nof 13 November 2006\namending Decision 2004/793/EC concluding the consultation procedure with the Togolese Republic under Article 96 of the Cotonou Agreement\n(2006/863/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (1), and revised in Luxembourg on 25 June 2005 (2), and in particular Article 96 thereof,\nHaving regard to the internal agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement (3), and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Decision 2004/793/EC of 15 November 2004 concluding the consultation procedure with the Togolese Republic under Article 96 of the Cotonou Agreement (4) lays down a period of 24 months from the date of its adoption for monitoring the appropriate measures.\n(2) The political emergency following President Eyadema’s death in 2005 was an unforeseen event that set back the initial timetable for implementing the undertakings given by the Togolese government and prevented the objectives from being attained by the initial deadline, in particular the organisation of early parliamentary elections.\n(3) At the end of this monitoring period many undertakings have been fulfilled and practical steps taken towards fulfilling the main undertakings still outstanding. Nevertheless several important measures concerning essential elements of the Cotonou Agreement have yet to be implemented,", "main_body": ["The validity of Decision 2004/793/EC concluding the consultation procedure with the Togolese Republic pursuant to Article 96 of the Cotonou Agreement shall be extended for 12 months, to 15 November 2007. It shall be regularly reviewed every six months.", "The measures adopted in Decision 2004/793/EC as appropriate measures within the meaning of Article 96(2)(c) of the Cotonou Agreement shall be amended as specified in the draft letter annexed to this Decision.", "This Decision shall enter into force on the day of its adoption. It shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 13 November 2006.\nFor the Council\nThe President\nE. TUOMIOJA\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  OJ L 287, 28.10.2005, p. 4.\n(3)  OJ L 317, 15.12.2000, p. 376.\n(4)  OJ L 349, 25.11.2004, p. 17.\nANNEX\nFor the attention of the Prime Minister, head of the government of the Togolese Republic\nPrime Minister,\nThe European Union attaches great importance to Article 9 of the Cotonou Agreement. The ACP-EU partnership is founded on respect for human rights, democratic principles and the rule of law, these being essential elements of the Agreement and thus the basis for relations between us.\nIn 2004 the European Union felt that the political situation in Togo violated these essential elements and, in April 2004, opened consultations under Article 96 of the Agreement, during which the government gave 22 undertakings. The conclusions of these consultations were communicated to the head of government in a letter dated 15 November 2004.\nThe appropriate measures provide for a 24-month monitoring period, which ends on 14 November 2006. This period has seen an enhanced political dialogue, illustrated inter alia by the joint monitoring missions conducted by the Council and the Commission in July 2005, March 2006 and October 2006.\nMonitoring of the undertakings shows that the situation had improved considerably by the end of 2004, only to worsen during the events that followed the death of President Eyadema in 2005. Since June 2005 a policy of openness has been set up, and reports show a considerable and sustained improvement in the situation, as exemplified by the recent comprehensive political agreement, for which we congratulate the authorities and all stakeholders in Togo.\nAmong the main initiatives taken in the fulfilment of the 22 undertakings, we would highlight in particular:\n— the holding of a genuine political dialogue in Togo, which has enabled all parties to address all unresolved issues on the basis of an open agenda. This dialogue resulted in the signing of a comprehensive political agreement by all participants on 20 August last. The agreement signed is intended to lay the foundations for lasting national reconciliation and goes beyond the undertakings given to the European Union. In addition to issues relating to the electoral arrangements and impunity, it addresses the continuation of constitutional and armed-forces reforms,\n— the formation of a government of national union, including members of the opposition, as part of the implementation of the Agreement of 20 August,\n— the undertaking to prepare for parliamentary elections, the organisation of which was announced by the Commission Electorale Nationale Indépendante (CENI) for June 2007,\n— the implementation of the new press code, the efforts to provide more balanced news coverage in the official media and the initial reshuffle in the High Authority for Audiovisual and Communications,\n— the adoption of the programme of judicial reform, the release of political prisoners arrested during the events of 2005 and the improvement in prison conditions,\n— the signing, on 10 July 2006, of a protocol with the UN High Commissioner for Human Rights concerning the opening of an office in Lomé to help the government and monitor human rights in Togo.\nWe also welcome the initiatives which go beyond the strict confines of the 22 undertakings. These measures are the reform of the army by separating national defence from internal security missions and the issue of refugees, for whom the first thing to be done is to restore confidence.\nThere is no doubt that the steps taken will help restore democracy and respect for human rights and go towards fulfilling the undertakings given.\nIn this context of restoring confidence between the European Union and Togo, we to wish to pursue in-depth discussions on the following issues:\n— the consolidation of the progress made, which must be confirmed at the next elections,\n— the implementation of the electoral arrangements accepted by all the parties and laid down in the comprehensive political agreement, such as may pave the way for free and transparent parliamentary elections,\n— the establishment of a legal framework for the financing of political parties,\n— the continuation of the decentralisation process,\n— dealing with the issue of impunity, including the creation of an Investigation Commission and a Commission to promote national reconciliation, as provided for by paragraphs 2.2 and 2.4 of the comprehensive political agreement, and the guarantees for the observance of human rights, as stated in undertaking 2.1,\n— the revision of the articles of association and composition of the National Commission for Human Rights, together with the setting up in Lomé of an office of the United Nations High Commissioner on Human Rights.\nAware of the headway being made in Togo and the ground still to be covered, the European Union has decided to extend the monitoring period for the Decision of 15 November 2004 to 36 months to give the Togolese authorities time to fulfil all the undertakings given. Regular reviews, associating the presidency of the European Union and the European Commission, will be carried out at intervals of not more than six months.\nIn order to support the reform process which is under way, the European Union wishes to adapt the appropriate measures.\nThe unexpended balances of the 6th and 7th EDFs will be used according to the objectives laid down in the appropriate measures to support the holding of parliamentary elections, to finance a technical cooperation facility to support, inter alia, the fulfilment of the 22 undertakings, to support a programme to reform the justice system and raise awareness of human rights, and to finance a welfare programme of highly labour-intensive works.\nGiven that the electoral framework has been laid down and the date of the elections has been set, it is possible now to proceed with the notification of the 9th EDF and with the implementation of the 9th EDF and of the 1995-1999 Stabex Funds mutual obligations framework.\nI have the honour to remain, Sir, yours faithfully,\nDone at Brussels,\nFor the Council\nFor the Commission"}