{"celex_id": "32009R0754", "uri": "http://publications.europa.eu/resource/cellar/11021bcf-64f0-44fc-9a98-8364df9569a3", "type": "Regulation", "concepts": ["133", "2282", "2309", "2437", "2879", "4320", "4790", "5229", "544", "863"], "title": "Council Regulation (EC) No 754/2009 of 27 July 2009 excluding certain groups of vessels from the fishing effort regime laid down in Chapter III of Regulation (EC) No 1342/2008\n", "header": "19.8.2009 EN Official Journal of the European Union L 214/16\nCOUNCIL REGULATION (EC) No 754/2009\nof 27 July 2009\nexcluding certain groups of vessels from the fishing effort regime laid down in Chapter III of Regulation (EC) No 1342/2008\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1342/2008 of 18 December establishing a long-term plan for cod stocks and the fisheries exploiting those stocks (1), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Chapter III of Regulation (EC) No 1342/2008 establishes a fishing effort regime whereby fishing opportunities in terms of fishing effort are allocated to Member States on an annual basis. According to Article 11(2) of that Regulation, the Council may, acting on a Commission proposal and on the basis of the information provided by Member States and the advice of the Scientific, Technical and Economic Committee for Fisheries (STECF), exclude certain groups of vessels from the application of the fishing effort regime provided that appropriate data is available on the cod catches and discards of the vessels concerned, that the percentage of cod catches does not exceed 1,5 % of the total catches of the group of vessels and that the inclusion of the group in the effort regime would constitute an administrative burden disproportionate to its overall impact on cod stocks.\n(2) Sweden provided information on the cod catches by a group of vessels fishing in the Skagerrak and Kattegat for Norway lobster with a selective sorting grid as defined in Appendix 2 to Annex III to Regulation (EC) No 43/2009 (2). On the basis of that information, as assessed by STECF, it can be established that the cod catches, including discards, of vessels involved in that activity during the period that they deploy solely that selective fishing gear, do not exceed 1,5 % of the total catches of the group of vessels involved in that activity during that same period. Moreover, having regard to the Swedish control program for cod stocks in the North Sea, Skagerrak and the Kattegat and considering that the inclusion of that group would constitute an administrative burden disproportionate to its overall impact on cod stocks, it is appropriate to exclude the group of vessels fishing in the Skagerrak and Kattegat for Norway lobster with a selective sorting grid, for the period where they solely deploy the gear in question, from the application of the effort regime laid down in Chapter III of Regulation (EC) No 1342/2008.\n(3) Spain provided information on cod catches by a group of vessels fishing with bottom trawls to the West of Scotland mainly for hake. On the basis of that information, as assessed by STECF, it can be established that the cod catches, including discards, of vessels involved in that activity, do not exceed 1,5 % of the total catches of that group of vessels during that same period. Having moreover regard to the measures in place ensuring the monitoring and control of the fishing activities of the group of vessels involved in that activity and considering that the inclusion of that group would constitute an administrative burden disproportionate to its overall impact on cod stocks, it is appropriate to exclude the group of vessels fishing with bottom trawls to the West of Scotland mainly for hake, from the application of the effort regime laid down in Chapter III of Regulation (EC) No 1342/2008.\n(4) Considering that Member States are managing the effort and the compliance with effort limitations on the basis of the fishing season running from 1 February 2009 until 31 January 2010 and having regard to the fact that Regulation (EC) No 1342/2008 was adopted only shortly before the start of that season, it is appropriate that these exemptions be applicable for the entire fishing season and therefore that they apply from 1 February 2009.\n(5) In order to ensure certainty for the fishermen concerned and to allow them to plan their activities for the current fishing season as soon as possible, it is imperative to grant an exception to the six-week period referred to in Title I, Article 3, of the Protocol on the role of national Parliaments in the European Union annexed to the Treaty on the European Union and to the Treaties establishing the European Communities,", "main_body": ["Exclusion from the effort regime under Regulation (EC) No 1342/2008\nThe following groups of vessels shall be excluded from the application of the fishing effort regime laid down in Chapter III of Regulation (EC) No 1342/2008:\n(a) the group of vessels flying the flag of Sweden, participating in the fishery indicated in the request from Sweden dated 26 February 2009 as completed by letter dated 8 April 2009, fishing in the Skagerrak and Kattegat during the period in which these vessel are fishing solely with a sorting grid as defined in Appendix 2 to Annex III to Regulation (EC) No 43/2009 and targeting Norway lobster;\n(b) the group of vessels flying the flag of Spain, participating in the fishery indicated in the request from Spain dated 2 December 2008 as completed by letters dated 6 and 14 March 2009, using bottom trawls of mesh size equal to or larger than 100 mm on the shelf slope off the West of Scotland in depths between 200 and 1 000 metres and targeting mainly deep-sea species and hake.", "Entry into force\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 February 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 2009.\nFor the Council\nThe President\nC. BILDT\n(1)  OJ L 348, 24.12.2008, p. 20.\n(2)  Council Regulation (EC) No 43/2009 of 16 January 2009 fixing for 2009 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (OJ L 22, 26.1.2009, p. 1)."}