{"celex_id": "32006R0663", "uri": "http://publications.europa.eu/resource/cellar/5d8817cd-fc21-4005-aafd-454d7b56941e", "type": "Regulation", "concepts": ["4860", "5025", "5283"], "title": "Commission Regulation (EC) No 663/2006 of  28 April 2006  amending Regulation (EC) No 343/2006 opening the buying-in of butter in certain Member States for the period  1 March  to  31 August 2006\n", "header": "29.4.2006 EN Official Journal of the European Union L 116/39\nCOMMISSION REGULATION (EC) No 663/2006\nof 28 April 2006\namending Regulation (EC) No 343/2006 opening the buying-in of butter in certain Member States for the period 1 March to 31 August 2006\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1),\nHaving regard to Commission Regulation (EC) No 2771/1999 of 16 December 1999 laying down detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards intervention on the market in butter and cream (2), and in particular Article 2 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 343/2006 (3) establishes the list of Member States in which buying-in for butter is open, as provided for in Article 6(1) of Regulation (EC) No 1255/1999.\n(2) On the basis of most recent communications by Latvia, pursuant to Article 8 of Regulation (EC) No 2771/1999, the Commission has observed that butter market prices have been below 92 % of the intervention price for two consecutive weeks. Intervention buying-in should therefore be opened in those Member States. Latvia should therefore be added to the list established in Regulation (EC) No 343/2006.\n(3) Regulation (EC) No 343/2006 should therefore be amended accordingly,", "main_body": ["Article 1 of Regulation (EC) No 343/2006 is replaced by the following text:\n‘Article 1\nBuying-in of butter as provided for in Article 6(1) of Regulation (EC) No 1255/1999 is hereby open in the following Member States:\n— Czech Republic\n— Germany\n— Estonia\n— Spain\n— France\n— Italy\n— Ireland\n— Latvia\n— Netherlands\n— Poland\n— Portugal\n— Finland\n— Sweden\n— United Kingdom.’", "This Regulation shall enter into force on 29 April 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 333, 24.12.1999, p. 11. Regulation as last amended by Regulation (EC) No 2107/2005 (OJ L 337, 22.12.2005, p. 20).\n(3)  OJ L 55, 25.2.2006, p. 17. Regulation as last amended by Regulation (EC) No 541/2006 (OJ L 94, 1.4.2006, p. 21)."}