{"celex_id": "32008L0064", "uri": "http://publications.europa.eu/resource/cellar/b6e59ab1-f3ac-47b8-a0c4-1603717bb793", "type": "Directive", "concepts": ["1595", "1763", "191", "2232", "2827"], "title": "Commission Directive 2008/64/EC of 27 June 2008 amending Annexes I to IV to Council Directive 2000/29/EC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\n", "header": "28.6.2008 EN Official Journal of the European Union L 168/31\nCOMMISSION DIRECTIVE 2008/64/EC\nof 27 June 2008\namending Annexes I to IV to Council Directive 2000/29/EC on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular points (c) and (d) of the second paragraph of Article 14 thereof,\nAfter consulting the Member States concerned,\nWhereas:\n(1) Directive 2000/29/EC provides for certain measures against the introduction into the Member States from other Member States or third countries of organisms which are harmful to plants or plant products. It also provides for certain zones to be recognised as protected zones.\n(2) From information supplied by Member States, it has been determined that only certain plants for planting of Dendranthema (DC.) Des Moul, Dianthus L., Pelargonium l'Hérit. ex Ait. and Solanaceae present a risk of spreading of Heliothis armigera (Hübner). Since the risk of spreading of that organism is limited to those plants, that organism should be deleted from Annex I to Directive 2000/29/EC, which imposes a general ban, and included instead in Annex II to that Directive, which imposes a ban only with respect to specific plants presenting a risk. Furthermore, the name of Heliothis armigera (Hübner) should be changed to Helicoverpa armigera (Hübner), in line with its recent revised scientific denomination.\n(3) From information supplied by Member States, it has become apparent that Colletotrichum acutatum (Simmonds) is widespread within the Community. Therefore, that organism should no longer be listed as a harmful organism under Directive 2000/29/EC and no further protective measures under that Directive should be taken with respect to that organism. Annex II to Directive 2000/29/EC should therefore be amended accordingly.\n(4) From information supplied by Portugal, it appears that Citrus tristeza virus (European isolates) is now established in Madeira. This part of the Portuguese territory should therefore no longer be recognised as a protected zone in respect of that harmful organism and Annexes II and IV to Directive 2000/29/EC should be amended accordingly.\n(5) From information supplied by Spain, it appears that Thaumetopoea pityocampa (Den. and Schiff.) is now established in Ibiza. This part of the Spanish territory should therefore no longer be recognised as a protected zone in respect of that harmful organism and Annexes II and IV to Directive 2000/29/EC should be amended accordingly.\n(6) From information supplied by Slovenia, it appears that Erwinia amylovora (Burr.) Winsl. et al. is now established in the Koroška and Notranjska regions. These regions should therefore no longer be recognised as a protected zone in respect of Erwinia amylovora (Burr.) Winsl. et al. and Annexes II, III and IV to Directive 2000/29/EC should be amended accordingly.\n(7) Information supplied by Italy shows that Erwinia amylovora (Burr.) Winsl. et al. is now established in some parts of its regions of Emilia-Romagna, Lombardy and Veneto. Those parts of the Italian territory should therefore no longer be recognised as a protected zone in respect of Erwinia amylovora (Burr.) Winsl. et al. and Annexes II, III and IV to Directive 2000/29/EC should be amended accordingly.\n(8) From the Swiss legislation on plant protection, it appears that the Cantons of Berne and Grisons are no longer recognised as a protected zone for Erwinia amylovora (Burr.) Winsl. et al. in Switzerland. The derogation allowing certain imports from those regions into certain protected zones under special requirements should therefore be deleted and Part B of Annex IV to Directive 2000/29/EC should be amended accordingly.\n(9) Annexes I to IV to Directive 2000/29/EC should therefore be amended accordingly.\n(10) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Annexes I to IV to Directive 2000/29/EC are amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish, by 31 August 2008 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 September 2008.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such a reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the third day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2007/41/EC (OJ L 169, 29.6.2007, p. 51).\nANNEX\nAnnexes I to IV to Directive 2000/29/EC are amended as follows:\n1. in point (a) of Section II of Part A of Annex I, point 3 is deleted;\n2. Annex II is amended as follows:\n(a) Section II of Part A is amended as follows:\n(i) in heading (a), the following point 6.2 is inserted after point 6.1:\n‘6.2. Helicoverpa armigera (Hübner)\n(ii) in heading (c), point 2 is deleted.\n(b) Part B is amended as follows:\n(i) in heading (a), point 10 is deleted;\n(ii) in point 2 of heading (b), the text in the third column, protected zone(s), is replaced by the following:\n(iii) in point 1 of heading (d), the text in the third column, protected zone(s), is replaced by the following:\n3. Part B of Annex III is amended as follows:\n(a) in point 1, the text in the second column, protected zone(s), is replaced by the following:\n(b) in point 2, the text in the second column, protected zone(s), is replaced by the following:\n4. Annex IV is amended as follows:\n(a) Part A is amended as follows:\n(i) in point 27.1 of Section I, in the second column, special requirements, the words ‘Heliothis armigera Hübner’ are replaced by ‘Helicoverpa armigera (Hübner)’;\n(ii) in point 20 of Section II, in the second column, special requirements, the words ‘Heliothis armigera Hübner’ are replaced by ‘Helicoverpa armigera (Hübner)’;\n(b) Part B is amended as follows:\n(i) Point 17 is deleted;\n(ii) Point 21 is amended as follows:\n— in the second column, special requirements, point (c) is replaced by the following:\n‘(c) the plants originate in one of the following Cantons of Switzerland: Fribourg, Vaud, Valais, or’,\n— the text in the third column, protected zone(s), is replaced by the following:\n(iii) Point 21.3 is amended as follows:\n— in the second column, special requirements, point (b) is replaced by the following:\n‘(b) originate in one of the following Cantons of Switzerland: Fribourg, Vaud, Valais, or’,\n— The text in the third column, protected zone(s), is replaced by the following:\n(iv) Point 31 is amended as follows:\n— the text in the third column, protected zone(s), is replaced by the following:"}