{"celex_id": "32004R0999", "uri": "http://publications.europa.eu/resource/cellar/df714d0a-c4b7-42cd-a3b3-dd6b6b08ec69", "type": "Regulation", "concepts": ["1309", "1591", "1767", "235", "2771", "4164", "4432", "4453", "519", "5969"], "title": "Council Regulation (EC) No 999/2004 of 17 May 2004 on the application of Regulation (EC) No 1531/2002 imposing a definitive anti-dumping duty on imports of colour television receivers originating in the People's Republic of China, the Republic of Korea, Malaysia and Thailand and terminating the proceeding regarding imports of colour television receivers originating in Singapore\n", "header": "20.5.2004 EN Official Journal of the European Union L 183/7\nCOUNCIL REGULATION (EC) No 999/2004\nof 17 May 2004\non the application of Regulation (EC) No 1531/2002 imposing a definitive anti-dumping duty on imports of colour television receivers originating in the People's Republic of China, the Republic of Korea, Malaysia and Thailand and terminating the proceeding regarding imports of colour television receivers originating in Singapore\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), (‘the basic Regulation’), and in particular Articles 8, 11(3) and 22 (c) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Measures in force\n(1) By Regulation (EC) No 1531/2002 (2) the Council imposed a definitive anti-dumping duty on imports into the Community of colour television receivers (‘the product concerned’) originating i.a. in the People's Republic of China (‘China’). By the Commission Decision 2002/683/EC (3), an undertaking was accepted for seven exporters in China: Haier Electrical Appliances Corporation Ltd, Hisense Import & Export Co. Ltd, Konka Group Co. Ltd, Sichuan Changhong Electric Co. Ltd, Skyworth Multimedia International (Shenzhen) Co., Ltd, TCL King Electrical Appliances (HuiZhou) Co. Ltd and Xiamen Overseas Chinese Electronic Co, Ltd.\n(2) The rate of the duty applicable to the net, free-at-Community-frontier price, before duty, was set at 44,6 % for imports of the product concerned from China by Regulation 1531/2002.\n2.   Investigation\n(3) On 20 March 2004 the Commission announced through the publication of a notice in the Official Journal of the European Union (4) the initiation of a number of partial interim reviews of anti-dumping measures applicable to imports of certain products originating in the People's Republic of China, the Russian Federation, Ukraine and the Republic of Belarus pursuant to Articles 11(3) and 22(c) of the basic Regulation. The anti-dumping measure imposed on imports of colour television receivers originating in China is one of the measures on which the review was initiated (‘the measures’).\n(4) The review was launched at the initiative of the Commission in order to examine whether, as a consequence of the enlargement of the European Union on 1 May 2004 (‘Enlargement’), it would be appropriate to adapt the measures.\n(5) Since a certain quantity of the imports of the product concerned originating in China is currently subject to a price undertaking for a specific volume, the review of the measures was initiated in order to examine whether this undertaking, which was drawn up on the basis of data for a Community of 15 Member States, should be adapted to take account of the Enlargement.\n3.   Parties concerned by the investigation\n(6) All interested parties known to the Commission, including the Community industry, associations of producers or users in the Community, exporters/producers in the countries concerned, importers and their associations and the relevant authorities of the countries concerned as well as interested parties in the ten new Member States which acceded to the European Union on 1 May 2004 (‘the EU10’) were informed of the initiation of the investigation and were given the opportunity to make their views known in writing, to submit information and to provide supporting evidence within the time limit set out in the notice of initiation. All interested parties who so requested and showed that there were reasons why they should be heard were granted a hearing.\n(7) In this regard, the following interested parties made their views known:\n(a) Community producer:\n— Royal Philips Electronics, Eindhoven, Netherlands\n(b) Exporting producers:\n— China Chamber of Commerce, Beijing, People's Republic of China; acting on behalf of the following exporting producers:\n— Haier Electrical Appliances Corporation Ltd,\n— Hisense Import & Export Co., Ltd,\n— Konka Group Co., Ltd,\n— Sichuan Changhong Electric Co. Ltd,\n— Skyworth Multimedia International (Shenzhen) Co., Ltd,\n— TCL King Electrical Appliances (HuiZhou) Co., Ltd,\n— Xiamen Overseas Chinese Electronic Co, Ltd,\nB.   PRODUCT CONCERNED\n(8) The product concerned is colour television receivers with a diagonal screen size of more than 15,5 cm, whether or not combined in the same housing with a radio broadcast receiver and/or clock. This product is currently classifiable within CN codes ex 8528 12 52, 8528 12 54, 8528 12 56, 8528 12 58, ex 8528 12 62 and 8528 12 66.\nC.   RESULTS OF THE INVESTIGATION\n1.   Claims made by interested parties\n(9) The China Chamber of Commerce for Import and Export of Machinery and Electronic Products (CCCME) acting on behalf of the companies for whom the undertaking was granted in conjunction with CCCME submitted that the volume of imports to which the price undertaking applies was established on the basis of a proportion of the apparent consumption of the EU of 15 Member States. It argued that, therefore, the undertaking should be revised in order to take due account of the market of the EU of 25 Member States. It claimed that such revision was essential in order to avoid discrimination in favour of the other exporters of the product concerned to the EU.\n2.   Comments received from Member States\n(10) The Member States have made their views known and the majority of them support adapting the measures in order to take account of the Enlargement.\n3.   Assessment\n(11) An analysis was made of the available data and information which confirmed that the import volumes of the product concerned from China into the EU10 were significant. Considering that the volume of imports subject to the price undertaking currently in force was established on the basis of the EU of 15 Member States, it does not take into account the effect of the increase of the market following the Enlargement.\n4.   Conclusion\n(12) Considering the above, it is concluded that, to take account of Enlargement it is appropriate to adapt the measures in order to cater for the additional imports volume into the EU10 market.\n(13) The original volume of imports subject to the price undertaking for the EU of 15 Member States was calculated as a growing amount that should reach a given proportion of apparent EU consumption for the fifth year of the undertaking. The amount of the increase of the volume of imports subject to the price undertaking may be calculated following the same calculation method.\n(14) Accordingly, it is considered appropriate that the Commission may accept a proposal for a modified undertaking reflecting the situation after the Enlargement on the basis of the method described in recital 13,", "main_body": ["The Commission may accept a proposal for a modified undertaking increasing the volume of imports subject to the price undertaking accepted by Decision 2002/683/EC as regards imports of colour television receivers originating in the People's Republic of China. The increase shall be calculated by using the same calculation method that was used when the original price undertaking was established for the EU of 15 Member States, that is as a growing amount reaching a given proportion of apparent EU consumption for the fifth year of the undertaking.", "This Regulation shall enter into force the day after its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 2004.\nFor the Council\nThe President\nB. COWEN\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 231, 29.8.2002, p. 1.\n(3)  OJ L 231, 29.8.2002, p. 42.\n(4)  OJ C 70, 20.3.2004, p.15."}