{"celex_id": "32003R0278", "uri": "http://publications.europa.eu/resource/cellar/7b600609-6396-4b29-84d9-28d5bd65c239", "type": "Regulation", "concepts": ["1309", "161", "2543", "2734", "2771"], "title": "Council Regulation (EC) No 278/2003 of 6 February 2003 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Poland\n", "header": "Council Regulation (EC) No 278/2003\nof 6 February 2003\nadopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Poland\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Protocol 3 to the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part, hereinafter referred to as \"Europe Agreement with Poland\"(1), provides for tariff concessions for processed agricultural products originating in Poland. Protocol 3 has been amended by the Adaptation Protocol(2) adjusting trade aspects of the Europe Agreement with Poland.\n(2) The procedure for adopting a decision to amend the said Adaptation Protocol was not completed in time for it to enter into force on 1 January 2003. It is therefore necessary to provide for the application of the concessions granted in that Protocol to Poland on an autonomous basis from 1 February 2003.\n(3) The new annual quotas provided for in the Annex should be opened for the period from 1 February to 31 December 2003 and from 1 January to 31 December in the following years. Furthermore, it should be specified that any imports originating in Poland already made after 1 February 2003 pursuant to the tariff quotas provided for in Regulation (EC) No 2364/2002(3) are to be considered as coming under the new tariff quotas. It should be noted in this respect that the duties applied to such imports made after 1 February 2003 shall be reimbursed as appropriate in accordance with the provisions of Articles 878 to 898 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(4).\n(4) Provision should be made for the tariff quotas to be managed by the Community authorities and the Member States in conformity with Regulation (EEC) No 2454/93.\n(5) The measures necessary to implement this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(5),", "main_body": ["From 1 February 2003 the processed agricultural products originating in Poland listed in the Annex shall be granted tariff concessions under the conditions indicated in that Annex. The basic amounts to be taken into consideration in calculating the reduced agricultural components (EAR) and additional duties applicable to imports into the Community from Poland are shown in Table 4 in the Annex.", "The quantities of goods which are subject to tariff quotas and are released for free circulation as from 1 February 2003 in accordance with Regulation (EC) No 2364/2002 before this Regulation enters into force shall be included in the quantities set out in the Annex.", "If Poland discontinues the application of the reciprocal measures in favour of the Community, the Commission may, in accordance with the procedure laid down in Article 5(2), suspend application of the measures provided for in Article 1.", "The annual tariff quotas referred to in Table 1 of the Annex shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "1. The Commission shall be assisted by the Committee referred to in Article 16 of Council Regulation (EC) No 3448/93(6).\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its rules of procedure.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply as from 1 February 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 2003.\nFor the Council\nThe President\nP. Efthymiou\n(1) OJ L 348, 31.12.1993, p. 2.\n(2) OJ L 27, 30.1.2002, p. 3.\n(3) OJ L 351, 28.12.2002, p. 66.\n(4) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 444/2002 (OJ L 68, 12.3.2002, p. 11).\n(5) OJ L 184, 17.7.1999, p. 23.\n(6) OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\nANNEX\nTable 1: Annual tariff quotas applicable upon import into the Community of goods originating in Poland\n>TABLE>\nTable 2: Duties applicable upon import into the Community of goods originating in Poland\n>TABLE>\nTable 3: Schedule of reduction of duties applicable upon import into the Community of goods originating in Poland\n>TABLE>\nTable 4: Basic amounts taken into consideration in calculating the reduced agricultural components (EAR) and additional duties applicable on importation into the Community of goods listed in Table 1\n>TABLE>"}