{"celex_id": "32001R1364", "uri": "http://publications.europa.eu/resource/cellar/69cbcd8a-4e85-4b4d-a89b-597e29baa5d1", "type": "Regulation", "concepts": ["1642", "3568", "4170", "4315"], "title": "Commission Regulation (EC) No 1364/2001 of 4 July 2001 amending Regulation (EC) No 1310/2001 fixing the export refunds on syrups and certain other sugar products exported in the natural state\n", "header": "Commission Regulation (EC) No 1364/2001\nof 4 July 2001\namending Regulation (EC) No 1310/2001 fixing the export refunds on syrups and certain other sugar products exported in the natural state\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaying regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), and in particular Article 27(5) thereof,\nWhereas:\n(1) In accordance with Article 6(3)(b) of Commission Regulation (EC) No 1464/95 of 27 June 1995 on special detailed rules for the application of the system of import and export licences in the sugar sector(2), the export licences for the products referred to therein are valid from the date of issue until the end of the third month following that date.\n(2) Commission Regulation (EC) No 1310/2001 of 29 June 2001 fixing the export refunds on syrups and other sugar products exported in the natural state(3) fixes the export refunds applicable to these products from 1 July 2001 and limits the validity of the export licences to 30 September 2001 so that there is no difference in treatment between operators using the licences by 30 September 2001 and those using them after that date.\n(3) In order to allow the operators to conclude contracts after 30 September 2001 using an export licence issued in July 2001, the amount of the export refund should be established for licences issued in July 2001 but used after 30 September 2001. Article 2 of Regulation (EC) No 1310/2001, which limits the term of validity of these export licences, should therefore be repealed.\n(4) Regulation (EC) No 1260/2001 does not make provision to continue the compensation system for storage costs from 1 July 2001. This should accordingly be taken into account when fixing the refunds granted when the basic product is processed after 30 September 2001.\n(5) In order to avoid a difference in treatment between the export licences issued before and after the date of entry into force of this Regulation, the Regulation should apply to licences issued on or after the date on which Regulation (EC) No 1310/2001 entered into force.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EC) No 1310/2001 is amended as follows:\n1. The following paragraph is added to Article 1: \"Where an export licence for which the refund amount was fixed in accordance with the first paragraph is used after 30 September 2001, the refund in question shall be reduced by EUR 2/100 kg net white sugar equivalent.\"\n2. Article 2 is repealed.", "This Regulation shall enter into force on 5 July 2001. It shall apply to export licences issued on or after 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 144, 28.6.1995, p. 14.\n(3) OJ L 177, 30.6.2001, p. 23."}