{"celex_id": "32002D0973", "uri": "http://publications.europa.eu/resource/cellar/24945874-8af0-4448-af52-128a6d34aeb6", "type": "Decision", "concepts": ["1021", "1086", "1317", "4400"], "title": "2002/973/EC: Council Decision of 10 December 2002 amending Decision 89/688/EEC concerning the dock dues in the French overseas departments\n", "header": "Council Decision\nof 10 December 2002\namending Decision 89/688/EEC concerning the dock dues in the French overseas departments\n(2002/973/EC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the second subparagraph of Article 299(2),\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) Article 2(3) of Council Decision 89/688/EEC of 22 December 1989 concerning the dock dues in the French overseas departments(2) states that in the light of the special constraints on the French overseas departments partial or total exemptions from the charge may be authorised for local production activities for a period of not more than 10 years from the date of introduction of the system of charges. This period expires on 31 December 2002 having been introduced on 1 January 1993 under the French Law of 17 July 1992.\n(2) Article 3 of the Decision requires the Commission to submit a report on the implementation of the arrangements in order to ascertain the impact of the measures taken and whether exemptions should be maintained. In the report it presented to the Council on 24 November 1999, the Commission concludes that the four French overseas departments are in a much more fragile economic and social situation than the rest of the Community because of their outlying geographical position and underlines the importance of the dock dues and exemptions from this charge for local production for these regions' social and economic development.\n(3) According to the Commission report of 14 March 2000 on measures to implement Article 299(2) of the Treaty, that Article must be implemented in partnership with the Member States concerned on the basis of detailed requests from them.\n(4) On 12 March 2002 France sent a detailed request to the Commission to extend exemptions from dock dues for a period of 10 years.\n(5) The Commission has examined this request and considers that further details of the content of the exemptions which will apply when the current arrangements come to an end are required. Additional information must be provided by the French authorities and evaluated by the Commission before long-term arrangements can be drawn up.\n(6) However these developments should not prejudice the necessary continuity in the special tax arrangements for the overseas departments.\n(7) It may be generally stated that there is still a serious structural deficit in the French overseas departments' development. The factors and phenomena exacerbating this situation and their combined effect have a serious impact on these departments' economic and social development. This is demonstrated by average Gross Domestic Product (GDP) levels which are still less than 50 % of the Community average and sustained rates of unemployment in a population that is largely very young which are among the highest in the Community. These indicators confirm that the continuing existence of these handicaps recognised by Article 299(2) of the Treaty is a serious obstacle to their development and justifies maintenance of measures to help offset these handicaps.\n(8) To offset the handicaps of these regions, it is required in particular that local production be maintained and developed. The remoteness and isolation of these regions from external suppliers and markets increases costs for local producers. The weakness of the economy is also exacerbated by the very small size of markets and businesses and the lack of diversification in production. Output is less than the average output in other French departments because of difficulties linked to industrial equipment and labour skills. These departments' regional environment is another factor in the lack of business competitiveness owing to their geographical position in developing regions. They are poor but highly competitive in terms of production costs and relatively closed to imports.\n(9) Exemptions from dock dues are part of support measures for local production and should therefore be continued.\n(10) For the reasons set out above Decision 89/688/EEC should be extended for a short period.\n(11) This Decision is without prejudice to the possible application of Articles 87 and 88 of the Treaty,", "main_body": ["The expression \"for a period of not more than 10 years\" in Article 2(3) of Decision 89/688/EEC shall be replaced by \"for a period not exceeding 11 years\".", "This Decision shall apply from 1 January 2003.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 10 December 2002.\nFor the Council\nThe President\nP. S. MĂ¸ller\n(1) Opinion of the European Parliament delivered on 20 November 2002 (not yet published in the Official Journal).\n(2) OJ L 399, 30.12.1989, p. 46."}