{"celex_id": "32004R0991", "uri": "http://publications.europa.eu/resource/cellar/0fefbe61-e5bb-4931-97b0-4edae81f30e4", "type": "Regulation", "concepts": ["1309", "2771", "4084", "519", "5876", "5946", "5969"], "title": "Council Regulation (EC) No 991/2004 of 17 May 2004 amending Regulation (EC) No 1100/2000 imposing definitive anti-dumping duties on imports of silicon carbide originating in the People’s Republic of China, the Russian Federation and the Ukraine and prolonging the undertaking accepted by Commission Decision 94/202/EC\n", "header": "19.5.2004 EN Official Journal of the European Union L 182/18\nCOUNCIL REGULATION (EC) No 991/2004\nof 17 May 2004\namending Regulation (EC) No 1100/2000 imposing definitive anti-dumping duties on imports of silicon carbide originating in the People's Republic of China, the Russian Federation and the Ukraine and prolonging the undertaking accepted by Commission Decision 94/202/EC\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1), (‘the basic Regulation’), and in particular Articles 8, 11(3), 21 and 22(c) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Measures in force\n(1) By Regulation (EC) No 821/94 (2), following an expiry review, the Council imposed definitive anti-dumping duties on imports of silicon carbide, originating in the People's Republic of China, the Russian Federation and the Ukraine. At the same time, the Commission accepted by its Decision 94/202/EC (3) an undertaking offered by the Government of Russia, in conjunction with V/O Stankoimport, Moscow, Russia. By Regulation (EC) No 1100/2000 (4), following the expiry review, the Council imposed definitive anti-dumping duties on imports into the Community of silicon carbide (‘the product concerned’) originating in the People's Republic of China (PRC), the Russian Federation (Russia) and the Ukraine (Ukraine) and the Commission prolonged the undertaking accepted by Decision 94/202/EC for a Russian company ‘V/O Stankoimport’.\n(2) The rate of the duty applicable to the net, free-at-Community-frontier price, before duty, is set at 23,3 % for imports of the product concerned originating in Russia.\n(3) The rate of the duty applicable to the net, free-at-Community-frontier price, before duty, is set at 24 % for imports of the product concerned originating in Ukraine.\n2.   Investigation\n(4) On 20 March 2004 the Commission announced through the publication of a notice in the Official Journal of the European Union\n (5) the initiation of a partial interim review of measures in force (‘measures’) pursuant to Article 11(3) and 22(c) of the basic Regulation.\n(5) The review was launched at the initiative of the Commission in order to examine whether, as a consequence of the enlargement of the European Union on 1 May 2004 (‘enlargement’) and bearing in mind the aspect of Community interest, there is a need to adapt the measures in order to avoid a sudden and excessively negative effect on all interested parties including users, distributors and consumers.\n3.   Parties concerned by the investigation\n(6) All interested parties known to Commission, including the Community industry, associations of producers or users in the Community, exporting producers in the country concerned, importers and their associations and the relevant authorities of the countries concerned as well as interested parties in the ten new Member States which acceded to the European Union on 1 May 2004 (‘the EU10’) were advised of the initiation of the investigation and were given the opportunity to make their views known in writing, to submit information and to provide supporting evidence within the time limit set out in the notice of initiation. All interested parties who so requested and showed that there were reasons why they should be heard were granted a hearing.\n(7) In this regard, the following interested parties made their views known:\n(a) Community producers Association:\n— European Chemical Industry Council (CEFIC)\n(b) Exporting producer:\n— Zaporozhsky Abrasivny Combinat, Zaporozhye, Ukraine\n(c) Exporter:\n— V/O Stankoimport, Russia\n(d) Producer:\n— JSC Volzhsky Abrasive Works, Russia\nB.   PRODUCT UNDER CONSIDERATION\n(8) The product under consideration is the same as in the original investigation, falling within CN code 2849 20 00.\n(9) The production process of silicon carbide is such that output automatically comprises a variety of qualities of silicon carbide which can be segregated into two main grades: crystalline and metallurgical. The crystalline grade, which is further classified under the types black and green, is normally used in the manufacturing of abrasive tools, grinding wheels, high-quality refractory products, ceramics, plastic materials etc., while the metallurgical grade is normally used in foundry and blast furnace operations as a silicon carrier. As in the previous investigations, both grades have to be considered as forming one product for the purpose of this investigation.\nC.   RESULTS OF THE INVESTIGATION\nI.   REGARDING SILICON CARBIDE ORIGINATING IN RUSSIA\n1.   Claims made by interested parties\n(10) The Russian exporter subject to the undertaking submitted that the volume of imports to which the undertaking applies was established on the basis of its sales to the market of the EU15 and that, therefore, the undertaking should be revised in order to take due account of the market of the EU25. It claimed that such revision was essential in order to avoid discrimination in favour of the other exporters of the product concerned to the EU.\n2.   Comments received from Member States\n(11) The Member States have made their views known and the majority of them support adapting the measures in order to take account of the enlargement.\n3.   Assessment\n(12) An analysis was made of the available data and information which confirmed that the volume of imports of the product concerned from Russia into the EU10 was significant. Considering that the volume of imports subject to the undertaking currently in force was established on the basis of the imports into the EU15, it does not take into account the increased volume of imports to the EU25.\n4.   Conclusion\n(13) Considering the above, it is concluded that to take account of the enlargement it is appropriate to adapt the measures in order to cater for the additional volume of imports into the EU10 market.\n(14) The original volume of imports subject to the undertaking for the EU15 was calculated and established for each subsequent year in the second half of the current year as a proportion of the Community consumption on the basis of the year previous to the current. The amount of the increase of the volume of imports subject to the undertaking has been calculated following the same method of calculation.\n(15) Accordingly, it is considered appropriate that the Commission may accept a proposal for a modified undertaking reflecting the situation after the enlargement and on the basis of the method described in recital (11).\nII.   REGARDING SILICON CARBIDE ORIGINATING IN UKRAINE\n1.   Submissions of interested parties in exporting countries\n(16) The Ukrainian authorities and Ukrainian exporting producer claimed that owing to the high level of the anti-dumping duties and as a consequence of the extension of the measures to the EU10, their traditional trade flows to the EU10 would be significantly disrupted.\n(17) In particular, they claimed that the sudden sharp price increases triggered by the high level of the anti-dumping duties rendered the product prohibitively expensive for the production of metallurgical briquettes.\n2.   Comments received from the Community industry\n(18) The Community industry stated that it would not oppose any proposals for intermediate measures to be taken over a transitional period which do not adversely affect its situation.\n3.   Comments received from Member States\n(19) The authorities of the Czech Republic, Hungary and Slovak Republic considered that special transitional arrangements should apply to imports of the product concerned from Ukraine following Enlargement. It was argued that the product concerned is of significant importance for industrial end-users in the EU10 since it is not produced in these countries.\n(20) Accordingly, certain of these authorities took the view that the anti-dumping duties should be suspended with regard to imports of the product concerned originating in Ukraine.\n4.   Assessment\n(21) On the basis of the available data and information, an analysis was made which confirmed that the import volumes of the product concerned coming from Ukraine into the EU10 were significant in 2003.\n(22) Considering that the product concerned is of significant importance for traditional industrial end-users in the EU10 and the relatively high level of anti-dumping duty, it was therefore concluded that it is in the Community interest to adapt gradually the measures currently in force in order to avoid a sudden and excessively negative effect on all interested parties.\n5.   Conclusion\n(23) All these various aspects and interests have been taken into account and considered as a whole. It emerges from this that the EU10 importers' and users' interests would be substantially negatively affected by the sudden application of the existing measures if they were not to be temporarily adapted.\n(24) However, by way of contrast, as the interest of the Community industry itself confirmed it, its interests would not be unduly negatively affected if the measures were to be temporarily adapted as they cannot currently fully satisfy the demands of customers in the EU10.\n(25) In such circumstances, it can reasonably be concluded that it is not in the Community interest to apply the existing measures without adaptation and that the temporary adaptation of the existing measures with regard to imports of the product concerned into the EU10 would not be such as to significantly undermine the desired level of trade defence.\n(26) To this end, different ways were examined on how to best protect the Community industry from injurious dumping whilst, at the same time, taking into account the Community interest aspects by lessening the economic shock of the anti-dumping duties to traditional buyers in the EU10 during the period of economic adjustment following the enlargement.\n(27) It was considered that this could be best achieved by allowing the traditional export volumes from Ukraine to the EU10 to be imported free of anti-dumping duties for a transitional period. In this context, any exports to the EU10 above these traditional export volumes would be subject to the normal anti-dumping duties, as would exports to the EU15.\n6.   Undertaking\n(28) Having assessed the different options on how best to allow these traditional export flows to the EU10 to continue, it was considered that the most appropriate means was through the acceptance of voluntary undertakings from the cooperating party with an element for quantitative ceilings. Therefore, in accordance with Article 8(2) of the basic Regulation, undertakings was suggested by the Commission to the exporting producer concerned and, as a result, an undertaking was subsequently offered by one exporting producer of the product concerned in Ukraine.\n(29) In this context, it should be noted that in accordance with Article 22(c) of the basic Regulation, the special circumstances of the enlargement were taken into account when the terms of the undertaking were established. They constitute a special measure in that they provide a temporary way of adapting existing measures for the EU25.\n(30) Import volumes (‘ceilings’) were therefore established for the exporting producer in Ukraine, using as a basis their traditional export volumes to EU10 in 2001, 2002 and 2003. It should be noted, however, that abnormal increases in export volumes to the EU10 observed in the last few months of 2003 and the first months of 2004 were deducted from its traditional volumes used for determining the ceilings.\n(31) When selling to the EU10 under the terms of their undertakings, the exporting producers concerned should agree to broadly respect their traditional selling patterns to individual customers in the EU10. The exporting producers should therefore be aware that any undertaking offer can only be considered as practicable, and therefore acceptable if, for sales covered by the undertakings, they would broadly maintain such traditional patterns of trade with their customers in the EU10.\n(32) The exporting producers should also be aware that, under the terms of the undertakings, if it is found that these sales patterns change significantly, or that the undertakings become in any way difficult or impossible to monitor, the Commission is entitled to withdraw acceptance of the company's undertaking resulting in definitive anti-dumping duties being imposed in its place at the level specified in Regulation (EC) No 1100/2000 or it may adjust the level of the ceiling, or it may take other remedial action.\n(33) Accordingly, any undertaking offers respecting the above conditions may be accepted by the Commission by Commission Regulation.\nD.   AMENDMENT OF REGULATION (EC) No 1100/2000\n(34) In view of the above, it is necessary to provide, in the event of undertakings being accepted by the Commission in a subsequent Commission Regulation, for the possibility to exempt imports to the Community made under the terms of such undertakings from the anti-dumping duty imposed by Regulation (EC) No 1100/2000 by amending that Regulation,", "main_body": ["1.   The Commission may accept a proposal for a modified undertaking increasing the volume of imports subject to the undertaking accepted by its Decision 94/202/EC as regards imports of silicon carbide originating in Russia. Any such increase shall be calculated by using the same calculation method that was used when the original ceiling was calculated for the Community of 15 Member States. The original ceiling was calculated and established for each subsequent year in the second half of the current year as a proportion of the Community consumption on the basis of the year previous to the current year.\n2.   The Commission may modify the undertaking accordingly.", "Article 1 of Regulation (EC) No 1100/2000 is hereby amended by adding the following paragraph:\n‘4.   Imports declared for release into free circulation shall be exempt from the anti-dumping duties imposed by Article 1, provided that they are produced by companies from which undertakings are accepted by the Commission and whose names are listed in the relevant Commission Regulation, as from time to time amended, and have been imported in conformity with the provisions of the same Commission Regulation. These imports shall be exempt from the anti-dumping duty on condition that:\n(a) the goods declared and presented to customs correspond precisely to the product described in Article 1,\n(b) a commercial invoice containing at least the elements listed in the Annex is presented to Member States' customs authorities upon presentation of the declaration for release into free circulation; and\n(c) the goods declared and presented to customs correspond precisely to the description on the commercial invoice.’", "The text as set out in the Annex to this Regulation shall be added to Regulation (EC) No 1100/2000.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 2004.\nFor the Council\nThe President\nB. COWEN\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 94, 13.4.1994, p. 21. Regulation as amended by Regulation (EC) No 1786/97 (OJ L 254, 17.8.1997, p. 6).\n(3)  OJ L 94, 13.4.1994, p. 32.\n(4)  OJ L 125, 26.5.2000, p. 3.\n(5)  OJ C 70, 20.3.2004, p. 15.\nANNEX\nANNEX\nThe following elements shall be indicated on the commercial invoice accompanying the company's sales of silicon carbide to the Community which are subject to the Undertaking:\n1. The heading “COMMERCIAL INVOICE ACCOMPANYING GOODS SUBJECT TO AN UNDERTAKING”.\n2. The name of the company mentioned in Article 1 of Commission Regulation [INSERT NUMBER] issuing the commercial invoice.\n3. The commercial invoice number.\n4. The date of issue of the commercial invoice.\n5. The TARIC additional code under which the goods on the invoice are to be customs cleared at the Community frontier.\n6. The exact description of the goods, including:\n— Product Code Number (PCN) used for the purposes of the investigation and the undertaking (e.g. PCN I, PCN 2, etc.),\n— plain language description of the goods corresponding to the PCN concerned (e.g. PCN 1: PCN 2:, etc.),\n— company product code number (CPC) (if applicable),\n— CN code,\n— quantity (to be given in tonnes).\n7. The description of the terms of the sale, including:\n— price per tonne,\n— the applicable payment terms,\n— the applicable delivery terms,\n— total discounts and rebates.\n8. Name of the company acting as an importer in the Community to which the commercial invoice accompanying goods subject to an undertaking is issued directly by the company.\n9. The name of the official of the company that has issued the invoice and the following signed declaration:"}