{"celex_id": "32006D0083", "uri": "http://publications.europa.eu/resource/cellar/45f96c74-93c1-437e-8410-42d99f660337", "type": "Decision", "concepts": ["2455", "2556", "2850", "3001", "3888", "5407", "5537"], "title": "2006/83/EC: Council Decision of  30 January 2006  on the signing on behalf of the European Community and provisional application of the Agreement in the form of an Exchange of Letters extending the Protocol setting out, for the period from  1 June 2005  to  31 May 2006 , the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé and Príncipe\n", "header": "11.2.2006 EN Official Journal of the European Union L 40/17\nCOUNCIL DECISION\nof 30 January 2006\non the signing on behalf of the European Community and provisional application of the Agreement in the form of an Exchange of Letters extending the Protocol setting out, for the period from 1 June 2005 to 31 May 2006, the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé and Príncipe\n(2006/83/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Under the terms of the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé and Príncipe (1), the Contracting Parties are to enter into negotiations, before the period of validity of the Protocol to the Agreement expires, to determine by mutual agreement the contents of the Protocol for the period that follows and, where applicable, the amendments or additions to be made to the Annex thereto.\n(2) Pending negotiations on changes to be made to the existing Protocol approved by Council Regulation (EC) No 2348/2002 of 9 December 2002 on the conclusion of the Protocol setting out, for the period from 1 June 2002 to 31 May 2005, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé and Príncipe (2), the Parties have decided to extend its validity for a further year by means of an Agreement in the form of an Exchange of Letters.\n(3) The Exchange of Letters provides Community fishermen with fishing opportunities in waters under the sovereignty or jurisdiction of São Tomé and Príncipe from 1 June 2005 to 31 May 2006.\n(4) It is essential that the extension be applied as soon as possible in order to avoid interrupting the fishing activities of Community vessels. The Agreement in the form of an Exchange of Letters should therefore be signed and applied on a provisional basis pending the completion of the procedures required to conclude it.\n(5) The allocation of fishing opportunities among the Member States under the expired Protocol should be confirmed,", "main_body": ["The signature of the Agreement in the form of an Exchange of Letters extending the Protocol setting out, for the period from 1 June 2005 to 31 May 2006, the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé and Príncipe is hereby approved on behalf of the Community, subject to conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.", "The Agreement shall apply provisionally from 1 June 2005.", "1.   The fishing opportunities set out in the Protocol shall be allocated to Member States as follows:\n(a) tuna seiners:\nFrance : 18\nSpain : 18\n(b) pole-and-line tuna vessels:\nPortugal : 2\n(c) surface longliners:\nSpain : 20\nPortugal : 5\n2.   If licence applications from these Member States do not cover all the fishing opportunities fixed by the Protocol, the Commission may take into consideration licence applications from any other Member State.", "The Member States whose vessels fish under the Agreement shall notify the Commission of the quantities of each stock caught within the fishing zone of São Tomé and Príncipe in accordance with the detailed arrangements set out in Commission Regulation (EC) No 500/2001 of 14 March 2001 laying down detailed rules for the application of Council Regulation (EEC) No 2847/93 on the monitoring of catches taken by Community fishing vessels in third country waters and on the high seas (3).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters on behalf of the Community subject to its conclusion."], "attachments": "Done at Brussels, 30 January 2006.\nFor the Council\nThe President\nU. PLASSNIK\n(1)  OJ L 54, 25.2.1984, p. 2.\n(2)  OJ L 351, 28.12.2002, p. 12.\n(3)  OJ L 73, 15.3.2001, p. 8.\n11.2.2006 EN Official Journal of the European Union L 40/19\nAGREEMENT IN THE FORM OF AN EXCHANGE OF LETTERS\nextending the Protocol setting out, for the period from 1 June 2005 to 31 May 2006, the fishing opportunities and the financial contribution provided for in the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé and Príncipe\nSirs,\nI have the honour to confirm that pending negotiations on amendments to be made to the Protocol currently in force (1 June 2002 to 31 May 2005) setting out the fishing opportunities and financial contribution provided for in the Fisheries Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe, we agree to the following interim arrangements:\n1. From 1 June 2005 to 31 May 2006 the arrangements applicable over the last three years will continue in operation.\n2. During this period, fishing licences will be granted within the limits set in Article 1 of the Protocol currently in force, by means of fees or advances corresponding to those set in point 2 of the Annex to the Protocol.\nI should be obliged if you would acknowledge receipt of this letter and confirm that you are in agreement with its terms.\nPlease accept, Sirs, the assurance of my highest consideration.\nOn behalf of the Council of the European Union\nSirs,\nI have the honour to acknowledge receipt of your letter of today’s date which reads as follows:\n‘I have the honour to confirm that pending negotiations on amendments to be made to the Protocol currently in force (1 June 2002 to 31 May 2005) setting out the fishing opportunities and financial contribution provided for in the Fisheries Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe, we agree to the following interim arrangements:\n1. From 1 June 2005 to 31 May 2006 the arrangements applicable over the last three years will continue in operation.\n2. During this period, fishing licences will be granted within the limits set in Article 1 of the Protocol currently in force, by means of fees or advances corresponding to those set in point 2 of the Annex to the Protocol.’\nI have the honour to confirm that the contents of your letter are acceptable to the Government of the Democratic Republic of São Tomé and Príncipe and that your letter and this one constitute an agreement in accordance with your proposal.\nPlease accept, Sirs, the assurance of my highest consideration.\nFor the Government of the Democratic Republic of São Tomé and Príncipe"}