{"celex_id": "32009D0978", "uri": "http://publications.europa.eu/resource/cellar/5f543339-6b26-4b2c-8ef6-961a14d621f6", "type": "Decision", "concepts": ["2883", "3017", "3046", "3648", "4424", "4502", "5320"], "title": "Commission Decision of 16 December 2009 amending Decision 2002/622/EC establishing a Radio Spectrum Policy Group (Text with EEA relevance)\n", "header": "18.12.2009 EN Official Journal of the European Union L 336/50\nCOMMISSION DECISION\nof 16 December 2009\namending Decision 2002/622/EC establishing a Radio Spectrum Policy Group\n(Text with EEA relevance)\n(2009/978/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on European Union and to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (1) has established the regulatory framework in the European Union for radio spectrum policy to ensure the coordination of policy approaches and, where appropriate, harmonised conditions with regard to the availability and efficient use of the radio spectrum necessary for the establishment and functioning of the internal market in the European Union policy areas such as electronic communications, transport and Research and Development. This Decision recalls that the Commission may organise consultations in order to take into account the views of Member States, European Union institutions, industry and of all radio spectrum users involved, both commercial and non-commercial, as well as of other interested parties on technological, market and regulatory developments which may relate to the use of radio spectrum. Pursuant to these provisions, the Commission adopted, on 26 July 2002, Decision 2002/622/EC establishing a radio Spectrum Policy Group (2) (hereinafter ‘the Group’).\n(2) On the occasion of the revision of Directive 2002/21/EC of the European Parliament and of the Council of 7 March 2002 on a common regulatory framework for electronic communications networks and services (Framework Directive) (3), it appeared necessary to amend Decision 2002/622/EC in order to adapt the tasks of the Group to this new regulatory framework.\n(3) Decision 2002/622/EC should therefore be amended accordingly,", "main_body": ["Decision 2002/622/EC is amended as follows:\n1. Article 2 is replaced by the following:\n2. In Article 4, a second subparagraph is inserted:", "Entry into Force\nThis Decision shall enter into force on the 20th day after its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 16 December 2009.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 108, 24.4.2002, p. 1\n(2)  OJ L 198, 27.7.2002, p. 49.\n(3)  OJ L 108, 24.4.2002, p. 33."}