{"celex_id": "32004D0263", "uri": "http://publications.europa.eu/resource/cellar/3ede056d-6c81-4103-8dda-01c546184545", "type": "Decision", "concepts": ["1309", "1445", "192", "1961", "2771", "4707"], "title": "2004/263/EC: Commission Decision of 17 March 2004 amending Decision 2000/333/EC laying down special conditions for the import of bivalve molluscs, echinoderms, tunicates and marine gastropods originating in the Socialist Republic of Vietnam, as regards the designation of the competent authority (Text with EEA relevance) (notified under document number C(2004) 824)\n", "header": "Commission Decision\nof 17 March 2004\namending Decision 2000/333/EC laying down special conditions for the import of bivalve molluscs, echinoderms, tunicates and marine gastropods originating in the Socialist Republic of Vietnam, as regards the designation of the competent authority\n(notified under document number C(2004) 824)\n(Text with EEA relevance)\n(2004/263/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/492/EEC of 15 July 1991 laying down the health conditions for the production and the placing on the market of live bivalve molluscs(1), and in particular Article 9(4) thereof,\nWhereas:\n(1) Commission Decision 2000/333/EC of 25 April 2000 laying down special conditions for the import of bivalve molluscs, echinoderms, tunicates and marine gastropods originating in the Socialist Republic of Vietnam(2), states that the \"National Fisheries Inspection and Quality Assurance Centre (NAFIQACEN) of the Ministry of Fisheries\" is to be the competent authority in Vietnam for verifying and certifying compliance of bivalve molluscs, echinoderms, tunicates and marine gastropods with the requirements of Directive 91/492/EEC.\n(2) Following a restructuring of the Vietnamese administration, the competent authority for verifying and certifying compliance of bivalve molluscs, echinoderms, tunicates and marine gastropods has changed to the \"National Fisheries Quality Assurance and Veterinary Directorate (NAFIQAVED)\". This new authority is capable of effectively verifying the application of the laws in force.\n(3) Decision 2000/333/EC should therefore be amended accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Decision 2000/333/EC Article 1 is replaced by the following:\n\"Article 1\nThe 'National Fisheries Quality Assurance and Veterinary Directorate (NAFIQAVED)' shall be the competent authority in Vietnam for verifying and certifying compliance of bivalve molluscs, echinoderms, tunicates and marine gastropods with the requirements of Directive 91/492/EEC.\"", "This Decision shall apply from 3 May 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2) OJ L 114, 13.5.2000, p. 42."}