{"celex_id": "32009D0881", "uri": "http://publications.europa.eu/resource/cellar/9839af08-830e-45c6-ac70-4b99bb090de7", "type": "Decision", "concepts": ["114", "5640", "5806"], "title": "European Council Decision of 1 December 2009 on the exercise of the Presidency of the Council\n", "header": "2.12.2009 EN Official Journal of the European Union L 315/50\nEUROPEAN COUNCIL DECISION\nof 1 December 2009\non the exercise of the Presidency of the Council\n(2009/881/EU)\nTHE EUROPEAN COUNCIL", "recitals": ",\nHaving regard to the Treaty on the European Union, and in particular Article 16(9) thereof,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 236(b) thereof,\nWhereas:\n(1) Declaration (no 9) annexed to the Final Act of the Intergovernmental Conference which has adopted the Treaty of Lisbon foresees that the European Council adopts, on the date of entry into force of the Treaty, the Decision the text of which is contained in the said Declaration.\n(2) It is therefore appropriate to adopt that Decision,", "main_body": ["1.   The Presidency of the Council, with the exception of the Foreign Affairs configuration, shall be held by pre-established groups of three Member States for a period of 18 months. The groups shall be made up on a basis of equal rotation among the Member States, taking into account their diversity and geographical balance within the Union.\n2.   Each member of the group shall in turn chair for a six-month period all configurations of the Council, with the exception of the Foreign Affairs configuration. The other members of the group shall assist the Chair in all its responsibilities on the basis of a common programme. Members of the team may decide alternative arrangements among themselves.", "The Committee of Permanent Representatives of the Governments of the Member States shall be chaired by a representative of the Member State chairing the General Affairs Council.\nThe Chair of the Political and Security Committee shall be held by a representative of the High Representative of the Union for Foreign Affairs and Security Policy.\nThe chair of the preparatory bodies of the various Council configurations, with the exception of the Foreign Affairs configuration, shall fall to the member of the group chairing the relevant configuration, unless decided otherwise in accordance with Article 4.", "The General Affairs Council shall ensure consistency and continuity in the work of the different Council configurations in the framework of multiannual programmes in cooperation with the Commission. The Member States holding the Presidency shall take all necessary measures for the organisation and smooth operation of the Council's work, with the assistance of the General Secretariat of the Council.", "The Council shall adopt a decision establishing the measures for the implementation of this decision.", "This Decision shall enter into force on the day of its adoption.\nIt shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 1 December 2009.\nFor the European Council\nThe President\nH. VAN ROMPUY"}