{"celex_id": "32004R1140", "uri": "http://publications.europa.eu/resource/cellar/af9041e8-5fc1-4fba-9f5b-faedf0ff2e2b", "type": "Regulation", "concepts": ["2718", "2771", "3388", "4080"], "title": "Council Regulation (EC) No 1140/2004 of 21 June 2004 suspending the autonomous Common Customs Tariff duties on certain fishery products originating in Ceuta and Melilla\n", "header": "23.6.2004 EN Official Journal of the European Union L 222/1\nCOUNCIL REGULATION (EC) No 1140/2004\nof 21 June 2004\nsuspending the autonomous Common Customs Tariff duties on certain fishery products originating in Ceuta and Melilla\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) By Regulation (EC) No 656/2000 (1), the Council opened zero-duty Community tariff quotas for certain fishery products originating in Ceuta, which expired on 31 December 2002.\n(2) In October 2002 Spain asked to extend the validity of the quotas referred to in Regulation (EC) No 656/2000 and backed its request with social and economic arguments on Ceuta, showing the constraints under which its economy is operating and the difficulties faced by the local fishing industry. The request is justified as the economic situation in Ceuta requires the adoption of preferential measures to facilitate its exports to the Community.\n(3) With the Council and Commission Decision 2000/204/EC, ECSC of 24 January 2000 on the conclusion of the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part (2), the Community fully suspended the import duties of Common Customs Tariff for a wide range of fishery products originating in Morocco. The imports of these products into the Community are not subject to any quantity limitations and their range is far wider than the range of products which are covered by the tariff quotas opened for the Ceuta. Considering that Morocco surrounds the territories of Ceuta and Melilla from the land side, it is appropriate to stop further discrimination and to grant Ceuta and Melilla preferential treatment for the same range of fishery products in order to provide for similar business opportunities and to promote the economic development in those territories.\n(4) Since the association agreement with Morocco does not provide for any time limits for the application of the preferential treatment for the fishery products no time limit should be introduced for this Regulation.\n(5) Eligibility for the tariff suspensions introduced by this Regulation is subject to the origin rules set out in Council Regulation (EC) No 82/2001 of 5 December 2000 concerning the definition of the concept of ‘originating products’ and methods of administrative cooperation in trade between the customs territory of the Community and Ceuta and Melilla (3),", "main_body": ["The autonomous Common Customs Tariff duties for the products listed in the Annex hereto originating in Ceuta and Melilla shall be totally suspended.", "Proof of the products’ originating status shall be adduced in accordance with Regulation (EC) No 82/2001.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 2004.\nFor the Council\nThe President\nJ. WALSH\n(1)  OJ L 80, 31.3.2000, p. 5.\n(2)  OJ L 70, 18.3.2000, p. 1.\n(3)  OJ L 20, 20.1.2001, p. 1.\nANNEX\nProducts originating in Ceuta and Melilla, for which autonomous Common Customs Tariff duties are totally suspended\nCN code Description\nChapter 3 Fish and crustaceans, molluscs and other aquatic invertebrates\nPrepared or preserved fish, whole or in pieces, but not minced\n1604 11 00 Salmon\n1604 12 Herrings\n1604 13 Sardines, sardinellas and brisling or sprats\n1604 14 Tunas, skipjack and bonito (Sarda spp.)\n1604 15 Mackerel\n1604 16 00 Anchovies\n1604 19 10 Salmonidae, other than salmon\n1604 19 31 to 1604 19 39 Fish of the genus Euthynnus, other than skipjack (Euthynnus (Katsuwonus) pelamis)\n1604 19 50 Fish of the species Orcynopsis unicolor\n1604 19 91 to 1604 19 98 Other fish\nOther prepared or preserved fish:\n1604 20 05 Preparations of surimi\n1604 20 10 Of salmon\n1604 20 30 Of salmonidae, other than salmon\n1604 20 40 Of anchovies\n1604 20 50 Of sardines, bonito, of mackerel of the species Scomber scombrus and Scomber japonicus; of fish of the species Orcynopsis unicolor\n1604 20 70 Of tunas, skipjack or other fish of the genus Euthynnus\n1604 20 90 Of other fish\nCaviar and caviar substitutes prepared from fish eggs\n1604 30 Caviar and caviar substitutes\nCrustaceans, molluscs and other aquatic invertebrates, prepared or preserved\n1605 10 00 Crab\n1605 20 Shrimps and prawns\n1605 30 Lobster\n1605 40 00 Other crustaceans\n1605 90 11 Mussels (Mytilus spp., Perna spp.), in airtight containers\n1605 90 19 Other mussels\n1605 90 30 Other molluscs"}