{"celex_id": "32009R1268", "uri": "http://publications.europa.eu/resource/cellar/aab7a04d-44c2-4090-b1e1-6127627b438a", "type": "Regulation", "concepts": ["1159", "133", "1871", "2437", "4790", "5228", "5229"], "title": "Commission Regulation (EU) No 1268/2009 of 21 December 2009 excluding ICES Subdivisions 27 and 28.2 from certain fishing effort limitations and recording obligations for 2010, pursuant to Council Regulation (EC) No 1098/2007 establishing a multiannual plan for the cod stocks in the Baltic Sea and the fisheries exploiting those stocks\n", "header": "22.12.2009 EN Official Journal of the European Union L 339/26\nCOMMISSION REGULATION (EU) No 1268/2009\nof 21 December 2009\nexcluding ICES Subdivisions 27 and 28.2 from certain fishing effort limitations and recording obligations for 2010, pursuant to Council Regulation (EC) No 1098/2007 establishing a multiannual plan for the cod stocks in the Baltic Sea and the fisheries exploiting those stocks\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on European Union and to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1098/2007 of 18 September 2007 establishing a multiannual plan for the cod stocks in the Baltic Sea and the fisheries exploiting those stocks, amending Regulation (EEC) No 2847/93 and repealing Regulation (EC) No 779/97 (1), and in particular Article 29(2) thereof,\nHaving regard to the reports submitted by Denmark, Estonia, Finland, Germany, Latvia, Lithuania, Poland and Sweden,\nHaving regard to the opinion of the Scientific, Technical and Economic Committee for Fisheries (STECF),\nWhereas:\n(1) Provisions for setting fishing effort limitations for the cod stocks in the Baltic Sea and on the recording of related fishing effort data are set out in Regulation (EC) No 1098/2007.\n(2) On the basis of Regulation (EC) No 1098/2007, Annex II to Council Regulation (EC) No 1226/2009 (2) has established fishing effort limitations for 2010 in the Baltic Sea.\n(3) According to Article 29(2) of Regulation (EC) No 1098/2007 the Commission may exclude Subdivisions 27 and 28.2 from the scope of certain fishing effort limitations and recording obligations when the catches of cod were below a certain threshold in the last reporting period.\n(4) Taking into account the reports submitted by Member States and the advice from the STECF, Subdivisions 27 and 28.2 should be excluded in 2010 from the scope of those fishing effort limitations and recording obligations.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["Article 8(1)(b), (3), (4) and (5) and Article 13 of Regulation (EC) No 1098/2007 shall not apply to ICES Subdivisions 27 and 28.2.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2009.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 248, 22.9.2007, p. 1.\n(2)  OJ L 330, 16.12.2009, p. 1."}