{"celex_id": "32009R0740", "uri": "http://publications.europa.eu/resource/cellar/ab70b0f1-fe5d-47e4-b228-a792afff1317", "type": "Regulation", "concepts": ["1025", "1565", "2173", "2763", "2871", "3568", "4227", "5283"], "title": "Commission Regulation (EC) No 740/2009 of 12 August 2009 amending Regulation (EC) No 1282/2006 as regards export refunds for milk and milk products\n", "header": "13.8.2009 EN Official Journal of the European Union L 209/3\nCOMMISSION REGULATION (EC) No 740/2009\nof 12 August 2009\namending Regulation (EC) No 1282/2006 as regards export refunds for milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 170 and 171, in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 5 of Commission Regulation (EC) No 1282/2006 of 17 August 2006 laying down special detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards export licences and export refunds for milk and milk products (2) fixes a minimum free-at-frontier price for cheeses in order to benefit from an export refund.\n(2) This price is fixed at a level to ensure that the cheese for which an export refund is claimed is a quality cheese as opposed to a degraded cheese, cheese waste or cheese rind so that the refund arrangements can achieve their full economic impact. The unfavourable market circumstances since the autumn of 2008 have resulted in a continuous and sharp decrease of the cheese prices on the internal market to such an extent that the current minimum free-at-frontier price is no more reflecting the threshold in respect of its objective. The cheese market and the prices are likely to stay weak and volatile for a long period, which makes the fixing of an appropriate threshold price extremely difficult. The abolition of the minimum price criterion will reduce significantly the administrative burden for traders and competent authorities. The market evolution for cheeses as well as the exports with refunds should be properly monitored in order to reveal any abuse of the minimum price requirement abolition.\n(3) Regulation (EC) No 1282/2006 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Article 5 of Regulation (EC) No 1282/2006 is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply to export licence applications lodged from the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 August 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 234, 29.8.2006, p. 4."}