{"celex_id": "32000R1563", "uri": "http://publications.europa.eu/resource/cellar/28212c1d-2e94-45ae-b778-0810be115e45", "type": "Regulation", "concepts": ["1120", "1309", "161", "3591", "5083"], "title": "Commission Regulation (EC) No 1563/2000 of 18 July 2000 amending Regulation (EC) No 440/2000 laying down for 2000 the quantities for which the annual allocations for newcomer operators are granted under the tariff quotas and for traditional ACP bananas\n", "header": "Commission Regulation (EC) No 1563/2000\nof 18 July 2000\namending Regulation (EC) No 440/2000 laying down for 2000 the quantities for which the annual allocations for newcomer operators are granted under the tariff quotas and for traditional ACP bananas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2),\nHaving regard to Commission Regulation (EC) No 2362/98 of 28 October 1998 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community(3), as amended by Regulation (EC) No 756/1999(4), and in particular Article 9(3) thereof,\nWhereas:\n(1) Article 9(3) of Regulation (EC) No 2362/98 lays down the method for calculating the annual allocation for each newcomer operator. In accordance with that method and a ranking of the individual applications in increasing order of the quantities applied for, the Commission calculates the quantities for which the annual allocations are to be granted.\n(2) The notifications received from the Member States concerning requests by newcomer operators for annual allocations in accordance with Article 2(5) of Regulation (EC) No 250/2000(5) led the Commission to adopt Commission Regulation (EC) No 440/2000(6) establishing the quantities for which the individual allocations for the operators in question should be granted for 2000.\n(3) The verifications and checks by the competent national authorities in cooperation with the Commission result in corrections to the annual allocations for the newcomer operators. Regulation (EC) No 440/2000 should be amended accordingly.\n(4) The provisions of this Regulation do not prejudge measures which may need to be adopted at a later date so as to comply with the international commitments entered into by the Community with regard to the World Trade Organisation (WTO) and cannot be invoked by operators as justification for legitimate expectations with regard to the extension of the import arrangements.\n(5) This Regulation must enter into force immediately,", "main_body": ["The Annex to Regulation (EC) No 440/2000 is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 293, 31.10.1998, p. 32.\n(4) OJ L 98, 13.4.1999, p. 10.\n(5) OJ L 26, 2.2.2000, p. 6.\n(6) OJ L 54, 26.2.2000, p. 27.\nANNEX\nApplication of Article 9(3) of Regulation (EC) No 2362/98\n>TABLE>"}