{"celex_id": "32008D0206", "uri": "http://publications.europa.eu/resource/cellar/da16e182-1e78-4c14-b7da-a6da4a43a2db", "type": "Decision", "concepts": ["3878", "3885", "4306", "571"], "title": "Council Decision 2008/206/JHA of 3 March 2008 on defining 1-benzylpiperazine (BZP) as a new psychoactive substance which is to be made subject to control measures and criminal provisions\n", "header": "7.3.2008 EN Official Journal of the European Union L 63/45\nCOUNCIL DECISION 2008/206/JHA\nof 3 March 2008\non defining 1-benzylpiperazine (BZP) as a new psychoactive substance which is to be made subject to control measures and criminal provisions\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to the Council Decision 2005/387/JHA of 10 May 2005 on the information exchange, risk-assessment and control of new psychoactive substances (1), and in particular Article 8(3) thereof,\nHaving regard to the initiative of the Commission,\nAfter consultation of the European Parliament,\nWhereas:\n(1) A Risk Assessment Report on 1-benzylpiperazine (BZP) was drawn up on the basis of Decision 2005/387/JHA by a special session of the extended Scientific Committee of the European Monitoring Centre for Drugs and Drug Addiction and subsequently submitted to the Council and the Commission on 31 May 2007.\n(2) BZP is a synthetic substance. It was first reported in the European Union in 1999. Like amphetamine and methamphetamine, BZP is a central nervous system stimulant, but with a much lower potency (around 10 % of that of d-amphetamine). The metabolism of BZP may be affected by genetic polymorphisms in enzyme systems leading to a wide inter-individual susceptibility to the effects of BZP. There is also a potential for interactions with other drugs, but overall there is a lack of human pharmacokinetic data.\n(3) In some Member States BZP is legally available from retail chemical suppliers; for recreational purposes it is sold as tablets and capsules via Internet sites or in some Member States in ‘smart/herbal shops’. On the illicit drugs market, BZP may also be sold/bought as the popular drug ecstasy.\n(4) Thirteen Member States and one third State (Norway) have reported seizures of BZP in powder, capsules or tablets, ranging from one capsule/tablet up to 64 900 tablets. There is little information that may suggest large-scale synthesis, processing or distribution of BZP, and the involvement of organised crime.\n(5) BZP has no established and acknowledged medical value; there are no known licensed medicinal products containing BZP in the European Union.\n(6) BZP is currently not under assessment and has not been under assessment by the UN system. In five Member States, BZP is subjected to control measures and criminal penalties as provided under their legislation by virtue of their obligations under the 1961 or 1971 UN Conventions. Two Member States apply control measures to BZP under their medicines legislation.\n(7) BZP has been found in post mortem samples. However, the extent to which BZP was implicated in the deaths is not known as in all cases other substances or other circumstances were involved.\n(8) The Risk Assessment Report on BZP reveals a lack of conclusive scientific evidence on the overall risks of BZP. However, due to its stimulant properties, risk to health, the lack of medical benefits and following the precautionary principle, there is a need to control BZP, but the control measures should be appropriate to the relatively low risks of the substance.\n(9) Placing 1-benzylpiperazine under control may help avoid problems in international law enforcement and judicial cooperation,", "main_body": ["Member States shall take the necessary measures, in accordance with their national law, to submit 1-benzylpiperazine (also known as 1-benzyl-1,4-diazacyclohexane, N-benzylpiperazine or — less precisely — as benzylpiperazine or BZP) to control measures proportionate to the risks of the substance, and criminal penalties, as provided for under their legislation complying with their obligations under the 1971 United Nations Convention on Psychotropic Substances.", "This Decision shall be published in the Official Journal of the European Union.\nIt shall take effect on the day following its publication."], "attachments": "Done at Brussels, 3 March 2008.\nFor the Council\nThe President\nJ. PODOBNIK\n(1)  OJ L 127, 20.5.2005, p. 32."}