{"celex_id": "32002D0322", "uri": "http://publications.europa.eu/resource/cellar/baf9fba6-7e67-4cf4-9b7c-3b7c7821b4dd", "type": "Decision", "concepts": ["1182", "5138", "5472", "976"], "title": "2002/322/EC: Commission Decision of 28 November 2001 approving the Community support framework for Community structural assistance under Objective 1 in Greece (notified under document number C(2000) 3405)\n", "header": "Commission Decision\nof 28 November 2001\napproving the Community support framework for Community structural assistance under Objective 1 in Greece\n(notified under document number C(2000) 3405)\n(Only the Greek text is authentic)\n(2002/322/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds(1), and in particular Article 15(4) thereof,\nAfter consulting the Committee on the Development and Conversion of Regions, the Committee pursuant to Article 147 of the Treaty, the Committee on Agricultural Structures and Rural Development and the Committee on Structures for Fisheries and Aquaculture,\nWhereas:\n(1) Articles 13 and following of Title II of Regulation (EC) No 1260/1999 lay down the procedure for preparing and implementing Community support frameworks.\n(2) Article 15(2) of Regulation (EC) No 1260/1999 provides that, after consultation with the partners referred to in Article 8 of the Regulation, the Member State is to submit a development plan to the Commission containing the information referred to in Article 16 of the Regulation.\n(3) Under Article 15(4) of Regulation (EC) No 1260/1999, on the basis of the regional development plan submitted by the Member State and within the partnership established in accordance with Article 8 of that Regulation, the Commission is to take a decision on Community support frameworks for Community structural assistance in agreement with the Member State concerned.\n(4) The Greek Government submitted to the Commission on 29 September 1999 a valid regional development plan for the whole country fulfilling the conditions for Objective 1 pursuant to Article 3(1) of Regulation (EC) No 1260/1999. The plan contains the information listed in Article 16 of that Regulation, and in particular a description of the priorities selected and an indication of the financial contribution from the European Regional Development Fund (ERDF), the European Social Fund (ESF), the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, the Financial Instrument for Fisheries Guidance (FIFG), the Cohesion Fund, the European Investment Bank (EIB) and the other financial instruments proposed for implementing the plan.\n(5) The Community support framework has been drawn up in agreement with the Member State concerned and within the partnership framework.\n(6) The Commission has satisfied itself that the present Community support framework is in accordance with the principle of additionality.\n(7) Under Article 10 of Regulation (EC) No 1260/1999, the Commission and the Member State are required to ensure, in a manner consistent with the principle of partnership, coordination between assistance from the Funds and from the EIB and other existing financial instruments.\n(8) The EIB has been involved in drawing up the Community support framework in accordance with the provisions of Article 15(4) of Regulation (EC) No 1260/1999 and has declared itself prepared to contribute to its implementation with the estimated loan amounts indicated in this Decision and in conformity with its statutory provisions.\n(9) The financial contribution from the Community available over the entire period and its year-by-year breakdown are expressed in euro. The annual breakdown should be consistent with the relevant financial perspective. Under Article 7(7) and Article 44(2) of Regulation (EC) No 1260/1999, the Community contribution may be reviewed at mid-term, and not later than 31 March 2004, to take account of the effective level of inflation and the allocation of the performance reserve. Under Article 7(7) of the Regulation, the Community contribution has already been indexed at a rate of 2 % per year.\n(10) Provision should be made for adapting the financial allocations of the priorities of this Community support framework within certain limits to actual requirements reflected by the pattern of implementation on the ground, in agreement with the Member State concerned,", "main_body": ["The Community support framework for Community structural assistance under Objective 1 in Greece for the period 1 January 2000 to 31 December 2006 is hereby approved.", "1. In accordance with Article 17 of Regulation (EC) No 1260/1999, the Community support framework includes the following elements:\n(a) a statement of the priorities for the joint action of the Structural Funds and the Member State, their specific quantified targets, the ex ante evaluation of the expected impact and the consistency of the priorities with the economic, social and regional policies and the employment strategy of Greece.\nThe priorities are as follows:\n(i) development of human resources and employment promotion,\n(ii) communications,\n(iii) enhancing competitiveness,\n(iv) rural development and fisheries,\n(v) quality of life,\n(vi) information society,\n(vii) regional development;\n(b) an overview of the operational programmes to be implemented, including their specific aims and the priorities selected;\n(c) the indicative financing plan specifying, for each priority and each year, the financial allocation envisaged for the contribution of each Fund, the EIB where appropriate, and the other financial instruments, and the amount of eligible public or equivalent and estimated private funding from Greece.\nThe total contribution from the Funds planned for each year for the Community support framework is consistent with the relevant financial perspective;\n(d) the provisions for implementing the Community support framework including the designation of the managing authority and the provision made for involvement of the partners in the Monitoring Committees.\n(e) the ex ante verification of additionality and information concerning the transparency of financial flows;\n(f) information on the appropriations required for preparing, monitoring and evaluating the Community support framework and the operational programmes.\n2. The indicative financing plan puts the total cost of the priorities selected for the joint action by the Community and the Member State at EUR 44292031140 for the whole period and the financial allocation from the Structural Funds at EUR 22707 million.\nThe resulting requirement for national resources of EUR 11206008762 from the public sector and EUR 10379022378 from the private sector can be partly met by Community loans from the European Investment Bank and other lending instruments. The total amount of EIB loans is estimated at EUR 3787 million.\nThe indicative initial estimated breakdown among the Structural Funds of the total Community assistance available is as follows:\n>TABLE>\nIn addition to the contribution from the Structural Funds, assistance from the Cohesion Fund will amount to EUR 3320 million for the period 2000 to 2006.\n3. During implementation of the financing plan, the total cost or Community financing of a given priority or intervention may be adjusted in agreement with the Member State by up to 25 % of each priority throughout the programming period or by up to EUR 60 million, whichever is the greater, without altering the total Community contribution referred to in paragraph 2.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 28 November 2000.\nFor the Commission\nMichel Barnier\nMember of the Commission\n(1) OJ L 161, 26.6.1999, p. 1."}