{"celex_id": "32008D0562", "uri": "http://publications.europa.eu/resource/cellar/cc87308e-ac6b-4d2a-a577-cf90af210906", "type": "Decision", "concepts": ["1018", "368", "5859", "6340"], "title": "2008/562/EC: Council Decision of 3 June 2008 abrogating Decision 2005/182/EC on the existence of an excessive deficit in Slovakia\n", "header": "10.7.2008 EN Official Journal of the European Union L 181/43\nCOUNCIL DECISION\nof 3 June 2008\nabrogating Decision 2005/182/EC on the existence of an excessive deficit in Slovakia\n(2008/562/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(12) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas:\n(1) By Council Decision 2005/182/EC (1), following a recommendation from the Commission in accordance with Article 104(6) of the Treaty, it was decided that an excessive deficit existed in Slovakia. The Council noted that the general government deficit was 3,6 % of GDP in 2003, above the 3 % of GDP Treaty reference value.\n(2) On 5 July 2004, in accordance with Article 104(7) of the Treaty and Article 3(4) of Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (2), the Council made, based on a recommendation from the Commission, a recommendation addressed to Slovakia with a view to bringing the excessive deficit situation to an end by 2007 at the latest. The recommendation was made public.\n(3) In accordance with Article 104(12) of the Treaty, a Council Decision on the existence of an excessive deficit is to be abrogated when the excessive deficit in the Member State concerned has, in the view of the Council, been corrected.\n(4) In accordance with the Protocol on the excessive deficit procedure annexed to the Treaty, the Commission provides the data for the implementation of the procedure. As part of the application of the Protocol, Member States are to notify data on government deficits and debt and other associated variables twice a year, namely before 1 April and before 1 October, in accordance with Article 4 of Council Regulation (EC) No 3605/93 of 22 November 1993 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (3).\n(5) Based on data provided by the Commission (Eurostat) in accordance with Article 8g(1) of Regulation (EC) No 3605/93 following the notification by Slovakia before 1 April 2008 and on the Commission services' spring 2008 forecast, the following conclusions are warranted:\n— due to data revisions after the 2004 Council Decision on the existence of an excessive deficit, the general government deficit remained below 3 % of GDP in the years 2003-2005. After increasing to 3,6 % of GDP in 2006 it was reduced to 2,2 % of GDP in 2007, which is below the 3 % of GDP deficit reference value. This compares with a target of 2,9 % of GDP set in the December 2006 update of the convergence programme,\n— the fiscal consolidation has benefited from buoyant GDP, employment and revenue growth, allowing the expenditure-to-GDP ratio to fall faster than the revenue-to-GDP ratio. The falling expenditure-to-GDP ratio was also induced by expenditure restraint and expenditure reforms such as substantial restrictions on social benefits. Nevertheless, the cyclical upswing and growth dividends from structural reforms were not fully exploited for fiscal consolidation. As a result, the structural deficit (i.e. the cyclically adjusted balance net of one-off and other temporary measures) is estimated to have deteriorated from some 1 % of GDP in 2003 to around 3 % of GDP in 2006 before improving to around 2 % of GDP by 2007. However, part of the structural deterioration can be attributed to the introduction of the second funded pension pillar in 2005 with transfers to this pillar estimated to have increased from 0,8 % of GDP in 2005 to 1,2 % and 1,3 % of GDP in 2006 and 2007 respectively. In addition, increases in taxes on cigarettes preceded by sizeable pre-stocking with cigarettes at various stages of the distribution chain led to sizeable shifts in tax revenue resulting in extra tax revenue in 2003, 2005 and 2007 followed by equivalent revenue shortfalls in the subsequent years,\n— for 2008, the Commission services' spring 2008 forecast projects the headline deficit to be reduced further, to 2,0 % of GDP, driven mainly by continued strong growth prospects and some revenue-increasing measures such as a broadening of the corporate and personal income tax base and an increase in the maximum ceiling on social contributions. This is in line with the official deficit target of 2,0 % of GDP set in February 2008. For 2009, the spring forecast projects, on a no-policy change basis, an increase in the deficit to 2,3 % of GDP. This indicates that the deficit has been brought below the 3 % of GDP reference value in a credible and sustainable manner,\n— nevertheless, the structural balance is projected to deteriorate by some one quarter of a percentage point of GDP in 2008 and, on a no-policy change basis, by around one quarter of a percentage point in 2009. This has to be seen against the need to make progress towards the medium-term objective (MTO) for the budgetary position, which for Slovakia is a structural deficit of just below 1 % of GDP,\n— government debt remains well below the 60 % of GDP reference value. It declined from 42,4 % of GDP in 2003 to 29,4 % in 2007. According to the spring 2008 forecast, the debt ratio is projected to remain broadly stable over the forecast horizon (on a no-policy change basis).\n(6) In the view of the Council, the excessive deficit in Slovakia has been corrected and Decision 2005/182/EC should therefore be abrogated,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in Slovakia has been corrected.", "Decision 2005/182/EC is hereby abrogated.", "This Decision is addressed to the Slovak Republic."], "attachments": "Done at Luxembourg, 3 June 2008.\nFor the Council\nThe President\nA. BAJUK\n(1)  OJ L 62, 9.3.2005, p. 16.\n(2)  OJ L 209, 2.8.1997, p. 6. Regulation as amended by Regulation (EC) No 1056/2005 (OJ L 174, 7.7.2005, p. 5).\n(3)  OJ L 332, 31.12.1993, p. 7. Regulation as last amended by Regulation (EC) No 2103/2005 (OJ L 337, 22.12.2005, p. 1)."}