{"celex_id": "32009D0915", "uri": "http://publications.europa.eu/resource/cellar/76b58525-5480-460e-9819-b8c84b168ae5", "type": "Decision", "concepts": ["164", "1649", "2218", "3119", "3763", "4359", "5063", "5405", "929"], "title": "2009/915/EC: Council Decision of 30 November 2009 amending Council Decision 2000/265/EC of 27 March 2000 on the establishment of a financial regulation governing the budgetary aspects of the management by the Deputy Secretary-General of the Council, of contracts concluded in his name, on behalf of certain Member States, relating to the installation and the functioning of the communication infrastructure for the Schengen environment, SISNET\n", "header": "10.12.2009 EN Official Journal of the European Union L 323/9\nCOUNCIL DECISION\nof 30 November 2009\namending Council Decision 2000/265/EC of 27 March 2000 on the establishment of a financial regulation governing the budgetary aspects of the management by the Deputy Secretary-General of the Council, of contracts concluded in his name, on behalf of certain Member States, relating to the installation and the functioning of the communication infrastructure for the Schengen environment, ‘SISNET’\n(2009/915/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the first sentence of the second subparagraph of Article 2(1) of the Protocol annexed to the Treaty on European Union and to the Treaty establishing the European Community, integrating the Schengen acquis into the framework of the European Union,\nWhereas:\n(1) The Deputy Secretary-General of the Council was authorised by Decision 1999/870/EC (1) and Decision 2007/149/EC (2) to act, in the context of the integration of the Schengen acquis within the European Union, as representative of certain Member States for the purposes of concluding contracts relating to the installation and the functioning of the communication infrastructure for the Schengen environment (‘SISNET’) and to manage such contracts, pending its migration to a communication infrastructure at the charge of the European Community.\n(2) The financial obligations arising under those contracts are borne by a specific budget (hereinafter ‘the SISNET Budget’) financing the communication infrastructure referred to in those Council Decisions.\n(3) The Member States which acceded to the European Union with the 2005 Act of Accession are to be integrated into the first generation Schengen Information System (SIS 1+) on a date to be set by the Council in accordance with Article 4(2) of the 2005 Act of Accession. From that date, those Member States should participate in the budget.\n(4) Liechtenstein is to participate in the provisions of the Schengen acquis related to the Schengen Information System from a date to be set by the Council in accordance with Article 10 of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation's association with the implementation, application and development of the Schengen acquis. From that date, Liechtenstein should participate in the budget,", "main_body": ["Council Decision 2000/265/EC is hereby amended as follows:\n1. In Article 25, the following paragraphs shall be inserted:\n2. The third sub-paragraph of Article 26 shall be deleted.\n3. Article 28 shall be amended as follows:\n(a) paragraph 1 shall be replaced by the following:\n(b) paragraph 1a shall be deleted;\n(c) paragraph 3 shall be replaced by the following:\n(d) paragraph 4 shall be deleted.\n4. The fifth sub-paragraph of Article 37 shall be replaced by the following:\n5. Point (c) of Article 49 shall be replaced by the following:\n‘(c) adjustment of the contributions of the States referred to in Article 25 in order to establish the proportion of earlier SISNET installation costs to be borne by the other State. This percentage shall be calculated on the basis of the ratio of the VAT resources paid by the other State to the total VAT resources of the European Communities for the preceding financial year. If no data on VAT resources is available, the adjustment of contributions shall be calculated on the basis of the share of each Member State concerned in the total GDP of all the Member States referred to in Article 25. The percentage contribution shall be the subject of a “credit note” to the States referred to in Article 25, for an amount pro rata to their share as calculated in accordance with Article 26.’", "As regards Liechtenstein, the amendments provided for in Article 1 shall take effect once the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation's association with the implementation, application and development of the Schengen acquis has entered into force.", "This Decision shall take effect from the date of its adoption.", "It shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Council\nThe President\nB. ASK\n(1)  OJ L 337, 30.12.1999, p. 41.\n(2)  OJ L 66, 6.3.2007, p. 19."}