{"celex_id": "32008R0392", "uri": "http://publications.europa.eu/resource/cellar/4a4586b4-8c10-4432-b6e9-ae9168580b61", "type": "Regulation", "concepts": ["1686", "3173", "4691", "5573", "863", "893"], "title": "Commission Regulation (EC) No 392/2008 of 30 April 2008 approving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Ternasco de Aragón (PGI))\n", "header": "1.5.2008 EN Official Journal of the European Union L 117/16\nCOMMISSION REGULATION (EC) No 392/2008\nof 30 April 2008\napproving minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Ternasco de Aragón (PGI))\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the second sentence of Article 9(2) thereof,\nWhereas:\n(1) In accordance with the first subparagraph of Article 9(1) and Article 17(2) of Regulation (EC) No 510/2006, the Commission has examined the application from Spain for approval of an amendment to the specification for the protected geographical indication ‘Ternasco de Aragón’ registered by Commission Regulation (EC) No 1107/96 (2).\n(2) The purpose of this application is to amend the specification concerning the description of the product by increasing the carcase weight range of ‘Ternasco de Aragón’ from 8,5-11,5 kg to 8-12,5 kg. The reference to live weight at slaughter has also been deleted since this quality parameter duplicates the checked measurement of the carcase weight.\n(3) The Commission has examined the amendment in question and decided that it is justified. Since this is a minor amendment within the meaning of Article 9 of Regulation (EC) No 510/2006, the Commission may adopt it without using the procedure set out in Articles 5, 6 and 7 of that Regulation,", "main_body": ["The specification for the protected geographical indication ‘Ternasco de Aragón’ is hereby amended in accordance with Annex I to this Regulation.", "A consolidated version of the summary containing the main points of the specification is given in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12. Regulation as amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 148, 21.6.1996, p. 1. Regulation as last amended by Regulation (EC) No 1486/2007 (OJ L 330, 15.12.2007, p. 15).\nANNEX I\nThe following amendments to the specification for the protected geographical indication ‘Ternasco de Aragón’ (Spain) have been adopted:\nDescription of the product\nThe reference to live weight at slaughter of 18-24 kg is deleted because this quality parameter duplicates a measurement which is already checked by means of the carcase weight, the latter being more precise and more objective.\nThe carcase weight range for ‘Ternasco de Aragón’ is increased to 8-12,5 kg. The quality of the carcase and of the meat of the product covered by the protected geographical indication is maintained, in accordance with the studies and tests carried out with respect to this.\nANNEX II\nSUMMARY\nCOUNCIL REGULATION (EC) No 510/2006\n‘TERNASCO DE ARAGÓN’\nEC No: ES/PGI/117/0096/19.10.2005\nPDO ( ) PGI (X)\nThis summary sets out the main points of the product specification for information purposes.\n1.   Responsible department in the member state\nName : Subdirección General de Calidad y Promoción Agroalimentaria — Dirección General de Industria Agroalimentaria y Alimentación — Secretaría General de Agricultura y Alimentación del Ministerio de Agricultura, Pesca y Alimentación\nAddress : C/ Paseo Infanta Isabel no 1\nTelephone : 91 347 53 97\nFax : 91 347 54 10\ne-mail : sgcaproagro@mapya.es\n2.   Applicant group\nName : Regulatory Board for the PGI ‘Ternasco de Aragón’\nAddress : Ctra. Cogullada, s/n, Mercazaragoza — Edificio Centrorigen — 50014 ZARAGOZA\nTelephone : 976 470813\nFax : 976 464813\ne-mail : info@ternascodearagon.es\nComposition : Producers/processors (X) other ( )\n3.   Type of product\nClass 1.1 — Meat\n4.   Specification (summary of requirements under article 4(2))\n4.1.   Name\n‘Ternasco de Aragón’\n4.2.   Description\nLamb meat from the following breeds: rasa Aragonesa, ojinegra de Teruel and roya Bilbilitana. ‘Ternasco de Aragón’ must come from lambs of an age at slaughter of between 70 and 90 days, no distinction being made between genders (non-castrated males or females). The carcase weight ranges from 8 to 12,5 kg. Firm white fat, rectilinear profile with subconvex tendency and rounded contours. Meat tender, juicy, soft in texture, pale pink.\n4.3.   Geographical area\nAutonomous Community of Aragón.\n4.4.   Proof of origin\nThe meat covered by the PGI comes from holdings situated in the production area and registered with the Regulatory Board. Rearing, slaughter, cutting and packaging are supervised by the Regulatory Board. The meat is marketed with a guarantee certificate approved by the Regulatory Board.\n4.5.   Method of production\nThe livestock comes from the ‘Rasa Aragonesa’, ‘Ojinegra de Teruel’ and ‘Roya Bilbilitana’ breeds. Slaughter, skinning and evisceration are carried out in accordance with the statutory methods. The carcases are left to air until the interior of the muscle tissue reaches an appropriate temperature for maturing and transportation. The carcases will be kept at a temperature of 3-4 °C for a period of under 24 hours and 1-3 °C for longer periods; they will be preserved for a period not exceeding six days.\n4.6.   Link\nThe continental climatic conditions of this sparsely vegetated area (low rainfall, strong winds and major thermal variations) promote the development of three native breeds whose principal characteristic is their precocious growth. Since they attain an optimum degree of fat cover at an early age, they produce an exquisite meat which is appreciated for its quality.\n4.7.   Inspection body\nName : Regulatory Board for the PGI ‘Ternasco de Aragón’\nAddress : Ctra. Cogullada, s/n, Mercazaragoza — Edificio Centrorigen — 50014 ZARAGOZA\nTelephone : 976 470813\nFax : 976 464813\ne-mail : info@ternascodearagon.es\nThe Regulatory Board for the ‘Ternasco de Aragón’ designation of origin meets the requirements laid down in standard EN-45011.\n4.8.   Labelling\nLabels will bear the name ‘Ternasco de Aragón’. Labels and stamps will be authorised, numbered and issued by the Regulatory Board."}