{"celex_id": "32001R1674", "uri": "http://publications.europa.eu/resource/cellar/16e281be-51ee-4766-8ac3-b2714e2edd95", "type": "Regulation", "concepts": ["1442", "2871", "3170", "3732", "5025"], "title": "Commission Regulation (EC) No 1674/2001 of 21 August 2001 derogating from Regulation (EC) No 708/98 on the taking over of paddy rice by the intervention agencies and fixing the corrective amounts and the price increases and reductions to be applied as regards the buying-in period for the 2000/01 marketing year\n", "header": "Commission Regulation (EC) No 1674/2001\nof 21 August 2001\nderogating from Regulation (EC) No 708/98 on the taking over of paddy rice by the intervention agencies and fixing the corrective amounts and the price increases and reductions to be applied as regards the buying-in period for the 2000/01 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3072/95 of 22 December 1995 on the common organisation of the market in rice(1), as last amended by Regulation (EC) No 1667/2000(2), and in particular Article 8(b) thereof,\nWhereas:\n(1) The conditions governing the taking over of paddy rice by the intervention agencies are laid down in Commission Regulation (EC) No 708/98(3), as last amended by Regulation (EC) No 610/2001(4). Article 6(1) of that Regulation stipulates that delivery must take place by the end of the second month following receipt of the offer and in any case not later than 31 August of the current marketing year.\n(2) The intervention agencies have encountered difficulties in introducing a satisfactory system for the storage, inspection and reception of these goods in the 2000/01 marketing year. These difficulties have delayed the acceptance of offers made and the taking over of deliveries. They therefore justify, for the 2001/01 marketing year, a derogation from the time limit set in the above provisions for delivery to the intervention agency.\n(3) In view of the situation facing the intervention agencies, this Regulation must enter into force immediately.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Notwithstanding Article 6(1) of Regulation (EC) No 708/98, the delivery of paddy rice for taking over by the intervention agency in respect of the 2000/01 marketing year must take place no later than 30 September 2001.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 August 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 329, 30.12.1995, p. 18.\n(2) OJ L 193, 29.7.2000, p. 3.\n(3) OJ L 98, 31.3.1998, p. 21.\n(4) OJ L 90, 30.3.2001, p. 17."}