{"celex_id": "32004D0091", "uri": "http://publications.europa.eu/resource/cellar/a365163c-40e0-40d1-a44d-26950ccf4c9c", "type": "Decision", "concepts": ["4713", "5018", "5100", "5403"], "title": "2004/91/EC: Council Decision of 30 July 2003 on the conclusion of the agreement between the European Community and Canada on trade in wines and spirit drinks\n", "header": "Council Decision\nof 30 July 2003\non the conclusion of the agreement between the European Community and Canada on trade in wines and spirit drinks\n(2004/91/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 1 August 2001 the Council authorised the Commission to negotiate an agreement on wine and to revise the Agreement dated 28 February 1989 between the European Economic Community and Canada concerning trade and commerce in alcoholic beverages.\n(2) These negotiations have been concluded and the Agreement between the European Community and Canada on trade in wine and spirit drinks (hereinafter \"the Agreement\") was initialled by Canada on 24 April 2003 and by the Community on 25 April 2003. Interim provisions on labelling have been agreed between the Community and Canada and they will continue to negotiate rules applicable to labelling in the Joint Committee with a view to reaching a final agreement. The Agreement should be approved.\n(3) In order to ensure a proper functioning of the Agreement a Joint Committee has been established. The Commission should represent the Community in the Joint Committee.\n(4) In order to facilitate the implementation and possible amendments of the Annexes to the Agreement the Commission should be allowed to make the necessary technical adjustments in accordance with the procedure referred to in Article 75 of Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1).\n(5) In order to facilitate the implementation and possible amendments of the Annexes to the Agreement, the Commission should be allowed to make the necessary technical adjustments in accordance with the procedure referred to in Article 14 of Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks(2),", "main_body": ["The Agreement between the European Community and Canada on trade in wine and spirit drinks together with the attached Annexes and Protocols are hereby approved on behalf of the Community.\nThe texts referred to in the first subparagraph are attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Community.", "The Commission shall represent the Community in the Joint Committee set up by Article 27 of the Agreement.", "For the purposes of applying Articles 7, 11(3), 26(2)(a) and 42(3) of the Agreement in respect of wines, the Commission is hereby authorised, in accordance with the procedure laid down in Article 75 of Regulation (EC) No 1493/1999 to conclude the acts necessary to implement the Agreement and to modify its Annexes.", "For the purpose of applying Articles 15(3), 26(2)(a) and 42(3) of the Agreement in respect of spirit drinks, the Commission is hereby authorised, in accordance with the procedure laid down in Article 14 of Regulation (EEC) No 1576/89 to conclude the acts necessary to implement the Agreement and to modify its Annexes.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 30 July 2003.\nFor the Council\nThe President\nF. Frattini\n(1) OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2) OJ L 160, 12.6.1989, p. 1. Regulation as last amended by Regulation (EC) No 3378/94 of the European Parliament and of the Council (OJ L 366, 31.12.1994, p. 1)."}