{"celex_id": "32009D0124", "uri": "http://publications.europa.eu/resource/cellar/3cc0446e-da22-4c8a-921c-a53a0eb0c98f", "type": "Decision", "concepts": ["1021", "3236", "3545", "3559", "829"], "title": "2009/124/EC: Commission Decision of 4 February 2009 appointing members representing the private sector in the Joint Transfer Pricing Forum, expert group on transfer pricing\n", "header": "13.2.2009 EN Official Journal of the European Union L 42/18\nCOMMISSION DECISION\nof 4 February 2009\nappointing members representing the private sector in the Joint Transfer Pricing Forum, expert group on transfer pricing\n(2009/124/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Decision 2007/75/EC of 22 December 2006 setting up an expert group on transfer pricing (1) to advise the Commission on transfer pricing tax issues, and in particular Article 4 thereof,\nHaving regard to the call for applications for business members and chairperson for the Joint Transfer Pricing Forum, published on 22 December 2006 on the website of Taxation and Customs Union Directorate-General,\nHaving regard to Commission Decision 2007/233/EC of 12 April 2007 on appointment of members representing the private sector in the Joint Transfer Pricing Forum, expert group on transfer pricing (2) for a two-year renewable term of office,\nWhereas:\n(1) According to Article 4 of Decision 2007/75/EC, the Commission shall appoint a chairperson and a maximum of 15 specialists from the private sector with experience and competence in transfer pricing,\n(2) The term of office of the members representing the private sector in the Joint Transfer Pricing Forum expires on 28 February 2009. It is necessary therefore, to appoint a replacement for one member and to renew the term of the chairperson and other existing members.\n(3) The members of the Joint Transfer Pricing Forum should be appointed for a period of two years starting on 1 March 2009,", "main_body": ["The Commission herewith appoints for a period of two years the chairperson and 15 members representing the private sector in the Joint Transfer Pricing Forum, expert group, whose names are reproduced in the Annex.", "The Decision shall take effect on 1 March 2009."], "attachments": "Done at Brussels, 4 February 2009.\nFor the Commission\nRobert VERRUE\nDirector-General for Taxation and Customs Union\n(1)  OJ L 32, 6.2.2007, p. 189.\n(2)  OJ L 100, 17.4.2007, p. 25.\nANNEX\nReappointed Chairperson\nBruno GIBERT\nMembers representing the private sector\nReappointed Members\nDirk VAN STAPPEN\nIsabel VERLINDEN\nSvetla MARINOVA\nWerner STUFFER\nHeinz-Klaus KROPPEN\nKennet PETTERSSON\nSabine WAHL\nGuglielmo MAISTO\nGuy KERSCH\nTheo KEIJZER\nMonique VAN HERKSEN\nEduardo GRACIA\nMichael SUFRIN\nNicholas DEE\nNew Member\nAndrea BONZANO"}