{"celex_id": "32004R1995", "uri": "http://publications.europa.eu/resource/cellar/71bff2d2-5839-4ece-a7a0-1738cc233e80", "type": "Regulation", "concepts": ["1309", "1591", "2421", "2771", "3802", "519", "5876"], "title": "Commission Regulation (EC) No 1995/2004 of 19 November 2004 accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of certain grain oriented electrical sheets and strips of silicon-electrical steel with a width of more than 500 mm originating in the Russian Federation and continuing to make imports of certain grain oriented electrical sheets originating in the Russian Federation subject to registration\n", "header": "20.11.2004 EN Official Journal of the European Union L 344/21\nCOMMISSION REGULATION (EC) No 1995/2004\nof 19 November 2004\naccepting undertakings offered in connection with the anti-dumping proceeding concerning imports of certain grain oriented electrical sheets and strips of silicon-electrical steel with a width of more than 500 mm originating in the Russian Federation and continuing to make imports of certain grain oriented electrical sheets originating in the Russian Federation subject to registration\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Articles 8, 21 and 22(c) thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) By Regulation (EC) No 990/2004 (2), following interim reviews, the Council amended Regulation (EC) No 151/2003 (3) (measures) imposing a definitive anti-dumping duty on imports of certain grain oriented electrical sheets with a width of more than 500 mm (the product concerned) originating in the Russian Federation (Russia).\n(2) In March 2004, the Commission announced, through the publication of a notice in the Official Journal of the European Union\n (4), the initiation of a partial interim review of the measures on imports of the product concerned originating in Russia to examine whether they should be adapted to take account of certain consequences of the enlargement of the European Union to 25 Member States (enlargement).\n(3) The Council concluded that it was in the interest of the Community to provide for the temporary adaptation of the existing measures so as to avoid a sudden and excessively negative impact on importers and users in the ten new Member States acceding to the European Union (the EU-10) immediately following enlargement. It was considered that the best means of achieving this was through the acceptance of undertakings offered by the cooperating parties, with an element for quantitative ceilings.\n(4) Accordingly, by Regulation (EC) No 1000/2004 (5) the Commission accepted, as a special measure, short-term undertakings offered by: (i) an exporting producer of the product concerned in Russia, Novolipetsk Iron & Steel Corporation jointly with a company in Switzerland (Stinol AG); and (ii) a second exporting producer of the product concerned in Russia, OOO Viz Stal jointly with its related company in Switzerland (Duferco SA).\n(5) In order to provide for an exemption from the anti-dumping duties afforded by the acceptance of the undertakings, Regulation (EC) No 151/2003 was amended by Council Regulation (EC) No 989/2004 (6).\n(6) It was stipulated in Regulation (EC) No 1000/2004 that the acceptance of the undertakings would be limited to an initial period of six months (the original period) without prejudice to the normal duration of the measures and that they would lapse after this period, unless the Commission considered it appropriate to extend their period of application.\n(7) Accordingly, the Commission has examined whether the exceptional and negative conditions for end users, distributors and consumers in the EU-10 which led to the acceptance of the undertakings still exist. As part of the overall appraisal, an evaluation of the compliance of the companies concerned with their undertakings was also made.\nB.   APPRAISAL\n1.   Content of the current undertakings\n(8) The existing undertakings offered by the companies oblige them, inter alia, to export in accordance with their traditional pattern of trade to customers in the EU-10 within the framework of quantitative ceilings established on the basis of previous, traditional export flows to the EU-10.\n(9) The terms of the undertakings also oblige the signatory companies to provide the Commission with regular and detailed information, in the form of a monthly report of their sales to the EU-10 (or resales by any related parties in the Community) and to accept verification visits by the Commission. In order, also, to be able to fully monitor the effectiveness of the undertakings, written agreement was received from the exporters’ traditional customers in the EU-10 that they too would allow on-the-spot verification visits at their premises.\n2.   Compliance with the current undertakings\n(10) Verification visits to the exporting producers and certain of their traditional customers in the EU-10 confirmed that the volumes exported to the EU-10 by the companies concerned had not exceeded the level of the quantitative ceilings stipulated in the undertakings. In addition, it was found that the companies were broadly respecting their traditional patterns of trade with individual customers in the EU-10. Moreover, according to the information available, there have been no apparent ‘spill-overs’ from the EU-10 into the EU-15 of imports of the product concerned which had benefited from the exemption to the anti-dumping duties afforded by the undertakings.\n3.   Analysis of conditions for continued acceptance of undertakings\n(11) Analysis of the monthly reports submitted to the Commission by the companies concerned backed up by available official statistical data and the findings of the on-the-spot verification visits showed that the volumes of the product concerned exported to the EU-10 by the companies concerned had declined following enlargement and that the quantities established in the undertakings had not been used. This lack of ‘take-up’ of the quantitative ceilings in the first few months of the original period of application of the undertakings was due in part to one of the two producing exporters reorganising its sales operations. However, this exporting producer stated that it intended to use the export volumes established for its quantitative ceiling in the latter part of the original period.\n(12) In addition, as indicated in recital 23 of Regulation (EC) No 989/2004, abnormal increases in export volumes to the EU-10 were found prior to enlargement in 2003 and the first months of 2004. It is considered that this might have also contributed to the decrease in the quantities imported into the EU-10 following enlargement.\nC.   CONCLUSION\n1.   Acceptance of undertakings\n(13) In view of the foregoing and the limited amount of imports into the EU-10, it is considered too soon to conclude that the transitional measures have achieved their intended results and that the negative conditions which necessitated the undertakings no longer exist. For this reason, and as the terms of the undertakings have been observed during the initial period of their application by the companies concerned, it is concluded that the acceptance of undertakings offered by the companies concerned for a further period is justified.\n(14) In relation to the length of this further period, it is considered that a period of application of more than six months would negate the notion of undertakings being of a transitional nature, therefore, their acceptance will only be from 21 November 2004 to 20 May 2005 (the final period).\n(15) With regard to the level of the quantitative ceilings to be applied for the final period, it should be noted that these have been calculated following the same methodology as was used to establish the quantitative ceilings for the original period (however, unlike in the original period when deductions from the traditional volumes were made to take account of abnormal import volumes prior to enlargement, no such adjustments were made for determining the quantitative ceilings for the final period).\n(16) In conformity with Regulation (EC) 989/2004, the undertakings oblige each individual producing exporter to respect the import ceilings and in order that the undertakings can be monitored, the exporting producers concerned have also agreed to broadly respect their traditional selling patterns to individual customers in the EU-10. The exporting producers are also aware that if it is found that these sales patterns change significantly, or that the undertakings become in any way difficult or impossible to monitor, the Commission is entitled to withdraw acceptance of the company’s undertaking resulting in definitive anti-dumping duties being imposed in its place, or it may adjust the level of the ceiling, or it may take other remedial action.\n(17) It is also a condition of the undertakings that if they are breached in any way, the Commission will be entitled to withdraw acceptance thereof resulting in definitive anti-dumping duties being imposed in their place.\n(18) The companies will also provide the Commission with regular and detailed information concerning their exports to the Community, meaning that the undertakings can be monitored effectively by the Commission.\n(19) In order that the Commission can monitor effectively the companies’ compliance with the undertakings, when the request for release for free circulation pursuant to an undertaking is presented to the relevant customs authority, exemption from the duty will be conditional upon the presentation of an invoice containing at least the items of information listed in the Annex to Regulation (EC) 989/2004. This level of information is also necessary to enable customs authorities to ascertain with sufficient precision that the shipment corresponds to the commercial documents. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate anti-dumping duty will instead be payable.\n2.   Disclosure to interested parties\n(20) All interested parties, which had previously made themselves known, were advised of the intention to accept undertakings. The Community Industry did not express any negative comments regarding acceptance of undertakings. No comments were received from any other interested parties which caused the Commission to alter its views on the matter.\nD.   REGISTRATION OF IMPORTS\n(21) In Regulation (EC) No 1000/2004, customs authorities were directed to register imports into the Community of the product concerned originating in Russia exported by the companies from which undertakings were accepted and for which an exemption from the anti-dumping duties imposed by Regulation (EC) No 151/2003 was sought.\n(22) As acceptance of the undertakings for the original period began on 21 May 2004, and as acceptance of the undertakings for the final period will follow on directly from the original period, these two periods are to be regarded as one continuous period. In accordance, however, with Article 14(5) of the basic Regulation, the maximum period for registration is nine months, therefore customs authorities should register such imports only until 20 February 2005,", "main_body": ["1.   The undertakings offered by the exporting producers mentioned below, in connection with the anti-dumping proceeding concerning imports of grain oriented cold-rolled sheets and strips of silicon-electrical steel with a width of more than 500 mm originating in the Russian Federation are hereby accepted.\nCountry Company TARIC additional code\nRussian Federation Produced by Novolipetsk Iron & Steel Corporation, Lipetsk, Russia, and sold by Stinol AG, Lugano, Switzerland, to its first customer in the Community acting as an importer A524\nRussian Federation Produced by OOO Viz Stal, Ekaterinburg, Russia, and sold by Duferco SA, Lugano, Switzerland, to the first independent customer in the Community acting as an importer A525\n2.   Customs authorities are hereby directed, pursuant to Article 14(5) of Regulation (EC) No 384/96 to continue to take the appropriate steps to register until 20 February 2005 imports into the Community of grain oriented cold-rolled sheets and strips of silicon-electrical steel with a width of more than 500 mm originating in the Russian Federation and falling within CN code 7225 11 00 (sheets of a width of 600 mm or more) and ex 7226 11 00 (sheets of a width of more than 500 mm but less than 600 mm) produced and sold by the companies listed in paragraph 1.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union and shall remain in force until 20 May 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 November 2004.\nFor the Commission\nPascal LAMY\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 182, 19.5.2004, p. 5.\n(3)  OJ L 25, 30.1.2003, p. 7.\n(4)  OJ C 70, 20.3.2004, p. 15.\n(5)  OJ L 183, 20.5.2004, p. 10.\n(6)  OJ L 182, 19.5.2004, p. 1."}