{"celex_id": "32004R1461", "uri": "http://publications.europa.eu/resource/cellar/66fb7d2b-9c78-4169-999c-b0715ca10d5b", "type": "Regulation", "concepts": ["5581"], "title": "Commission Regulation (EC) No 1461/2004 of 17 August 2004 derogating from Regulation (EC) No 1520/2000 as regards certain amounts set out in Article 14 thereof\n", "header": "18.8.2004 EN Official Journal of the European Union L 270/3\nCOMMISSION REGULATION (EC) No 1461/2004\nof 17 August 2004\nderogating from Regulation (EC) No 1520/2000 as regards certain amounts set out in Article 14 thereof\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular the first subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Notifications received from Member States show that payments from the reserve mentioned in the first subparagraph of Article 14(1) of Commission Regulation (EC) No 1520/2000 of 13 July 2000 laying down common detailed rules for the application of the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds (2), in the period from the beginning of the budget year until 1 May 2004, are taking place at a higher rate than in the previous budget year.\n(2) In order to avoid that such increased rate of use of the reserve may result in disruptions of trade liable to affect operators benefiting from that reserve, it is appropriate to increase, by way of derogation from Article 14(1) and (3) of Regulation (EC) No 1520/2000, the amounts set out in those provisions for the current budget year.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I to the Treaty,", "main_body": ["By way of derogation from Article 14(1) and (3) of Regulation (EC) No 1520/2000, and for the budget year ending 15 October 2004:\n1. The limit of the total reserve mentioned in the first subparagraph of paragraph 1 shall be increased to EUR 45 million.\n2. The sum mentioned in the second subparagraph of paragraph 3 shall be increased to EUR 35 million.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 August 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(2)  OJ L 177, 15.7.2000, p. 1. Regulation as last amended by Regulation (EC) No 886/2004 (OJ L 168, 1.5.2004, p. 14)."}