{"celex_id": "32007D0329", "uri": "http://publications.europa.eu/resource/cellar/4e1ff688-50a0-48d3-a774-5bccf23ddc5c", "type": "Decision", "concepts": ["13", "2324", "2723", "4081", "5063", "5581"], "title": "2007/329/EC: Commission Decision of 2 May 2007 laying down transitional measures derogating from Council Directive 2002/53/EC as regards the marketing of seed of Helianthus annuus of varieties which have not been assessed as resistant to Orobanche spp., by reason of the accession of Bulgaria (notified under document number C(2007) 1822) (Text with EEA relevance)\n", "header": "11.5.2007 EN Official Journal of the European Union L 122/59\nCOMMISSION DECISION\nof 2 May 2007\nlaying down transitional measures derogating from Council Directive 2002/53/EC as regards the marketing of seed of Helianthus annuus of varieties which have not been assessed as resistant to Orobanche spp., by reason of the accession of Bulgaria\n(notified under document number C(2007) 1822)\n(Text with EEA relevance)\n(2007/329/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty of Accession of Bulgaria and Romania,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular Article 42 thereof,\nWhereas:\n(1) Pursuant to Council Directive 2002/53/EC of 13 June 2002 on the common catalogue of varieties of agricultural plant species (1) seed of varieties of agricultural plant species accepted in accordance with that Directive or in accordance with principles corresponding to those of that Directive is not to be subject to any marketing restrictions. Such varieties are published in a common catalogue of varieties of agricultural plant species, hereinafter ‘common catalogue’, which is compiled on the basis of the national catalogues of the Member States.\n(2) The resistance to Orobanche spp. of varieties of Helianthus annuus represents an important factor for the cultivation of this species in Bulgaria and varieties which are not resistant should be considered unsuitable. Yet, it is not known whether the varieties accepted by other Member States for inclusion in their national catalogues are resistant to Orobanche spp.\n(3) Bulgaria should therefore be authorised, until 31 December 2009, to prohibit the marketing in its territory of seed of varieties of listed in the common catalogue which have not been assessed as resistant to Orobanche spp. This period will enable Bulgaria to assess, through tests and the gathering of information, whether the varieties of Helianthus annuus listed in the common catalogue are resistant to Orobanche spp., and if necessary to take appropriate measures under Directive 2002/53/EC.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1.   By way of derogation from Article 16(1) of Directive 2002/53/EC, Bulgaria may, until 31 December 2009, prohibit the marketing in its territory of seed of varieties of Helianthus annuus listed in the common catalogue of varieties of agricultural plant species which have not been assessed, in the framework of the admission of the variety to the national catalogue, as resistant to Orobanche spp.\n2.   Member States shall notify the list of varieties which have been thus assessed as resistant to Orobanche spp. to the other Member States and the Commission within 20 days after the notification of this Decision, at the latest. They shall regularly update that list.\nThe common catalogue of varieties of agricultural plant species shall indicate varieties of Helianthus annuus which have been thus assessed as resistant to Orobanche spp.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 May 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 193, 20.7.2002, p. 1. Directive as last amended by Regulation (EC) No 1829/2003 of the European Parliament and of the Council (OJ L 268, 18.10.2003, p. 1)."}