{"celex_id": "32001D0014", "uri": "http://publications.europa.eu/resource/cellar/003290ca-ea3e-49b5-a068-71c86a17cc0c", "type": "Decision", "concepts": ["1005", "1763", "2232", "2827", "392", "5283"], "title": "2001/14/EC: Commission Decision of 19 December 2000 on a Community financial contribution to cover expenditure incurred by Spain, France, Italy, Austria and Portugal for the purpose of combating organisms harmful to plants or plant products (notified under document number C(2000) 3868)\n", "header": "Commission Decision\nof 19 December 2000\non a Community financial contribution to cover expenditure incurred by Spain, France, Italy, Austria and Portugal for the purpose of combating organisms harmful to plants or plant products\n(notified under document number C(2000) 3868)\n(Only the Spanish, French, Italian, German and Portuguese texts are authentic)\n(2001/14/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1) (\"the Directive\") and in particular Article 23 thereof,\nWhereas:\n(1) Pursuant to the Directive, a financial contribution from the Community may be granted to Member States to cover expenditure relating directly to the necessary measures which have been taken or are planned to be taken for the purpose of combating harmful organisms introduced from third countries or from other areas in the Community, in order to eradicate or, if that is not possible, to contain them.\n(2) Spain, Italy, Austria and Portugal have applied for the allocation of such a Community financial contribution within the time limit set out in the Directive.\n(3) Spain, Italy, Austria and Portugal have each established a programme of actions to eradicate organisms harmful to plants introduced in their territories. These programmes specify the objectives to be achieved, the measures carried out, their duration and their cost so that the Community may contribute to financing it.\n(4) A re-examination has taken place of the eligibility for the reimbursement by the Community of expenditure paid by potato producers' associations, claimed by France in relation to the eradication programmes of Clavibacter michiganensis ssp. sepedonicus, Globodera rostochiensis and Globodera pallida carried out in 1997, in the light of recent legal clarification concerning the eligibility of such expenditure for a Community financial contribution.\n(5) The Community financial contribution may cover up to 50 % of eligible expenditure. However, taking into account the restricted appropriations for that purpose in the general budget of the European Union for 2000, the Community financial contribution for the purposes of this Decision is set in general to 19 %, noting that the programmes received have been treated in equal way.\n(6) For the expenditure incurred by France in 1997 referred to above, the Community financial contribution for the purpose of this Decision is set at 40 %, consistent with the level set for the Community contribution in respect of other 1997 programmes, as allocated by Decision 2000/38/EC.\n(7) An extension, of one, two or three years of the period in which eradication measures have to take place, as foreseen in Article 23(5), third subparagraph, of the Directive, has been granted to certain programmes as the examination of the situation has lead to the conclusion that the objective of the above eradication measures is likely to be achieved within that extended period.\n(8) The Community financial contribution for the programmes, running for more than two years and covered by this Decision, has been degressive, i.e. the eligible expenditure has been multiplied by 0,7 for the third year, 0,6 for the fourth year and 0,5 for the fifth year.\n(9) The expenditure, which Spain, France, Italy, Austria and Portugal have incurred, and taken into account in this Decision, relates directly to the matters specified in Article 23(2)(a) and Article 23(2)(b) of the Directive.\n(10) The technical information provided for by Spain, France, Italy, Austria and Portugal has enabled the Commission to analyse the situation accurately and comprehensively. The information has also been considered in detail by the Standing Committee on Plant Health.\n(11) The contribution referred to in Article 2 is without prejudice to further actions taken or to be taken and necessary for the achievement of the objective of eradication or control of the relevant harmful organisms.\n(12) The present Decision is without prejudice to the outcome of the verification by the Commission under Article 24 of the Directive on whether the introduction of the relevant harmful organism has been caused by inadequate examinations or inspections and the consequences of such verification.\n(13) The measures provided in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The allocation of a Community financial contribution to cover expenditure incurred by Spain, France, Italy, Austria and Portugal relating directly to necessary measures as specified in Article 23(2) of Directive 2000/29/EC and taken for the purpose of combating the organisms concerned by the eradication programmes listed in the Annex to this Decision, is hereby approved.", "1. The total amount of the financial contribution referred to in Article 1 is EUR 497481.\n2. The maximum amounts of the Community financial contribution for each eradication programme and for each year of implementation of the eradication programme shall be as indicated in the Annex to this Decision.\n3. The resulting maximum Community financial contribution for the concerned Member States shall be as follows:\n- EUR 161273 to Spain,\n- EUR 26899 to France,\n- EUR 5168 to Italy,\n- EUR 17103 to Austria,\n- EUR 287038 to Portugal.", "1. Subject to the verifications by the Commission under Article 24 of Directive 2000/29/EC, the Community financial contribution shall be paid only when evidence of the measures taken has been given to the Commission through documentation related to the occurrence and the eradication of the relevant harmful organisms.\n2. The documentation referred to in paragraph 1 shall be included in an application including:\n(a) general information on the appearance, including, inter alia, details on:\nthe date on which the presence of the relevant harmful organism was suspected or confirmed, and details on the presumed origin of the occurrence;\n(b) a description of the eradication programme, including, inter alia, the measures taken or planned and the expected duration;\nand, for each year of the eradication programme,\n(c) a monitoring report on the actions undertaken to determine the nature and extent of the appearance of the relevant harmful organism;\n(d) an eradication report in respect of each holding on which plants and plant products were destroyed, including, inter alia, information on:\n- the location and address of the holding,\n- the quantity of plants and plant products destroyed,\n(e) a financial report including the list of beneficiaries and their addresses, and of amounts paid (excluding VAT and taxes) or to be paid for the carrying out of the necessary measures;\n(f) a copy of the notification of appearance made under Article 16(1) or 16(2) of the Directive;\n(g) proof or evidence of the above payments.", "This Decision is addressed to the Kingdom of Spain, the French Republic, the Italian Republic, the Austrian Republic and the Portuguese Republic."], "attachments": "Done at Brussels, 19 December 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\nANNEX\nERADICATION PROGRAMMES\nSection I: Programmes whose Community financial contribution corresponds to 19 % of eligible expenditure\n>TABLE>\nSection II: Programmes whose Community financial contribution corresponds to 40 % of eligible expenditure\n>TABLE>"}