{"celex_id": "32005R1881", "uri": "http://publications.europa.eu/resource/cellar/f1d1b9b0-399d-4087-87c2-8536ec6b4c8e", "type": "Regulation", "concepts": ["1052", "2938", "2965", "4373", "5844"], "title": "Commission Regulation (EC) No 1881/2005 of 17 November 2005 amending Regulation (EC) No 2182/2002 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 with regard to the Community Tobacco Fund\n", "header": "18.11.2005 EN Official Journal of the European Union L 301/3\nCOMMISSION REGULATION (EC) No 1881/2005\nof 17 November 2005\namending Regulation (EC) No 2182/2002 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 with regard to the Community Tobacco Fund\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco (1), and in particular Article 14a thereof,\nWhereas:\n(1) Specific measures to help tobacco growers to switch to other crops or other economic activities are financed by the Community Tobacco Fund, provided for by Article 13 of Regulation (EEC) No 2075/92.\n(2) Community Tobacco Fund appropriations deriving from the deduction applied to the premium for raw tobacco for the 2005 harvest are available to finance conversion measures in 2006.\n(3) Article 15(1) of Commission Regulation (EC) No 2182/2002 (2) defines the beneficiaries of individual measures to promote a switch of production as tobacco producers whose quota has been irrevocably bought back under the buy-back programme provided for in Article 14(1) of Regulation (EEC) No 2075/92.\n(4) The quota buy-back programme was abolished by Council Regulation (EC) No 1679/2005 of 6 October 2005 amending Regulation (EEC) No 2075/92 on the common organisation of the market in raw tobacco from 22 October 2005. Consequently, participation in the buy-back programme can no longer be a criterion for eligibility for measures financed from the Community Tobacco Fund.\n(5) Producers eligible for the production aid for tobacco provided for in Chapter 10c of Title IV of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (3), located in a region in which that Chapter is applied and who leave the sector and renounce their right to the aid, should be offered the possibility of benefiting from conversion measures.\n(6) The provisions on calculating the total Community aid for conversion measures per producer holding a production quota for the 2005 harvest in accordance with Commission Regulation (EC) No 2848/98 of 22 December 1998 laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards the premium scheme, production quotas and the specific aid to be granted to producer groups in the raw tobacco sector (4) should also be amended.\n(7) To allow Member States sufficient time to draw up their projected financing plans for 2006 for conversion measures, the deadlines for notification of the plans to the Commission and, consequently, for the definitive allocation of resources among Member States should be extended.\n(8) The provisions laying down the criteria on the basis of which the Commission fixes the indicative allocation between the Member States of financing under the Community Tobacco Fund and the provisions on penalties in the event of irregularities should also be amended.\n(9) To give the Member States sufficient time to implement the projects, in particular general interest measures and studies provided for in Article 14 of Regulation (EC) No 2182/2002 relating to crop trials lasting two years, they should be allowed the possibility of extending the two-year period initially specified by six months.\n(10) Regulation (EC) No 2182/2002 should be amended accordingly.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EC) No 2182/2002 is hereby amended as follows:\n1. Article 15(1) is replaced by the following:\n2. Article 16(2) is replaced by the following:\n(a) three times the amount of the 2005 premium for quantities of raw tobacco up to and including 10 tonnes to which the producer is entitled under Article 24 of Regulation (EC) No 2848/98 for the 2005 harvest;\n(b) twice the amount of the 2005 premium for quantities of raw tobacco between 10 and 40 tonnes to which the producer is entitled under Article 24 of Regulation (EC) No 2848/98 for the 2005 harvest;\n(c) the amount of the 2005 premium for quantities of raw tobacco above 40 tonnes to which the producer is entitled under Article 24 of Regulation (EC) No 2848/98 for the 2005 harvest.’\n3. Article 17(2), (3) and (4) is replaced by the following:\n4. The following paragraph 3 is added to Article 19:\n5. Article 22(1) is replaced by the following:", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 215, 30.7.1992, p. 70. Regulation as last amended by Regulation (EC) No 1679/2005 (OJ L 271, 15.10.2005, p. 1).\n(2)  OJ L 331, 7.12.2002, p. 16. Regulation as amended by Regulation (EC) No 480/2004 (OJ L 78, 16.3.2004, p. 8).\n(3)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 118/2005 (OJ L 24, 27.1.2005, p. 15).\n(4)  OJ L 358, 31.12.1998, p. 17. Regulation as last amended by Regulation (EC) No 1809/2004 (OJ L 318, 19.10.2004, p. 18)."}