{"celex_id": "32009R1219", "uri": "http://publications.europa.eu/resource/cellar/cc2d9304-372e-435f-8166-37a81f00ed26", "type": "Regulation", "concepts": ["1309", "161", "1717", "2771", "4650", "4682", "5469", "5563", "5695", "5746", "5892"], "title": "Commission Regulation (EU) No 1219/2009 of 14 December 2009 laying down detailed rules for the application in 2010 of the import tariff quotas for baby beef products originating in Croatia, Bosnia and Herzegovina, the former Yugoslav Republic of Macedonia, Serbia, Kosovo and Montenegro\n", "header": "15.12.2009 EN Official Journal of the European Union L 328/52\nCOMMISSION REGULATION (EU) No 1219/2009\nof 14 December 2009\nlaying down detailed rules for the application in 2010 of the import tariff quotas for ‘baby beef’ products originating in Croatia, Bosnia and Herzegovina, the former Yugoslav Republic of Macedonia, Serbia, Kosovo and Montenegro\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 144(1) and Article 148(a), in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 4(2) of Council Regulation (EC) No 2007/2000 of 18 September 2000 introducing exceptional trade measures for countries and territories participating in or linked to the European Union's Stabilisation and Association process, amending Regulation (EC) No 2820/98, and repealing Regulations (EC) No 1763/1999 and (EC) No 6/2000 (2), provides for annual preferential tariff quotas of 1 500 tonnes of ‘baby beef’ products originating in Bosnia and Herzegovina and of 9 175 tonnes of ‘baby beef’ products originating in the customs territories of Serbia and Kosovo (3).\n(2) The Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part, approved by Council and Commission Decision 2005/40/EC, Euratom (4), the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, approved by Council and Commission Decision 2004/239/EC, Euratom (5), the Interim Agreement with Montenegro, approved by Council Decision 2007/855/EC of 15 October 2007 concerning the signing and conclusion of an Interim Agreement on trade and trade-related matters between the European Community, of the one part, and the Republic of Montenegro, of the other part (6) and the Interim Agreement with Bosnia and Herzegovina, approved by Council Decision 2008/474/EC of 16 June 2008 concerning the signing and conclusion of an Interim Agreement on trade and trade-related matters between the European Community, of the one part, and Bosnia and Herzegovina, of the other part (7), lay down annual preferential tariff quotas of ‘baby beef’ of 9 400 tonnes, 1 650 tonnes, 800 tonnes and 1 500 tonnes respectively.\n(3) Article 2 of Council Regulation (EC) No 2248/2001 of 19 November 2001 on certain procedures for applying the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part and for applying the Interim Agreement between the European Community and the Republic of Croatia (8) and Article 2 of Council Regulation (EC) No 153/2002 of 21 January 2002 on certain procedures for applying the Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part, and for applying the Interim Agreement between the European Community and the former Yugoslav Republic of Macedonia (9) provide that detailed rules for the implementation of concessions on ‘baby beef’ should be laid down.\n(4) For control purposes, Regulation (EC) No 2007/2000 makes imports under the quotas of ‘baby beef’ for Bosnia and Herzegovina and for customs territories of Serbia and Kosovo, subject to the presentation of a certificate of authenticity attesting that the goods originate from the issuing country and that they correspond exactly to the definition in Annex II to that Regulation. For the sake of harmonisation, imports under the quotas of ‘baby beef’ originating in Croatia, the former Yugoslav Republic of Macedonia and Montenegro should also be made subject to the presentation of a certificate of authenticity attesting that the goods originate from the issuing country and that they correspond exactly to the definition in Annex III to the Stabilisation and Association Agreement with Croatia or with the former Yugoslav Republic of Macedonia or Annex II to the Interim Agreement with Montenegro respectively. A model should also be established for the certificates of authenticity and detailed rules laid down for their use.\n(5) The quotas concerned should be managed through the use of import licences. To this end, Commission Regulation (EC) No 376/2008 of 23 April 2008 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (10) and Commission Regulation (EC) No 382/2008 of 21 April 2008 on rules of application for import and export licences in the beef and veal sector (11) should be applicable subject to this Regulation.\n(6) Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (12) lays down in particular detailed provisions on applications for import licences, the status of applicants, the issue of licences and the notifications by the Member States to the Commission. That Regulation limits the period of validity of licences to the last day of the import tariff quota period. The provisions of Regulation (EC) No 1301/2006 should apply to import licences issued pursuant to this Regulation, without prejudice to additional conditions or derogations laid down in this Regulation.\n(7) In order to ensure proper management of imports of the products concerned, import licences should be issued subject to verification, in particular of entries on certificates of authenticity.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["1.   The following tariff quotas are hereby opened for the period from 1 January to 31 December 2010:\n(a) 9 400 tonnes of ‘baby beef’, expressed in carcass weight, originating in Croatia;\n(b) 1 500 tonnes of ‘baby beef’, expressed in carcass weight, originating in Bosnia and Herzegovina;\n(c) 1 650 tonnes of ‘baby beef’, expressed in carcass weight, originating in the former Yugoslav Republic of Macedonia;\n(d) 9 175 tonnes of ‘baby beef’, expressed in carcass weight, originating in the customs territories of Serbia and Kosovo;\n(e) 800 tonnes of ‘baby beef’, expressed in carcass weight, originating in Montenegro.\nThe quotas referred to in the first subparagraph shall bear the order Nos 09.4503, 09.4504, 09.4505, 09.4198 and 09.4199 respectively.\nFor the purposes of attributing those quotas, 100 kilograms live weight shall be equivalent to 50 kilograms carcass weight.\n2.   The customs duty applicable under the quotas referred to in paragraph 1 shall be 20 % of the ad valorem duty and 20 % of the specific duty as laid down in the Common Customs Tariff.\n3.   Importation under the quotas referred to in paragraph 1 shall be reserved for certain live animals and certain meat falling within the following CN codes, referred to in Annex II to Regulation (EC) No 2007/2000, in Annex III to the Stabilisation and Association Agreements concluded with Croatia, in Annex III to the Stabilisation and Association Agreement concluded with the former Yugoslav Republic of Macedonia, in Annex II to the Interim Agreement with Montenegro and in Annex II to the Interim Agreement with Bosnia and Herzegovina:\n— ex 0102 90 51, ex 0102 90 59, ex 0102 90 71 and ex 0102 90 79,\n— ex 0201 10 00 and ex 0201 20 20,\n— ex 0201 20 30,\n— ex 0201 20 50.", "Chapter III of Regulation (EC) No 1301/2006 and Regulations (EC) No 376/2008 and 382/2008 shall apply, save as otherwise provided for in this Regulation.", "1.   Section 8 of licence applications and licences shall show the country or customs territory of origin and the mention ‘yes’ shall be marked by a cross. Licences shall be subject to the obligation to import from the country or customs territory indicated.\nSection 20 of licence applications and licences shall show one of the entries listed in Annex I.\n2.   The original of the certificate of authenticity drawn up in accordance with Article 4 plus a copy thereof shall be presented to the competent authority together with the application for the first import licence relating to the certificate of authenticity.\nCertificates of authenticity may be used for the issue of more than one import licence for quantities not exceeding that shown on the certificate. Where more than one licence is issued in respect of a certificate, the competent authority shall:\n(a) endorse the certificate of authenticity to show the quantity attributed;\n(b) ensure that the import licences delivered in respect of that certificate are issued on the same day.\n3.   The competent authorities may issue import licences only after they are satisfied that all the information on the certificate of authenticity corresponds to that received each week from the Commission for the imports concerned. The licences shall be issued immediately thereafter.", "1.   All applications for imports licences under the quotas referred to in Article 1 shall be accompanied by a certificate of authenticity issued by the authorities of the exporting country or customs territory listed in Annex II attesting that the goods originate in that country or customs territory and that they correspond to the definition given, as the case may be, in Annex II to Regulation (EC) No 2007/2000, Annex III to the Stabilisation and Association Agreements with Croatia, Annex III to the Stabilisation and Association Agreement with the former Yugoslav Republic of Macedonia, Annex II to the Interim Agreement with Montenegro or Annex II to the Interim Agreement with Bosnia and Herzegovina.\n2.   Certificates of authenticity shall be made out in one original and two copies, to be printed and completed in one of the official languages of the Community, in accordance with the relevant model in Annexes III to VIII for the exporting countries or customs territory concerned. They may also be printed and completed in the official language or one of the official languages of the exporting country or customs territory.\nThe competent authorities of the Member State in which the import licence application is submitted may require a translation of the certificate to be provided.\n3.   The original and copies of the certificate of authenticity may be typed or hand-written. In the latter case, they shall be completed in black ink and in block capitals.\nThe certificate forms shall measure 210 × 297 mm. The paper used shall weigh not less than 40 g/m2. The original shall be white, the first copy pink and the second copy yellow.\n4.   Each certificate shall have its own individual serial number followed by the name of the issuing country or customs territory.\nThe copies shall bear the same serial number and the same name as the original.\n5.   Certificates shall be valid only if they are duly endorsed by an issuing authority listed in Annex II.\n6.   Certificates shall be deemed to have been duly endorsed if they state the date and place of issue and if they bear the stamp of the issuing authority and the signature of the person or persons empowered to sign them.", "1.   The issuing authorities listed in Annex II shall:\n(a) be recognised as such by the exporting country or customs territory concerned;\n(b) undertake to verify entries on the certificates;\n(c) undertake to forward to the Commission at least once a week any information enabling the entries on the certificates of authenticity to be verified, in particular with regard to the number of the certificate, the exporter, the consignee, the country of destination, the product (live animals/meat), the net weight and the date of signature.\n2.   The list in Annex II shall be revised by the Commission where the requirement referred to in paragraph 1(a) is no longer met, where an issuing authority fails to fulfil one or more of the obligations incumbent on it or where a new issuing authority is designated.", "Certificates of authenticity and import licences shall be valid for three months from their respective dates of issue.", "The exporting country or custom territory concerned shall communicate to the Commission specimens of the stamp imprints used by their issuing authorities and the names and signatures of the persons empowered to sign certificates of authenticity. The Commission shall communicate that information to the competent authorities of the Member States.", "1.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify to the Commission:\n(a) no later than 28 February 2011, the quantities of products, including nil returns, for which import licences were issued in the previous import tariff quota period;\n(b) no later than 30 April 2011, the quantities of products, including nil returns, covered by unused or partly used import licences and corresponding to the difference between the quantities entered on the back of the import licences and the quantities for which they were issued.\n2.   No later than 30 April 2011, Member States shall notify to the Commission the quantities of products, which were actually released for free circulation during the preceding import tariff quota period.\n3.   The notifications referred to in paragraphs 1 and 2 of this Article shall be made as indicated in Annexes IX, X and XI to this Regulation and the product categories indicated in Annex V of Regulation (EC) No 382/2008 shall be used.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 2009.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 240, 23.9.2000, p. 1.\n(3)  Kosovo under United Nations Security Council Resolution 1244/1999\n(4)  OJ L 26, 28.1.2005, p. 1.\n(5)  OJ L 84, 20.3.2004, p. 1.\n(6)  OJ L 345, 28.12.2007, p. 1.\n(7)  OJ L 169, 30.6.2008, p. 10.\n(8)  OJ L 304, 21.11.2001, p. 1.\n(9)  OJ L 25, 29.1.2002, p. 16.\n(10)  OJ L 114, 26.4.2008, p. 3.\n(11)  OJ L 115, 29.4.2008, p. 10.\n(12)  OJ L 238, 1.9.2006, p. 13.\nANNEX I\nEntries referred to in Article 3(1)\n— : in Bulgarian : ‘Baby beef’ (Регламент (ЕC) № 1219/2009)\n— : in Spanish : ‘Baby beef’ [Reglamento (UE) no 1219/2009]\n— : in Czech : ‘Baby beef’ (Nařízení (EU) č. 1219/2009)\n— : in Danish : ‘Baby beef’ (Forordning (EU) nr. 1219/2009)\n— : in German : ‘Baby beef’ (Verordnung (EU) Nr. 1219/2009)\n— : in Estonian : ‘Baby beef’ (Määrus (EL) nr 1219/2009)\n— : in Greek : ‘Baby beef’ [Κανονισμός (ΕE) αριθ. 1219/2009]\n— : in English : ‘Baby beef’ (Regulation (EU) No 1219/2009)\n— : in French : ‘Baby beef’ [Règlement (UE) no 1219/2009]\n— : in Italian : ‘Baby beef’ [Regolamento (UE) n. 1219/2009]\n— : in Latvian : ‘Baby beef’ (Regula (ES) Nr. 1219/2009)\n— : in Lithuanian : ‘Baby beef’ (Reglamentas (ES) Nr. 1219/2009)\n— : in Hungarian : ‘Baby beef’ (1219/2009/EU rendelet)\n— : in Maltese : ‘Baby beef’ (Regolament (UE) Nru 1219/2009)\n— : in Dutch : ‘Baby beef’ (Verordening (EU) nr. 1219/2009)\n— : in Polish : ‘Baby beef’ (Rozporządzenie (UE) nr 1219/2009)\n— : in Portuguese : ‘Baby beef’ [Regulamento (UE) n.o 1219/2009]\n— : in Romanian : ‘Baby beef’ [Regulamentul (UE) nr. 1219/2009]\n— : in Slovak : ‘Baby beef’ [Nariadenie (EÚ) č. 1219/2009]\n— : in Slovenian : ‘Baby beef’ (Uredba (EU) št. 1219/2009)\n— : in Finnish : ‘Baby beef’ (Asetus (EU) N:o 1219/2009)\n— : in Swedish : ‘Baby beef’ (Förordning (EU) nr 1219/2009)\nANNEX II\nIssuing authorities:\n— Republic of Croatia: Croatian Agricultural Agency, Poljana Križevačka 185, 48260 Križevci, Croatia.\n— Bosnia-Herzegovina:\n— The former Yugoslav Republic of Macedonia: Univerzitet Sv. Kiril I Metodij, Institut za hrana, Fakultet za veterinarna medicina, ‘Lazar Pop-Trajkov 5-7’, 1000 Skopje\n— Montenegro: Veterinary Directorate, Bulevar Svetog Petra Cetinjskog br.9, 81000 Podgorica, Montenegro\n— Customs territory of Serbia (1): ‘YU Institute for Meat Hygiene and Technology, Kacanskog 13, Belgrade, Yugoslavia.’\n— Customs territory of Kosovo:\n(1)  Not including Kosovo under United Nations Security Council Resolution 1244/1999.\nANNEX III\nANNEX IV\nANNEX V\nANNEX VI\nANNEX VII\nANNEX VIII\nANNEX IX\nNotification of import licences (issued) — Regulation (EC) No 1219/2009\nMember State: …\nApplication of Article 8 of Regulation (EC) No 1219/2009\nQuantities of products for which import licences were issued\nFrom: … to: …\nOrder No Product category or categories (1) Quantity\n09.4503\n09.4504\n09.4505\n09.4198\n09.4199\n(1)  Product category or categories as indicated in Annex V to Regulation (EC) No 382/2008.\nANNEX X\nNotification of import licences (unused quantities) — Regulation (EC) No 1219/2009\nMember State: …\nApplication of Article 8 of Regulation (EC) No 1219/2009\nQuantities of products for which import licences were unused\nFrom: … to: …\nOrder No Product category or categories (1) Unused quantity\n09.4503\n09.4504\n09.4505\n09.4198\n09.4199\n(1)  Product category or categories as indicated in Annex V to Regulation (EC) No 382/2008.\nANNEX XI\nNotification of the quantities of products put into free circulation — Regulation (EC) No 1219/2009\nMember State: …\nApplication of Article 8 of Regulation (EC) No 1219/2009\nQuantities of products put into free circulation:\nFrom: … to: … (import tariff quota period).\nOrder No Product category or categories (1) Quantities of products put into free circulation\n09.4503\n09.4504\n09.4505\n09.4198\n09.4199\n(1)  Product category or categories as indicated in Annex V to Regulation (EC) No 382/2008."}