{"celex_id": "32005R0449", "uri": "http://publications.europa.eu/resource/cellar/914adf09-73b4-4b94-9ead-3e258039c47c", "type": "Regulation", "concepts": ["1565", "1642", "2763", "3568"], "title": "Commission Regulation (EC) No 449/2005 of 18 March 2005 derogating from Regulation (EC) No 174/1999 as regards the term of validity of export licences in the milk and milk products sector\n", "header": "19.3.2005 EN Official Journal of the European Union L 74/28\nCOMMISSION REGULATION (EC) No 449/2005\nof 18 March 2005\nderogating from Regulation (EC) No 174/1999 as regards the term of validity of export licences in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 31(14) thereof,\nWhereas:\n(1) Article 6 of Commission Regulation (EC) No 174/1999 of 26 January 1999 laying down special detailed rules for the application of Council Regulation (EEC) No 804/68 as regards export licences and export refunds in the case of milk and milk products (2) lays down the term of validity of export licences.\n(2) The Russian Federation has imposed new requirements on the approval of dairy processing establishments exporting to Russia in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (hereinafter referred to as the new Member States).\n(3) Despite the control of dairy establishment carried out by the Russian veterinary authorities during last months, the Russian authorities have not yet provided the competent authorities of the new Member States with the list of approved establishments.\n(4) Many operators, expecting the dairy establishments to be approved since they meet the requirements of Council Directive 92/46/EEC of 16 June 1992 laying down the health rules for the production and placing on the market of raw milk, heat-treated milk and milk-based products (3), have not ceased to apply on a continuous base for export licences to maintain their normal trade pattern towards Russia. However, they will not be able to use these licences before their term of validity.\n(5) New Russian certification conditions require community exporters to have as from 1 January 2005 at the latest pre-export certificates to prove veterinary and sanitary compliance of animal and animal products, originating from a Member State other than the exporting Member State, contained in the final product.\n(6) Since the set up of a new administrative system and the establishment of appropriate procedures between the Member States in respect of the issue and the exchange of those pre-export certificates needs time and the system is not fully operational in all Member States, some exporters will not be able to use export licences expiring on 31 January 2005, by lack of those pre-export certificates.\n(7) It is appropriate, in these circumstances, to provide for an extension of the term of validity of the export licences issued in July, August, September, October and November 2004.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["By way of derogation from Article 6 of Regulation (EC) No 174/1999, export licences with advance fixing of the refund, with destination Russia, which have been issued in the months of July, August, September, October and November 2004, in respect of the products referred to in points (a) to (d) of that Article, shall be valid until 30 April 2005.", "On request of the holder, the term of validity of licences as provided for in Article 1 is adjusted by the competent authorities of the Member States.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.", "shall apply from 1 July 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 March 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation last amended by Commission Regulation (EC) No 186/2004 (OJ L 29, 3.2.2004, p. 6).\n(2)  OJ L 20, 27.1.1999, p. 8. Regulation last amended by Regulation (EC) No 2250/2004 (OJ L 381, 28.12.2004, p. 25).\n(3)  OJ L 268, 14.9.1992, p. 1. Directive last amended by the 2003 Act of Accession"}