{"celex_id": "32002D0133", "uri": "http://publications.europa.eu/resource/cellar/882b758e-ad7b-48d0-aaf7-616010859ad3", "type": "Decision", "concepts": ["13", "2773", "2985", "3646"], "title": "2002/133/EC: Commission Decision of 18 February 2002 making it possible for Member States to extend provisional authorisations granted for the new active substances carfentrazone-ethyl, cinidon-ethyl, cyhalofop-butyl, ethoxysulfuron, famoxadone, flazasulfuron, flufenacet, flumioxazine, flurtamone, fosthiazate, isoxaflutole, metalaxyl-M, prosulfuron, Pseudomonas chlororaphis, quinoxyfen, Spodoptera exigua nuclear polyhedrosis virus and sulfosulfuron (Text with EEA relevance) (notified under document number C(2002) 517)\n", "header": "Commission Decision\nof 18 February 2002\nmaking it possible for Member States to extend provisional authorisations granted for the new active substances carfentrazone-ethyl, cinidon-ethyl, cyhalofop-butyl, ethoxysulfuron, famoxadone, flazasulfuron, flufenacet, flumioxazine, flurtamone, fosthiazate, isoxaflutole, metalaxyl-M, prosulfuron, Pseudomonas chlororaphis, quinoxyfen, Spodoptera exigua nuclear polyhedrosis virus and sulfosulfuron\n(notified under document number C(2002) 517)\n(Text with EEA relevance)\n(2002/133/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market(1), as last amended by Commission Directive 2001/87/EC(2), and in particular Article 8(1) fourth subparagraph thereof,\nWhereas:\n(1) In accordance with Article 6(2) of Council Directive 91/414/EEC France received on 14 February 1996 an application from FMC Europe NV for the inclusion of the active substance carfentrazone-ethyl in Annex I to Directive 91/414/EEC. By Commission Decision 97/362/EC(3) it was confirmed that the dossier was \"complete\" i.e. it could be considered as satisfying, in principle, the data and information requirements of Annex II and Annex III to the Directive.\n(2) The United Kingdom received a similar application on 28 April 1997 from BASF AG concerning cinidon-ethyl. This application was declared complete by Commission Decision 98/398/EC(4).\n(3) Italy received a similar application on 30 April 1997 from Dow AgroSciences concerning cyhalofop-butyl. This application was declared complete by Commission Decision 98/242/EC(5).\n(4) Italy received a similar application on 3 July 1996 from AgrEvo (now Aventis Crop Sciences) concerning ethoxysulfuron. This application was declared complete by Commission Decision 97/591/EC(6).\n(5) France received a similar application on 2 October 1996 from Du Pont de Nemours concerning famoxadone. This application was declared complete by Decision 97/591/EC.\n(6) Spain received a similar application on 16 December 1996 from ISK Biosciences concerning flazasulfuron. This application was declared complete by Commission Decision 97/865/EC(7).\n(7) France received a similar application on 1 February 1996 from Bayer SA concerning flufenacet. This application was declared complete by Decision 97/362/EC.\n(8) France received a similar application on 12 July 1996 from Sumitomo Chemicals Agro Europe SA concerning flumioxazine. This application was declared complete by Commission Decision 97/631/EC(8).\n(9) France received a similar application on 15 February 1994 from Rhone-Poulenc Agro France (now Aventis Crop Sciences) concerning flurtamone. This application was declared complete by Commission Decision 96/341/EC(9).\n(10) The United Kingdom received a similar application on 5 March 1996 from ISK Biosciences concerning fosthiazate. This application was declared complete by Decision 97/362/EC.\n(11) The Netherlands received a similar application on 6 March 1996 from Rhone-Poulenc Agro France (now Aventis Crop Sciences) concerning isoxaflutole. This application was declared complete by Commission Decision 96/524/EC(10).\n(12) Belgium received a similar application on 9 February 1996 from Novartis Crop Protection (now Syngenta) concerning metalaxyl-M. This application was declared complete by Decision 97/591/EC.\n(13) France received a similar application on 14 May 1995 from Novartis Crop Protection (now Syngenta) concerning prosulfuron. This application was declared complete by Commission Decision 97/137/EC(11).\n(14) Sweden received a similar application on 15 December 1994 from Svenska Lantmännen (now BioAgri) concerning Pseudomonas chlororaphis. This application was declared complete by Commission Decision 97/248/EC(12) of 15 April 1997.\n(15) The United Kingdom received a similar application on 1 August 1995 from Dow Elanco Europe (now Dow Agro Sciences) concerning quinoxyfen. This application was declared complete by Commission Decision 96/457/EC(13).\n(16) The Netherlands received a similar application on 24 April 1997 from Biosys concerning Spodoptera exigua nuclear polyhedrosis virus. This application was declared complete by Commission Decision 97/865/EC(14).\n(17) Ireland received a similar application on 24 April 1997 from Monsanto concerning sulfosulfuron. This application was declared complete also by Decision 97/865/EC.\n(18) Such confirmation of the completeness of the data and information was necessary to permit a detailed examination of the dossier and to allow Member States the possibility to grant provisional authorisations, for a period up to three years, for plant protection products containing the active substance concerned, while complying with the conditions laid down in Article 8(1) of Directive 91/414/EEC and, in particular, the condition relating to the detailed assessment of the active substance and the plant protection product in the light of the requirements laid down by the Directive.\n(19) For these seventeen active substances, the effects on human health and the environment have been assessed, in accordance with the provisions of Article 6(2) and (4) of Directive 91/414/EEC, for the uses proposed by the respective applicant. The nominated rapporteur Member States, submitted draft assessment reports concerning the substances to the Commission on 14 May 1998 (carfentrazone-ethyl), 1 November 1998 (cinidon-ethyl), 30 November 1998 (cyhalofop-butyl), 20 May 1997 (ethoxysulfuron), 5 August 1998 (Famoxadone), 3 August 1999 (flazasulfuron), 6 January 1998 (flufenacet), 20 January 1998 (flumioxazine); 21 May 1997 (flurtamone), 18 March 1998 (fosthiazate), 26 February 1997 (isoxaflutole), 27 July 1999 (metalaxyl-M), 18 January 1999 (prosulfuron), 7 April 1998 (Pseudomonas chlororaphis), 11 October 1996 (quinoxyfen), 19 November 1999 (Spodoptera exigua nuclear polyhedrosis virus) and 2 April 1998 (sulfosulfuron), respectively.\n(20) It will not be possible to complete the evaluation of the dossiers within the timeframe provided by the decisions on completeness referred to above because the examination of the dossiers is still ongoing after submission of the draft assessment reports by the respective rapporteur Member States.\n(21) As the evaluation so far has not identified any reason for immediate concern, Member States should be given the possibility to prolong provisional authorisations granted for plant protection products containing the concerned active substances for a period of 24 months in accordance with the provisions of Article 8 of Directive 91/414/EEC so as to enable the examination of the dossiers to continue. It is expected that within 24 months the completion of the evaluation and decision making process with respect to a decision on possible Annex I inclusion for each of the active substances concerned will have been completed.\n(22) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Member States may extend provisional authorisations for plant protection products containing carfentrazone-ethyl, cinidon-ethyl, cyhalofop-butyl, ethoxysulfuron, famoxadone, flazasulfuron, flufenacet, flumioxazine, flurtamone, fosthiazate, isoxaflutole, metalaxyl-M, prosulfuron, Pseudomonas chlororaphis, quinoxyfen, Spodoptera exigua nuclear polyhedrosis virus and sulfosulfuron for a period not exceeding 24 months from the date of adoption of this Decision.", "The present Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 February 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 230, 19.8.1991, p. 1.\n(2) OJ L 276, 10.10.2001, p. 17.\n(3) OJ L 152, 11.6.1997, p. 31.\n(4) OJ L 176, 20.6.1998, p. 34.\n(5) OJ L 96, 28.3.1998, p. 45.\n(6) OJ L 239, 30.8.1997, p. 48.\n(7) OJ L 351, 23.12.1997, p. 67.\n(8) OJ L 262, 24.9.1997, p. 7.\n(9) OJ L 130, 31.5.1996, p. 20.\n(10) OJ L 220, 30.8.1996, p. 27.\n(11) OJ L 52, 22.2.1997, p. 20.\n(12) OJ L 98, 15.4.1997, p. 15.\n(13) OJ L 189, 30.7.1996, p. 112.\n(14) OJ L 351, 23.12.1997, p. 67."}