{"celex_id": "32005L0082", "uri": "http://publications.europa.eu/resource/cellar/d34e120e-9cc8-4748-ae77-dc5c7ab1afc3", "type": "Directive", "concepts": ["4015", "5248", "5320", "5636", "6621", "6774"], "title": "Directive 2005/82/EC of the European Parliament and of the Council of  14 December 2005  repealing Council Directive 90/544/EEC on the frequency bands designated for the coordinated introduction of pan-European land-based public radio paging in the Community   (Text with EEA relevance)\n", "header": "27.12.2005 EN Official Journal of the European Union L 344/38\nDIRECTIVE 2005/82/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 14 December 2005\nrepealing Council Directive 90/544/EEC on the frequency bands designated for the coordinated introduction of pan-European land-based public radio paging in the Community\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (3),\nWhereas:\n(1) Directive 90/544/EEC (4) required Member States to designate, by 31 December 1992, in the 169,4 to 169,8 MHz radio spectrum band four channels for the pan-European land-based public radio paging service (hereinafter ERMES) and to prepare, as quickly as possible, plans to enable pan-European public radio paging service to occupy the whole band 169,4 to 169,8 MHz according to commercial demand.\n(2) Use of the 169,4 to 169,8 MHz spectrum band for ERMES in the Community has decreased or even ceased, so that this band is not currently being efficiently utilised by ERMES and could be better used to fulfil other Community policy needs.\n(3) Decision No 676/2002/EC of the European Parliament and of the Council of 7 March 2002 on a regulatory framework for radio spectrum policy in the European Community (Radio Spectrum Decision) (5) established a Community policy and legal framework to ensure coordination of policy approaches and, where appropriate, harmonised conditions with regard to availability and efficient use of the spectrum band necessary for the establishment and functioning of the internal market. That Decision allows the Commission to adopt technical implementing measures to ensure harmonised conditions for the availability and efficient use of the spectrum band.\n(4) Since the 169,4 to 169,8 MHz band is appropriate for applications benefiting people with impairments or disabilities, and considering that promotion of such applications is a policy objective for the Community together with the general objective of ensuring the functioning of the internal market, the Commission pursuant to Article 4(2) of the Radio Spectrum Decision issued the European Conference of Postal and Telecommunications Administration (hereinafter the CEPT) with a mandate to examine, inter alia, applications related to assistance for people with disabilities.\n(5) As mandated, the CEPT produced a new frequency plan, and a channel arrangement allowing six types of preferred applications to share the band in order to meet several Community policy needs.\n(6) For these reasons and in accordance with the objectives of the Radio Spectrum Decision, Directive 90/544/EEC should be repealed,", "main_body": ["Directive 90/544/EEC is hereby repealed with effect from 27 December 2005.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 14 December 2005.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nC. CLARKE\n(1)  Opinion delivered on 27 October 2005 (not yet published in the Official Journal).\n(2)  Opinion delivered on 17 November 2005, following non-compulsory consultation (not yet published in the Official Journal).\n(3)  Opinion of the European Parliament of 15 November 2005 (not yet published in the Official Journal) and Council Decision of 1 December 2005.\n(4)  OJ L 310, 9.11.1990, p. 28.\n(5)  OJ L 108, 24.4.2002, p. 1."}