{"celex_id": "32006D0246", "uri": "http://publications.europa.eu/resource/cellar/469d09a6-65a1-45f1-96cd-1fc4068128a8", "type": "Decision", "concepts": ["3560", "616"], "title": "2006/246/EC,Euratom: Commission Decision of  21 March 2006  amending Decision 97/245/EC, Euratom laying down the arrangements for the transmission of information to the Commission by the Member States under the Communities' own resources system  (notified under document number C(2006) 845)\n", "header": "28.3.2006 EN Official Journal of the European Union L 89/46\nCOMMISSION DECISION\nof 21 March 2006\namending Decision 97/245/EC, Euratom laying down the arrangements for the transmission of information to the Commission by the Member States under the Communities' own resources system\n(notified under document number C(2006) 845)\n(2006/246/EC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Decision 2000/597/EC, Euratom of 29 September 2000 on the system of the European Communities' own resources (1),\nHaving regard to Council Regulation (EC, Euratom) No 1150/2000 of 22 May 2000 implementing Council Decision 2000/597/EC, Euratom on the system of the Communities' own resources (2), and in particular the second subparagraph of Article 6(4) thereof,\nHaving consulted the Advisory Committee on Own Resources,\nWhereas:\n(1) Commission Decision 97/245/EC, Euratom (3) was adopted to take account of the changes which Regulation (EC, Euratom) No 1355/96 (4) had made to Council Regulation (EEC, Euratom) No 1552/89 of 29 May 1989 implementing Decision 88/376/EEC, Euratom on the system of the Communities' own resources (5). Decision 97/245/EC, Euratom thus laid down the procedure for the transmission of certain information by the Member States to the Commission under the Communities' own resources system.\n(2) Since Regulation (EEC, Euratom) No 1552/89 was consolidated by Regulation (EC, Euratom) No 1150/2000, the references to Regulation (EEC, Euratom) No 1552/89 given in some of the annexes to Decision 97/245/EC, Euratom must be amended for the sake of clarity.\n(3) The Treaty establishing the European Coal and Steel Community (ECSC) expired on 23 July 2002. Accordingly, there are no longer any customs duties which have to be entered in the accounts as own resources under this Treaty.\n(4) Account must be taken of the changes resulting from Decision 2000/597/EC, Euratom, which replaced Council Decision 94/728/EC, Euratom (6), in particular as regards the adjustment of the rate of the deduction to cover the costs involved in collecting ‘traditional’ own resources. Decision 2000/597/EC, Euratom laid down a new 25% deduction rate, except for amounts which should have been made available before 28 February 2001 for which the Member States will continue to deduct 10%.\n(5) Account should be taken of the new reporting obligations inserted in Regulation (EC, Euratom) No 1150/2000 by Regulation (EC, Euratom) No 2028/2004. It is thus laid down that, together with the final quarterly statement for a given year, the Member States must submit an estimate of the total amount of entitlements entered in the separate account at the end of each year for which recovery is unlikely. The Member States are also obliged to mention amounts declared or deemed to be irrecoverable in an annex to the quarterly statement for the separate account.\n(6) Steps should be taken to capitalise on the experience acquired by the Member States in the transmission of the accounting statements referred to in Article 6(3)(a) and (b) of Regulation (EC, Euratom) No 1150/2000 and to improve the presentation of the forms used to that end.\n(7) Decision 97/245/EC, Euratom should, therefore, be amended accordingly.\n(8) A suitable length of time should be allowed to apply the reporting procedures for the amended statements,", "main_body": ["Decision 97/245/EC, Euratom is hereby amended as follows:\n(a) Annexes I, II and III shall be replaced by the text contained in Annex I to this Decision.\n(b) Annex IIIa, contained in Annex II to this Decision, shall be inserted after Annex III.", "The first statements to be produced using the models contained in Annexes I and II shall be the monthly statement for June 2006 and the quarterly statement for the second quarter of 2006.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 March 2006.\nFor the Commission\nDalia GRYBAUSKAITĖ\nMember of the Commission\n(1)  OJ L 253, 7.10.2000, p. 42.\n(2)  OJ L 130, 31.5.2000, p. 1. Regulation amended by Regulation (EC, Euratom) No 2028/2004 (OJ L 352, 27.11.2004, p. 1).\n(3)  OJ L 97, 12.4.1997, p. 12. Decision amended by Decision 2002/235/EC (OJ L 79, 22.3.2002, p. 61).\n(4)  OJ L 175, 13.7.1996, p. 3.\n(5)  OJ L 155, 7.6.1989, p. 1.\n(6)  OJ L 293, 12.11.1994, p. 9.\nANNEX I\nANNEX I\n“A” Aaccount of own resources of the European Communities\nStatement of established entitlements (1)\nMember State:\nMonth/year\n(national currency)\nNature of resource Member State's reference Accounts established during month (2) Amounts recovered from separate account Corrections to earlier establishments (3) Gross amounts Net amounts\n+ –\n1210 Customs duties (excluding anti-dumping and agriculture)\n1230 Countervailing and anti-dumping duties on products\n1240 Countervailing and anti-dumping duties on services\n12 Customs duties\n1000 Customs duties relating to agricultural sector\n10 Agricultural levies\n1110 Sugar storage levies\n1100 Sugar product levies — A and B quotas\n1120 Isoglucose production levies\n1130 Levies on C sugar, isoglucose and inulin not exported\n1140 Levies on substitute C sugar and isoglucose\n1150 Inulin production levies\n1160 Additional levy\n11 Sugar levies\nTotal 12 + 10 + 11\n– 25 % collection costs\nANNEX II\nAnnex to the Statement of the “A” account of the own resources of the European Communities\nMonitoring of recovery of amounts which relate to cases of irregularities or delays (Article 18(2)(b) of Regulation (EC, Euratom) No 1150/2000)\nMonth/year\n(national currency)\nGross amount of own resources recovered References to irregularities or delays in the establishment, entry in the accounts and making available of own resource noted as a result of inspections (5)\n (6) Comments Rate of deduction to be applied (7) Amount included under the heading ‘Total to be paid to EC’ (7)\n10 % 25 % Yes No\n\nTotal\nANNEX III\nOwn resources of the European Communities — separate account (8)\nStatement of established entitlements not included in “A” account\nMember State:\nQuarter/year:\n(national currency)\nNature of resource Outstanding from previous quarter Established entitlements for current quarter Corrections of establishments Amounts which cannot be made available Total Amounts recovered during quarter (11) Outstanding at end current quarter\n1210 Customs duties (excluding anti-dumping and agriculture)\n1230 Countervailing and anti-dumping duties on products\n1240 Countervailing and anti-dumping duties on services\n12 Customs duties\n1000 Customs duties relating to agricultural sector\n10 Agricultural duties\n1110 Sugar storage levies\n1100 Sugar product levies — A and B quotas\n1120 Isoglucose production levies\n1130 Levies on C sugar, isoglucose and inulin not exported\n1140 Levies on substitute C sugar and isoglucose\n1150 Inulin production levies\n1160 Additional levy\n11 Sugar levies\nTotal 12 + 10 + 11\nEstimate of amounts established for which recovery is unlikely (12)\n(1)  Including entitlements established as a result of inspections and detected cases of fraud and irregularities.\n(2)  Including accounting corrections.\n(3)  Corrections to initial establishments, in particular cases of post-clearance recovery and repayment. For sugar, corrections relating to earlier years must be mentioned.\n(4)  The 10 % deduction rate is to be applied to amounts which, in accordance with Community rules, should have been made available before 28 February 2001 (Article 10(2)(c) of Decision 2000/597/EC, Euratom of 29.9.2000).\n(5)  If necessary, references to payments pursuant to Article 17(2) are also shown in this column.\n(6)  If necessary, references to Commission letters are also to be mentioned in this column.\n(7)  Mark with an X.\n(8)  “B” account kept pursuant to Article 6(3)(b) of Regulation (EC, Euratom) No 1150/2000, including entitlements established as a result of inspections and detected cases of fraud and irregularities.\n(9)  Correction of establishments should be understood to mean corrections, including cancellations resulting from a revision of the initial establishment arising from previous quarters. They differ by nature from those entered in column 4.\n(10)  All the cases are set out in detail in the Annex to this statement.\n(11)  The total for this column should be the same as the total given in column 2 of the statement of the “A” account for the three months concerned.\n(12)  Compulsory for the final quarter of each year.\nANNEX II\n‘ANNEX IIIa\nAnnex to the statement of the separate account of the own resources of the European Communities\nList of amounts in the “B” account declared or deemed irrecoverable (1)\nQuarter/Year\n(national currency)\nGross amount of own resources Reference to national decision\n\nTOTAL:\n(1)  Article 17(2) of Regulation No 1150/2000, as amended by Council Regulation (EC, Euratom) No 2028/2004 of 16.11.2004.’"}