{"celex_id": "32009R1126", "uri": "http://publications.europa.eu/resource/cellar/f130429f-e335-49cb-98e6-0e8e952cf863", "type": "Regulation", "concepts": ["1309", "161", "2734", "2771", "4324", "932"], "title": "Commission Regulation (EC) No 1126/2009 of 23 November 2009 opening and providing for the management of Community tariff quotas for certain agricultural products originating in Switzerland, and repealing Commission Regulation (EC) No 933/2002\n", "header": "24.11.2009 EN Official Journal of the European Union L 308/14\nCOMMISSION REGULATION (EC) No 1126/2009\nof 23 November 2009\nopening and providing for the management of Community tariff quotas for certain agricultural products originating in Switzerland, and repealing Commission Regulation (EC) No 933/2002\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision 2002/309/EC, Euratom of the Council and of the Commission as regards the Agreement on Scientific and Technological Cooperation of 4 April 2002 on the conclusion of seven Agreements with the Swiss Confederation (1), and in particular Article 5(3) first indent and Article 5(4) thereof,\nWhereas:\n(1) By Decision No 2/2008 of the Joint Committee on Agriculture set up by the Agreement between the European Community and the Swiss Confederation on trade in agricultural products of 24 June 2008 concerning the adaptation of Annexes 1 and 2 (2), Annexes 1 and 2 to the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (hereinafter ‘the Agreement’) have been replaced.\n(2) Annex 2 to the Agreement, as amended, sets out the tariff concessions granted by the Community for imports of agricultural products originating in Switzerland. Certain of those tariff concessions apply within tariff quotas managed in accordance with Articles 308a, 308b and 308c of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Regulation (EEC) No 2913/92 establishing the Community Customs Code (3).\n(3) For reasons of clarity, it is appropriate to lay down the provisions implementing those tariff quotas for agricultural products in one single legislative act which replaces Commission Regulation (EC) No 933/2002 (4). In accordance with the Agreement the tariff quotas should be opened for the period from 1 January to 31 December.\n(4) Since Decision No 2/2008 of the Joint Committee on Agriculture enters into force on 1 January 2010, this Regulation should apply from the same date.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The tariff quotas for the products originating in Switzerland listed in the Annex shall be opened annually, and at the rates of customs duty indicated in that Annex.", "The tariff quotas referred to in Article 1 shall be managed by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "Regulation (EC) No 933/2002 is repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 2009.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 114, 30.4.2002, p. 1.\n(2)  OJ L 228, 27.8.2008, p. 3.\n(3)  OJ L 253, 11.10.1993, p. 11.\n(4)  OJ L 144, 1.6.2002, p. 22.\nANNEX\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is only indicative. The preferential scheme in this Annex relates to the CN codes as they exist at the time of adoption of this Regulation. Where ex CN codes are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description taken together.\nOrder No CN code TARIC subdivision Description of goods Quota period Quota volume Quota duty\n09.0919 ex 0210 19 50 10 Hams of domestic swine, in brine, boneless, enclosed in a bladder or in an artificial gut 1.1 to 31.12 1 900 free\nex 0210 19 81 10 Meat of domestic swine, boneless, from chop, smoked\nex 1601 00 10 10 Sausages and similar products, of meat, meat offal or blood; food preparations based on these products, of animals of headings 0101 to 0104, excluding wild boars\nex 1601 00 91 10\nex 1601 00 99 10\nex 0210 19 81 20 Pork neck, dried in air, seasoned or not, whole, in pieces or thinly sliced\nex 1602 49 19 10\n09.0921 0701 10 00  Seed potatoes, fresh or chilled 1.1 to 31.12 4 000 free\n09.0922 0702 00 00  Tomatoes, fresh or chilled 1.1 to 31.12 1 000 free (1)\n09.0923 0703 10 19  Onions other than sets; leeks and other alliaceous vegetables, fresh or chilled 1.1 to 31.12 5 000 free\n09.0924 0704 10 00  Cabbages, cauliflowers, kohlrabi, kale and other similar edible brassicas with the exception of Brussels spouts, fresh or chilled 1.1 to 31.12 5 500 free\n09.0925 0705  Lettuce (Lactuca sativa) and chicory (Cichorium spp.), fresh or chilled 1.1 to 31.12 3 000 free\n09.0926 0706 10 00  Carrots and turnips, fresh or chilled 1.1 to 31.12 5 000 free\n09.0927 0706 90 10  Salad beetroot, salsify, celeriac, radishes and similar edible roots, with the exception of horse-radish (Cochlearia armoracia), fresh or chilled 1.1 to 31.12 3 000 free\n09.0928 0707 00 05  Cucumbers, fresh or chilled 1.1 to 31.12 1 000 free (1)\n09.0929 0708 20 00  Beans (Vigna spp., Phaseolus spp.), fresh or chilled 1.1 to 31.12 1 000 free\n09.0930 0709 30 00  Aubergines (eggplants), fresh or chilled 1.1 to 31.12 500 free\n09.0931 0709 40 00  Celery other than celeriac, fresh or chilled 1.1 to 31.12 500 free\n09.0932 0709 70 00  Spinach, New Zealand spinach and orache spinach (garden spinach), fresh or chilled 1.1 to 31.12 1 000 free\n09.0933 0709 90 10  Salad vegetables, other than lettuce (Lactuca sativa) and chicory (Cichorium spp.), fresh or chilled 1.1 to 31.12 1 000 free\n09.0950 0709 90 20  Chard (or white beet) and cardoons, fresh or chilled 1.1 to 31.12 300 free\n09.0934 0709 90 50  Fennel, fresh or chilled 1.1 to 31.12 1 000 free\n09.0935 0709 90 70  Courgettes, fresh or chilled 1.1 to 31.12 1 000 free (1)\n09.0936 0709 90 90  Other vegetables, fresh or chilled 1.1 to 31.12 1 000 free\n09.0945 0710 10 00  Potatoes, uncooked or cooked by steaming or boiling in water, frozen 1.1 to 31.12 3 000 free\n2004 10 10 Potatoes, prepared or preserved otherwise than by vinegar or acetic acid, frozen, other than products of heading 2006, with the exception of flour, meal or flakes\n2005 20 80 Potatoes, prepared or otherwise preserved than by vinegar or acetic acid, not frozen, other than products of heading 2006, with the exception of flour, meal or flakes and preparations that are thinly sliced, fried or baked, whether or not salted or flavoured, in airtight packings, suitable for immediate consumption\n09.0937 ex 0808 10 80 90 Apples, other than cider apples, fresh 1.1 to 31.12 3 000 free (1)\n09.0938 0808 20  Pears and quinces, fresh 1.1 to 31.12 3 000 free (1)\n09.0939 0809 10 00  Apricots, fresh 1.1 to 31.12 500 free (1)\n09.0940 0809 20 95  Cherries, other than sour cherries (Prunus cerasus), fresh 1.1 to 31.12 1 500 free (1)\n09.0941 0809 40  Plums and sloes, fresh 1.1 to 31.12 1 000 free (1)\n09.0948 0810 10 00  Strawberries, fresh 1.1 to 31.12 200 free\n09.0942 0810 20 10  Raspberries, fresh 1.1 to 31.12 100 free\n09.0943 0810 20 90  Blackberries, mulberries and loganberries, fresh 1.1 to 31.12 100 free\n09.0946 ex 0811 90 19 12 Cherries, uncooked or cooked by steaming or boiling in water, frozen, containing added sugar or other sweetening matter 1.1 to 31.12 500 free\nex 0811 90 39 12\n0811 90 80  Cherries, other than sour cherries (Prunus cerasus), uncooked or cooked by steaming or boiling in water, frozen, not containing added sugar or other sweetening matter\n2008 60  Cherries, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included\n09.0944 1106 30 10  Flour, meal and powder of bananas 1.1 to 31.12 5 free\n(1)  The reduction of duty within this tariff quota is limited to the ad valorem element. Entry prices and their specific duties remain applicable."}