{"celex_id": "32002R1286", "uri": "http://publications.europa.eu/resource/cellar/712f454e-fb17-4429-86eb-054b0338342b", "type": "Regulation", "concepts": ["161", "1644", "2025", "3156", "4080", "4083"], "title": "Commission Regulation (EC) No 1286/2002 of 15 July 2002 amending Regulation (EC) No 2125/95 as regards the list of competent Chinese authorities for issuing certificates of origin and duplicates for preserved mushrooms\n", "header": "Commission Regulation (EC) No 1286/2002\nof 15 July 2002\namending Regulation (EC) No 2125/95 as regards the list of competent Chinese authorities for issuing certificates of origin and duplicates for preserved mushrooms\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products(1), as last amended by Commission Regulation (EC) No 453/2002(2), and in particular Article 15(1) thereof,\nWhereas:\n(1) The Chinese authorities have sent the Commission a complete update of the list of competent Chinese authorities for issuing the certificates of origin and duplicates required for the release for free circulation of preserved mushrooms originating in third countries as referred to in Article 10(1) of Commission Regulation (EC) No 2125/95 of 6 September 1995 opening and providing for the administration of tariff quotas for preserved mushrooms of the genus Agraricus spp.(3), as last amended by Regulation (EC) No 453/2002. Annex II to Regulation (EC) No 2125/95 should therefore be amended.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Annex II to Regulation (EC) No 2125/95 is replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 29.\n(2) OJ L 72, 14.3.2002, p. 9.\n(3) OJ L 212, 7.9.1995, p. 16.\nANNEX\n\"ANNEX II\nList of competent Chinese authorities for issuing the certificates of origin and duplicates referred to in Article 10(1).\n- The Department of Foreign Trade of the Ministry of Foreign Trade and Economic Cooperation,\n- The Department of Foreign Trade and Economic Cooperation of Guangdong Province,\n- Shanxi Province Foreign Trade and Economic Cooperation Bureau,\n- Sichuan Provincial Department of Foreign Trade and Economic Cooperation,\n- Bureau of Foreign Trade and Economic Cooperation of Anhui Province,\n- Ningbo Municipal Bureau of Foreign Trade and Economic Cooperation,\n- Foreign Trade Department, Chongqing Foreign Trade and Economic Relations Commission,\n- Guangxi Foreign Trade and Economic Cooperation Department, People's Republic of China,\n- Shanghai Foreign Economic Relations and Trade Commission,\n- Department of Foreign Trade and Economic Cooperation, Jiangsu Provincial Government, People's Republic of China,\n- Ningxia Foreign Trade and Economic Cooperation Department,\n- Department of Foreign Trade and Economic Cooperation of Shandong Province,\n- Bureau of Foreign Trade and Economic Cooperation, Qingdao Municipal People's Government,\n- Hubei Provincial Department of Foreign Trade and Economic Cooperation, Foreign Trade Administration Office,\n- Fujian Provincial Department of Foreign Trade and Economic Cooperation,\n- Yunnan Provincial Foreign Trade and Economic Cooperation Bureau,\n- Foreign Trade and Economic Cooperation of Zhejiang Provincial People's Government,\n- China Council for the Promotion of International Trade (Henan),\n- Xiamen Municipal Trade Development Committee.\""}