{"celex_id": "32001R1529", "uri": "http://publications.europa.eu/resource/cellar/327070c2-a79e-4bbd-a575-6809eea5777e", "type": "Regulation", "concepts": ["1474", "1565", "1644", "2763", "5707", "914"], "title": "Commission Regulation (EC) No 1529/2001 of 26 July 2001 determining the extent to which applications for import licences submitted in July 2001 for certain products in the milk and milk products sector under the schemes provided for in the Europe Agreements between the Community and the Republic of Hungary, the Republic of Poland, the Czech Republic, the Slovak Republic, Bulgaria, Romania and Slovenia and in the Agreements on free trade between the Community and the Baltic States may be accepted\n", "header": "Commission Regulation (EC) No 1529/2001\nof 26 July 2001\ndetermining the extent to which applications for import licences submitted in July 2001 for certain products in the milk and milk products sector under the schemes provided for in the Europe Agreements between the Community and the Republic of Hungary, the Republic of Poland, the Czech Republic, the Slovak Republic, Bulgaria, Romania and Slovenia and in the Agreements on free trade between the Community and the Baltic States may be accepted\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1349/2000 of 19 June 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultura lproducts and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Estonia(1), asamended by Regulation (EC) No 2677/2000(2), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 1727/2000 of 31 July 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Hungary(3), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2290/2000 of 9 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Bulgaria(4), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2341/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Latvia(5), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2433/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with the Czech Republic(6), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2434/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with the Slovak Republic(7), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2435/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Romania(8), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2475/2000 of 7 November 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Slovenia(9), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2766/2000 of 14 December 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Lithuania(10), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2851/2000 of 22 December 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Poland(11), and in particular Article 1(3) thereof,\nHaving regard to Commission Regulation (EC) No 2508/97 of 15 December 1997 laying down detailed rules for the application to milk and milk products of the schemes provided for in the Europe Agreements between the Community and the Republic of Hungary, the Republic of Poland, the Czech Republic, the Slovak Republic, Bulgaria, Romania and Slovenia and the Agreements on free trade between the Community and the Baltic States(12), as last amended by Regulation (EC) No 2856/2000(13), and in particular Article 4(4) thereof,\nWhereas:\nThe applications for import licences submitted for the products listed in Regulation (EC) No 2508/97 exceed the quantities available for certain products. Allocation coefficients should therefore be set for the period 1 July to 31 December 2001 for certain quantities applied for,", "main_body": ["Applications for import licences submitted for the period 1 July to 31 December 2001 pursuant to Regulation (EC) No 2508/97, shall be accepted by country of origin and by product covered by the CN codes set out in the Annex for the quantities applied for, multiplied by the allocation coefficients shown.", "This Regulation shall enter into force on 27 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 155, 28.6.2000, p. 1.\n(2) OJ L 308, 8.12.2000, p. 7.\n(3) OJ L 198, 4.8.2000, p. 6.\n(4) OJ L 262, 17.10.2000, p. 1.\n(5) OJ L 271, 24.10.2000, p. 7.\n(6) OJ L 280, 4.11.2000, p. 1.\n(7) OJ L 280, 4.11.2000, p. 9.\n(8) OJ L 280, 4.11.2000, p. 17.\n(9) OJ L 286, 11.11.2000, p. 15.\n(10) OJ L 321, 19.12.2000, p. 8.\n(11) OJ L 332, 28.12.2000, p. 7.\n(12) OJ L 345, 16.12.1997, p. 31.\n(13) OJ L 332, 28.12.2000, p. 49.\nANNEX\n>TABLE>\n>TABLE>\n>TABLE>"}