{"celex_id": "32004R1386", "uri": "http://publications.europa.eu/resource/cellar/f64f7f3f-6c53-412e-84ae-80df91268714", "type": "Regulation", "concepts": ["2771", "3579", "3591", "3824", "5876"], "title": "Council Regulation (EC) No 1386/2004 of 26 July 2004 amending Commission Decision 2002/602/ECSC on administering certain restrictions on imports of certain steel products from the Russian Federation\n", "header": "31.7.2004 EN Official Journal of the European Union L 255/1\nCOUNCIL REGULATION (EC) No 1386/2004\nof 26 July 2004\namending Commission Decision 2002/602/ECSC on administering certain restrictions on imports of certain steel products from the Russian Federation\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Russian Federation, of the other part (1), entered into force on 1 December 1997.\n(2) Article 21 of the Partnership and Cooperation Agreement provides that trade in European Coal and Steel Community (hereinafter referred to as the ECSC) products is to be governed by Title III of that Agreement, save for Article 15 thereof, and by the provisions of an agreement on quantitative arrangements concerning exchanges of ECSC steel products.\n(3) On 9 July 2002 the ECSC and the Government of the Russian Federation concluded such an Agreement on trade in certain steel products (2) (hereinafter referred to as the Agreement), approved on behalf of the ECSC by Commission Decision 2002/603/ECSC (3).\n(4) The ECSC Treaty expired on 23 July 2002 and the European Community took over all rights and obligations contracted by the ECSC.\n(5) The Parties agreed pursuant to Article 10(2) of the Agreement that it should be continued and that all rights and obligations of the Parties should be maintained after such expiry.\n(6) The Parties entered into consultations as provided for in Article 2(4) of the Agreement and agreed to increase the quantitative limits set out in Annex II thereto to take account of the enlargement of the European Union. Moreover, the Parties agreed to increase the quantitative limits with regard to Declaration No 1 of the Agreement on the setting up by Russian operators of service centres in the European Union. Those increases have been the subject of a new agreement that entered into force on the day of its signature (4).\n(7) Furthermore, the Government of the Russian Federation has requested, in accordance with Article 3(3) of the Agreement, to carry over, within the authorised limits for each product group, certain amounts of the quantitative limits not used during the year 2003.\n(8) Commission Decision 2002/602/ECSC (5) should be amended accordingly,", "main_body": ["In Annex IV to Decision 2002/602/ECSC, the quantitative limits set out for the year 2004 shall be replaced by the quantitative limits appearing in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 2004.\nFor the Council\nThe President\nB. BOT\n(1)  OJ L 327, 28.11.1997, p. 3. Agreement as last amended by Agreement between the EC and the Government of the Russian Federation (OJ L 9, 15.1.2004, p. 22).\n(2)  OJ L 195, 24.7.2002, p. 55.\n(3)  OJ L 195, 24.7.2002, p. 54.\n(4)  See page 33 of this Official Journal.\n(5)  OJ L 195, 24.7.2002, p. 38. Decision as last amended by Regulation (EC) No 886/2004 (OJ L 168, 1.5.2004, p. 14).\nANNEX\nQUANTITATIVE LIMITS REFERRED TO IN ARTICLE 1\nUnit: tonnes\nProducts 2004\nSA. Flat products\nSA1. Coils ‘310 767\nSA1.a. Hot-rolled coils for re-rolling 558 839\nSA2. Heavy plate 143 654\nSA3. Other flat products 250 148\nSA4. Alloyed products 101 120\nSA5. Alloyed quarto plates 22 208\nSA6. Alloyed cold rolled and coated sheets 97 561\nSB. Long products\nSB1. Beams 31 440\nSB2. Wire rod 121 783\nSB3. Other long products 232 102’\nNote: SA and SB are product categories."}