{"celex_id": "32005D0064", "uri": "http://publications.europa.eu/resource/cellar/db89faa4-f9ce-40dc-aa02-de525ee34172", "type": "Decision", "concepts": ["1919", "192", "2488", "3660", "5369"], "title": "2005/64/EC: Commission Decision of 26 January 2005 implementing Council Directive 92/65/EEC as regards import conditions for cats, dogs and ferrets for approved bodies, institutes or centres (notified under document number C(2005) 118) - Text with EEA relevance\n", "header": "29.1.2005 EN Official Journal of the European Union L 27/48\nCOMMISSION DECISION\nof 26 January 2005\nimplementing Council Directive 92/65/EEC as regards import conditions for cats, dogs and ferrets for approved bodies, institutes or centres\n(notified under document number C(2005) 118)\n(Text with EEA relevance)\n(2005/64/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A (I) to Directive 90/425/EEC (1), and in particular Article 19 thereof,\nWhereas:\n(1) Directive 92/65/EEC lays down the animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos. That Directive provides that the import conditions for cats, dogs and ferrets must be at least equivalent to the conditions set out in Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (2). The intention of this equivalency between conditions applying to non-commercial and commercial movements of these species was to avoid fraud in the pets trade.\n(2) The risk of fraud is negligible as regards movements of these species between bodies, institutes or centres approved in accordance with Directive 92/65/EEC.\n(3) It is appropriate to lay down specific conditions for the importation of cats, dogs and ferrets when they are destined for bodies, institutes or centres approved in accordance with Directive 92/65/EEC.\n(4) It is necessary to set out a model health certificate for the import of cats, dogs, and ferrets destined for approved bodies, institutes or centres.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The importation of cats, dogs and ferrets destined for bodies, institutes or centres approved in accordance with Directive 92/65/EEC shall comply with the following requirements:\n(a) they must come from a third country or territory listed in Section 2 of Part B or in Part C of Annex II to Regulation (EC) No 998/2003, and\n(b) they must be accompanied by a veterinary certificate corresponding to the model health certificate set out in the Annex to this Decision.", "This Decision shall apply from 1 February 2005.", "This Decision is addressed to the Member States"], "attachments": "Done at Brussels, 26 January 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 14.9.1992, p. 54. Directive as last amended by Directive 2004/68/EC (OJ L 139, 30.4.2004, p. 320).\n(2)  OJ L 146, 13.6.2003, p. 1. Directive as last amended by Commission Regulation (EC) No 2054/2004 (OJ L 355, 1.12.2004, p. 14).\nANNEX"}