{"celex_id": "32001R2294", "uri": "http://publications.europa.eu/resource/cellar/e837cb74-ebd6-4b6c-98ee-29ea9c1867ce", "type": "Regulation", "concepts": ["1120", "1309", "161", "1644", "2173"], "title": "Commission Regulation (EC) No 2294/2001 of 26 November 2001 fixing certain indicative quantities and individual ceilings for the issue of licences for imports of bananas into the Community for the first quarter of 2002 under the tariff quotas\n", "header": "Commission Regulation (EC) No 2294/2001\nof 26 November 2001\nfixing certain indicative quantities and individual ceilings for the issue of licences for imports of bananas into the Community for the first quarter of 2002 under the tariff quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 216/2001(2), and in particular Article 20 thereof,\nWhereas:\n(1) Article 14(1) of Commission Regulation (EC) No 896/2001 of 7 May 2001 laying down detailed rules for applying Council Regulation (EEC) No 404/93 as regards the arrangements for importing bananas into the Community(3), as amended by Regulation (EC) No 1613/2001(4), provides for the possibility of fixing an indicative quantity, expressed as the same percentage of available quantities from each of the tariff quotas, for the purposes of issuing import licences for the first three quarters of the year.\n(2) An analysis of the data on quantities of bananas marketed in the Community in 2001, and in particular on actual imports during the first quarter of that year, and on the outlook for supply and consumption on the Community market during the first quarter of 2002 indicates that, with a view to satisfactory supplies for the Community as a whole, for the A and B tariff quotas, an indicative quantity of 27 % of the total of those two tariff quotas should be fixed and, under the C tariff quota, an indicative quantity of 26 % of the share of the quota allocated to traditional operators and 8 % of the share allocated to non-traditional operators should be fixed. This measure will enable trade flows between the production and marketing networks to continue.\n(3) On the basis of that same data, the maximum quantity for which each operator may submit licence applications for the first quarter of 2002 should be laid down, pursuant to Article 14(2) of Regulation (EC) No 896/01.\n(4) These indicative quantities and maximum quantities also take account of the change in the volume of tariff quotas likely to be adopted by the Council with effect from 1 January 2002.\n(5) The provisions of this Regulation are without prejudice to any measures to be adopted in the future, either by the Council or the Commission, and cannot be pleaded by operators as a basis for legitimate expectations.\n(6) This Regulation must enter into force without delay, before the start of the period for the submission of licence applications for the first quarter of 2002.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["For the first quarter of 2002 the indicative quantity referred to in Article 14(1) of Regulation (EC) No 896/2001 for imports of bananas under the tariff quotas provided for in Article 18 of Regulation (EEC) No 404/93 shall be:\n- 27 % of the quantities available for traditional operators and non-traditional operators under the A and B tariff quotas,\n- 26 % of the quantities available for traditional operators under the C quota,\n- 8 % of the quantities available for non-traditional operators under the C quota.", "1. For the first quarter of 2002 the quantity authorised for each traditional operator under the A and B tariff quotas as referred to in Article 14(2) of Regulation (EC) No 896/2001 shall be 27 % of the reference quantity determined pursuant to Articles 4 and 5 of that Regulation.\n2. For the first quarter of 2002 the quantity authorised for each non-traditional operator under the A and B tariff quotas as referred to in Article 14(2) of Regulation (EC) No 896/2001 shall be 27 % of the reference quantity determined and notified to him pursuant to Article 9(3) of that Regulation.\n3. For the first quarter of 2002 the quantity authorised for each traditional operator under the C tariff quota as referred to in Article 14(2) of Regulation (EC) No 896/2001 shall be 26 % of the reference quantity determined pursuant to Articles 4 and 5 of that Regulation.\n4. For the first quarter of 2002 the quantity authorised for each non-traditional operator under the C tariff quota as referred to in Article 14(2) of Regulation (EC) No 896/2001 shall be 8 % of the reference quantity determined and notified to him pursuant to Article 9(3) of that Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 November 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 31, 2.2.2001, p. 2.\n(3) OJ L 126, 8.5.2001, p. 6.\n(4) OJ L 214, 8.8.2001, p. 19."}