{"celex_id": "32008R0454", "uri": "http://publications.europa.eu/resource/cellar/838b217b-91dc-4b19-a0d3-26e63913cfdb", "type": "Regulation", "concepts": ["1445", "1755", "1919", "192", "4152"], "title": "Regulation (EC) No 454/2008 of the European Parliament and of the Council of 21 May 2008 amending Regulation (EC) No 998/2003 on the animal health requirements applicable to the non-commercial movements of pet animals, as regards the extension of the transitional period\n", "header": "4.6.2008 EN Official Journal of the European Union L 145/238\nREGULATION (EC) No 454/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 21 May 2008\namending Regulation (EC) No 998/2003 on the animal health requirements applicable to the non-commercial movements of pet animals, as regards the extension of the transitional period\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 37 and 152(4)(b) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Regulation (EC) No 998/2003 (3) lays down the animal health requirements applicable to non-commercial movements of pet animals and the rules applying to checks on such movements.\n(2) In addition, Article 6 of Regulation (EC) No 998/2003 provides that for a transitional period of five years from the date of entry into force of that Regulation, the entry of pet dogs and cats into the territories of Ireland, Malta, Sweden and the United Kingdom is subject to special requirements, taking into account the particular situations in those Member States with regard to rabies.\n(3) Article 16 of Regulation (EC) No 998/2003 provides that for a transitional period of five years from the date of entry into force of that Regulation, those Member States which have special rules for the control of echinococcosis and ticks on that date may make the entry of pet animals into their territories subject to compliance with those requirements. Finland, Ireland, Malta, Sweden and the United Kingdom apply their specific entry rules relating to echinococcosis; Ireland, Malta and the United Kingdom require pet dogs and cats to undergo additional treatment against ticks that must also be certified in the animals’ passports.\n(4) The transitional regimes provided for in Articles 6 and 16 of Regulation (EC) No 998/2003 expire on 3 July 2008. Article 23 of that Regulation provides that the transitional regimes are to be reviewed before the end of the transitional period.\n(5) To that end and pursuant to Article 23 of Regulation (EC) No 998/2003, the Commission was required to submit to the European Parliament and to the Council, before 1 February 2007, a report on the need to maintain the serological test, together with appropriate proposals for determining the regime to be applied after the transitional regimes provided for in Articles 6, 8 and 16 of that Regulation. That report should be based on the experience gained so far and on a risk evaluation, to be based on a scientific opinion of the European Food Safety Authority (EFSA).\n(6) At the Commission’s request, EFSA issued a scientific opinion to assist the Commission in proposing appropriate, science-based amendments to Regulation (EC) No 998/2003. In addition the Commission had also to consider reports by Member States on their experience with the implementation of Articles 6, 8 and 16 of that Regulation.\n(7) However, because the scientific assessment has taken longer than envisaged, the Commission’s report has been delayed. To enable sufficient account to be taken of the conclusions of the report, the expiry of the transitional regimes should be postponed.\n(8) Regulation (EC) No 998/2003 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 998/2003 is hereby amended as follows:\n1. in Article 6(1), the introductory phrase shall be replaced by the following:\n2. in Article 16, the first paragraph shall be replaced by the following:\n3. in Article 23, the date ‘1 January 2008’ shall be replaced by the date ‘1 July 2010’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 21 May 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  Opinion of 12 December 2007 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 10 April 2008 (not yet published in the Official Journal) and Council Decision of 19 May 2008.\n(3)  OJ L 146, 13.6.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 245/2007 (OJ L 73, 13.3.2007, p. 9)."}