{"celex_id": "32005D0738", "uri": "http://publications.europa.eu/resource/cellar/04459a62-cb61-42d7-8a28-232d6c711b4c", "type": "Decision", "concepts": ["1085", "1318", "2563", "3774", "4320", "4845", "6013", "863", "979"], "title": "2005/738/EC: Commission Decision of 14 September 2005 on the clearance of the accounts of certain paying agencies in Belgium, Germany, Spain, France, Luxembourg, the Netherlands, Portugal, Sweden and the United Kingdom concerning expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 2003 financial year (notified under document number C(2005) 3442)\n", "header": "21.10.2005 EN Official Journal of the European Union L 276/58\nCOMMISSION DECISION\nof 14 September 2005\non the clearance of the accounts of certain paying agencies in Belgium, Germany, Spain, France, Luxembourg, the Netherlands, Portugal, Sweden and the United Kingdom concerning expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 2003 financial year\n(notified under document number C(2005) 3442)\n(Only the Spanish, German, English, French, Dutch, Portuguese and Swedish texts are authentic)\n(2005/738/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (1), and in particular Article 7(3) thereof,\nAfter consulting the Fund Committee,\nWhereas:\n(1) Commission Decision 2004/451/EC of 29 April 2004 on the clearance of the accounts of Member States’ expenditure financed by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section, for the 2003 financial year (2), cleared the accounts of all the paying agencies except for the Belgian paying agencies ALT, ALP and BIRB, the German paying agencies Baden Württemberg, Bayern StMELF, Bayern-Umwelt, Berlin, Hamburg and Niedersachsen, the Spanish paying agency Navarra, the French paying agencies CNASEA, FIRS, OFIVAL, ONIC, ONIFLHOR, ONIOL, ONIVINS and SDE, the Luxembourg paying agency ministère de l’agriculture, the Dutch paying agencies HPA and Laser, the Portuguese paying agency INGA, the Swedish paying agency Swedish Board of Agriculture and the United Kingdom paying agencies CCW, DARD, FC, NAW, RPA and SEERAD.\n(2) Following the transmission of new information by Belgium, Germany, Spain, France, Luxembourg, the Netherlands, Portugal, Sweden and the United Kingdom, and after additional checks, the Commission can now take a decision on the veracity, completeness, and accuracy of the accounts submitted by the Belgian paying agencies ALT, ALP and BIRB, the German paying agencies Baden Württemberg, Bayern StMELF, Berlin, Hamburg and Niedersachsen, Spanish paying agency Navarra, the French paying agencies CNASEA, FIRS, OFIVAL, ONIC, ONIFLHOR, ONIOL, ONIVINS and SDE, the Luxembourg paying agency ministère de l’agriculture, the Dutch paying agencies HPA and Laser, the Portuguese paying agency INGA, the Swedish paying agency Swedish Board of Agriculture and the United Kingdom paying agencies CCW, FC, RPA and SEERAD.\n(3) In clearing the accounts of the Belgian, German, Spanish, French, Luxembourg, Dutch, Portuguese, Swedish and British paying agencies concerned, the Commission must take account of the amounts already withheld from Belgium, Germany, Spain, France, Luxembourg, the Netherlands, Portugal, Sweden and the United Kingdom on the basis of Decision 2004/451/EC.\n(4) In accordance with the second subparagraph of Article 7(3) of Regulation (EC) No 1258/1999 this Decision is taken without prejudice to decisions taken subsequently by the Commission, excluding from Community financing expenditure not effected in accordance with Community rules,", "main_body": ["The accounts of the Belgian paying agencies ALT, ALP and BIRB, the German paying agencies Baden Württemberg, Bayern StMELF, Berlin, Hamburg and Niedersachsen, the Spanish paying agency Navarra, the French paying agencies CNASEA, FIRS, OFIVAL, ONIC, ONIFLHOR, ONIOL, ONIVINS and SDE, the Luxembourg paying agency ministère de l’agriculture, the Dutch paying agencies HPA and Laser, the Portuguese paying agency INGA, the Swedish paying agency Swedish Board of Agriculture and the United Kingdom paying agencies CCW, FC, RPA and SEERAD concerning expenditure financed by the EAGGF Guarantee Section for the 2003 financial year are hereby cleared.\nThe amounts which are recoverable from, or payable to, each of the Member States concerned in accordance with this Decision are set out in the Annex.", "This Decision is addressed to the Kingdom of Belgium, the Federal Republic of Germany, the Kingdom of Spain, the French Republic, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands, the Portuguese Republic, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 14 September 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 103.\n(2)  OJ L 155, 30.4.2004, p. 123.\nANNEX I\nCLEARANCE OF ACCOUNTS OF PAYING AGENCIES 2003 FINANCIAL YEAR\nAmount to be recovered from or paid to the Member State\nMember State  Expenditure in the 2003 financial year Reductions and suspensions for the entire financial year Total including suspensions and reductions Advances paid to the Member State for the financial year Amount to be recovered from (–) or paid to (+) the Member State Amount recovered from (–) or paid to (+) the Member State under Decision 2004/451/EC Amount to be recovered from (–) or paid to (+) the Member State under this Decision\nCleared Disjoined Total a + b\n= expenditure declared in the annual declaration = expenditure declared in the monthly declaration\na b c = a + b d e = c + d f g = e – f h i = g – h\nBE EUR 1 016 945 603,26 0,00 1 016 945 603,26 – 17 989,43 1 016 927 613,83 1 016 959 814,40 – 32 200,57 – 32 119,73 – 80,84\nDE EUR 5 821 140 790,97 22 317 594,43 5 843 458 385,40 – 332 346,61 5 843 126 038,79 5 843 311 780,61 – 185 741,82 – 185 741,82 0,00\nES EUR 6 473 878 264,21 0,00 6 473 878 264,21 – 16 797 763,08 6 457 080 501,13 6 459 067 545,01 – 1 987 043,88 – 1 987 043,88 0,00\nFR EUR 10 425 389 800,61 0,00 10 425 389 800,61 – 5 675 864,78 10 419 713 935,83 10 419 067 788,02 646 147,81 – 728 491,58 1 374 639,39\nLU EUR 44 329 012,92 0,00 44 329 012,92 – 2 595 118,16 41 733 894,76 43 257 600,06 – 1 523 705,30 – 1 523 705,30 0,00\nNL EUR 1 360 466 615,75 0,00 1 360 466 615,75 – 1 296 238,97 1 359 170 376,78 1 359 713 294,61 – 542 917,83 – 644 855,06 101 937,23\nPT EUR 849 829 960,52 0,00 849 829 960,52 – 121 895,47 849 708 065,05 849 546 984,03 161 081,02 – 22 328,37 183 409,39\nSE SEK 7 905 413 840,22 0,00 7 905 413 840,22 5 834 913,34 7 911 248 753,56 7 911 261 488,75 – 12 735,19 0,00 – 12 735,19\nUK GBP 2 288 574 374,19 362 543 530,76 2 651 117 904,95 – 33 953 582,84 2 617 164 322,11 2 639 372 167,88 – 22 207 845,77 – 22 427 320,95 219 475,18\n1. To calculate the amount to be recovered from or paid to the Member State, the amount considered is either the total of the annual declaration for cleared expenditure (column a) or the aggregate of the monthly declarations for disjoined expenditure (column b).\n2. The reductions and suspensions are those taken into account in the system of advances, to which are added, in particular, corrections for failure to meet the payment deadlines established in August, September and October 2003.\nANNEX II\nCLEARANCE OF ACCOUNTS OF PAYING AGENCIES 2003 FINANCIAL YEAR\nList of paying agencies whose accounts remain disjoined and will be covered by a later decision\nMember State Paying agency\nGermany Bayern Umwelt\nUnited Kingdom DARD\nUnited Kingdom NAW"}