{"celex_id": "32001R0672", "uri": "http://publications.europa.eu/resource/cellar/c56f86c8-0fe9-4441-b6e7-8977b06cc23f", "type": "Regulation", "concepts": ["1542", "1919", "2965", "976", "979", "980"], "title": "Commission Regulation (EC) No 672/2001 of 2 April 2001 amending Regulation (EC) No 1750/1999 laying down detailed rules for the application of Council Regulation (EC) No 1257/1999 on support for rural development from the European Agricultural Guidance and Guarantee Fund (EAGGF)\n", "header": "Commission Regulation (EC) No 672/2001\nof 2 April 2001\namending Regulation (EC) No 1750/1999 laying down detailed rules for the application of Council Regulation (EC) No 1257/1999 on support for rural development from the European Agricultural Guidance and Guarantee Fund (EAGGF)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1257/1999 of 17 May 1999 on support for rural development from the European Agricultural Guidance and Guarantee Fund (EAGGF) and amending and repealing certain Regulations(1), and in particular Article 50 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1750/1999(2), as amended by Regulation (EC) No 2075/2000(3), demands scientific data accepted by international organisations regarded as authorities in the field as evidence of the endangered statute of breeds of farm animals. These scientific data have not been fully defined yet.\n(2) Transitional rules should therefore facilitate the transition from previous support schemes to the present rural development support scheme while awaiting the final definition of these scientific criteria.\n(3) In order to ensure the continuity of support concerning breeds of farm animals in danger of extinction, Member States should be allowed to make commitments until 31 December 2001 under the present rural development support scheme relating to breeds supported under previous schemes.\n(4) In order to ensure continuity of support it is necessary to apply this Regulation from 1 January 2000.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["At the end of the second indent of point 9(3)(VI)(A) of the Annex to Regulation (EC) No 1750/1999, the following sentence is added: \"Member States may make new commitments until 31 December 2001 under the present rural development support scheme relating to breeds supported under previous schemes.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 80.\n(2) OJ L 214, 13.8.1999, p. 31.\n(3) OJ L 246, 30.9.2000, p. 46."}