{"celex_id": "32009R0220", "uri": "http://publications.europa.eu/resource/cellar/c0a98603-8a3e-4d42-b7a2-7c2cea079f07", "type": "Regulation", "concepts": ["1755", "1854", "192", "3730", "3885", "4038", "4125"], "title": "Regulation (EC) No 220/2009 of the European Parliament and of the Council of 11 March 2009 amending Regulation (EC) No 999/2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies, as regards the implementing powers conferred on the Commission\n", "header": "31.3.2009 EN Official Journal of the European Union L 87/155\nREGULATION (EC) No 220/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2009\namending Regulation (EC) No 999/2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies, as regards the implementing powers conferred on the Commission\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 152(4)(b) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving consulted the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Regulation (EC) No 999/2001 of the European Parliament and of the Council (3) provides that certain measures are to be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4).\n(2) Decision 1999/468/EC has been amended by Council Decision 2006/512/EC (5), which introduced the regulatory procedure with scrutiny for the adoption of measures of general scope and designed to amend non-essential elements of a basic instrument adopted in accordance with the procedure referred to in Article 251 of the Treaty, inter alia, by deleting some of those elements or by supplementing the instrument with new non-essential elements.\n(3) In accordance with the statement by the European Parliament, the Council and the Commission (6) concerning Decision 2006/512/EC, for the regulatory procedure with scrutiny to be applicable to instruments adopted in accordance with the procedure referred to in Article 251 of the Treaty which are already in force, those instruments must be adjusted in accordance with the applicable procedures.\n(4) As regards Regulation (EC) No 999/2001, Regulation (EC) No 1923/2006 of the European Parliament and of the Council (7) introduced the regulatory procedure with scrutiny only for certain implementing measures which were concerned by the amendments. Therefore, Regulation (EC) No 999/2001 should be adapted for the remaining implementing powers.\n(5) In particular, the Commission should be empowered to approve rapid tests, to extend certain provisions to other products of animal origin, to adopt implementing rules including the method to confirm Bovine Spongiform Encepalopathy (BSE) in ovine and caprine animals, to modify the Annexes and to adopt transitional measures. Since those measures are of general scope and are designed to amend non-essential elements of Regulation (EC) No 999/2001, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(6) It is also appropriate to limit, following confirmation of the presence of a transmissible spongiform encepalopathy (TSE), the possibility for Member States to apply other measures to cases where the approval of those measures by the Commission is based on a favourable risk assessment taking particularly into account the control measures in that Member State, and where those measures offer an equivalent level of protection.\n(7) Regulation (EC) No 999/2001 should be amended accordingly,", "main_body": ["Regulation (EC) No 999/2001 is hereby amended as follows:\n1. in Article 5(3), the third subparagraph shall be replaced by the following:\n2. Article 9(3) shall be replaced by the following:\n3. In Article 13(1), the third subparagraph shall be replaced by the following:\n4. Article 16(7) shall be replaced by the following:\n5. Article 20(2) shall be replaced by the following:\n6. The first paragraph of Article 23 shall be replaced by the following:\n7. Article 23a shall be amended as follows:\n(a) point (a) shall be replaced by the following:\n‘(a) approval of the rapid tests referred to in Article 5(3) third subparagraph, Article 6(1), Article 8(2) and Article 9(3),’;\n(b) the following points shall be added:\n‘(k) extension to other products of animal origin of the provisions of paragraphs 1 to 6 of Article 16;\n(l) adoption of the method to confirm BSE in ovine and caprine animals referred to in Article 20(2);\n(m) amendment or addition to the annexes and adoption of any appropriate transitional measures referred to in Article 23.’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 11 March 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nA. VONDRA\n(1)  OJ C 211, 19.8.2008, p. 47.\n(2)  Opinion of the European Parliament of 23 September 2008 (not yet published in the Official Journal) and Council Decision of 16 February 2009.\n(3)  OJ L 147, 31.5.2001, p. 1.\n(4)  OJ L 184, 17.7.1999, p. 23.\n(5)  OJ L 200, 22.7.2006, p. 11.\n(6)  OJ C 255, 21.10.2006, p. 1.\n(7)  OJ L 404, 30.12.2006, p. 1."}