{"celex_id": "32001R2396", "uri": "http://publications.europa.eu/resource/cellar/6508b6d8-daba-4c14-b9e1-f086d05cbab1", "type": "Regulation", "concepts": ["1604", "2081"], "title": "Commission Regulation (EC) No 2396/2001 of 7 December 2001 laying down the marketing standard applicable to leeks\n", "header": "Commission Regulation (EC) No 2396/2001\nof 7 December 2001\nlaying down the marketing standard applicable to leeks\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), as last amended by Commission Regulation (EC) No 911/2001(2), and in particular Article 2(2) thereof,\nWhereas:\n(1) In accordance with Annex I to Regulation (EC) No 2200/96, standards for leeks have been adopted by Commission Regulation (EEC) No 1076/89(3), as amended by Regulation (EC) No 888/97(4).\n(2) In the interest of preserving transparency on the world market, account should be taken of the standard for leeks recommended by the working party on standardisation of perishable produce and quality development of the United Nations Economic Commission for Europe (UN/ECE). In addition, it is desirable to allow higher tolerances for Class I early leeks. It is therefore necessary to delete Regulation (EEC) No 1076/89 and to replace it by a new Regulation laying down standards taking these facts into account.\n(3) Application of these standards should remove products of unsatisfactory quality from the market, bring production into line with consumer requirements and facilitate trade based on fair competition, thereby helping to improve profitability.\n(4) The standards are applicable at all marketing stages. Long-distances transport, storage over a certain period and the various processes the products undergo may cause some degree of deterioration owing to the biological development of the products or their perishable nature. Account should be taken of such deterioration when applying the standard at the marketing stages following dispatch.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["The marketing standard for leeks falling within CN code 0703 90 00 shall be as set out in the Annex.\nThe standard shall apply at all marketing stages under the conditions laid down in Regulation (EC) No 2200/96.\nHowever, at stages following dispatch, products may show in relation to the requirements of the standard slight lack of freshness and turgidity, as well as slight deterioration due to their development and their perishable nature.", "Regulation (EEC) No 1076/89 is repealed.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1.\n(2) OJ L 129, 11.5.2001, p. 3.\n(3) OJ L 114, 27.4.1989, p. 14.\n(4) OJ L 126, 17.5.1997, p. 11.\nANNEX\nSTANDARD FOR LEEKS\nI. DEFINITION OF PRODUCE\nThis standard applies to leeks of varieties (cultivars) grown from Allium porrum L. to be supplied fresh to the consumer, leeks for industrial processing being excluded.\nII. PROVISIONS CONCERNING QUALITY\nThe purpose of the standard is to define the quality requirements for leeks, after preparation and packaging.\nA. Minimum requirements\nIn all classes, subject to the special provisions for each class and the tolerances allowed, the leeks must be:\n- intact (this requirement does not apply, however, to roots and ends of leaves which may be cut),\n- sound; produce affected by rotting or deterioration such as to make it unfit for consumption is excluded,\n- clean, practically free from any visible foreign matter; however, the roots may have soil adhering to them,\n- fresh in appearance, with wilted or withered leaves removed,\n- practically free from pests,\n- practically free from damage caused by pests,\n- not running to seed,\n- free of abnormal external moisture, i.e. adequately \"dried\" if they have been washed,\n- free of any foreign smell and/or taste.\nWhen the leaves are cut, they must be neatly cut.\nThe development and condition of the leeks must be such as to enable them:\n- to withstand transport and handling, and\n- to arrive in satisfactory condition at the place of destination.\nB. Classification\nLeeks are classified in two classes defined below:\n(i) Class I\nLeeks in this class must be of good quality. They must be characteristic of the variety or commercial type.\nThe white to greenish white part of the leeks must represent at least one-third of the total length or half of the sheathed part. However in early leeks(1), the white to greenish white part must represent at least one-quarter of the total length or one-third of the sheathed part.\nThe following slight defects, however, may be allowed provided these do not affect the general appearance of the produce, the quality, the keeping quality and presentation in the package:\n- slight superficial defects,\n- slight damage caused by thrips on the leaves, but not elsewhere,\n- slight traces of soil within the shaft.\n(ii) Class II\nThis class includes leeks which do not qualify for inclusion in Class I, but satisfy the minimum requirements specified above.\nThe white to greenish white part of the leeks must represent at least one-quarter of the total length or one-third of the sheathed part.\nThe following defects may be allowed provided the leeks retain their essential characteristics as regards the quality, the keeping quality and presentation:\n- a tender flowering stem, provided that it is enclosed within the sheathed part,\n- slight bruising, damage caused by thrips and slight traces of rust on the leaves, but not elsewhere,\n- slight defects in colouring,\n- traces of soil within the shaft.\nIII. PROVISIONS CONCERNING SIZING\nSize is determined by the diameter measured at right angels to the longitudinal axis above the swelling of the neck.\nThe minimum diameter is fixed at 8 mm for early leeks and 10 mm for other leeks.\nFor Class I, the diameter of the largest leek in the same bundle or package must not be more than twice the diameter of the smallest leek.\nIV. PROVISIONS CONCERNING TOLERANCES\nTolerances in respect of quality and size shall be allowed in each package, or each bundle for leeks presented without package, for produce not satisfying the requirements of the class indicated.\nA. Quality tolerances\n(i) Class I\nFor early leeks, 10 % by number of weight of leeks showing a tender flowering stem enclosed within the sheathed part and 10 % of leeks not satisfying the requirements of the class for other reasons, but meeting those of Class II or, exceptionally, coming within the tolerances of that class.\nFor other leeks, 10 % by number or weight of leeks not satisfying the requirements of the class, but meeting those of Class II or, exceptionally, coming within the tolerances of that class.\n(ii) Class II\n10 % by number or weight of leeks satisfying neither the requirements of the class, nor the minimum requirements, with the exception of produce affected by rotting, marked bruising or any other deterioration rendering it unfit for consumption.\nB. Size tolerances\nFor all classes: 10 % by number or weight of leeks not satisfying the minimum diameter requirement and, in the case of Class I leeks, the uniformity requirement.\nV. PROVISIONS CONCERNING PRESENTATION\nA. Uniformity\nThe contents of each package, or each bundle in the same package, must be uniform and contain only leeks of the same origin, variety or commercial type, quality and size (where for this criterion uniformity is prescribed), and appreciably the same degree of development and colouring.\nThe visible part of the contents of the package or bundle must be representative of the entire contents.\nB. Packaging\nThe leeks must be packed in such a way as to protect the produce properly.\nThe materials used inside the package must be new, clean and of a quality such as to avoid causing any external or internal damage to the produce. The use of materials, particularly paper or stamps, bearing trade specifications is allowed provided the printing or labelling has been done with non-toxic ink or glue.\nThe packages or bundles for produce presented without package, must be free from all foreign matter.\nC. Presentation\nThe leeks may be presented as follows:\n- arranged evenly in the package,\n- in bundles, whether or not in a package.\nThe bundles in each package should be practically uniform.\nVI. PROVISIONS CONCERNING MARKING\nEach package or each bundle presented in bulk, must bear the following particulars in letters grouped on the same side, only for produce presented in a package, legibly and indelibly marked, and visible form the outside.\nA. Identification\nPacker and/or dispatcher: name and address or officially issued or accepted code mark. However, in the case where a code is used, the reference \"Packer and/or dispatcher (or equivalent abbreviations)\" must be indicated in close proximity to the code mark.\nB. Nature of produce\n- \"Leeks\", if the contents are not visible from the outside,\n- \"Early leeks\", where appropriate.\nC. Origin of produce\n- Country of origin and, optionally, district where grown or national, regional or local place name.\nD. Commercial specifications\n- Class,\n- Number of bundles (for leeks packed in bundles and presented in a package).\nE. Official control mark (optional)\nFor leeks shipped in bulk and loaded directly onto a means of transport the particulars referred to in paragraph VI shall be given in a document accompanying the goods or shown on a notice placed in an obvious position inside the means of transport.\n(1) Direct-drilled, non transplanted leeks, harvested from late winter to early summer."}