{"celex_id": "32007R1024", "uri": "http://publications.europa.eu/resource/cellar/52559e8f-be9b-4187-beaf-63ec08461209", "type": "Regulation", "concepts": ["1309", "2520", "2771", "4080", "4402", "6173", "888"], "title": "Commission Regulation (EC) No 1024/2007 of 3 September 2007 modifying Regulation (EC) No 409/2007 replacing Annexes I and II to Council Regulation (EC) No 673/2005 establishing additional customs duties on imports of certain products originating in the United States of America\n", "header": "4.9.2007 EN Official Journal of the European Union L 231/3\nCOMMISSION REGULATION (EC) No 1024/2007\nof 3 September 2007\nmodifying Regulation (EC) No 409/2007 replacing Annexes I and II to Council Regulation (EC) No 673/2005 establishing additional customs duties on imports of certain products originating in the United States of America\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 673/2005 of 25 April 2005 establishing additional customs duties on imports of certain products originating in the United States of America (1), and in particular Article 3 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 409/2007 added 32 products to the list in Annex I to Council Regulation (EC) No 673/2005. Thereby, imports of those products originating in the United States of America became subject to a 15 % ad valorem additional customs duty as from 1 May 2007.\n(2) To preserve the legitimate expectations of importers, it should be clarified that goods which were already under Customs supervision on the date of application of Regulation (EC) No 409/2007 and whose destination cannot be changed are exempted from this extension of the additional duty.\n(3) To avoid further delaying the customs clearance of goods concerned, this Regulation should enter into force on the day of its publication.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee on trade retaliation,", "main_body": ["Article 3(2) of Regulation (EC) No 409/2007 is replaced by the following:\n‘Products for which it can be demonstrated that they are already en route to the Community or in temporary storage or in a free zone or free warehouse or under a suspensive procedure in the meaning of the Community Customs Code on the date of application of this Regulation, and whose destination cannot be changed, shall not be subject to the additional duty provided they are classified under one of the following CN codes (2): 4803 00 31, 4818 30 00, 4818 20 10, 9403 70 90, 6110 90 10, 6110 19 10, 6110 19 90, 6110 12 10, 6110 11 10, 6110 30 10, 6110 12 90, 6110 20 10, 6110 11 30, 6110 11 90, 6110 90 90, 6110 30 91, 6110 30 99, 6110 20 99, 6110 20 91, 9608 10 10, 6402 19 00, 6404 11 00, 6403 19 00, 6105 20 90, 6105 20 10, 6106 10 00, 6206 40 00, 6205 30 00, 6206 30 00, 6105 10 00, 6205 20 00 and 9406 00 11.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply as from 1 May 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 September 2007.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 110, 30.4.2005, p. 1. Regulation as last amended by Commission Regulation (EC) No 409/2007 (OJ L 100, 17.4.2007, p. 16).\n(2)  The description of products classified under these codes can be found in Annex I to Council Regulation (EEC) No 2658/87 (OJ L 256, 7.9.1987, p. 1), as amended by Regulation (EC) No 493/2005 (OJ L 82, 31.3.2005, p. 1).’"}