{"celex_id": "32006R1986", "uri": "http://publications.europa.eu/resource/cellar/9778354d-8d4a-4026-8123-3a28cc0cf791", "type": "Regulation", "concepts": ["3110", "4099", "4136", "453", "5283", "6626"], "title": "Regulation (EC) No 1986/2006 of the European Parliament and of the Council of 20 December 2006 regarding access to the Second Generation Schengen Information System (SIS II) by the services in the Member States responsible for issuing vehicle registration certificates\n", "header": "28.12.2006 EN Official Journal of the European Union L 381/1\nREGULATION (EC) No 1986/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 December 2006\nregarding access to the Second Generation Schengen Information System (SIS II) by the services in the Member States responsible for issuing vehicle registration certificates\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 71 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Council Directive 1999/37/EC of 29 April 1999 on the registration documents for vehicles (3) provides that Member States are to assist one another in the implementation of that Directive and may exchange information at bilateral or multilateral level, in particular, so as to check, before any registration of a vehicle, the latter's legal status in the Member State in which it was previously registered. Such checking may involve the use of an electronic network.\n(2) Regulation (EC) No 1987/2006 of the European Parliament and of the Council of 20 December 2006 and Council Decision 2006/000/JHA of … on the establishment, operation and use of the second generation of the Schengen Information System (SIS II) (4)\n (5) constitute the legislative basis for governing SIS II, which constitutes a shared database between Member States containing, inter alia, data on motor vehicles with a cylinder capacity exceeding 50 cc, data on trailers with an unladen weight exceeding 750 kg and caravans and data on vehicle registration certificates and vehicle number plates which have been stolen, misappropriated, lost or invalidated.\n(3) Regulation (EC) No 1987/2006 and Decision 2006/000/JHA replace Articles 92 to 119 of the Convention of 19 June 1990 implementing the Schengen Agreement of 14 June 1985 between the governments of the States of the Benelux economic union, the Federal Republic of Germany and the French Republic on the gradual abolition of checks at their common borders (6) (‘the Schengen Convention’) with the exception of Article 102a thereof. That Article concerns access to the Schengen Information System by the authorities and services in the Member States responsible for issuing registration certificates for vehicles.\n(4) It is now necessary to adopt a third instrument, based on Title V of the Treaty and complementing Regulation (EC) No 1987/2006 and Decision 2006/000/JHA in order to allow access to SIS II by the services in the Member States responsible for issuing registration certificates for vehicles, and to replace Article 102a of the Schengen Convention.\n(5) Alerts on objects, including motor vehicles, are entered in SIS II for the purposes of seizure or use as evidence in criminal proceedings, pursuant to Decision 2006/000/JHA.\n(6) Pursuant to Decision 2006/000/JHA, access to alerts on objects entered in SIS II is reserved exclusively to the authorities responsible for border control and other police and customs checks as well as judicial authorities and Europol.\n(7) Government or non-government services clearly identified for this purpose and responsible in the Member States for issuing registration certificates for vehicles should have access to data included in SIS II concerning motor vehicles with a cylinder capacity exceeding 50 cc, trailers with an unladen weight exceeding 750 kg, caravans and vehicle registration certificates and vehicle number plates which have been stolen, misappropriated, lost or invalidated in order to enable them to check whether the vehicles presented to them for registration have been stolen, misappropriated or lost.\n(8) To that end, it is necessary to grant those services access to those data, and to allow them to use those data for the administrative purposes of properly issuing vehicle registration certificates.\n(9) To the extent that services in the Member States responsible for issuing registration certificates for vehicles are non-government bodies, such access should be granted indirectly, that is to say through the intermediary of an authority granted access in accordance with Decision 2006/000/JHA that is responsible for ensuring compliance with the security and confidentiality rules of the Member States as referred to in that Decision.\n(10) Decision 2006/000/JHA lays down the action to be taken if access to SIS II brings to light an alert for an object entered in SIS II.\n(11) Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (7) applies to the processing of personal data by the services in the Member States responsible for issuing registration certificates for vehicles. The specific provisions on the protection of personal data on security, confidentiality and keeping of log files contained in Decision 2006/000/JHA supplement or clarify the principles set out in that Directive when personal data is processed by those services in the context of SIS II.\n(12) Since the objective of the action to be taken, namely to grant access to SIS II to services in the Member States responsible for issuing registration certificates for vehicles, in order to facilitate their tasks under Directive 1999/37/EC, cannot be sufficiently achieved by the Member States and can therefore, by reason of the very nature of SIS II as a joint information system, only be achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.\n(13) This Regulation respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union.\n(14) As regards Iceland and Norway, this Regulation constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis (8) which fall within the area referred to in Article 1, point G, of Council Decision 1999/437/EC of 17 May 1999 (9) on certain arrangements for the application of that Agreement.\n(15) As regards Switzerland, this Regulation constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement signed between the European Union, the European Community and the Swiss Confederation concerning the association of the Swiss Confederation with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, point G, of Decision 1999/437/EC read in conjunction with Article 4(1) of Council Decisions 2004/849/EC (10) and 2004/860/EC (11).\n(16) This Regulation constitutes an act building on the Schengen acquis or otherwise related to it within the meaning of Article 3(2) of the 2003 Act of Accession,", "main_body": ["1.   Notwithstanding Articles 38, 40 and 46(1) of Decision 2006/000/JHA, the services in the Member States responsible for issuing registration certificates for vehicles, as referred to in Directive 1999/37/EC, shall have access to the following data entered into SIS II in accordance with Article 38(2)(a), (b) and (f) of that Decision for the sole purpose of checking whether vehicles presented to them for registration have been stolen, misappropriated or lost or are sought as evidence in criminal proceedings:\n(a) data concerning motor vehicles with a cylinder capacity exceeding 50 cc;\n(b) data concerning trailers with an unladen weight exceeding 750 kg and caravans;\n(c) data concerning vehicle registration certificates and vehicle number plates which have been stolen, misappropriated, lost or invalidated.\nSubject to paragraph 2, the law of each Member State shall govern access to those data by those services in that Member State.\n2.   Services as referred to in paragraph 1 that are government services shall have the right to access directly the data entered in SIS II.\n3.   Services as referred to in paragraph 1 that are non-government services shall have access to data entered in SIS II only through the intermediary of an authority as referred to in Article 40 of the Decision mentioned in paragraph 1. That authority shall have the right to access the data directly and to pass them on to the service concerned. The Member State concerned shall ensure that the service in question and its employees are required to respect any limitations on the permissible use of data conveyed to them by the authority.\n4.   Article 39 of that Decision shall not apply to access gained in accordance with this Article. The communication to the police or judicial authorities by services as referred to in paragraph 1 of any information brought to light by access to SIS II which gives rise to suspicion of a criminal offence shall be governed by national law.", "This Regulation replaces Article 102a of the Schengen Convention.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the date set in accordance with Article 71(2) of Decision 2006/000/JHA.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  OJ C 65, 17.3.2006, p. 27.\n(2)  Opinion of the European Parliament of 25 October 2006 (not yet published in the Official Journal) and Council Decision of 19 December 2006 (not yet published in the Official Journal).\n(3)  OJ L 138, 1.6.1999, p. 57. Directive as last amended by Commission Directive 2003/127/EC (OJ L 10, 16.1.2004, p. 29).\n(4)  See page 4 of this Official Journal.\n(5)  See page 99 of this Official Journal.\n(6)  OJ L 239, 22.9.2000, p. 19. Convention as last amended by Regulation (EC) No 1160/2005 (OJ L 191, 22.7.2005, p. 18).\n(7)  OJ L 281, 23.11.1995, p. 31. Directive as amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(8)  OJ L 176, 10.7.1999, p. 36.\n(9)  OJ L 176, 10.7.1999, p. 31.\n(10)  Council Decision 2004/849/EC of 25 October 2004 on the signing, on behalf of the European Union, and on the provisional application of certain provisions of the Agreement between the European Union, the European Community and the Swiss Confederation concerning the Swiss Confederation's association with the implementation, application and development of the Schengen acquis (OJ L 368, 15.12.2004, p. 26).\n(11)  Council Decision 2004/860/EC of 25 October 2004 on the signing, on behalf of the European Community, and on the provisional application of certain provisions of the Agreement between the European Union, the European Community and the Swiss Confederation, concerning the Swiss Confederation's association with the implementation, application and development of the Schengen acquis (OJ L 370, 17.12.2004, p. 78)."}