{"celex_id": "32004R0236", "uri": "http://publications.europa.eu/resource/cellar/3aab2bc7-7b3a-4206-ab07-aba0269bd3fa", "type": "Regulation", "concepts": ["1309", "1338", "2739", "2771", "519", "5969"], "title": "Council Regulation (EC) No 236/2004 of 10 February 2004 amending Regulation (EC) No 1339/2002 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of sulphanilic acid originating in the People's Republic of China and India\n", "header": "Council Regulation (EC) No 236/2004\nof 10 February 2004\namending Regulation (EC) No 1339/2002 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of sulphanilic acid originating in the People's Republic of China and India\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) (the basic Regulation), and in particular Article 12(3) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Original measures\n(1) In July 2002, the Council imposed a definitive anti-dumping duty (the original measure) on imports of sulphanilic acid originating, inter alia, in the People's Republic of China by Regulation (EC) No 1339/2002(2). The country-wide duty rate applicable to the net, free-at-Community frontier price, is 21 %.\n2. Request for an anti-absorption reinvestigation\n(2) On 12 May 2003, a request for a reinvestigation of the measure referred to in recital 1 was lodged pursuant to Article 12 of the basic Regulation. The request was submitted by Sorochimie and Quimigal (the applicants), two producers representing 100 % of the Community production of sulphanilic acid.\n(3) The applicants submitted sufficient information showing that the anti-dumping duty imposed on sulphanilic acid originating in the People's Republic of China has not led to sufficient movement in the prices in the Community. In fact, the evidence contained in the request showed that export prices and prices delivered (duty unpaid) to final customers in the Community fell significantly following the imposition of the anti-dumping measures, suggesting an increase in dumping which impeded the intended remedial effects of the anti-dumping measures in force.\n3. The anti-absorption reinvestigation\n(4) On 26 June 2003, the Commission announced by a notice published in the Official Journal of the European Union(3) the initiation of a reinvestigation, pursuant to Article 12 of the basic Regulation, of the anti-dumping measures applicable to imports of sulphanilic acid originating in the People's Republic of China.\n(5) The Commission officially advised the producers/exporters known to be concerned, the representatives of the exporting country, importers and users of the initiation of the reinvestigation. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation. The Commission sent questionnaires to all parties known to be concerned.\n(6) Two complete questionnaire replies were received from a Chinese exporter, Sinochem Hebei import and export corporation (Sinochem), and from a user importing directly the product concerned from the People's Republic of China, 3V Sigma, Italy (3V Sigma). It has to be noted, that the investigation which led to the imposition of the original measures (the original investigation) established that sulphanilic acid is imported into the Community directly by the final users of this product.\n(7) Three other importers/users declared that they would not reply to the questionnaire because they had only imported very marginal quantities of the product concerned during the investigation period. A fourth importer/user submitted some information but stopped cooperating in the course of the investigation.\n(8) The investigation period of this reinvestigation (new IP) ran from 1 April 2002 to 31 March 2003. The new IP was used to determine the current level of export prices and the level of the prices delivered to the final customer in the Community. In establishing whether the prices in the Community had moved sufficiently, the price levels charged during the new IP were compared to those charged during the original investigation period (original IP) which had covered the period from 1 July 2000 to 30 June 2001.\n(9) Because of duly justified exceptional circumstances (i.e. the consequences of the SARS epidemic in the People's Republic of China), the cooperating parties requested and were granted extensions to submit their replies. For this reason, the reinvestigation slightly exceeded the normal period of six months provided for in Article 12(4) of the basic Regulation.\nB. PRODUCT UNDER CONSIDERATION\n(10) The product concerned by the request and for which the reinvestigation was initiated is the same as in the original investigation, i.e. sulphanilic acid, normally classified within CN code ex 2921 42 10 (TARIC code 2921 42 10 60 ). Sulphanilic acid is a chemical product used as raw material in the production of optical brighteners, concrete additives, food colorants and speciality dyes.\nC. THE REINVESTIGATION\n(11) The purpose of this reinvestigation is, first, to establish whether or not there was a sufficient movement in prices in the Community of sulphanilic acid originating in China further to the imposition of the aforementioned anti-dumping measures. As a second step, where it is concluded that absorption took place, the dumping margin is recalculated. In accordance with Article 12 of the basic Regulation, importers/users and exporters are provided with an opportunity to submit evidence that could justify a lack of movement in prices in the Community following the imposition of measures for reasons other than absorption of the anti-dumping duty.\n1. Movement of prices in the Community\n1.1. General\n(12) As mentioned above, the pattern of trade for sulphanilic acid originating in the People's Republic of China is characterised by the absence of intermediaries such as traders importing the product in the Community for resale. Users in the Community, which are generally large chemical companies, directly import the product concerned from the People's Republic of China, for their own internal consumption.\n(13) Therefore, in the absence of any resale price in the market, the Community price level during the new IP of the product concerned originating in the People's Republic of China was determined by adding to the cif price in euro at the Community border both the conventional and the anti-dumping duties payable. The cif price in euro at the Community border was established on the basis of information submitted by the aforementioned cooperating Chinese exporting producer and importer/user in the Community. Together, these companies reported data amounting to 1430 tonnes of sulphanilic acid during the new IP, a level exceeding slightly the statistical information available from Eurostat.\n(14) The movement of prices in the Community was assessed by comparing, for the same delivery conditions, the average price, including duties, referred to in recital 13, of the new IP with that determined in the original IP, plus the duties. The comparison showed that the average price in the Community of sulphanilic acid originating in the People's Republic of China had decreased by 18,1 %.\n(15) It should be noted that the average conventional duty rate applicable to imports of sulphanilic acid originating in the People's Republic of China declined from 8,5 to 7,4 % between the two IPs. Taking this effect out, the decrease in cif prices in euro between the two IPs was 17,4 %.\n1.2. Claims made by interested parties\n1.2.1. Exchange rate variation\n(16) Several interested parties noted that sulphanilic acid imported from the People's Republic of China is invoiced in US dollars. They indicated that the decrease of export prices and prices in the Community of sulphanilic acid would largely be the result of the USD/EUR exchange rate variation observed between the original IP and the new IP. The claim was verified and it was indeed found that the US dollar had depreciated against the euro by 11,4 % between the original IP and the new IP. Therefore, the claim was accepted. However, even when the comparison is carried out by taking into account the effect of the abovementioned depreciation of the US dollar against the euro, a decrease in the level of prices in the Community by 9,3 % is still observed between the original IP and the new IP.\n1.2.2. Transportation costs\n(17) A cooperating party alleged that the decrease in transport costs between the People's Republic of China and the Community could explain part of the possible decrease in prices of the product concerned. This claim was verified on the basis of the actual transport costs reported by the cooperating parties themselves. When comparing these transport costs with the ones determined in the framework of the original investigation, it appears that transport costs have marginally increased, and not decreased, between the two IPs. Therefore, the claim was rejected.\n1.2.3. Raw material price\n(18) Cooperating parties claimed that any possible decrease in the prices of sulphanilic acid would be the consequence of a corresponding decline between the original IP and the new IP in the price of aniline, a key raw material representing some 60 % of the cost of production of sulphanilic acid. It was alleged that the price of aniline would have decreased by some 5 % over the abovementioned period.\n(19) This type of claim refers to costs of production, and can only be taken into account in the context of a re-examination of normal value. However, pursuant to Article 12(5) of the basic Regulation, alleged changes in normal value shall only be taken into account where complete information on revised normal values is made available to the Commission. This was not the case. For this reason alone, the claim could already be rejected. However, in order to establish a complete picture of all the elements possibly at stake, the abovementioned allegation was nevertheless examined. To this end, exhaustive information on aniline prices during the new IP was obtained from the same source that had been used in order to determine the normal value in the original investigation, i.e. a cooperating company in the analogue country, namely India. On this basis, it was found that aniline prices had increased, not decreased, by around 6 % between the two IPs. Therefore, even if the claim had been correctly presented in the context of a request for a revision of normal value pursuant to Article 12(5) of the basic Regulation, it would have been considered to be unfounded.\n1.3. Conclusion\n(20) It was therefore concluded that absorption of the anti-dumping duty had taken place, as the decrease observed in the prices in the Community of sulphanilic acid originating in the People's Republic of China could not be fully justified even after taking into consideration the above described claim concerning exchange rate fluctuations.\n2. Reassessment of the export prices\n(21) Since it was established that absorption had taken place and that the lack of movement in the prices in the Community was due to a fall in the export prices it was considered appropriate to use the export prices of the new IP, for the purpose of recalculating the appropriate dumping margins in accordance with the last sentence of Article 12(2) of the basic Regulation.\n3. Normal value\n(22) Article 12(5) of the basic Regulation provides for the possibility of taking alleged changes in normal value into account, where complete information is made available to the Commission within given time limits. As indicated under recital 19, no interested party formally requested a revision of the normal value. Therefore, the normal value as established in the original investigation was used in recalculating the dumping margins.\n4. Recalculation of the dumping margin taking account of the export prices observed during the new IP\n(23) As required under Article 12 of the basic Regulation, the country-wide dumping margin for the People's Republic of China was recalculated by comparing the average fob price established in the current investigation with the average fob normal value as established in the original investigation. The difference was then expressed as a percentage of the cif value determined in the reinvestigation.\n(24) The recalculated dumping margin was found to have increased to 33,7 %, in comparison with 21 % as established in the course of the original investigation.\n5. New level of the measure\n(25) The original measures were based on the dumping margin. A new injury margin has been calculated as a difference between the new export price determined as explained under recital 21 and the non-injurious Community price computed in the original investigation, expressed as a percentage of the same denominator as used in the above dumping determination. The lowest of the two margins is still the dumping margin. In application of the lesser duty rule, the revised, country-wide duty applicable to imports in the Community of sulphanilic acid originating in the People's Republic of China should correspond to the level of the revised dumping margin, i.e. 33,7 %,", "main_body": ["Article 1(2) of Regulation (EC) No 1339/2002 shall be replaced by the following:\n\"2. The rate of definitive anti-dumping duty applicable, before duty, to the net free-at-Community frontier price of the products described in paragraph 1, shall be as follows:\n>TABLE>\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 February 2004.\nFor the Council\nThe President\nC. McCreevy\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 1972/2002 (OJ L 305, 7.11.2002, p. 1).\n(2) OJ L 196, 25.7.2002, p. 11.\n(3) OJ C 149, 26.6.2003, p. 14."}