{"celex_id": "32003R0953", "uri": "http://publications.europa.eu/resource/cellar/c000f0de-55cb-455e-b8d4-5ee57d0a662a", "type": "Regulation", "concepts": ["2666", "3190", "3191", "3577", "3579", "3813", "4079"], "title": "Council Regulation (EC) No 953/2003 of 26 May 2003 to avoid trade diversion into the European Union of certain key medicines\n", "header": "3.6.2003 EN Official Journal of the European Union L 135/5\nCOUNCIL REGULATION (EC) No 953/2003\nof 26 May 2003\nto avoid trade diversion into the European Union of certain key medicines\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 21 February 2001, the Commission adopted a communication to the European Parliament and to the Council on accelerated action targeted at major communicable diseases within the context of poverty reduction, according to which the Commission was instructed, inter alia, to establish a global tiered pricing system for key pharmaceuticals for the prevention, diagnosis and treatment of HIV/AIDS, TB and malaria and related diseases for the poorest developing countries and to prevent product diversion of these products to other markets by ensuring that effective safeguards were in place.\n(2) In a resolution dated 14 May 2001 on accelerated action on HIV, TB and malaria, the Council underlined the need to reinforce safeguards against diversion of low priced pharmaceuticals destined for poor markets and prevent price erosion in developed countries markets.\n(3) On 15 March 2001, a resolution of the European Parliament on access to drugs for HIV/AIDS victims in developing countries noted the inclusion of a commitment to tiered pricing in the Commission's programme for action and called for a system allowing developing countries equitable access to medicines and vaccines at affordable prices.\n(4) Many of the poorest developing countries are in urgent need of access to affordable essential medicines for treatment of communicable diseases. These countries are heavily dependant on imports of medicines as local manufacturing is scarce.\n(5) Price segmentation between developed country markets and the poorest developing country markets is necessary to ensure that the poorest developing countries are supplied with essential pharmaceutical products at heavily reduced prices. Therefore, these heavily reduced prices cannot be understood as a reference for the price to be paid for the same products in developed country markets.\n(6) Legislative and regulatory instruments are in place in most developed countries to prevent importation, in certain circumstances, of pharmaceutical products, but these instruments risk becoming insufficient where substantial volumes of heavily discounted pharmaceuticals are sold to the poorest developing country markets and the economic interest in trade diversion into high priced markets therefore may increase significantly.\n(7) There is a need to encourage the pharmaceutical producers to make pharmaceutical products available at heavily reduced prices in significantly increased volumes by ensuring through this Regulation that these products remain on those markets. Donations of pharmaceutical products and products sold under contracts awarded in response to competitive tenders from national governments or international procurement bodies, or under a partnership agreed between the manufacturer and the government of a country of destination may qualify under this Regulation on equal conditions, bearing in mind that donations are not contributing to the improvement of access to these products on a sustainable basis.\n(8) For the purpose of this Regulation, it is necessary to establish a procedure which identifies the products, countries and diseases covered by this Regulation.\n(9) This Regulation serves the purpose of preventing tiered priced products from being imported into the Community. Exemptions are laid down for certain situations under the strict provision that it is ensured that the final destination of the products in question is one of the countries listed in Annex II.\n(10) Manufacturers of tiered priced products must differentiate the appearance of tiered priced products to facilitate the task of identifying them.\n(11) It will be appropriate to review the lists of the diseases and the countries of destination covered by this Regulation, as well as the formulae used to identify tiered priced products in the light, inter alia, of the experience gained from its application.\n(12) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (1).\n(13) With regard to tiered priced products contained in travellers' personal luggage for personal use, the same rules as set out in Council Regulation (EC) No 3295/94 of 22 December 1994 laying down measures to prohibit the release for free circulation, export, re-export or entry for a suspensive procedure of counterfeit and pirated goods (2), currently being reviewed, should apply.\n(14) Where tiered priced products have been seized under this Regulation, the competent authority may, in accordance with national legislation and with a view to ensuring that the intended use is made of the seized products to the full benefit of the countries listed in Annex II, decide to make them available for humanitarian purposes in these countries. In the absence of such decision, the seized products should be destroyed,", "main_body": ["1.   This Regulation lays down:\n(a) the criteria for establishing what is a tiered priced product;\n(b) the conditions under which the customs authorities shall take action;\n(c) the measures which shall be taken by the competent authorities in the Member States.\n2.   For the purposes of this Regulation:\n(a) ‘tiered priced product’ means any pharmaceutical product used in the prevention, diagnosis and treatment of a disease referred to in Annex IV which is priced in accordance with one of the optional price calculations set out in Article 3, verified by the Commission or an independent auditor as provided for in Article 4 and entered in the list of tiered priced products set out in Annex I;\n(b) ‘countries of destination’ are those countries listed in Annex II;\n(c) ‘competent authority’ means an authority designated by a Member State to determine whether goods suspended by the customs authorities in the respective Member State are tiered priced products and to give instructions depending on the outcome of the review.", "1.   It shall be prohibited to import into the Community tiered priced products for the purposes of release for free circulation, re-export, placing under suspensive procedures or placing in a free zone or free warehouse.\n2.   The following shall be exempted from the prohibition regarding tiered priced products as set out in paragraph 1:\n(a) re-export to countries of destination;\n(b) placing under a transit or customs warehouse procedure or in a free zone or free warehouse for the purpose of re-export to a country of destination.", "The tiered price referred to in Article 4(2)(ii) of this Regulation shall, at the option of the applicant, be either:\n(a) no higher than the percentage set out in Annex III of the weighted average ex factory price charged by a manufacturer in OECD markets for the same product at the time of application; or, alternatively,\n(b) a manufacturer's direct production costs, with the addition of a maximum percentage which is set out in Annex III.", "1.   In order for products to benefit from this Regulation, manufacturers or exporters of pharmaceutical products shall submit applications to the Commission.\n2.   Any application addressed to the Commission shall contain the following information:\n(i) the product name and active ingredient of the tiered priced product and sufficient information to verify which disease it is preventing, diagnosing or treating;\n(ii) the price offered in relation to either of the optional price calculations set out in Article 3 in sufficient detail to enable verification. Instead of submitting such detailed information, the applicant may submit a certificate issued by an independent auditor, stating that the price has been verified and corresponds to one of the criteria set out in Annex III. The independent auditor is appointed in agreement between the manufacturer and the Commission. Any information submitted by the applicant to the auditor shall remain confidential;\n(iii) the country or countries of destination to which the applicant intends to sell the product concerned;\n(iv) the code number based on the Combined Nomenclature as set out in Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (3) and, where appropriate, supplemented by TARIC subdivisions, to identify unambiguously the goods concerned;\n(v) any measures taken by the manufacturer or exporter to make the tiered priced product easily distinguishable from identical products offered for sale inside the Community.\n3.   The Commission shall determine whether a product fulfils the criteria set out in this Regulation in accordance with the procedure laid down in Article 5(2).\n4.   Where the requirements set out in this Regulation are fulfilled, the product shall be added to Annex I at the next following update. The applicant shall be informed of the decision of the Commission within 15 days.\n5.   If an application is not sufficiently detailed for review as to substance, the Commission shall in writing ask the applicant to submit such missing information. If the applicant does not complete the application within the time period set out in that communication, the application shall be null and void.\n6.   If the Commission finds that the application does not fulfil the criteria set out in this Regulation, the application shall be rejected and the applicant shall be informed within 15 days of the date of the decision. Nothing shall prevent the applicant from resubmitting a modified application for the same product.\n7.   Products destined to be donated to recipients in one of the countries listed in Annex II may be notified accordingly for approval and insertion in Annex I.\n8.   Annex I to this Regulation shall be updated every second month by the Commission.\n9.   Where adjustments to Annexes II, III and IV are necessary, the procedure referred to in Article 5(3) shall apply.", "1.   The Commission shall be assisted by a committee.\n2.   Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply.\n3.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at two months.\n4.   The Committee shall adopt its Rules of Procedure.", "A product approved as a tiered priced product and inserted in Annex I shall remain on that list for as long as the conditions set out in Article 4 are fulfilled and annual sales reports have been submitted to the Commission in accordance with Article 11. The applicant must submit information to the Commission on any change which has occurred with respect to the scope or conditions set out in Article 4 in order to ensure that these requirements are met.", "A permanent logo, as set out in Annex V, shall be affixed on any packaging or product and any document used in connection with the approved product sold at tiered prices to countries of destination. This applies as long as the tiered priced product concerned remains listed in Annex I.", "1.   Where there is reason to suspect that, contrary to the prohibition in Article 2, tiered priced products will be imported into the Community, customs authorities shall suspend the release of, or detain, the products concerned for the time necessary to obtain a decision of the competent authorities on the character of the merchandise. The period of suspension or detention shall not exceed 10 working days unless special circumstances apply, in which case the period may be extended by a maximum of 10 working days. Upon expiry of this period, the products shall be released, provided that all customs formalities have been complied with.\n2.   It shall be sufficient reason for the customs authorities to suspend the release of, or detain, products if there is sufficient information available to consider that the product in question is tiered priced.\n3.   The competent authority in the Member State concerned and the manufacturer or exporter mentioned in Annex I shall be informed without delay of the suspended release or detention of the products and shall receive all information available with respect to the products concerned. Due account shall be taken of national provisions on the protection of personal data, commercial and industrial secrecy and professional and administrative confidentiality. The importer, and where appropriate, the exporter, shall be given ample opportunity to supply the competent authority with the information which it deems appropriate regarding the products.\n4.   The procedure of suspension or detention of the goods is carried out at the expense of the importer. If it is not possible to recover these expenses from the importer, they may, in accordance with national legislation, be recovered from any other person responsible for the attempted illicit importation.", "1.   If products suspended for release or detained by customs authorities are recognised by the competent authority as tiered priced products under this Regulation, the competent authority shall ensure that these products are seized and disposed of in accordance with national legislation. These procedures are carried out at the expense of the importer. If it is not possible to recover these expenses from the importer, they may, in accordance with national legislation, be recovered from any other person responsible for the attempted illicit importation.\n2.   Where products suspended for release or detained by customs authorities subsequent to further control by the competent authority are found not to qualify as tiered priced products under this Regulation, the customs authority shall release the products to the consignee, provided that all customs formalities have been complied with.\n3.   The competent authority shall inform the Commission of all decisions adopted pursuant to this Regulation.", "0\nThis Regulation shall not apply to goods of a non-commercial nature contained in travellers' personal luggage for personal use within the limits laid down in respect of relief from customs duty.", "1\n1.   The Commission shall monitor on an annual basis the volumes of exports of tiered priced products listed in Annex I and exported to the countries defined in Article 1 on the basis of information provided to it by pharmaceutical manufacturers and exporters. For this purpose a standard form will be issued by the Commission. Manufacturers and exporters must submit such sales reports annually for each tiered priced product to the Commission on a confidential basis.\n2.   The Commission shall periodically report to the Council on the volumes exported under tiered prices, including on the volumes exported within the framework of a partnership agreement agreed between the manufacturer and the government of a country of destination. The report shall examine the scope of countries and diseases and general criteria for the implementation of Article 3.", "2\n1.   The application of this Regulation shall in no circumstances interfere with procedures laid down in Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to medicinal products for human use (4) and Council Regulation (EEC) No 2309/93 of 22 July 1993 laying down Community procedures for the authorisation and supervision of medicinal products for human and veterinary use and establishing a European Agency for the Evaluation of Medicinal Products (5).\n2.   This Regulation shall not interfere with intellectual property rights or rights of intellectual property owners.", "3\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 2003.\nFor the Council\nThe President\nG. DRYS\n(1)  OJ L 184, 17.7.1999, p. 23.\n(2)  OJ L 341, 30.12.1994, p. 8; Regulation as last amended by Regulation (EC) No 241/1999 (OJ L 27, 2.2.1999, p. 1).\n(3)  OJ L 256, 7.9.1987, p. 1; Regulation as last amended by Commission Regulation (EC) No 2176/2002 (OJ L 331, 7.12.2002, p. 3).\n(4)  OJ L 311, 28.11.2001, p. 67; Directive as amended by Directive 2002/98/EC (OJ L 33, 8.2.2003, p. 30).\n(5)  OJ L 214, 24.8.1993, p. 1; Regulation as amended by Commission Regulation (EC) No 649/98 (OJ L 88, 24.3.1998, p. 7).\nANNEX I\nANNEX II\nCOUNTRIES OF DESTINATION\nAfghanistan\nAngola\nArmenia\nAzerbaijan\nBangladesh\nBenin\nBhutan\nBotswana\nBurkina Faso\nBurundi\nCambodia\nCameroon\nCape Verde\nCentral African Republic\nChad\nChina\nComoros\nCongo, Democratic Republic of\nCongo, Republic of\nCôte d'Ivoire\nDjibouti\nEast Timor\nEquatorial Guinea\nEritrea\nEthiopia\nGambia\nGhana\nGuinea\nGuinea-Bissau\nHaiti\nHonduras\nIndia\nIndonesia\nKenya\nKiribati\nKorea, Democratic Republic of\nKyrgyz Republic\nLao People's Democratic Republic\nLesotho\nLiberia\nMadagascar\nMalawi\nMaldives\nMali\nMauritania\nMoldova\nMongolia\nMozambique\nMyanmar\nNamibia\nNepal\nNicaragua\nNiger\nNigeria\nPakistan\nRwanda\nSamoa\nSão Tomé and Príncipe\nSenegal\nSierra Leone\nSolomon Islands\nSomalia\nSouth Africa, Republic of\nSudan\nSwaziland\nTajikistan\nTanzania, United Republic of\nTogo\nTurkmenistan\nTuvalu\nUganda\nVanuatu\nVietnam\nYemen\nZambia\nZimbabwe\nANNEX III\nPERCENTAGES REFERRED TO IN ARTICLE 3\nPercentage referred to in Article 3(a): 25 %\nPercentage referred to in Article 3(b): 15 %\nANNEX IV\nSCOPE OF DISEASES\nHIV/AIDS, malaria, tuberculosis and related opportunistic diseases\nANNEX V\nLOGO\nThe winged staff of Aesculapius with a coiled serpent, in the centre of a circle formed by 12 stars."}