{"celex_id": "32003R0970", "uri": "http://publications.europa.eu/resource/cellar/91e16ebe-bd1c-4e6c-8241-9e742d041add", "type": "Regulation", "concepts": ["1309", "161", "1772", "1891", "3579", "4994", "970"], "title": "Commission Regulation (EC) No 970/2003 of 5 June 2003 amending Regulation (EC) No 788/2003 as regards wheat and meslin flour and malt import quotas\n", "header": "Commission Regulation (EC) No 970/2003\nof 5 June 2003\namending Regulation (EC) No 788/2003 as regards wheat and meslin flour and malt import quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2003/299/EC of 14 April 2003 on the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions(1), and in particular Article 3(2) thereof,\nWhereas:\n(1) In accordance with the Decision 2003/299/EC, which is applicable from 1 May 2003, the Community has undertaken to establish for each marketing year import tariff quotas at a reduced or zero rate of duty for 16875 tonnes of wheat and meslin flour (order number 09.4618) and 18125 tonnes of malt, not roasted, other than of wheat (order number 09.4619) originating in the Slovak Republic.\n(2) These import quotas should be managed according to the provisions of Commission Regulation (EC) No 788/2003 of 8 May 2003 laying down detailed rules for the application of Council Decision 2003/299/EC as regards the concessions in the form of Community tariff quotas on certain cereal products originating in the Slovak Republic and amending Regulation (EC) No 2809/2000(2) until 30 June 2003.\n(3) In the interest of simplification the provisions of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(3), as last amended by Regulation (EC) No 444/2002(4), should be applied to those quotas as from 1 July 2003, which is the starting date of the new marketing year.\n(4) The reference to CN code for maize referred to in Article 1, Annex I and Annex II of Regulation (EC) No 788/2003 does not correspond to the reference mentioned in Decision 2003/299/EC. This error should therefore be corrected.\n(5) The periods of application of the quotas mentioned in Annex I to Regulation (EC) No 788/2003 are not in conformity with the periods provided for in Decision 2003/299/EC. That Annex should therefore be replaced.\n(6) Regulation (EC) No 788/2003 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EC) No 788/2003 is amended as follows:\n1. Article 1 is amended as follows:\n(a) in paragraph 2, the terms \"CN code 1005 \" are replaced by the terms \"CN codes 1005 10 90 and 1005 90 00 \".\n(b) the following paragraphs 2a and 2b are inserted:\n\"2a. Imports of wheat and meslin flour falling within CN code 1101 00 as referred to in Annex I originating in the Slovak Republic and benefiting from a reduction to 20 % of the most favoured nations rate of import duty, under the tariff quota bearing the order number 09.4618, in accordance with Decision 2003/299/EC, shall be subject to an import licence issued in accordance with this Regulation.\n2b. Imports of malt, not roasted, other than of wheat falling within CN code 1107 10 99 as referred to in Annex I originating in the Slovak Republic and benefiting from a zero rate of import duty, under the tariff quota bearing the order number 09.4619, in accordance with Decision 2003/299/EC, shall be subject to an import licence issued in accordance with this Regulation.\"\n(c) in paragraph 3, the introductory phrase is replaced by the following:\n\"The products referred to in paragraphs 1 to 2b shall be released into free circulation upon presentation of one of the following documents:\"\n2. The following Article 1a is inserted:\n\"Article 1a\nFrom 1 July 2003, imports of wheat and meslin flour and malt, not roasted, other than of wheat originating in the Slovak Republic referred to in Annex I shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93(5). From that date, the order numbers of these import quotas shall be, respectively, 09.5833 and 09.5834.\"\n3. In the second subparagraph of Article 3, the following sentence is added:\"However, import licences issued in June 2003 for products imported under the quotas referred to in Article 1(2a) and (2b) shall only be valid until 30 June 2003.\"\n4. Annex I is replaced by the text in Annex I to this Regulation.\n5. Annex II is replaced by the text in Annex II to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 June 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 107, 30.4.2003, p. 36.\n(2) OJ L 115, 9.5.2003, p. 25.\n(3) OJ L 253, 11.10.1993, p. 1.\n(4) OJ L 68, 12.3.2002, p. 11.\n(5) OJ L 253, 11.10.1993, p. 1.\nANNEX I\n\"ANNEX I\nList of products originating in the Slovak Republic referred to in Article 1(1) to (2b) and in Article 1a\n>TABLE>\"\nANNEX II\n\"ANNEX II\nModel of the notification referred to in Article 2(2)\nImport quotas for wheat, maize, wheat flour and malt from the Slovak Republic opened by Decision 2003/299/EC\n>TABLE>\""}