{"celex_id": "32007R0167", "uri": "http://publications.europa.eu/resource/cellar/110326c9-5990-40be-8b21-e9ed702da1da", "type": "Regulation", "concepts": ["161", "1644", "2771", "3732", "690"], "title": "Commission Regulation (EC) No 167/2007 of 20 February 2007 on import licence applications for rice originating in and coming from Egypt under the tariff quota provided for in Commission Regulation (EC) No 196/97\n", "header": "21.2.2007 EN Official Journal of the European Union L 52/6\nCOMMISSION REGULATION (EC) No 167/2007\nof 20 February 2007\non import licence applications for rice originating in and coming from Egypt under the tariff quota provided for in Commission Regulation (EC) No 196/97\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (1),\nHaving regard to Council Regulation (EC) No 2184/96 of 28 October 1996 concerning imports into the Community of rice originating in and coming from Egypt (2),\nHaving regard to Commission Regulation (EC) No 196/97 of 31 January 1997 laying down detailed rules for the application of Council Regulation (EC) No 2184/96 concerning imports into the Community of rice originating in and coming from Egypt (3), and in particular Article 4(3) thereof,\nWhereas:\n(1) Article 4(3) of Commission Regulation (EC) No 196/97 stipulates that the Commission must set a single reduction percentage for quantities applied for if import licence applications exceed quantities available. That Article also provides that the Commission must notify the Member States of its decision within 10 working days of the day on which the licence applications are lodged.\n(2) Import licence applications for rice falling within CN code 1006 lodged from 1 September 2006 to 8 February 2007 cover a quantity of 32 994 tonnes while the maximum quantity to be made available is 32 000 tonnes of rice falling within the above code.\n(3) A single reduction percentage, as provided for in Article 4(3) of Regulation (EC) No 196/97, should therefore be set for the import licence applications lodged on 8 February 2007 and benefiting from the reduced customs duties provided for in Regulation (EC) No 2184/96.\n(4) No more import licences allowing a reduced customs duties should be issued for the current marketing year.\n(5) In view of its purpose, this Regulation should take effect on the day of its publication in the Official Journal of the European Union,", "main_body": ["Import licence applications for rice falling within CN code 1006 and benefiting from the reduced customs duties provided for in Regulation (EC) No 2148/96, lodged on 8 February 2007 and notified to the Commission, shall give rise to the issue of licences for the quantities applied for multiplied by a reduction percentage of 80,123148 %.", "Import licences under Regulation (EC) No 2148/96 shall no longer be issued in respect of licence applications for rice falling within CN code 1006 submitted on or after 9 February 2007.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 February 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(2)  OJ L 292, 15.11.1996, p. 1.\n(3)  OJ L 31, 1.2.1997, p. 53. Regulation as amended by Regulation (EC) No 1950/2005 (OJ L 132, 29.11.2005, p. 18)."}