{"celex_id": "32003D0312", "uri": "http://publications.europa.eu/resource/cellar/6613ab88-ff6b-4071-9071-945867d2c75b", "type": "Decision", "concepts": ["1516", "1706", "1826", "2425", "2783", "3646", "3648", "5235"], "title": "2003/312/EC: Commission Decision of 9 April 2003 on the publication of the reference of standards relating to thermal insulation products, geotextiles, fixed fire-fighting equipment and gypsum blocks in accordance with Council Directive 89/106/EEC (Text with EEA relevance) (notified under document number C(2003) 1161)\n", "header": "Commission Decision\nof 9 April 2003\non the publication of the reference of standards relating to thermal insulation products, geotextiles, fixed fire-fighting equipment and gypsum blocks in accordance with Council Directive 89/106/EEC\n(notified under document number C(2003) 1161)\n(Text with EEA relevance)\n(2003/312/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/106/EEC of 21 December 1988 on the approximation of the laws of the Member States relating to construction products(1), as amended by Directive 93/68/EEC(2) and in particular Article 5(1) thereof,\nHaving regard to the opinion of the Standing Committee set up in accordance with Article 5 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations(3), as amended by Directive 98/48/EC(4),\nWhereas:\n(1) Article 2 of Directive 89/106/EEC stipulates that Member States shall take all necessary measures to ensure that construction products may be placed on the market only if the works in which they are to be incorporated fulfil the essential requirements referred to in Article 3 of that Directive.\n(2) Under Article 4(2) of Directive 89/106/EEC, construction products are presumed to be fit for use and allow the works in which they are employed to satisfy the essential requirements referred to in Article 3 of that Directive, if they conform to the national standards applicable to them transposing the harmonised standards, the references of which have been published in the Official Journal of the European Communities.\n(3) Member States are required to publish the reference numbers of national standards transposing harmonised standards, the reference numbers of which have been published in the Official Journal of the European Communities.\n(4) Pursuant to Article 5(1) of Directive 89/106/EEC, Germany raised a formal objection in respect of certain harmonised standards on the grounds that they do not permit the works in which the products are installed to fully satisfy the essential requirements of Directive 89/106/EEC. The standards concerned are ten harmonised standards for thermal insulation products, adopted by the European Committee for Standardisation (CEN) on 23 May 2001, the reference numbers of which were published in the Official Journal of the European Communities (OJEC) of 15 December 2001(5); nine geotextiles standards adopted by the CEN on 13 December 2000, the reference numbers of which were published in the (OJEC) of 26 June 2001(6); ten fixed fire-fighting equipment standards adopted by the CEN on 13 December 2000, 21 March 2001 and 11 April 2001, the reference numbers of which were published in the OJEC of 18 July 2001(7), 15 December 2001 and 14 February 2002(8); and harmonised standard EN12859: 2001 \"Gypsum blocks - definitions, requirements and test methods\", adopted by the CEN on 13 June 2001, the reference number of which was published in the (OJEC) of 15 December 2001.\n(5) The information received in the course of the consultations with the CEN and the national authorities in the Committee set up by Directive 89/106/EEC, and with the Committee set up by Directive 98/34/EC, has disclosed no evidence of the risk alleged by Germany.\n(6) Consequently, it has not been demonstrated that the 30 harmonised standards contested, fail to allow the works in which the products are installed to meet the essential requirements of Directive 89/106/EEC.\n(7) It is therefore not necessary to withdraw the references to those standards,", "main_body": ["The references to ten thermal insulation standards, set out in Table 1 of the Annex, adopted by the European Committee for Standardisation (CEN) on 23 May 2001 and published for the first time in the Official Journal of the European Communities of 15 December 2001, shall not be withdrawn from the list of standards published in the Official Journal of the European Communities.", "The references to nine geotextiles standards, set out in Table 2 of the Annex, adopted by the CEN on 13 December 2000 and published for the first time in the Official Journal of the European Communities of 26 June 2001, shall not be withdrawn from the list of standards published in the Official Journal of the European Communities.", "The references to ten fixed fire-fighting standards, set out in Table 3 of the Annex, adopted by the CEN on 13 December 2000, 21 March 2001 and 11 April 2001 and published for the first time in the Official Journal of the European Communities of 18 July 2001, 15 December 2001 and 14 February 2002, shall not be withdrawn from the list of standards published in the Official Journal of the European Communities.", "The reference of standard EN12859: 2001 \"Gypsum blocks - definitions, requirements and test methods\", adopted by CEN on 13 June 2001 and published for the first time in the Official Journal of the European Communities of 15 December 2001, shall not be withdrawn from the list of standards published in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 April 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 40, 11.2.1989, p. 12.\n(2) OJ L 220, 30.8.1993, p. 1.\n(3) OJ L 204, 21.7.1998, p. 37.\n(4) OJ L 217, 5.8.1998, p. 18.\n(5) OJ C 358, 15.12.2001, p. 9.\n(6) OJ C 180, 26.6.2001, p. 8.\n(7) OJ C 202, 18.7.2001, p. 9.\n(8) OJ C 40, 14.2.2002, p. 3.\nANNEX\nTABLE 1\nPublication of titles and references of harmonised standards for thermal insulation products referred to in Article 1\n>TABLE>\nTABLE 2\nPublication of titles and references of harmonised standards for geotextiles products referred to in Article 2\n>TABLE>\nTABLE 3\nPublication of titles and references of harmonised standards for fixed fire-fighting products referred to in Article 3\n>TABLE>"}