{"celex_id": "32004D0612", "uri": "http://publications.europa.eu/resource/cellar/9ec8c4fa-30ad-4635-bfb4-64aa2b45520a", "type": "Decision", "concepts": ["1309", "1591", "2771", "4453", "4584", "5332", "5563", "5969"], "title": "2004/612/EC: Commission Decision of 28 July 2004 amending Decision 96/252/EC accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of certain tube or pipe fittings, of iron or steel, originating in the People's Republic of China, Croatia and Thailand, and withdrawing the acceptance of undertakings offered by certain exporters in Thailand\n", "header": "25.8.2004 EN Official Journal of the European Union L 275/15\nCOMMISSION DECISION\nof 28 July 2004\namending Decision 96/252/EC accepting undertakings offered in connection with the anti-dumping proceeding concerning imports of certain tube or pipe fittings, of iron or steel, originating in the People's Republic of China, Croatia and Thailand, and withdrawing the acceptance of undertakings offered by certain exporters in Thailand\n(2004/612/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 (1) of 22 December 1995 on protection against dumped imports from countries not members of the European Community (the basic Regulation), and in particular Articles 8(9) and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA.   PREVIOUS PROCEDURE\n(1) The Council, by Regulation (EC) No 584/96 (2), imposed definitive anti-dumping duties on imports of certain tube or pipe fittings, of iron or steel originating in the People's Republic of China, Croatia and Thailand, as last confirmed by Council Regulation (EC) No 964/2003 (3). The measures applicable to these imports consist of an ad valorem duty, except for two Thai exporting producers from which undertakings were accepted by Commission Decision 96/252/EC (4).\n(2) In April 2001 the Commission initiated an ex officio interim review in order to examine the appropriateness of the form of the measures concerning the imports originating in Thailand (5). The review was initiated on the grounds that enforcement problems had been encountered in the monitoring of the undertakings accepted from the two exporters in Thailand: i.e. Awaji Sangyo (Thailand) Co. Ltd and TTU Industrial Corp. Ltd. The investigation was carried out in conjunction with the expiry review concluded by Regulation (EC) No 964/2003.\n(3) On the basis of the findings of this investigation, as explained in recitals 33, 34 and 35 of Council Regulation (EC) No 1496/2004 (6), it has been concluded that the form of the measures in force is no longer appropriate, as the undertakings in their present form are not considered appropriate and effective means of eliminating the injurious effect of dumping.\n(4) Therefore, and also in accordance with the relevant clauses of the undertakings in question, which authorise the Commission to unilaterally withdraw the acceptance of the undertakings, the Commission has concluded that the acceptance of the undertakings offered by Awaji Sangyo (Thailand) Co. Ltd and TTU Industrial Corp. Ltd should be withdrawn.\n(5) The exporters concerned were informed of the Commission's conclusions and given the opportunity to comment. Their comments were taken into account and, where appropriate, the findings modified accordingly. Both companies were invited to offer revised price undertakings in which, inter alia, minimum import prices would have to be respected. However, no offer has been received by the Commission.\n(6) It follows from the above that, as provided for by Article 8(9) of the basic Regulation, the undertakings accepted by Decision 96/252/EC should be withdrawn for both Thai companies concerned.\n(7) In parallel to this Decision, the Council, by Regulation (EC) No 1496/2004 has amended Regulation (EC) No 964/2003 imposing a definitive anti-dumping duty on imports of certain tube and pipe fittings originating, inter alia, in Thailand and has imposed a definitive ad valorem anti-dumping duty on the imports of these products manufactured by the companies concerned,", "main_body": ["The acceptance of the undertakings offered by Awaji Sangyo (Thailand) Co. Ltd, Samutprakarn and by TTU Industrial Corp. Ltd, Bangkok in connection with the anti-dumping proceeding concerning imports of certain tube or pipe fittings, of iron or steel, originating, inter alia, in Thailand, is hereby withdrawn.", "Article 1(b) of Decision 96/252/EC shall be amended as follows:\nThe reference to Awaji Sangyo (Thailand) Co. Ltd, Samutprakarn and to TTU Industrial Corp. Ltd, Bangkok shall be deleted.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 28 July 2004.\nFor the Commission\nPascal LAMY\nMember of the Commission\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 84, 3.4.1996, p. 1. Regulation as last amended by Regulation (EC) No 778/2003 (OJ L 114, 8.5.2003, p. 1).\n(3)  OJ L 139, 6.6.2003, p. 1. Regulation as last amended by Regulation (EC) No 2212/2003 (OJ L 332, 19.12.2003, p. 3).\n(4)  OJ L 84, 3.4.1996, p. 46. Decision amended by Decision 2000/453/EC (OJ L 182, 21.7.2000, p. 25).\n(5)  OJ C 103, 3.4.2001, p. 5.\n(6)  See page 1 of this Official Journal."}