{"celex_id": "32009D0147", "uri": "http://publications.europa.eu/resource/cellar/67a6cc98-4ea3-43ea-ad91-c45ba322f9e2", "type": "Decision", "concepts": ["1005", "1763", "189", "2232", "2792", "5283"], "title": "2009/147/EC: Commission Decision of 19 February 2009 on a Community financial contribution for 2008 to cover expenditure incurred by Germany, the Netherlands and Slovenia for the purpose of combating organisms harmful to plants or plant products (notified under document number C(2009) 1013)\n", "header": "20.2.2009 EN Official Journal of the European Union L 49/43\nCOMMISSION DECISION\nof 19 February 2009\non a Community financial contribution for 2008 to cover expenditure incurred by Germany, the Netherlands and Slovenia for the purpose of combating organisms harmful to plants or plant products\n(notified under document number C(2009) 1013)\n(Only the Dutch, German and Slovenian texts are authentic)\n(2009/147/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 23 thereof,\nWhereas:\n(1) Pursuant to Directive 2000/29/EC, a financial contribution from the Community may be granted to Member States to cover expenditure relating directly to the necessary measures which have been taken or are planned to be taken for the purpose of combating harmful organisms introduced from third countries or from other areas in the Community, in order to eradicate or, if that is not possible, to contain them.\n(2) Germany, the Netherlands and Slovenia have each established a programme of actions to eradicate organisms harmful to plants introduced in their territories. These programmes specify the objectives to be achieved, the measures carried out, their duration and their cost. Germany, the Netherlands and Slovenia have applied for the allocation of a Community financial contribution to these programmes within the time limit set out in Directive 2000/29/EC and in accordance with Commission Regulation (EC) No 1040/2002 of 14 June 2002 establishing detailed rules for the implementation of the provisions relating to the allocation of a financial contribution from the Community for plant health control and repealing Regulation (EC) No 2051/97 (2).\n(3) The technical information provided by Germany, the Netherlands and Slovenia has enabled the Commission to analyse the situation accurately and comprehensively and to conclude that the conditions for the granting of a Community financial contribution, as laid down in particular in Article 23 of Directive 2000/29/EC, have been met. Accordingly, it is appropriate to provide a Community financial contribution to cover the expenditure on these programmes.\n(4) The Community financial contribution may cover up to 50 % of eligible expenditure. However, in accordance with Article 23(5) third paragraph of Directive 2000/29/EC, the rate of the Community financial contribution for part of the programme presented by the Netherlands for the control of Diabrotica virgifera virgifera Le Conte should be reduced as the programme notified by this Member State has already been the subject of Community funding under Commission Decision 2007/877/EC (3).\n(5) In accordance with Article 24 of Directive 2000/29/EC the Commission shall ascertain whether the introduction of the relevant harmful organism has been caused by inadequate examinations or inspections and adopt the measures required by the findings from its verification.\n(6) In accordance with Article 3(2)(a) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (4), plant health measures are to be financed from the European Agricultural Guarantee Fund. For the purpose of financial control of these measures Articles 9, 36 and 37 of the above Regulation shall apply.\n(7) The measures provided in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The allocation of a Community financial contribution for 2008 to cover expenditure incurred by Germany, the Netherlands and Slovenia relating to necessary measures as specified in Article 23(2) of Directive 2000/29/EC and taken for the purpose of combating the organisms concerned by the eradication programmes listed in the Annex is hereby approved.", "1.   The total amount of the financial contribution referred to in Article 1 is EUR 871 953.\n2.   The maximum amounts of the Community financial contribution for each of the programmes shall be as indicated in the Annex.", "The Community financial contribution as set out in the Annex shall be paid on the following conditions:\n(a) evidence of the measures taken has been given in accordance with the provisions laid down in Regulation (EC) No 1040/2002.\n(b) a request for payment has been submitted by the Member State concerned to the Commission, in accordance with Article 5 of Regulation (EC) No 1040/2002.\nThe payment of the financial contribution is without prejudice to the verifications by the Commission under Article 24 of Directive 2000/29/EC.", "This Decision is addressed to the Federal Republic of Germany, the Kingdom of the Netherlands and the Republic of Slovenia."], "attachments": "Done at Brussels, 19 February 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1.\n(2)  OJ L 157, 15.6.2002, p. 38.\n(3)  OJ L 344, 28.12.2007, p. 51.\n(4)  OJ L 209, 11.8.2005, p. 1.\nANNEX\nERADICATION PROGRAMMES\nLegend:\na= Year of implementation of the eradication programme.\nSection I —   Programmes whose Community financial contribution corresponds to 50 % of eligible expenditure\nMember State Harmful organisms combated Affected plants Year Eligible expenditure Maximum Community contribution\nGermany, Baden-Wurttemberg region Diabrotica virgifera Zea mays 2007 481 817 240 908\nGermany, Bavaria region Diabrotica virgifera Zea mays 2007 197 319 98 659\nNetherlands Diabrotica virgifera Zea mays 2006 125 320 62 660\nNetherlands PSTVd Brugmansia spp., Solanum jasminoides 2006, 2007 687 606 343 803\nNetherlands TRSV Hemerocallis spp., Iris spp. 2006 148 589 74 294\nSlovenia Dryocosmus kuriphilus Castanea sp. 2007 41 307 20 653\nSection II —   Programmes whose Community financial contribution rates differ, in application of degressivity\nMember State Harmful organisms combated Affected plants Year a Eligible expenditure Rate Maximum Community contribution\nNetherlands Diabrotica virgifera Zea mays 2007 3 68 837 45 30 976\nTotal Community contribution (EUR) 871 953"}