{"celex_id": "32009D0720", "uri": "http://publications.europa.eu/resource/cellar/54db505d-14bc-4799-b705-7777c8428f85", "type": "Decision", "concepts": ["4359", "5283", "5540", "616", "6626", "867"], "title": "2009/720/EC: Commission Decision of 17 September 2009 laying down the date for the completion of migration from the Schengen Information System (SIS 1+) to the second generation Schengen Information System (SIS II) (notified under document C(2009) 6910)\n", "header": "30.9.2009 EN Official Journal of the European Union L 257/26\nCOMMISSION DECISION\nof 17 September 2009\nlaying down the date for the completion of migration from the Schengen Information System (SIS 1+) to the second generation Schengen Information System (SIS II)\n(notified under document C(2009) 6910)\n(Only the Bulgarian, Czech, Dutch, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish texts are authentic)\n(2009/720/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1104/2008 of 24 October 2008 on migration from the Schengen Information System (SIS 1+) to the second generation Schengen Information System (SIS II) (1), and in particular Article 11(2) thereof,\nWhereas:\n(1) Article 11(2) of Regulation (EC) No 1104/2008 provides for the migration of the Member States participating in SIS 1+ from N.SIS to N.SIS II using the interim migration architecture, with the support of France and of the Commission, by 30 September 2009 at the latest. If necessary, this date may be changed in accordance with the procedure defined in Article 17(2) of that Regulation.\n(2) Issues identified during testing of SIS II led to delay in the implementation of the activities set out in Regulation (EC) No 1104/2008. Council conclusions of 26 and 27 February 2009 stated that, given the time required to resolve outstanding issues, the date for migration from SIS 1+ to SIS II, set for September 2009, was no longer realistic.\n(3) In the light of the delay to the migration from SIS 1+ to SIS II, the new date for the completion of migration should be set to coincide with the final expiry date of Regulation (EC) No 1104/2008, allowing the continuation of activities leading to the start of operations of SIS II until that date.\n(4) In accordance with Article 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and the EC Treaty, Denmark did not take part in the adoption of Regulation (EC) No 1104/2008 and is not bound by it nor subject to its application. However, given that Regulation (EC) No 1104/2008 builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark, in accordance with Article 5 of the Protocol, notified the transposition of this acquis in its national law. It is therefore bound under international law to implement this Decision.\n(5) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (2). The United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application. This Decision should therefore not be addressed to the United Kingdom.\n(6) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (3). Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application. This Decision should therefore not be addressed to Ireland.\n(7) As regards Iceland and Norway, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (4), which fall within the area referred to in Article 1, point G of Council Decision 1999/437/EC (5) on certain arrangements for the application of that Agreement.\n(8) As regards Switzerland, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement signed between the European Union, the European Community and the Swiss Confederation concerning the association of the Swiss Confederation with the implementation, application and development of the Schengen acquis, which falls within the area referred to in Article 1, point G of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/146/EC (6) on the conclusion, on behalf of the European Community, of the Agreement.\n(9) As regards Liechtenstein, this Decision constitutes a development of the provisions of the Schengen acquis within the meaning of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis which fall within the area referred to in Article 1, point G of Decision 1999/437/EC read in conjunction with Article 3 of Council Decision 2008/261/EC of 28 February 2008 on the signature, on behalf of the European Community, and on the provisional application of certain provisions of the Protocol between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation’s association with the implementation, application and development of the Schengen acquis\n (7).\n(10) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 51 of Regulation (EC) No 1987/2006 of the European Parliament and of the Council (8) and referred to in Article 17(1) of Regulation (EC) No 1104/2008,", "main_body": ["The Member States participating in SIS 1+ shall complete migration from N.SIS to N.SIS II using the interim migration architecture, with the support of France and of the Commission, by the expiry date of Regulation (EC) No 1104/2008.", "This Decision is addressed to the Kingdom of Belgium, the Republic of Bulgaria, the Czech Republic, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Grand Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, Romania, the Republic of Slovenia, the Slovak Republic, the Republic of Finland, and the Kingdom of Sweden in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 17 September 2009.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 299, 8.11.2008, p. 1.\n(2)  OJ L 131, 1.6.2000, p. 43.\n(3)  OJ L 64, 7.3.2002, p. 20.\n(4)  OJ L 176, 10.7.1999, p. 36\n(5)  OJ L 176, 10.7.1999, p. 31.\n(6)  OJ L 53, 27.2.2008, p. 1.\n(7)  OJ L 83, 26.3.2008, p. 3.\n(8)  OJ L 381, 28.12.2006, p. 4."}