{"celex_id": "32008D0225", "uri": "http://publications.europa.eu/resource/cellar/8b40328c-00cf-4884-a649-aa8a080587e8", "type": "Decision", "concepts": ["1318", "1445", "1596", "2356", "2560", "619"], "title": "2008/225/EC: Commission Decision of 14 March 2008 amending Decision 2006/805/EC as regards animal health control measures relating to classical swine fever in Germany (notified under document number C(2008) 956) (Text with EEA relevance)\n", "header": "15.3.2008 EN Official Journal of the European Union L 73/32\nCOMMISSION DECISION\nof 14 March 2008\namending Decision 2006/805/EC as regards animal health control measures relating to classical swine fever in Germany\n(notified under document number C(2008) 956)\n(Text with EEA relevance)\n(2008/225/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular Article 10(4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to completion of the internal market (2), and in particular Article 9(4) thereof,\nWhereas:\n(1) Commission Decision 2006/805/EC of 24 November 2006 concerning animal health control measures relating to classical swine fever in certain Member States (3) was adopted in response to outbreaks of classical swine fever in certain Member States. That Decision establishes certain disease control measures concerning classical swine fever in those Member States.\n(2) Germany has informed the Commission that the disease situation in certain areas of the federal state of North Rhine-Westphalia has significantly improved. The measures provided for in Decision 2006/805/EC concerning those areas should therefore no longer apply.\n(3) For the sake of transparency of Community legislation, the list of the Member States concerned or the regions thereof as set out in the Annex to Decision 2006/805/EC should be replaced by the text in the Annex to this Decision.\n(4) Decision 2006/805/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2006/805/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 March 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(2)  OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33, as corrected version in OJ L 195, 2.6.2004, p. 12).\n(3)  OJ L 329, 25.11.2006, p. 67. Decision as last amended by Decision 2007/862/EC (OJ L 337, 21.12.2007, p. 119).\nANNEX\n‘ANNEX\nPART I\n1.   Germany\nA.   Rhineland-Palatinate\n(a) in the Kreis Ahrweiler: the municipalities Adenau and Altenahr;\n(b) in the Landkreis Vulkaneifel: the municipalities Obere Kyll and Hillesheim, in the municipality Daun the localities Betteldorf, Dockweiler, Dreis-Brück, Hinterweiler and Kirchweiler, in the municipality Kelberg the localities Beinhausen, Bereborn, Bodenbach, Bongard, Borler, Boxberg, Brücktal, Drees, Gelenberg, Kelberg, Kirsbach, Mannebach, Neichen, Nitz, Reimerath and Welcherath, in the municipality Gerolstein the localities Berlingen, Duppach, Hohenfels-Essingen, Kalenborn-Scheuern, Neroth, Pelm and Rockeskyll and the City of Gerolstein;\n(c) in the Eifelkreis Bitburg-Prüm: in the municipality Prüm the localities Büdesheim, Kleinlangenfeld, Neuendorf, Olzheim, Roth bei Prüm, Schwirzheim and Weinsheim.\nB.   North Rhine-Westfalia\n(a) in the Kreis Euskirchen: the cities Bad Münstereifel, Mechernich, Schleiden, in the city of Euskirchen the localities of Billig, Euenheim, Euskirchen (centre), Flamersheim, Kirchheim, Kuchenheim, Kreuzweingarten, Niederkastenholz, Palmersheim, Rheder, Roitzheim, Schweinheim, Stotzheim, Wißkirchen, and the municipalities Blankenheim, Dahlem, Hellenthal, Kall and Nettersheim;\n(b) in the Rhein-Sieg-Kreis: in the city of Meckenheim the localities Ersdorf and Altendorf, in the city of Rheinbach the localities Oberdrees, Niederdrees, Wormersdorf, Todenfeld, Hilberath, Merzbach, Irlenbusch, Queckenberg, Kleinschlehbach, Großschlehbach, Loch, Berscheidt, Eichen and Kurtenberg, in the municipality of Swisttal the localities Miel and Odendorf.\n2.   France\nThe territory of the Department of Bas-Rhin and Moselle located west of the Rhine and the channel Rhine Marne, north of the motorway A 4, east of the river Sarre and south of the border with Germany and the municipalities Holtzheim, Lingolsheim and Eckbolsheim.\nPART II\n1.   Hungary\nThe territory of the county of Nógrád and the territory of the county of Pest located north and east of the Danube, south of the border with Slovakia, west of the border with the county Nógrád and north of the motorway E 71.\n2.   Slovakia\nThe territory of the District Veterinary and Food Administrations (DVFA) of Žiar nad Hronom (comprising Žiar nad Hronom, Žarnovica and Banská Štiavnica districts), Zvolen (comprising Zvolen, Krupina and Detva districts), Lučenec (comprising Lučenec and Poltár districts), Veľký Krtíš (comprising Veľký Krtíš district), Komárno (comprising the territory located east of the motorway 64, north of the border with Hungary and west of the district Nové Zámky), Nové Zámky (comprising the territory located east of the district Komárno and east of the highway 64, south of highway 75 and north of the border with Hungary) and Levice (comprising the territory located east of the district Nové Zámky and east of the highway 66 (E77), south of highway 75, north of the border with Hungary and west of district Veľký Krtíš).\nPART III\n1.   Bulgaria\nThe whole territory of Bulgaria.’"}