{"celex_id": "32004D0391", "uri": "http://publications.europa.eu/resource/cellar/c7df97e6-0c43-403f-8d02-26697d39005b", "type": "Decision", "concepts": ["2443", "6050"], "title": "2004/391/EC: Commission Decision of 23 April 2004 on the advisory groups dealing with matters covered by the common agricultural policy\n", "header": "Commission Decision\nof 23 April 2004\non the advisory groups dealing with matters covered by the common agricultural policy\n(2004/391/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) The Commission should seek the views of socio-economic sectors and consumers on matters arising in connection with the operation of the various common organisations of the market and other areas covered by the common agricultural policy and by the policy of rural development.\n(2) All the economic sectors directly involved in the operation of the market organisations and affected by agricultural policy decisions, as well as consumers, should have an opportunity to participate in drafting the opinions requested by the Commission.\n(3) Relevant socio-economic federations and consumer groups in the Member States have set up organisations at Community level, which are thus in a position to represent those concerned in all the Member States.\n(4) An advisory structure dealing with agricultural issues exists since 1962. Following the reform of the common agricultural policy in 1999 and 2003, and in the light of the enlargement of the European Union in 2004, it is necessary to review that structure. Commission Decision 98/235/EC of 11 March 1998 on the advisory groups dealing with matters covered by the common agricultural policy(1) should therefore be repealed and replaced by a new Decision.\n(5) In order to avoid confusion with the wording used in Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(2) for the advisory committees, it is appropriate not to use the term \"committees\" for designating the bodies to be set up by this Decision,", "main_body": ["Article 1\n1. The following groups are set up under the auspices of the Commission:\n(a) the advisory groups listed in Annex I;\n(b) the working groups as provided for in Article 4 (1).\n2. The advisory groups may be consulted by the Commission on all matters relating to the common agricultural policy and to the policy of rural development and its implementation, and in particular the common organisations of the market and the measures which the Commission is called on to take in that context.", "1. The groups provided for in Article 1 shall represent the following socio-economic interest groups under the conditions provided for in Article 3:\n- agricultural producers and agricultural cooperatives,\n- agricultural and food-manufacturing industries,\n- agricultural products and foodstuffs trade,\n- farm workers and workers in the food industry, consumers and environmentalists.\nIn specific cases, other interest groups may be represented.\n2. The composition of the advisory groups in terms of number of seats allocated to each socio-economic interest group is set out in Annex II.", "1. The Commission shall invite the socio-economic organisations established at Community level and listed in the Commission's register of interest groups (hereinafter referred to as \"the socio-economic organisations\") to designate experts. The socio-economic organisations must be those that are most representative of the interests specified in Article 2(1), including the social partners, and their activities must be connected with the common agricultural policy and rural development.\n2. In designating experts, the socio-economic organisations shall endeavour to ensure that the various interests in their sector are represented.\n3. The Commission may refuse the expert designated by the socio-economic organisation when this designation does not seem appropriate, notably in the case of a conflict of interest. In such a case, the Commission promptly informs the socio-economic organisation, which as a result designates another expert.", "1. At the request of an advisory group and in agreement with the Commission, one or more working groups may be set up to examine specific questions. Such groups shall consist of experts in the field designated by the socio-economic organisations. The provisions of Article 3 (3) apply.\n2. The Commission shall designate and invite experts to attend meetings of the working groups referred to in paragraph 1 when appropriate.\n3. The Commission shall chair the meetings of working groups referred to in paragraph 1.", "1. After consultation of the Commission, each advisory group at its first meeting, after the date of application of this decision and at its first meeting after the term of two years provided for in paragraph 3, shall elect a chairperson among its experts as follows:\n(a) in the case of the first ballot, by a two thirds majority of the experts present;\n(b) in the case of subsequent ballots, by a simple majority of the experts present; in the event of a tie, the Commission shall provide a chairperson on a temporary basis.\n2. Each advisory group at its first meeting shall elect two vice chairpersons, in accordance with the procedure laid down in paragraph 1. The vice chairpersons shall be chosen among the representatives of other socio-economic sectors than the one to which the chairperson belongs, subject to derogations to be provided for by the Commission.\n3. The chairperson and the two vice-chairpersons shall serve a term of two years which shall be renewable. The chairperson shall not serve more than two consecutive terms.\n4. When choosing a new chairperson, the group should ensure that he/she does not originate from the same socio-economic sector as his/her predecessor.\n5. The chairperson is responsible for the compilation in a report of an accurate summary record of the meetings.\nThe Commission may amend the chairperson's draft report prior to its distribution and subsequent approval by the group.", "1. Participation in meetings of groups listed in Annex I shall be limited to experts designated by the socio-economic organisations in accordance with Article 3, within the limit of seats allocated to each organisation as set out in Annex II. Commission representatives and persons invited in accordance with paragraphs 3, 4 and 5 of this article may also attend. The chairperson and the two vice-chairpersons attend the meetings as a matter of course.\n2. The socio-economic organisations shall inform the Commission about their designation of experts at least three working days before the meeting.\n3. At the request of an organisation to which one or more seats in a group are allocated, the chairperson of the group may, in agreement with the Commission, invite the general secretary of that organisation to attend meetings as an observer.\nHowever, if the general secretary of an organisation is unable to attend, he may assign his observer's seat to another person designated by him.\n4. Observers in meetings shall not have the right to speak. They may, however, be invited to do so by the chairperson in agreement with the Commission.\n5. At the request of an organisation to which one or more seats are allocated, and when the matters on the agenda are of a highly technical nature, the chairperson of a group may, in agreement with the Commission, invite experts other than those referred in paragraph 1 to take part in the deliberations of the group.\nThe Commission may, on its own initiative, invite any person suitably qualified in one of the subjects on the agenda to take part in the deliberations of the group on that subject as an expert.\nExperts invited pursuant to this paragraph shall participate only in the discussion and deliberations on the matter for which they are invited.\n6. Travelling expenses incurred by experts in the context of group meetings are refunded by the Commission in accordance with the regulations in force. The Commission reserves the right to derogate from this rule. Experts and observers shall not be remunerated for their services.", "1. Meetings of groups shall be convened by the Commission and shall generally take place at the Commission's main offices.\n2. The Commission provides secretarial services for the groups.", "The chairperson in cooperation with the Commission, and in consultation with the other interests represented on the group, shall determine the items to be included on the agenda for the advisory groups at least 25 working days before the group meets. The Commission shall send out agendas to the socio-economic organisations as a general rule 20 working-days before the meeting, preferably by electronic means.\nThe chairperson of each group may propose, on his own initiative or at the request of any of the interest groups represented, that the Commission consult his/her group on any matter within its competence.", "The advisory groups shall discuss the matters on which the Commission has requested an opinion. When seeking an opinion of a group, the Commission may set a time limit within which the opinion shall be given.\nNo vote shall take place at the end of the discussion of the advisory groups. If a group reaches unanimous agreement on the opinion to be given, it shall formulate joint conclusions and attach them to the summary report.\nThe Commission shall communicate the outcome of a group's discussions to the Council if proposed by the group.", "0\nWithout prejudice to Article 287 of the Treaty, where the Commission indicates that the opinion requested or question raised involves a matter of a confidential nature, participants in meetings shall be required not to disclose information which has come to their knowledge through the work of the group in question.", "1\nDecision 98/235/EC is repealed.", "2\nThis Decision shall apply from 1 May 2004."], "attachments": "Done at Brussels, 23 April 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 88, 24.3.1998, p. 59.\n(2) OJ L 184, 17.7.1999, p. 23.\nANNEX I\n1. ADVISORY GROUP ON COMMON AGRICULTURAL POLICY\n2. ADVISORY GROUP ON CEREALS, OILSEEDS AND PROTEINS\n3. ADVISORY GROUP ON DRIED FODDER\n4. ADVISORY GROUP ON STARCH\n5. ADVISORY GROUP ON SEEDS\n6. ADVISORY GROUP ON SUGAR\n7. ADVISORY GROUP ON RICE\n8. ADVISORY GROUP ON ENERGY AND NON-FOOD CROPS\n9. ADVISORY GROUP ON COTTON\n10. ADVISORY GROUP ON FLAX AND HEMP\n11. ADVISORY GROUP ON MILK\n12. ADVISORY GROUP ON BEEFMEAT\n13. ADVISORY GROUP ON SHEEPMEAT AND GOATMEAT\n14. ADVISORY GROUP ON PIGMEAT\n15. ADVISORY GROUP ON POULTRYMEAT AND EGGS\n16. ADVISORY GROUP ON BEEKEEPING\n17. ADVISORY GROUP ON FRUIT AND VEGETABLES\n18. ADVISORY GROUP ON FLOWERS AND ORNAMENTAL PLANTS\n19. ADVISORY GROUP ON WINE-GROWING\n20. ADVISORY GROUP ON SPIRIT DRINKS\n21. ADVISORY GROUP ON OLIVES AND DERIVED PRODUCTS\n22. ADVISORY GROUP ON TOBACCO\n23. ADVISORY GROUP ON HOPS\n24. ADVISORY GROUP ON FORESTRY AND CORK\n25. ADVISORY GROUP ON THE QUALITY OF AGRICULTURAL PRODUCTION\n26. ADVISORY GROUP ON ORGANIC FARMING\n27. ADVISORY GROUP ON PROMOTION OF AGRICULTURAL PRODUCTS\n28. ADVISORY GROUP ON RURAL DEVELOPMENT\n29. ADVISORY GROUP ON WOMEN IN RURAL AREAS\n30. ADVISORY GROUP ON AGRICULTURE AND ENVIRONMENT\nANNEX II\n1. ADVISORY GROUP ON THE COMMON AGRICULTURAL POLICY\n>TABLE>\n2. ADVISORY GROUP ON CEREALS, OILSEEDS AND PROTEIN CROPS\n>TABLE>\n3. ADVISORY GROUP ON DRIED FODDER\n>TABLE>\n4. ADVISORY GROUP ON STARCH\n>TABLE>\n5. ADVISORY GROUP ON SEEDS\n>TABLE>\n6. ADVISORY GROUP ON SUGAR\n>TABLE>\n7. ADVISORY GROUP ON RICE\n>TABLE>\n8. ADVISORY GROUP ON ENERGY AND NON FOOD CROPS\n>TABLE>\n9. ADVISORY GROUP ON COTTON\n>TABLE>\n10. ADVISORY GROUP ON FLAX AND HEMP\n>TABLE>\n11. ADVISORY GROUP ON MILK\n>TABLE>\n12. ADVISORY GROUP ON BEEFMEAT\n>TABLE>\n13. ADVISORY GROUP ON SHEEPMEAT AND GOATMEAT\n>TABLE>\n14. ADVISORY GROUP ON PIGMEAT\n>TABLE>\n15. ADVISORY GROUP ON POULTRYMEAT AND EGGS\n>TABLE>\n16. ADVISORY GROUP ON BEEKEEPING\n>TABLE>\n17. ADVISORY GROUP ON FRUIT AND VEGETABLES\n>TABLE>\n18. ADVISORY GROUP ON FLOWERS AND ORNAMENTAL PLANTS\n>TABLE>\n19. ADVISORY GROUP ON WINE-GROWING\n>TABLE>\n20. ADVISORY GROUP ON SPIRIT DRINKS\n>TABLE>\n21. ADVISORY GROUP ON OLIVES AND DERIVED PRODUCTS\n>TABLE>\n22. ADVISORY GROUP ON TOBACCO\n>TABLE>\n23. ADVISORY GROUP ON HOPS\n>TABLE>\n24. ADVISORY GROUP ON FORESTRY AND CORK\n>TABLE>\n25. ADVISORY GROUP ON THE QUALITY OF AGRICULTURAL PRODUCTION\n>TABLE>\n26. ADVISORY GROUP ON ORGANIC FARMING\n>TABLE>\n27. ADVISORY GROUP ON PROMOTION OF AGRICULTURAL PRODUCTS\n>TABLE>\n28. ADVISORY GROUP ON RURAL DEVELOPMENT\n>TABLE>\n29. ADVISORY GROUP ON WOMEN IN RURAL AREAS\n>TABLE>\n30. ADVISORY GROUP ON AGRICULTURE AND ENVIRONMENT\n>TABLE>"}