{"celex_id": "32003R1671", "uri": "http://publications.europa.eu/resource/cellar/5bd3e7b6-b7f9-43f3-bd08-7b9a1c02b1e9", "type": "Regulation", "concepts": ["1309", "1355", "1591", "1767", "2771", "4375", "4453", "990"], "title": "Council Regulation (EC) No 1671/2003 of 22 September 2003 terminating the anti-dumping proceedings concerning imports of polyester textured filament yarn (PTY) originating in Taiwan, Indonesia, Thailand and Malaysia\n", "header": "Council Regulation (EC) No 1671/2003\nof 22 September 2003\nterminating the anti-dumping proceedings concerning imports of polyester textured filament yarn (PTY) originating in Taiwan, Indonesia, Thailand and Malaysia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), hereinafter referred to as \"the basic Regulation\", and in particular Article 9 thereof,\nHaving regard to the proposal from the Commission, after consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n1. Previous investigations and existing measures\n(1) Pursuant to Regulation (EEC) No 3905/88(2), the Council imposed a definitive anti-dumping duty on imports into the Community of polyester textured filament yarn (hereinafter \"PTY\") originating in Taiwan.\n(2) Pursuant to Regulation (EC) No 2160/96(3), the Council imposed a definitive anti-dumping duty on imports into the Community of PTY originating in Indonesia and Thailand.\n(3) Pursuant to Regulation (EC) No 1001/97(4), the Council imposed a definitive anti-dumping duty on imports of PTY originating in Malaysia. In September 2000, further to an interim review requested by the main exporting producer, the duty applicable to its imports was reduced to 3,2 % in accordance with Regulation (EC) No 1992/2000(5).\n2. Expiry and interim reviews investigations\nTaiwan\n(4) Following the publication of a notice of impending expiry(6) of the anti-dumping measures in force on imports of PTY originating in Taiwan, the Commission received a request for a review pursuant to Article 11(2) of the basic Regulation.\n(5) Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of an expiry review, the Commission initiated an investigation(7) pursuant to Article 11(2) of the basic Regulation.\n(6) The Commission simultaneously initiated on its own initiative an investigation(8) pursuant to Article 11(3) of the basic Regulation, after having determined that sufficient evidence existed to justify the initiation of an interim review with regard to imports of PTY originating in Taiwan, and after consulting the Advisory Committee.\nIndonesia\n(7) Following the publication of a notice of impending expiry(9) of the anti-dumping measures in force on imports of PTY originating in Indonesia, the Commission received a request for a review pursuant to Article 11(2) of the basic Regulation.\n(8) Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of an expiry review, the Commission initiated an investigation(10) pursuant to Article 11(2) of the basic Regulation.\n(9) The Commission simultaneously initiated on its own initiative an investigation(11) pursuant to Article 11(3) of the basic Regulation, after having determined that sufficient evidence existed to justify the initiation of an interim review with regard to imports of PTY originating in Indonesia, and after consulting the Advisory Committee.\nThailand\n(10) Following the publication of a notice of impending expiry(12) of the anti-dumping measures in force on imports of PTY originating in Thailand, the Commission received a request for a review pursuant to Article 11(2) of the basic Regulation.\n(11) Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of an expiry review, the Commission initiated an investigation(13) pursuant to Article 11(2) of the basic Regulation.\nMalaysia\n(12) Following the publication of a notice of the impending expiry(14) of the anti-dumping measures in force on imports of PTY originating in Malaysia, the Commission received a request for an expiry review pursuant to Article 11(2) of the basic Regulation.\n(13) Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of an expiry review, the Commission initiated an investigation(15) pursuant to Article 11(2) of the basic Regulation.\nB. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDINGS\n(14) By a letter dated 2 May 2003 to the Commission, the International Rayon and Synthetic Fibres Committee (CIRFS) formally withdrew its requests for expiry reviews pursuant to Article 11(2) of the basic Regulation on imports of PTY originating in Indonesia, Malaysia, Taiwan and Thailand.\n(15) In accordance with Article 9(1) of the basic Regulation, the proceedings may be terminated where the complaint is withdrawn unless such termination would not be in the Community interest.\n(16) On the basis of the above, it is considered that the expiry reviews should be terminated since the investigations have not brought to light any considerations showing that such terminations would not be in the Community interest. Moreover, it is no longer considered to be in the Community interest to continue the interim reviews concerning the anti-dumping measures in force against imports of PTY originating in Indonesia and Taiwan.\n(17) Interested parties were informed accordingly and were given the opportunity to comment. No comments indicating that such termination would not be in the Community interest were received.\n(18) It is therefore concluded that the anti-dumping proceedings concerning imports of PTY originating in Indonesia, Malaysia, Taiwan and Thailand should be terminated without imposition of measures,", "main_body": ["The anti-dumping proceedings concerning imports of polyester textured filament yarn (PTY) currently classifiable within CN code 5402 33 00 and originating in Taiwan, Indonesia, Thailand and Malaysia are hereby terminated.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 September 2003.\nFor the Council\nThe President\nR. Buttiglione\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 1972/2002 (OJ L 305, 7.11.2002, p. 1).\n(2) OJ L 347, 16.12.1988, p. 10. Regulation as amended by Regulation (EC) No 1074/96 (OJ L 141, 14.6.1996, p. 45) and Regulation (EC) No 2010/2000 (OJ L 241, 26.9.2000, p. 1).\n(3) OJ L 289, 12.11.1996, p. 14. Regulation as last amended by Regulation (EC) No 1078/2001 (OJ L 149, 2.6.2001, p. 5).\n(4) OJ L 145, 5.6.1997, p. 1.\n(5) OJ L 238, 22.9.2000, p. 1.\n(6) OJ C 361, 15.12.2000, p. 2.\n(7) OJ C 170, 14.6.2001, p. 2.\n(8) OJ C 129, 31.5.2002, p. 5.\n(9) OJ C 74, 7.3.2001, p. 2.\n(10) OJ C 316, 10.11.2001, p. 9. (The notice of initiation of this expiry review also included imports of PTY from Thailand.)\n(11) OJ C 129, 31.5.2002, p. 2.\n(12) OJ C 74, 7.3.2001, p. 2.\n(13) OJ C 316, 10.11.2001, p. 9. (The notice of initiation of this expiry review also included imports of PTY from Indonesia.)\n(14) OJ C 248, 6.9.2001, p. 2.\n(15) OJ C 135, 6.6.2002, p. 10."}