{"celex_id": "32000D0255", "uri": "http://publications.europa.eu/resource/cellar/2305297f-c984-4fdf-8664-559bfdeabdfd", "type": "Decision", "concepts": ["1598", "192", "2356", "2560", "2563"], "title": "2000/255/EC: Commission Decision of 28 March 2000 amending for the second time Decision 1999/789/EC concerning certain protection measures relating to African swine fever in Portugal (notified under document number C(2000) 832) (Text with EEA relevance)\n", "header": "Commission Decision\nof 28 March 2000\namending for the second time Decision 1999/789/EC concerning certain protection measures relating to African swine fever in Portugal\n(notified under document number C(2000) 832)\n(Text with EEA relevance)\n(2000/255/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and, in particular, Article 10(4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular, Article 9(4) thereof,\nHaving regard to Council Directive 80/215/EEC(4) of 22 January 1980 on animal health problems affecting intra-Community trade in meat products, as last amended by Directive 91/687/EEC(5), and in particular Article 7a(2) thereof,\nWhereas:\n(1) An outbreak of African swine fever occurred in Portugal, region of Alentejo, municipality of Almodovar on 15 November 1999.\n(2) By Decision 1999/789/EC(6) the Commission adopted certain disease control measures to prevent the spreading of the disease.\n(3) By Decision 2000/64/EC(7) the Commission amended Decision 1999/789/EC, to take into account the evolution of the situation.\n(4) By Decision 2000/62/EC(8) the Commission approved a plan for the surveillance of African swine fever submitted by Portugal, including further disease control measures.\n(5) In the light of the favourable evolution of the situation Decision 1999/789/EC must be amended for the second time.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Article 2 of Decision 1999/789/EC is replaced by the following article:\n\"Article 2\n1. Live pigs originating from a holding situated in the areas described in the Annex can not be sent to other areas of Portugal unless the animals:\n- come from a holding where no live pigs have been introduced during the 30-day period immediately prior to the dispatch of the pigs in question from holdings located in the areas described in the Annex,\n- have been included in a pre-movement serological testing programme carried out within 10 days prior to transport where no antibodies to the African swine fever virus have been detected; the pre-movement testing programme for the consignment in question must be designed to give approximately 95 % confidence of detecting seropositive animals at a 5 % prevalence level,\n- have undergone a clinical examination on the holding of origin within 24 hours prior to transport. All pigs on the holding of origin shall be examined and related facilities must be inspected. The animals shall be identified by eartags at the holding of origin so that they can be traced back to the holding of origin,\n- have been transported directly from the holding of origin to the holding or slaughterhouse of destination. The means of transport shall be cleaned and disinfected with an officially approved disinfectant before loading and immediately after unloading.\n2. By derogation from paragraph 1, second indent, the official veterinarian may decide that in case of slaughter pigs the pre-movement serological tests referred to in paragraph 1 are carried out at slaughter, if previous serological controls carried out in the holding of origin, in relation to the implementation of this Decision or of the surveillance plan approved by Decision 2000/62/EEC, have given negative result.\n3. Live pigs sent to other areas of Portugal in accordance with paragraph 1 must be accompanied during transport to the holding or slaughterhouse of destination by a health document issued by an official veterinarian.\"", "In Article 6 of Decision 1999/789/EC as amended by Decision 2000/64/EC the date \"31 March 2000\" is replaced by the date \"31 May 2000\".", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 March 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 47, 21.2.1980, p. 4.\n(5) OJ L 377, 31.12.1991, p. 161.\n(6) OJ L 310, 4.12.1999, p. 71.\n(7) OJ L 22, 27.1.2000, p. 67.\n(8) OJ L 22, 27.1.2000, p. 65."}