{"celex_id": "32001R0290", "uri": "http://publications.europa.eu/resource/cellar/2619eab0-3586-445f-be9a-9510e6660e23", "type": "Regulation", "concepts": ["2351", "4066", "523", "5315", "5550", "616"], "title": "Council Regulation (EC) No 290/2001 of 12 February 2001 extending the programme of incentives and exchanges for legal practitioners in the area of civil law (Grotius — civil) (Text with EEA relevance)\n", "header": "Council Regulation (EC) No 290/2001\nof 12 February 2001\nextending the programme of incentives and exchanges for legal practitioners in the area of civil law (Grotius - civil)\n(Text with EEA relevance)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 61(c) and Article 67(1) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas:\n(1) The Union has set itself the objective of maintaining and developing the Union as an area of freedom, security and justice in which the free movement of persons is ensured. For the gradual establishment of such an area, the Community is to adopt, among others, the measures relating to judicial cooperation in civil matters needed for the proper functioning of the internal market.\n(2) Setting up a framework for projects involving training, information, studies and exchanges for legal practitioners will contribute to improving mutual understanding of the legal and judicial systems of the Member States, thereby lowering the barriers to judicial cooperation in civil matters between Member States.\n(3) For the purpose of the proper functioning of the internal market, such barriers must be lowered.\n(4) This area falls within the scope of Article 65 of the EC Treaty.\n(5) In accordance with the principle of subsidiarity set out in Article 5 of the EC Treaty, the objectives of this Regulation cannot be sufficiently achieved by the Member States and can therefore be better achieved by the Community, because of the expected economies of scale and the cumulative effects of the projects envisaged.\n(6) On 28 October 1996 the Council adopted Joint Action 96/636/JHA on a programme of incentives and exchanges for legal practitioners (Grotius)(4). That programme sets out to facilitate judicial cooperation between Member States by fostering mutual knowledge of legal and judicial systems. It is intended for legal practitioners and provides funding for training, exchange and work-experience programmes, organisation of meetings, studies and research, and the distribution of information.\n(7) The Grotius programme expires in 2000. It has been deemed useful to extend the programme, but for a one-year transition period only, pending the outcome of a fundamental re-think of its future, i.e. its objectives, operation and links with other ongoing programmes.\n(8) As regards judicial cooperation in civil matters, the Grotius programme is being extended on the basis of a Community instrument. A separate and parallel exercise is in hand to extend the Grotius programme as regards judicial cooperation in criminal matters on the basis of an instrument coming under the Treaty on European Union.\n(9) This Regulation takes over most of the provisions of Joint Action 96/636/JHA, with some adjustments to allow for limitation of the scope to judicial cooperation in civil matters and for the transitional nature of the exercise.\n(10) A financial reference amount within the meaning of point 34 of the Interinstitutional Agreement between the European Parliament, the Council and the Commission of 6 May 1999 on budgetary discipline and improvement of the budgetary procedure(5), is included in this Regulation for 2001, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty.\n(11) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(6).\n(12) The United Kingdom and Ireland, in accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and the Treaty establishing the European Community, have given notice of their wish to take part in the adoption and application of this Regulation.\n(13) Denmark, in accordance with Articles 1 and 2 of the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, is not participating in the adoption of this Regulation, and is therefore not bound by it nor subject to its application,", "main_body": ["CHAPTER I\nExtension of the programme", "1. The Grotius programme established by Joint Action 96/636/JHA shall be extended to cover the year 2001, as regards judicial cooperation in civil matters, under the conditions laid down in this Regulation.\n2. This programme of incentives and exchanges for legal practitioners in the area of civil law (\"Grotius - civil\") seeks to foster mutual knowledge of legal and judicial systems and to facilitate judicial cooperation between Member States in the area of civil law.\n3. For the purposes of this Regulation, \"legal practitioners\" means judges, prosecutors, advocates, solicitors, academic and scientific personnel, ministry officials, court officers, bailiffs, court interpreters and other professionals associated with the judiciary in the area of civil law.\n4. The programme shall comprise the following:\n- training,\n- exchange and work-experience programmes,\n- organisation of meetings,\n- studies and research,\n- distribution of information.\n5. For the purposes of this Regulation \"Member State\" means all the Member States except Denmark.", "1. The financial reference amount for the implementation of the programme in 2001 shall be EUR 650000.\n2. The appropriation laid down in paragraph 1 shall be authorised by the budgetary authority within the limits of the financial perspective.\nCHAPTER II\nProject objectives", "Provided they are concerned with judicial cooperation in civil matters, projects with the following objectives may be considered under \"training\":\n- fostering of foreign language knowledge, in particular a working knowledge of legal language,\n- knowledge of the legal institutions and procedures of the other Member States, and how they function,\n- exchange of experience between those responsible for the training of legal practitioners, and between institutions responsible for basic training and those responsible for continuing training,\n- preparation of teaching modules for training projects, exchanges and internships, conferences or seminars organised as part of the implementation of the programme.", "Provided they are concerned with judicial cooperation in civil matters, projects with the following objectives may be considered under \"exchange and placement programmes for training purposes\":\n- organisation of work experience of limited duration in the legal institutions or with legal practitioners in Member States other than the Member State of origin, in the Court of Justice of the European Communities, in the Court of First Instance as well as in the European Court of Human Rights,\n- organisation of visits to legal institutions or to legal practitioners in a number of other Member States on specific themes or in the Court of Justice of the European Communities, in the Court of First Instance as well as in the European Court of Human Rights.", "Provided they are concerned with judicial cooperation in civil matters, projects with the following objectives may be considered under \"organisation of meetings\":\n- organisation of bilateral or European conferences on legal topics of general interest,\n- organisation of multidisciplinary conferences on topical or new legal subjects relating to judicial cooperation,\n- organisation of seminars based around case studies on sentencing, in the course of which judges from different Member States deliver a verdict on the same court case.", "Provided they are concerned with judicial cooperation in civil matters, projects with the following objectives may be considered under \"studies and research\":\n- preparatory analysis of subjects chosen for projects to be implemented within the framework of the programme,\n- analysis of reports on work experience or meetings organised within the framework of the programme,\n- coordination of research on topics relating to judicial cooperation.", "Provided they are concerned with judicial cooperation in civil matters, projects with the following objectives may be considered under \"distribution of information\":\n- hard-copy or on-line distribution of information on legislative amendments or draft reforms, in the original or in translation,\n- dissemination of information on projects under Articles 3, 4 and 5, the results of meetings under Article 5 or the findings of research carried out under Article 6 and the application of this research,\n- creation of databases and/or documentation networks including lists of articles, publications, studies and legislation in fields relating to judicial cooperation.\nCHAPTER III\nProgramme implementation arrangements", "1. Projects financed by the Community must be of demonstrable European interest and involve more than one Member State.\n2. Projects may be managed by national and non-governmental organisations, and in particular legal and judicial training establishments and research centres.\n3. The selection process for projects for which finance is requested shall have regard, inter alia, to:\n- the extent to which the subjects covered conform with work that is already in progress or planned for the future under Community action programmes in fields relating to judicial cooperation in civil matters,\n- the contribution to the elaboration or implementation of instruments provided for under Title IV of Part Three of the EC Treaty,\n- the extent to which the different projects complement each other,\n- the range of professions to which they are addressed,\n- the quality of the institution responsible,\n- the operational and practical nature of the projects,\n- the degree of preparation of the participants,\n- the possibility of using the results of the project to make further progress in judicial cooperation in civil matters.\n4. These projects may associate practitioners from the Member State not bound by this Regulation, States which have applied for membership where this would contribute to their preparation for accession or other non-member countries where this would be useful.", "The financing decisions and the contracts arising from them shall provide for monitoring and financial control by the Commission and audits by the Court of Auditors.", "0\n1. All types of expenditure which are directly chargeable to the implementation of the project and which have been committed within a contractually agreed period shall be eligible.\n2. The proportion of financial support from the general budget of the European Union shall not exceed 80 % of the cost of the project.\n3. Translation and interpreting costs, computing costs, and expenditure on durables or consumables shall not be taken into consideration unless they are essential for the realisation of the project, and shall only be financed up to a limit of 50 % of the grant or 80 % in cases where the nature of the project makes them indispensable.\n4. Expenditure relating to premises, collective facilities, and the salaries of officials of the State and public bodies shall be eligible only if it corresponds to postings and tasks which have no national purpose or function but are specifically connected with the implementation of this Regulation.\nCHAPTER IV\nProcedures, assessment and follow-up", "1\n1. The Commission shall be responsible for carrying out the measures provided for in this Regulation and shall adopt detailed rules for its implementation, including the criteria for the eligibility of costs.\n2. The 2000 programme for implementing this Regulation shall be extended, as regards judicial cooperation in civil matters, to cover the year 2001 in terms of the thematic priorities and the distribution of available appropriations between fields of activity(7). Both this programme and the call for applications shall be published in the Official Journal of the European Communities.\n3. Projects for which financing is requested shall be submitted to the Commission for scrutiny before 30 April 2001. The Commission shall examine each project submitted to it. Decisions concerning these projects shall be taken in accordance with the procedure laid down in Article 12(2).\n4. The Commission shall assess the measures implementing the programme.", "2\n1. The Commission shall be assisted by a Committee.\n2. Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply.\n3. The Committee shall adopt its rules of procedure.", "3\nThe Commission shall report to the European Parliament and the Council on the implementation of the programme at the end of the financial year 2001.", "4\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 12 February 2001.\nFor the Council\nThe President\nB. Ringholm\n(1) OJ C 365 E, 19.12.2000, p. 262.\n(2) Opinion of 13.12.2000 (not yet published in the Official Journal).\n(3) Opinion of 29.11.2000 (not yet published in the Official Journal).\n(4) OJ L 287, 8.11.1996, p. 3.\n(5) OJ C 172, 18.6.1999, p. 1.\n(6) OJ L 184, 17.7.1999, p. 23.\n(7) OJ C 12, 15.1.2000, p. 17."}