{"celex_id": "32005R1278", "uri": "http://publications.europa.eu/resource/cellar/b955f80c-f362-46f6-bed1-81cf48befba1", "type": "Regulation", "concepts": ["2338", "261", "3474", "3483", "3870", "4452", "5788"], "title": "Commission Regulation (EC) No 1278/2005 of 2 August 2005 amending for the 50th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\n", "header": "3.8.2005 EN Official Journal of the European Union L 202/34\nCOMMISSION REGULATION (EC) No 1278/2005\nof 2 August 2005\namending for the 50th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freezing of funds and other financial resources in respect of the Taliban of Afghanistan, (1) and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 29 July 2005, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly.\n(3) In order to ensure that the measures provided for in this Regulation are effective, this Regulation must enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 2005.\nFor the Commission\nEneko LANDÁBURU\nDirector-General of External Relations\n(1)  OJ L 139, 29.5.2002, p. 9. Regulation as last amended by Commission Regulation (EC) No 1264/2005 (OJ L 201, 2.8.2005, p. 29).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\nThe following entries shall be added under the heading ‘Natural persons’:\n1. Faycal Boughanemi (alias Faical Boughanmi). Address: viale Cambonino, 5/B — Cremona, Italy. Date of birth: 28.10.1966. Place of birth: Tunis, Tunisia. Nationality: Tunisian. Other information: Italian fiscal code BGHFCL66R28Z352G.\n2. Ahmed El Bouhali (alias Abu Katada). Address: vicolo S. Rocco, 10 — Casalbuttano (Cremona), Italy. Date of birth: 31.5.1963. Place of birth: Sidi Kacem, Morocco. Nationality: Moroccan. Other information: Italian fiscal code LBHHMD63E31Z330M.\n3. Abdelkader Laagoub. Address: via Europa, 4 — Paderno Ponchielli (Cremona), Italy. Date of birth: 23.4.1966. Place of birth: Casablanca, Morocco. Nationality: Moroccan. Other information: Italian fiscal code LGBBLK66D23Z330U."}