{"celex_id": "32001D0204", "uri": "http://publications.europa.eu/resource/cellar/796c48da-16c0-4807-8bb1-a21bec92b87e", "type": "Decision", "concepts": ["2825", "3085", "3885", "4036", "5740", "5768"], "title": "2001/204/EC: Council Decision of 8 March 2001 supplementing Directive 90/219/EEC as regards the criteria for establishing the safety, for human health and the environment, of types of genetically modified micro-organisms (Text with EEA relevance)\n", "header": "Council Decision\nof 8 March 2001\nsupplementing Directive 90/219/EEC as regards the criteria for establishing the safety, for human health and the environment, of types of genetically modified micro-organisms\n(Text with EEA relevance)\n(2001/204/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/219/EEC of 23 April 1990 on the contained use of genetically modified micro-organisms(1), and in particular Article 20a thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) According to Article 3 of Directive 90/219/EEC, that Directive is not to apply to contained uses involving only types of genetically modified micro-organisms (GMMs) meeting the criteria listed in Part B of Annex II thereto, which establish their safety for human health and the environment.\n(2) By virtue of Article 20a of Directive 90/219/EEC, the criteria establishing the safety, for human health and the environment, of types of genetically modified micro-organisms to be included in Part C of Annex II to that Directive should be adopted. In order to facilitate the application of those criteria, it should be made possible for the Commission to adopt detailed guidance notes, in accordance with the procedure referred to in Article 21 of that Directive.\n(3) Directive 90/219/EEC should be supplemented accordingly,", "main_body": ["Part B of Annex II to Directive 90/219/EEC shall be replaced by the text in the Annex to this Decision.", "This Decision shall be published in the Official Journal of the European Communities.", "This Decision shall apply from the day of its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 March 2001.\nFor the Council\nThe President\nK. Larsson\n(1) OJ L 117, 8.5.1990, p. 1. Directive as last amended by Directive 98/81/EC (OJ L 330, 5.12.1998, p. 13).\nANNEX\n\"PART B\nCriteria establishing the safety of GMMs for human health and the environment\nThis Annex describes in general terms the criteria to be met when establishing the safety of types of GMMs for human health and the environment and their suitability for inclusion in Part C. It will be supplemented by guidance notes for the easy application of such criteria, such notes being developed and, if necessary, amended by the Commission in accordance with the procedure referred to in Article 21.\n1. INTRODUCTION\nTypes of genetically modified micro-organisms (GMMs) listed in Part C in accordance with the procedure referred to in Article 21 are excluded from the scope of this Directive. GMMs will be added to the list on a case-by-case basis and exclusion will relate only to each clearly identified GMM. This exclusion applies only when the GMM is used under conditions of contained use as defined in Article 2(c). It does not apply to the deliberate release of GMMs. For a GMM to be listed in Part C, it must be proved that it meets the criteria given below.\n2. GENERAL CRITERIA\n2.1. Strain verification/authentication\nIdentity of the strain must be precisely established. Modification must be known and verified.\n2.2. Documented and established evidence of safety\nDocumented evidence of the safety of the organism must be provided.\n2.3. Genetic stability\nWhere any instability could adversely affect safety, evidence of stability is required.\n3. SPECIFIC CRITERIA\n3.1. Non-pathogenic\nThe GMM should not be capable of causing disease or harm to a healthy human, plant or animal. Since pathogenicity includes both toxigenicity and allergenicity, the GMM should therefore be:\n3.1.1. Non-toxigenic\nThe GMM should not produce increased toxigenicity as a result of the genetic modification nor be noted for its toxigenic properties.\n3.1.2. Non-allergenic\nThe GMM should not produce increased allergenicity as a result of the genetic modification nor be a noted allergen, having, for example, allergenicity comparable in particular with that of the micro-organisms identified in Council Directive 93/88/EEC of 12 October 1993 amending Directive 90/679/EEC on the protection of workers from risks related to exposure to biological agents at work(1).\n3.2. No harmful adventitious agents\nThe GMM should not harbour known harmful adventitious agents such as other micro-organisms, active or latent, existing alongside or inside the GMM that could cause harm to human health and the environment.\n3.3. Transfer of genetic material\nThe modified genetic material must not give rise to harm if transferred nor should it be self transmissible or transferable at a frequency greater than other genes of the recipient or parental micro-organism.\n3.4. Safety for the environment in the event of a significant and unintended release\nGMMs must not produce adverse effects on the environment, immediate or delayed, should any incident involving a significant and unintended release occur.\nGMMs that do not meet the above criteria may not be included in Part C.\"\n(1) OJ L 268, 29.10.1993, p. 71."}