{"celex_id": "32009R0586", "uri": "http://publications.europa.eu/resource/cellar/a25662e1-617d-435f-b39e-493a23fa41cc", "type": "Regulation", "concepts": ["1309", "1644", "2173", "2709", "2733", "4314", "4498", "5367"], "title": "Commission Regulation (EC) No 586/2009 of 6 July 2009 amending Regulation (EC) No 1043/2005 as regards the validity period of certain refund certificates\n", "header": "7.7.2009 EN Official Journal of the European Union L 176/5\nCOMMISSION REGULATION (EC) No 586/2009\nof 6 July 2009\namending Regulation (EC) No 1043/2005 as regards the validity period of certain refund certificates\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular the first subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1043/2005 of 30 June 2005 implementing Council Regulation (EC) No 3448/93 as regards the system of granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds (2) provides that refund certificates applied for in compliance with point (a) of Article 33 or Article 38a, at the latest on 7 November, are valid until the last day of the tenth month following the month in which the application for the certificate was made.\n(2) The ten month validity period for certificates applied for before 7 November was adopted to facilitate the operation of the system of refund in the special situation of the anticipated suspension of export refunds for sugar following the reform of the common organisation of the sugar market. The provision establishing a ten month validity period should therefore only apply to the budget period 2009 and cover the certificates applied for at the latest on 7 November 2008. That provision is no longer needed and should therefore be deleted.\n(3) Since Commission Regulation (EC) No 585/2009 of 6 July 2009 providing for exceptional measures regarding refund certificates for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex I to the Treaty (3) applies only to the refund certificates applied for between 8 July and 7 November 2008, in compliance with point (a) of Article 33 or Article 38a of Regulation (EC) No 1043/2005, it is appropriate to specify that the amendments made by the this Regulation are without prejudice to Regulation (EC) No 585/2009.\n(4) Regulation (EC) No 1043/2005 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I to the Treaty,", "main_body": ["Article 39(2) of Regulation (EC) No 1043/2005 is amended as follows:\n1. The first subparagraph is replaced by the following:\n2. The second subparagraph is deleted.", "The validity period set in Regulation (EC) No 585/2009 shall apply to the refund certificates applied for between 8 July and 7 November 2008 in compliance with point (a) of Article 33 or Article 38a of Regulation (EC) No 1043/2005.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 July 2009.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 318, 20.12.1993, p. 18.\n(2)  OJ L 172, 5.7.2005, p. 24.\n(3)  See page 3 of this Official Journal."}