{"celex_id": "32001R2534", "uri": "http://publications.europa.eu/resource/cellar/25f394dd-e6a5-44e8-9279-25584dfd3b69", "type": "Regulation", "concepts": ["1338", "161", "2771", "4316", "4319", "5083"], "title": "Commission Regulation (EC) No 2534/2001 of 21 December 2001 opening import quotas in respect of special preferential raw cane sugar from the ACP States and India for supply to refineries in the period 1 July 2001 to 28 February 2002\n", "header": "Commission Regulation (EC) No 2534/2001\nof 21 December 2001\nopening import quotas in respect of special preferential raw cane sugar from the ACP States and India for supply to refineries in the period 1 July 2001 to 28 February 2002\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), and in particular Article 23(2) and Article 39(6) thereof,\nWhereas:\n(1) Article 39 of Regulation (EC) No 1260/2001 lays down that, during the 2001/02 to 2005/06 marketing years and in order to ensure adequate supplies to Community refineries, a special reduced duty is to be levied on imports of raw cane sugar originating in states with which the Community has concluded supply arrangements on preferential terms. At present such agreements have been concluded by Council Decision 2001/870/EC(2) with the ACP States party to Protocol 3 on ACP sugar(3) attached to Annex V to the ACP-EC Partnership Agreement, and with the Republic of India.\n(2) The quantities of special preferential sugar to be imported are calculated in accordance with the said Article 39 on the basis of a Community forecast supply balance. The balance indicates the need to import raw sugar and to open for the 2001/02 marketing year tariff quotas at the special reduced rate of duty as provided for in the above agreements so that the Community refineries' supply needs can be met for part of the year. In view of the forecasts for raw cane sugar production which are now available for the 2001/02 marketing year and as a result of the presumed maximum refining needs fixed by Member State and the shortfall resulting from the forecast supply balance, provision should be made to authorise imports for each refining Member State for the period 1 July 2001 to 28 February 2002.\n(3) Those authorisations must take account of the quantities already authorised by Commission Decisions 2001/656/EC of 3 August 2001 laying down provisional measures for imports into Portugal and Finland of special preferential raw cane sugar for refining at the start of the 2001/02 marketing year(4) and 2001/787/EC of 9 November 2001 laying down provisional measures for imports into Portugal of special preferential raw cane sugar for refining during the 2001/02 marketing year(5).\n(4) The agreements concluded by Decision 2001/870/EC lay down that the refiners in question must pay a minimum purchase price equal to the guaranteed price for raw sugar, minus the adjustment aid fixed for the marketing year in question. This minimum price must therefore be fixed by taking account of the factors applying in the 2001/02 marketing year.\n(5) Since those agreements cover the period 1 July 2001 to 30 June 2006, the measures provided for in this Regulation should apply retroactively from 1 July 2001.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The following quotas are opened for the period 1 July 2001 to 28 February 2002 pursuant to Decision 2001/870/EC in respect of imports of raw cane sugar for refining falling within CN code 1701 11 10:\n(a) a tariff quota of 161000 tonnes expressed as white sugar originating in the ACP States covered by that Decision, bearing the serial No 09.4097;\nand\n(b) a tariff quota of 10000 tonnes expressed as white sugar originating in India, bearing the serial No 09.4097.", "1. The special reduced duty per 100 kg of standard quality raw sugar applying to imports of the quantities referred to in Article 1 shall be EUR 0.\n2. The minimum purchase price to be paid by Community refiners for the period referred to in Article 1 shall be EUR 49,68 per 100 kg of standard quality raw sugar.\n3. The import duties paid on quantities already imported under Decisions 2001/656/EC and 2001/787/EC shall be reimbursed.", "The following quantities expressed as white sugar may be imported by the Member States under the quotas referred to in Article 1 and on the terms laid down in Article 2(1):\n(a) Finland 30000 tonnes;\n(b) mainland Portugal 141000 tonnes.\nThese quantities include the quantities authorised for import by Decisions 2001/656/EC and 2001/787/EC.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 325, 8.12.2001, p. 21.\n(3) OJ L 317, 15.12.2000, p. 267.\n(4) OJ L 231, 29.8.2001, p. 11.\n(5) OJ L 295, 13.11.2001, p. 22."}