{"celex_id": "32009D0312", "uri": "http://publications.europa.eu/resource/cellar/edc32190-cc32-4a6d-80c8-4f5aecd98a60", "type": "Decision", "concepts": ["1759", "1854", "192", "5744", "838"], "title": "2009/312/EC: Commission Decision of 2 April 2009 amending Decision 2000/96/EC as regards dedicated surveillance networks for communicable diseases (notified under document number C(2009) 2351) (Text with EEA relevance)\n", "header": "3.4.2009 EN Official Journal of the European Union L 91/27\nCOMMISSION DECISION\nof 2 April 2009\namending Decision 2000/96/EC as regards dedicated surveillance networks for communicable diseases\n(notified under document number C(2009) 2351)\n(Text with EEA relevance)\n(2009/312/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 2119/98/EC of the European Parliament and of the Council of 24 September 1998 setting up a network for the epidemiological surveillance and control of communicable diseases in the Community (1), and in particular Article 3 thereof,\nWhereas:\n(1) Commission Decision 2000/96/EC of 22 December 1999 on the communicable diseases to be progressively covered by the Community network under Decision No 2119/98/EC of the European Parliament and of the Council (2) establishes a list of communicable diseases and special health issues for epidemiological surveillance purposes. The main purpose for developing at Community level such a network for the surveillance and control of communicable diseases was to collect and coordinate information from monitoring networks in the Member States in relation to public health.\n(2) As at the time of adoption of the Decision 2000/96/EC not all communicable diseases or special health issues selected for epidemiological surveillance could be covered by the Community network, some dedicated surveillance networks have been identified as those which could be already put in place.\n(3) Commission Decision 2003/542/EC of 17 July 2003 amending Decision 2000/96/EC as regards the operation of dedicated surveillance networks (3), inter alia, specifies the communicable diseases and special health issues for which dedicated surveillance networks had been put in place at that time.\n(4) Regulation (EC) No 851/2004 of the European Parliament and of the Council of 21 April 2004 establishing a European centre for disease prevention and control (4) (ECDC) defines dedicated surveillance networks (DSN) as any specific network on diseases or special health issues selected for epidemiological surveillance between accredited structures and authorities of Member States.\n(5) Article 3(2)(d) of Regulation (EC) No 851/2004, entrusted the ECDC with the mission to coordinate the European networking of bodies operating within the fields of its mission, including networks arising from the public health activities supported by the Commission and operating the DSN.\n(6) The ECDC currently monitors the relative importance of diseases and special health issues and whenever required by the epidemiological situation suggests amending the list of communicable diseases to be progressively covered by the Community network; in addition any new diseases included within the Decision 2000/96/EC are immediately covered by epidemiological surveillance of the ECDC.\n(7) As the vast majority of the diseases and health issues listed in the Annex I to Decision 2000/96/EC is now covered by the ECDC activities, it is no longer necessary to highlight in that Annex, by means of asterisks, those networks which are already in place.\n(8) Decision 2000/96/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 7 of Decision No 2119/98/EC,", "main_body": ["Decision 2000/96/EC is amended as follows:\n1. In the Article 4(2) the first subparagraph is deleted.\n2. Annex I is amended as set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 April 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 268, 3.10.1998, p. 1.\n(2)  OJ L 28, 3.2.2000, p. 50.\n(3)  OJ L 185, 24.7.2003, p. 55.\n(4)  OJ L 142, 30.4.2004, p. 1.\nANNEX\nAnnex I to Decision 2000/96/EC is replaced by the following:\n‘ANNEX I\n1.   COMMUNICABLE DISEASES AND SPECIAL HEALTH ISSUES TO BE PROGRESSIVELY COVERED BY THE COMMUNITY NETWORK AS REFERRED TO IN ARTICLE 1\n1.1. For the communicable diseases and special health issues listed in this Annex, epidemiological surveillance within the Community network is to be performed by the standardised collection and analysis of data in a way that is to be determined for each communicable disease and special health issue when specific surveillance networks are put in place.\n2.   DISEASES\n2.1.   Diseases preventable by vaccination\nDiphtheria\nInfections with Haemophilus influenza group B\nInfluenza\nMeasles\nMumps\nPertussis\nPoliomyelitis\nRubella\nSmallpox\nTetanus\n2.2.   Sexually-transmitted diseases\nChlamydia infections\nGonococcal infections\nHIV infection\nSyphilis\n2.3.   Viral hepatitis\nHepatitis A\nHepatitis B\nHepatitis C\n2.4.   Food- and waterborne diseases and diseases of environmental origin\nAnthrax\nBotulism\nCampylobacteriosis\nCryptosporidiosis\nGiardiasis\nInfection with Enterohaemorrhagic E. coli\nLeptospirosis\nListeriosis\nSalmonellosis\nShigellosis\nToxoplasmosis\nTrichinosis\nYersinosis\n2.5.   Other diseases\n2.5.1.   Diseases transmitted by non-conventional agents\nTransmissible spongiform encephalopathies, variant Creutzfeldt-Jakob’s disease\n2.5.2.   Airborne diseases\nLegionellosis\nMeningococcal disease\nPneumococcal infections\nTuberculosis\nSevere acute respiratory syndrome (SARS)\n2.5.3.   Zoonoses (other than those listed in 2.4)\nBrucellosis\nEchinococcosis\nRabies\nQ fever\nTularaemia\nAvian influenza in humans\nWest Nile virus infection\n2.5.4.   Serious imported diseases\nCholera\nMalaria\nPlague\nViral haemorrhagic fevers\n3.   SPECIAL HEALTH ISSUES\n3.1.\n3.2."}