{"celex_id": "32006D0641", "uri": "http://publications.europa.eu/resource/cellar/5f911100-c832-441c-a0fa-50f35a6f2b2d", "type": "Decision", "concepts": ["2915", "2965", "322", "4155", "5541", "693", "889"], "title": "2006/641/EC: Commission Decision of 21 December 2005 on State Aid C 26/05 (ex N 580/B/03) under the programme submitted by Sicily as part of the assistance scheme for growing citrus fruit in Italy (notified under document number C(2005) 5354)\n", "header": "27.9.2006 EN Official Journal of the European Union L 268/25\nCOMMISSION DECISION\nof 21 December 2005\non State Aid C 26/05 (ex N 580/B/03) under the programme submitted by Sicily as part of the assistance scheme for growing citrus fruit in Italy\n(notified under document number C(2005) 5354)\n(Only the Italian version is authentic)\n(2006/641/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving called on interested parties to submit their comments pursuant to those provisions (1),\nWhereas:\nI.   PROCEDURE\n(1) By letter dated 15 December 2003, registered on 16 December 2003, the Italian Permanent Representation to the European Union notified the Commission of a number of assistance measures for Italian citrus-fruit cultivation in accordance with Article 88(3) of the Treaty.\n(2) By letter dated 20 January 2004, the Commission requested additional information on these measures from the Italian authorities.\n(3) By letter dated 30 April 2004, the Commission, having received no response to its request for information of 20 January 2004, sent a reminder to the Italian authorities.\n(4) By letter dated 24 May 2004, registered on 25 May 2004, the Italian Permanent Representation to the European Union sent the Commission a letter from the Italian authorities in which they requested an extension of the deadline for a reply to the questions asked in the letter of 20 January 2004.\n(5) An extension was granted to the Italian authorities by letter dated 3 June 2004.\n(6) By letter dated 30 June 2004, registered on 2 July 2004, the Italian Permanent Representation to the European Union sent the Commission the additional information which the Italian authorities had been requested to provide in the letter dated 20 January 2004.\n(7) The above-mentioned assistance consisted of an additional budget allocation for funding the measures approved under aid scheme N 313/01 (2) but, as indicated in the notification, part of that budget was to be used to finance measures to control citrus tristeza virus which had not been examined under aid scheme N 313/01. The Commission, having established that it had all the information necessary to examine the funding of the measures approved under that aid scheme N 313/01 but that it still did not have information on the measures to control citrus tristeza virus, decided, so as not to hinder the funding of the measures already approved, to divide the file into two parts: Part A for the funding referred to above and Part B for the measures to control citrus tristeza virus.\n(8) Part A of the file was approved by the Commission (3).\n(9) By letter dated 12 August 2004, the Commission asked the Italian authorities for additional information on part B of the file.\n(10) By letter dated 27 September 2004, registered on 29 September 2004, the Italian Permanent Representation to the European Union sent the Commission the additional information which the Italian authorities had been requested to provide in its letter dated 12 August 2004.\n(11) As the information provided by the Italian authorities was incomplete, the Commission requested a number of further details by letter dated 11 October 2004.\n(12) By letter of 25 October 2004, registered on 27 October 2004, and by letter of 9 November 2004, registered on 15 November 2004, the Italian Permanent Representation to the European Union sent the Commission the further details which the Italian authorities had been requested to provide in the letter dated 11 October 2004.\n(13) As the information provided by the Italian authorities was still incomplete, the Commission again requested a number of further details by letter dated 23 November 2004.\n(14) In the meantime, by letter dated 19 November 2004, registered on 24 November 2004, the Italian Permanent Representation to the European Union sent the Commission a letter from the Italian authorities to which the tristeza control programme for Campania was annexed.\n(15) By letter dated 19 December 2004, the Commission drew the Italian authorities’ attention to the fact that, as the file related to a number of regions, the compatibility of the planned measures would be examined when the tristeza control plans of all the regions had been received.\n(16) By letter dated 16 December 2004, registered on 20 December 2004, the Italian Permanent Representation to the European Union sent the Commission a letter from the Italian authorities requesting that each programme be examined as soon as it had been sent in.\n(17) By letter dated 10 January 2005, registered on 11 January 2005, the Italian Permanent Representation to the European Union sent the Commission a letter from the Italian authorities to which the tristeza control programme for Basilicata was annexed.\n(18) In response, by letter dated 19 January 2005, the Commission reminded the Italian authorities that, for the sake of administrative simplification, one single decision would be taken on the control programmes submitted and that the Italian authorities should indicate when they thought that all the tristeza control programmes would be submitted. This position was reiterated at a meeting with the Italian authorities held on 25 January 2005, during which it was finally confirmed that the latter would inform the Commission when transmission of the control programmes could be considered complete.\n(19) By letter dated 26 January 2005, registered on 27 January 2005, the Italian Permanent Representation to the European Union sent the Commission a letter from the Italian authorities to which the tristeza control programme for Calabria was annexed.\n(20) By letter dated 14 February 2005, registered on 15 February 2005, the Italian Permanent Representation to the European Union sent the Commission a letter from the Italian authorities requesting a decision on the measures planned under the tristeza control programmes for Calabria, Campania and Basilicata.\n(21) By letter dated 28 February 2005, registered on 1 March 2005, the Italian Permanent Representation to the European Union sent the Commission a letter from the Italian authorities to which the tristeza control programme for Sicily was annexed.\n(22) In the course of March 2005, despite what had been agreed at the meeting on 25 January 2005, the Italian authorities repeatedly requested a separate decision on the tristeza control programme submitted by Calabria.\n(23) The Commission decided to divide file N 580/03 once more and for one last time to create a part C relating to the tristeza control programme submitted by Calabria. At the same time, by letter dated 5 April 2005, it sent a new request for further information on the remainder of part B of the file, in other words the funding of the tristeza control measures provided for in the programmes for Campania, Basilicata and Sicily.\n(24) By letter dated 13 May 2005, registered on 18 May 2005, the Italian Permanent Representation to the European Union sent the Commission the additional information which the Italian authorities had been requested to provide in the letter dated 5 April 2005, but only for the programmes in Campania and Basilicata.\n(25) By letter dated 10 June 2005, registered on 17 June 2005, the Italian Permanent Representation to the European Union sent the Commission the additional information requested in connection with the programme for Sicily in the letter dated 5 April 2005 referred to above.\n(26) By letter dated 22 July 2005 (4), the Commission informed Italy of its decision not to raise any objections to the Campania and Basilicata tristeza control programmes and the prevention and technical assistance measures provided for in the tristeza control programme for Sicily, and to initiate the procedure under Article 88(2) of the EC Treaty in respect of the research funding provided for in that tristeza control programme.\n(27) The Commission decision to initiate the procedure was published in the Official Journal of the European Union\n (5). The Commission called on interested parties to submit their comments on the aid concerned.\n(28) The Commission did not receive any comments from interested parties.\nII.   DESCRIPTION\n(29) The tristeza control programme submitted by Sicily provides for research to be carried out into the biological and agronomic factors associated with outbreaks of the disease.\n(30) The budget forecast to fund these measures in full totals €4 200 000, to be transferred from national resources governed by Decree No 25486 of 29 December 2003 and Decree No 1090 of 14 July 2004. The duration of the measures will depend on the analysis and publication of the findings of the research.\nIII.   INITIATING THE PROCEDURE LAID DOWN IN ARTICLE 88(2) OF THE TREATY\n(31) The Commission initiated the procedure laid down for funding the research aspect of the tristeza control programme submitted by Sicily as it had concerns regarding compliance with the applicable rules governing State aid for research and development.\n(32) Under these rules, research in the agricultural sector may be funded in full only if the four conditions laid down in the 1998 Commission Communication amending the Community framework for State aid for research and development (‘1998 rules’) (6) are met.\n(33) The four conditions are as follows:\na) the project is of general interest to the particular sector (or subsector) concerned, without unduly distorting competition in other sectors (or subsectors);\nb) information is published in appropriate journals, with at least national distribution and not limited to members of any particular organisation, to ensure that any operator potentially interested in the work can readily be aware that it is or has been carried out, and that the results are or will be made available, on request, to any interested party. This information should be published on a date not later than any information given directly to members of individual organisations;\nc) the results of the work are made available for exploitation by all interested parties, including the beneficiary of the aid, on an equal basis in terms both of cost and of time;\nd) the aid fulfils the conditions laid down in Annex II, ‘Domestic support: the basis for exemption from the reduction commitments’, to the Agreement on agriculture concluded during the Uruguay Round of multilateral trade negotiations (7) (for these last conditions, funding of research should not give rise to price support for producers and should not imply direct payments to producers or processors).\n(34) On the basis of the information available to the Commission, it was not in a position to establish full compliance with these four conditions, given that the Italian authorities had not given any commitments, either on equal conditions for accessing the findings of the research or on compliance with the requirements under Annex II of the Agreement on agriculture concluded during the Uruguay Round of multilateral trade negotiations (there was evidence of compliance with other requirements).\n(35) Accordingly, the Commission had to examine the funding of research under the tristeza control programme in the light of the Community rules governing State aid for research and development (8). On the basis of the information available to the Commission, it was not in a position even to ascertain whether the planned funding complied with these rules. Hence the Commission could merely express concern as to the eligibility of aid forecast to fund the planned research work.\nIV.   COMMENTS FROM THE ITALIAN AUTHORITIES\n(36) By letter dated 16 September 2005, registered on 20 September 2005, the Italian Permanent Representation to the European Union sent the Commission the comments from the Italian authorities following initiation of the procedure under Article 88(2) of the Treaty on the funding of research planned under the tristeza control programme submitted by Sicily.\n(37) In their comments, the Italian authorities specified that the findings of the research would be made available to all interested parties under equal conditions in terms of cost and time. They also pointed out that the requirements under Annex II to the Agreement on agriculture concluded during the Uruguay Round of multilateral trade negotiations would be respected since neither producers nor processors would be paid any form of direct aid and the measures would not have the effect of price support. Given that the programme concerned fundamental research, it would not directly affect agricultural or agri-food production.\nV.   ASSESSMENT\n(38) According to Article 87(1) of the EC Treaty, any aid granted by a Member State or through State resources in any form whatsoever which distorts or threatens to distort competition by favouring certain undertakings or the production of certain goods shall, in so far as it affects trade between Member States, be incompatible with the common market. The funding in question corresponds to this definition since it concerns certain undertakings (citrus-growing undertakings) and since it is such that it may affect trade, given the important position occupied by Italy in agricultural production (e.g., in 2003, Italy produced the most vegetables in the EU).\n(39) However, in cases covered by Article 87(2) and (3) of the Treaty, some measures may enjoy derogations to be considered compatible with the common market.\n(40) The only possible derogation in this case, given the type of scheme in question, is laid down in Article 87(3)(c) of the Treaty, according to which aid may be considered compatible with the common market if it is found to facilitate the development of certain economic activities or of certain economic areas, where such aid does not adversely affect trading conditions to an extent contrary to the common interest.\n(41) In order for the derogation to be applicable, the measure in question (funding research in full) must comply with the four conditions laid down in the 1998 rules.\n(42) In the light of the clarification provided by the Italian authorities in their comments submitted after initiation of the procedure under Article 88(2) of the Treaty, it would appear that the two conditions of the above-mentioned communication with which compliance remained questionable will indeed be met.\n(43) The Commission is therefore in a position to state that the funding of research planned under the Sicilian tristeza control programme will be implemented in line with the applicable provisions of the above-mentioned communication.\nVI.   CONCLUSION\n(44) Since the Italian authorities have shown that the research planned under the Sicilian tristeza control programme will be funded in line with the applicable provisions contained in the 1998 rules, the funding in question is eligible for the derogation under Article 87(3)(c) as the aid is designed to facilitate the development of certain economic activities or of certain economic areas, where such aid does not adversely affect trading conditions to an extent contrary to the common interest,", "main_body": ["The research funding provided for in the citrus tristeza control programme for Sicily is compatible with the common market.\nImplementation of the aid is therefore authorised.", "This decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 21 December 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ C 256, 15.10.2005, p. 18.\n(2)  See letter SG(2003) D/228423 dated 7.2.2003.\n(3)  See letter SG(2004)-Greffe D/203509 dated 13.8.2004.\n(4)  See letter SG(2005)-Greffe D/203803 dated 22.7.2005.\n(5)  See footnote 1.\n(6)  OJ C 48, 13.2.1998, p. 2.\n(7)  OJ L 336, 23.12.1994, p. 3.\n(8)  OJ C 45, 17.2.1996, p. 5."}