{"celex_id": "32004D0602", "uri": "http://publications.europa.eu/resource/cellar/3c4ae575-e233-46d4-9e84-17d1c275a2f4", "type": "Decision", "concepts": ["4734", "5859"], "title": "2004/602/EC: Commission Decision of 18 August 2004 on the inventory of wine production potential presented by the Slovak Republic under Council Regulation (EC) No 1493/1999 (notified under document number C(2004) 3123)\n", "header": "19.8.2004 EN Official Journal of the European Union L 271/41\nCOMMISSION DECISION\nof 18 August 2004\non the inventory of wine production potential presented by the Slovak Republic under Council Regulation (EC) No 1493/1999\n(notified under document number C(2004) 3123)\n(Only the Slovak text is authentic)\n(2004/602/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 23(4) thereof,\nWhereas:\n(1) As a prior condition for access to the increase in planting rights and support for restructuring and conversion, Regulation (EC) No 1493/1999 provides for the compilation of an inventory of wine production potential by the Member State concerned. The inventory must be presented in accordance with Article 16 of that Regulation.\n(2) Article 19 of Commission Regulation (EC) No 1227/2000 of 31 May 2000 laying down detailed rules for the application of Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine, as regards production potential (2) details how the information included in the inventory is to be presented.\n(3) By letter of 4 June 2004, the Slovak Republic sent the Commission the information referred to in Article 16 of Regulation (EC) No 1493/1999 and Article 19 of Regulation (EC) No 1227/2000. Examination of this information shows that the Slovak Republic has compiled the inventory.\n(4) This Decision does not entail recognition by the Commission of the accuracy of the information contained in the inventory or of the compatibility of the legislation referred to in the inventory with Community law. It is without prejudice to any future Commission decision on these points.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The Commission notes that the Slovak Republic has compiled the inventory of wine production potential in accordance with Article 16 of Regulation (EC) No 1493/1999.", "This Decision is addressed to the Slovak Republic."], "attachments": "Done at Brussels, 18 August 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Commission Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(2)  OJ L 143, 16.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1389/2004 (OJ L 255, 31.7.2004, p. 7)."}