{"celex_id": "32009R0498", "uri": "http://publications.europa.eu/resource/cellar/24d75f8a-5836-4bb7-8d43-95e7b74ea98b", "type": "Regulation", "concepts": ["1445", "1937", "3568", "4152", "5034", "5462"], "title": "Commission Regulation (EC) No 498/2009 of 12 June 2009 amending Regulation (EC) No 639/2003 laying down detailed rules pursuant to Council Regulation (EC) No 1254/1999 as regards requirements for the granting of export refunds related to the welfare of live bovine animals during transport\n", "header": "13.6.2009 EN Official Journal of the European Union L 150/3\nCOMMISSION REGULATION (EC) No 498/2009\nof 12 June 2009\namending Regulation (EC) No 639/2003 laying down detailed rules pursuant to Council Regulation (EC) No 1254/1999 as regards requirements for the granting of export refunds related to the welfare of live bovine animals during transport\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 170 in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 1 of Commission Regulation (EC) No 639/2003 (2) refers to the compliance with Community legislation concerning the protection of animals during transport as a condition for the payment of export refunds.\n(2) Following the judgments of the Court of Justice of the European Communities of 17 January 2008 in Joined Cases C-37/06 and C-58/06 and of 13 March 2008 in Case C-96/06 the link should be clarified between Regulation (EC) No 639/2003 and Council Regulation (EC) No 1/2005 of 22 December 2004 on the protection of animals during transport and related operations and amending Directives 64/432/EEC and 93/119/EC and Regulation (EC) No 1255/97 (3).\n(3) The animal welfare rules of Regulation (EC) No 1/2005 which are addressed to the operators and which trigger, in any case of violation of these rules, the loss of the refund related to the violation concerned, should be clearly set out. In that context, Articles 2 and 3 and Articles 4 to 9 of Regulation (EC) No 1/2005 and the Annexes mentioned therein aim to specify provisions addressed to the operators which are in direct connection with the objective of the protection of animals whilst other provisions of that Regulation concern administrative rules.\n(4) Article 168 of Regulation (EC) No 1234/2007 and Regulation (EC) No 639/2003 provide that the respect of the animal welfare rules is a condition for the payment of export refunds. Therefore, it should be clearly set out that, without prejudice to cases of force majeure recognised by the case law of the Court of Justice, a violation of these animal welfare provisions does not trigger a reduction but the loss of the export refund, related to the number of animals for which the welfare requirements were not respected. It equally results from these provisions as well as from the animal welfare rules contained in Articles 2 and 3 and Articles 4 to 9 of Regulation (EC) No 1/2005 and the Annexes mentioned therein that the refund shall be lost for the animals for which these welfare rules were not respected, irrespective of the concrete physical conditions of the animals.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 639/2003 is amended as follows:\n1. the first subparagraph of Article 1 is replaced by the following:\n2. the first subparagraph of paragraph 1 of Article 5 is replaced by the following:\n(a) animals which have died during transport, except as provided in paragraph 2;\n(b) animals which have given birth or aborted during transport before their first unloading in the third country of final destination;\n(c) animals for which, in the light of the documents referred to in Article 4(2) and/or all other elements at its disposal concerning compliance with this Regulation, the competent authority considers that Articles 2 and 3 and Articles 4 to 9 of Regulation (EC) No 1/2005 and the Annexes mentioned therein have not been complied with.’", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply to export declarations accepted after the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 June 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 93, 10.4.2003, p. 10.\n(3)  OJ L 3, 5.1.2005, p. 1.\n(4)  OJ L 3, 5.1.2005, p. 1.’;"}