{"celex_id": "32008R0954", "uri": "http://publications.europa.eu/resource/cellar/1b337a88-5604-46ad-bcb4-6a926bff28d3", "type": "Regulation", "concepts": ["1309", "1744", "2771", "4083", "4453", "519"], "title": "Council Regulation (EC) No 954/2008 of 25 September 2008 amending Regulation (EC) No 682/2007 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain prepared or preserved sweetcorn in kernels originating in Thailand\n", "header": "30.9.2008 EN Official Journal of the European Union L 260/1\nCOUNCIL REGULATION (EC) No 954/2008\nof 25 September 2008\namending Regulation (EC) No 682/2007 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain prepared or preserved sweetcorn in kernels originating in Thailand\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 9 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   MEASURES IN FORCE\n(1) By Regulation (EC) No 682/2007 (2) (the definitive Regulation), the Council imposed a definitive anti-dumping duty on imports into the Community of certain prepared or preserved sweetcorn in kernels, originating in Thailand (the product concerned), normally declared within CN codes ex 2001 90 30 and ex 2005 80 00. Given the large number of cooperating parties, a sample of Thai exporting producers was selected during the investigation which led to the imposition of the measures.\n(2) The sampled companies were attributed the individual duty rates established during the investigation. A countrywide duty of 12,9 %, based on the weighted average dumping margin of the sampled parties, was imposed on all other companies.\nB.   CURRENT INVESTIGATION\n(3) On 30 August 2007, after the imposition of definitive measures on imports of sweetcorn originating in Thailand, Kuiburi Fruit Canning Co. Limited (Kuiburi or the company), an exporting producer which was not selected in the sample but which had provided the Commission with a full questionnaire reply and had requested an individual examination, submitted an application to the Court of First Instance. In that application, the company claimed that it should have been granted an individual examination.\n(4) Without prejudice to the position which the Community institutions will take should that case be pursued by the applicant, the Commission decided on its own initiative to initiate a partial reopening of the anti-dumping investigation (3). The reopening was limited in scope to the examination of dumping as far as Kuiburi is concerned.\n(5) The Commission officially advised Kuiburi, the representatives of the exporting country and the Community industry of the partial reopening of the investigation. Interested parties were given the opportunity to make their views known in writing and to be heard.\n(6) The Commission sought to verify the information provided by Kuiburi which it deemed necessary for the determination of dumping and a verification visit was carried out at the premises of the company.\n(7) As set out in the definitive Regulation, the investigation of dumping covered the period from 1 January 2005 to 31 December 2005 (the investigation period or IP).\nC.   FINDINGS\n1.   Dumping\n(8) The methodology used for the calculation of dumping was the same as that applied for the sampled companies, as described in recitals 21 to 36 of Commission Regulation (EC) No 1888/2006 (4) (the provisional Regulation), and confirmed in the definitive Regulation.\n(9) For the determination of normal value the Commission first established whether the total domestic sales of the like product were representative in comparison with the company’s total export sales to the Community. In accordance with Article 2(2), first sentence, of the basic Regulation, the domestic sales of the like product are considered to be representative if the company’s domestic sales volume exceeds 5 % of its total export sales to the Community.\n(10) It was established that the like product was not sold at all on the domestic market. Therefore, normal value had to be constructed pursuant to Article 2(3) of the basic Regulation. Normal value was constructed by adding to the cost of manufacturing of each type exported to the Community, corrected where appropriate, a reasonable amount for selling, general and administrative (SG&A) expenses and profit. As in the original investigation, it was decided not to establish the SG&A expenses and profit on the basis of Article 2(6)(a) of the basic Regulation, since only one company which had been included in the sample had representative domestic sales of the like product. Therefore, also in conformity with what was done in the original investigation, the SG&A expenses and profit were determined in accordance with Article 2(6)(b) as Kuiburi had representative sales, in the ordinary course of trade, of the same general category of products.\n(11) The costs of manufacturing and SG&A expenses reported were found to be understated and were corrected before being used in constructing normal value.\n(12) Following the disclosure of the essential facts and considerations forming the basis of the findings in this proceeding, Kuiburi claimed that in constructing normal value, the amounts for SG&A expenses and profit should be established pursuant to Article 2(6)(c) of the basic Regulation. The company argued that Article 2(6)(b) could not be used as the domestic sales of other products (i) included non-canned products and (ii) were in any case not representative. As concerns the first argument, the definition of the product concerned does not include any specific receptacle type and therefore is not limited to products packed in cans. By analogy, the same applies to the same general category of products. Concerning the second argument, it is to be noted that the 5 % threshold referred to in Article 2(2) of the basic Regulation serves to determine the representativity of domestic sales of the like product (as compared to sales of the product concerned to the Community). It is not required, for the application of Article 2(6)(b), that sales of the same general category of products represent more than that 5 % threshold. In any event, the company’s sales of the same general category of products as compared to the sales of the product concerned to the Community, are very significant and, therefore, representative. In view of the above, the company’s arguments cannot be accepted and it is confirmed that SG&A expenses and profit are established pursuant to Article 2(6)(b) of the basic Regulation.\n(13) Kuiburi further submitted that if SG&A and profit were established pursuant to Article 2(6)(b) of the basic Regulation, a level of trade adjustment on the profit used for the construction of normal value would have to be made as it sells retailer branded products to the EC and a mix of own branded and retailer branded products domestically. In this respect it is important to note that Kuiburi had allocated the cost of sales on the basis of turnover. Consequently, the profit and SG&A amounted to the same combined level in the case of sales of all product types to all markets and the profit figures reported only reflected some slight variation in SG&A. It could therefore not be established that the reported figures reflected differences in the level of trade. As a consequence, no level of trade adjustment on the profit is warranted and Kuiburi’s argument is dismissed.\n(14) All sales of the company were made directly to unrelated customers in the Community. For those sales, the export price was established in accordance with Article 2(8) of the basic Regulation, on the basis of prices actually paid or payable by these independent customers in the Community.\n(15) The comparison between normal value and export price was made on an ex-works basis. In order to ensure a fair comparison, account was taken, in accordance with Article 2(10) of the basic Regulation, of differences in factors which affect price comparability. Allowances for differences in transport costs, handling costs, commissions, and credit costs were granted where applicable and justified.\n(16) The SG&A used to construct normal value pursuant to the methodology set out above, included costs for commissions. Therefore, albeit that no claim had been made in this regard, an ex officio adjustment to the normal value pursuant to Article 2(10)(e) was made to reduce the SG&A by the amount of the costs incurred in respect of commissions.\n(17) Kuiburi’s dumping margin was established on the basis of a comparison of a weighted average normal value with a weighted average export price, in accordance with Article 2(11) and (12) of the basic Regulation.\n(18) The comparison showed the existence of dumping. The weighted average dumping margin established for the company, expressed as a percentage of the cif Community-frontier price, amounts to 14,3 %.\n2.   Injury elimination level\n(19) In accordance with Article 9(4) of the basic Regulation, the level of the anti-dumping measure should be sufficient to eliminate the injury to the Community industry caused by the dumped imports, without exceeding the dumping margin found. The calculation of the non-injurious price has been described in recitals 120 to 122 of the provisional Regulation.\n(20) The necessary price increase was then determined on the basis of a comparison, per product type, of the weighted average import price, as established for the price undercutting calculations, with the non-injurious price of the like product sold by the Community industry on the Community market. Any difference resulting from this comparison was then expressed as a percentage of the total cif Community-frontier price.\n(21) The above price comparison showed an injury margin of 17,5 %.\nD.   MODIFICATION OF THE LIST OF COMPANIES BENEFITING FROM INDIVIDUAL DUTY RATES\n(22) In the light of the results of the investigation, it is considered that a definitive anti-dumping duty should be imposed on exports of the product concerned by the company at the level of the dumping margin found, but, in accordance with Article 9(4) of the basic Regulation, should not be higher than the injury margin established for Kuiburi and presented in recital 21.\n(23) Accordingly, the anti-dumping duty applicable to the cif Community-frontier price shall be 14,3 %. Since, pursuant to recital 57 of Regulation (EC) No 682/2007, the duty for the companies not cooperating in the investigation should be set at the level of the highest duty to be imposed on the companies cooperating in the investigation, that duty is now set at 14,3 %. However, since the reopening of the investigation did not have as its aim to include Kuiburi in the sample, but to perform an individual examination of Kuiburi on the basis of Article 17(3) of the basic Regulation, it would not be appropriate to recalculate the duty for the manufacturers listed in Annex I.\n(24) Kuiburi and the Community Industry have been informed of the findings of the investigation and have had the opportunity to submit their comments,", "main_body": ["Article 1(2) of Regulation (EC) No 682/2007 shall be replaced by the following:\n‘2.   The rate of the definitive anti-dumping duty applicable to the net, free-at-Community-frontier price, before duty, of the products described in paragraph 1 and produced by the companies below shall be as follows:\nCompany Anti-dumping duty (%) TARIC additional code\nKarn Corn Co., Ltd, 68 Moo 7 Tambol Saentor,\nThamaka, Kanchanaburi 71130, Thailand\nKuiburi Fruit Canning Co., Ltd, 236 Krung Thon Muang Kaew Building, Sirindhorn Rd., Bangplad, Bangkok 10700, Thailand 14,3 A890\nMalee Sampran Public Co., Ltd, Abico Bldg. 401/1 Phaholyothin Rd., Lumlookka, Pathumthani 12130, Thailand 12,8 A790\nRiver Kwai International Food Industry Co., Ltd, 52 Thaniya Plaza, 21st. Floor, Silom Rd., Bangrak, Bangkok 10500, Thailand 12,8 A791\nSun Sweet Co., Ltd, 9 M. 1, Sanpatong, Chiangmai,\nThailand 50120\nManufacturers listed in Annex I 12,9 A793\nAll other companies 14,3 A999’", "Annex I of Regulation (EC) No 682/2007 shall be replaced by the following:\n‘ANNEX I\nList of the cooperating manufacturers referred to in Article 1(2) under TARIC additional code A793:\nName Address\n50/499-500 Moo 6, Baan Mai, Pakkret,\nMonthaburi 11120, Thailand\n425/6-7 Sathorn Place Bldg, Klongtonsai,\nKlongsan, Bangkok 10600, Thailand\n7/4 M.2, Soi Chomthong 13, Chomthong Rd.,\nChomthong, Bangkok 10150, Thailand\nPanjathani Tower 16th floor, 127/21 Nonsee Rd.,\nChongnonsee, Yannawa, Bangkok 10120, Thailand\n888/127 Panuch Village, Soi Thanaphol 2,\nSamsen-Nok, Huaykwang, Bangkok 10310, Thailand\n22K Building, Soi Sukhumvit 35, Klongton Nua,\nWattana, Bangkok 10110, Thailand\n121/320 Soi Ekachai 66/6, Bangborn,\nBangkok 10500, Thailand\n400 Sunphavuth Rd, Bangna,\nBangkok 10260, Thailand\n3195/14 Rama IV Rd., Vibulthani Tower 1, 9th Fl.,\nKlong Toey, Bangkok, 10110, Thailand\n100/48 Vongvanij B Bldg, 18th Fl, Praram 9 Rd.,\nHuay Kwang, Bangkok 10310, Thailand\n89 Arunammarin Rd., Banyikhan, Bangplad,\nBangkok 10700, Thailand’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 September 2008.\nFor the Council\nThe President\nB. HORTEFEUX\n(1)  OJ L 56, 6.3.1996, p. 1.\n(2)  OJ L 159, 20.6.2007, p. 14.\n(3)  OJ C 7, 12.1.2008, p. 21.\n(4)  OJ L 364, 20.12.2006, p. 68."}