{"celex_id": "32006D0456", "uri": "http://publications.europa.eu/resource/cellar/fda2b240-3d37-43ed-85d5-fb202a19d380", "type": "Decision", "concepts": ["12", "2850", "3466", "5404", "5876"], "title": "2006/456/EC: Council Decision of  26 April 2004  on the signing and provisional application of a Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Russian Federation, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\n", "header": "6.7.2006 EN Official Journal of the European Union L 185/16\nCOUNCIL DECISION\nof 26 April 2004\non the signing and provisional application of a Protocol to the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Russian Federation, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\n(2006/456/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44(2), the last sentence of Article 47(2), and Articles 55, 57(2), 71, 80(2), 93, 94, 133 and 181a, in conjunction with Article 300(2) first subparagraph, first sentence, thereof,\nHaving regard to the Treaty of Accession of 16 April 2003, and in particular Article 2(3) thereof,\nHaving regard to the Act annexed to the Treaty of Accession, and in particular Article 6(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 8 December 2003, the Council authorised the Commission, on behalf of the Community and its Member States, to negotiate with the Russian Federation a Protocol to the Partnership and Cooperation Agreement to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union, and to provide for certain technical adjustments linked to the institutional and legal developments within the European Union.\n(2) Subject to its possible conclusion at a later date, the Protocol has been negotiated between the parties and should now be signed on behalf of the European Community and its Member States.\n(3) The Protocol should be applied on a provisional basis as from the date of accession, pending completion of the relevant procedures for its formal conclusion,", "main_body": ["The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the European Community and its Member States, the Protocol to the Partnership and Cooperation Agreement between the European Communities and their Member States, of the one part, and the Russian Federation, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic, subject to possible conclusion at a later stage.\nThe text of the Protocol is attached to this Decision (1).", "Pending its entry into force, the Protocol shall be applied on a provisional basis from the date of accession."], "attachments": "Done at Brussels, 26 April 2004.\nFor the Council\nThe President\nB. COWEN\n(1)  See page 17 of this Official Journal\n6.7.2006 EN Official Journal of the European Union L 185/17\nPROTOCOL\nto the Partnership and Cooperation Agreement establishing a partnership between the European Communities and their Member States, of the one part, and the Russian Federation, of the other part, to take account of the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia, and the Slovak Republic to the European Union\nTHE KINGDOM OF BELGIUM,\nTHE CZECH REPUBLIC,\nTHE KINGDOM OF DENMARK,\nTHE FEDERAL REPUBLIC OF GERMANY,\nTHE REPUBLIC OF ESTONIA,\nTHE HELLENIC REPUBLIC,\nTHE KINGDOM OF SPAIN,\nTHE FRENCH REPUBLIC,\nIRELAND,\nTHE ITALIAN REPUBLIC,\nTHE REPUBLIC OF CYPRUS,\nTHE REPUBLIC OF LATVIA,\nTHE REPUBLIC OF LITHUANIA,\nTHE GRAND DUCHY OF LUXEMBOURG,\nTHE REPUBLIC OF HUNGARY,\nTHE REPUBLIC OF MALTA,\nTHE KINGDOM OF THE NETHERLANDS,\nTHE REPUBLIC OF AUSTRIA,\nTHE REPUBLIC OF POLAND,\nTHE PORTUGUESE REPUBLIC,\nTHE REPUBLIC OF SLOVENIA,\nTHE SLOVAK REPUBLIC,\nTHE REPUBLIC OF FINLAND,\nTHE KINGDOM OF SWEDEN,\nTHE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,\nhereinafter referred to as the ‘Member States’ represented by the Council of the European Union, and\nTHE EUROPEAN COMMUNITY AND THE EUROPEAN ATOMIC ENERGY COMMUNITY,\nhereinafter referred to as ‘the Communities’ represented by the Council of the European Union and the European Commission,\nof the one part, and\nTHE RUSSIAN FEDERATION\nof the other part,\nHAVING REGARD TO the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia to the European Union on 1 May 2004,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia shall be Parties to the Partnership and Cooperation Agreement, establishing a partnership between the European Communities and their Member States, of the one part, and the Russian Federation, of the other part, signed at Corfu on 24 June 1994 (hereinafter the Agreement) and shall respectively adopt and take note, in the same manner, as the other Member States of the Community, of the texts of the Agreement, as well as of the Joint Declarations, Exchanges of Letters, and Declaration by the Russian Federation annexed to the Final Act signed on the same date and the Protocol to the Agreement of 21 May 1997 that entered into force on 12 October 2000.\nArticle 2\nTo take into account recent institutional developments within the European Union, the Parties agree that following the expiry of the Treaty establishing the European Coal and Steel Community, existing provisions in the Agreement referring to the European Coal and Steel Community shall be deemed to refer to the European Community which has taken over all rights and obligations contracted by the European Coal and Steel Community.\nArticle 3\nThis Protocol shall form an integral part of the Agreement.\nArticle 4\n1.   This Protocol shall be approved by the Communities, by the Council of the European Union on behalf of the Member States, and by the Russian Federation in accordance with their own procedures.\n2.   The Parties shall notify each other of the accomplishment of the corresponding procedures referred to in the preceding paragraph. The instruments of approval shall be deposited with the General Secretariat of the Council of the European Union.\nArticle 5\n1.   This Protocol shall enter into force on 1 May 2004 provided that all the instruments of approval of this Protocol have been deposited before that date.\n2.   If not all the instruments of approval of this Protocol have been deposited before that date, this Protocol shall enter into force on the first day of the first month following the date of the deposit of the last instrument of approval.\n3.   If not all the instruments of approval of this Protocol have been deposited before 1 May 2004, this Protocol shall apply provisionally with effect from 1 May 2004.\nArticle 6\nThe texts of the Agreement, the Final Act and all documents annexed to it as well as the Protocol to the Partnership and Cooperation Agreement of 21 May 1997 are drawn up in the Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovene and Slovak languages.\nThey are annexed to this Protocol (1) and are equally authentic with the texts in the other languages in which the Agreement, the Final Act and the documents annexed to it as well as the Protocol to the Partnership and Cooperation Agreement of 21 May 1997 are drawn up.\nArticle 7\nThis Protocol is drawn up in duplicate in the Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Slovene, Slovak, Spanish, Swedish and Russian languages, each of these texts being equally authentic.\nHecho en Luxemburgo, el veintisiete de abril de dos mil cuatro.\nV Lucemburku dne dvacátého sedmého dubna dva tisíce čtyři.\nUdfærdiget i Luxembourg den syvogtyvende april to tusind og fire.\nGeschehen zu Luxemburg am siebenundzwanzigsten April zweitausendundvier.\nKahe tuhande neljanda aasta kahekümne seitsmendal aprillil Luxembourgis.\nΈγινε στo Λουξεμβούργο, στις είκοσι επτά Απριλίου δύο χιλιάδες τέσσερα.\nDone at Luxembourg on the twenty‐seventh day of April in the year two thousand and four.\nFait à Luxembourg, le vingt‐sept avril deux mille quatre.\nFatto a Lussemburgo, addì ventisette aprile duemilaquattro.\nLuksemburgā, divi tūkstoši ceturtā gada divdesmit septītajā aprīlī.\nPriimta du tūkstančiai ketvirtų metų balandžio dvidešimt septintą dieną Liuksemburge.\nKelt Luxembourgban, a kétezer-negyedik év április havának huszonhetedik napján.\nMagħmul fil-Lussemburgu fis-sebgħa u għoxrin jum ta' April tas-sena elfejn u erbgħa.\nGedaan te Luxemburg, de zevenentwintigste april tweeduizend vier.\nSporządzono w Luksemburgu, dnia dwudziestego siódmego kwietnia roku dwa tysiące czwartego.\nFeito no Luxemburgo, em vinte e sete de Abril de dois mil e quatro.\nV Luxemburgu dvadsiateho siedmeho apríla dvetisícštyri.\nV Luxembourgu, dne sedemindvajsetega aprila leta dva tisoč štiri.\nTehty Luxemburgissa kahdentenakymmenentenäseitsemäntenä päivänä huhtikuuta vuonna kaksituhattaneljä.\nSom skedde i Luxemburg den tjugosjunde april tjugohundrafyra.\nСовершенно в Люксембурге двацати седьмого апреля 2004 г.\nPor los Estados miembros\nZa členské státy\nFor medlemsstaterne\nFür die Mitgliedstaaten\nLiikmesriikide nimel\nΓια τα κράτη μέλη\nFor the Member States\nPour les États membres\nPer gli Stati membri\nDalībvalstu vārdā\nValstybių narių vardu\nA tagállamok részéről\nGħall-Istati Membri\nVoor de lidstaten\nW imieniu Państw Członkowskich\nPelos Estados-Membros\nZa členské štáty\nZa države članice\nJäsenvaltioiden puolesta\nPå medlemsstaternas vägnar\nАъзо Давлатлар Номидан\nPor las Comunidades Europeas\nZa Evropská společenství\nFor De Europæiske Fællesskaber\nFür die Europäischen Gemeinschaften\nEuroopa ühenduste nimel\nΓια τις Ευρωπαϊκές Κοινότητες\nFor the European Communities\nPour les Communautés européennes\nPer le Comunità europee\nEiropas Kopienu vārdā\nEuropos Bendrijų vardu\nAz Európai Közösségek részéről\nGħall-Komunitajiet Ewropej\nVoor de Europese Gemeenschappen\nW imieniu Wspólnot Europejskich\nPelas Comunidades Europeias\nZa Európske spoločenstvá\nZa Evropske skupnosti\nEuroopan yhteisöjen puolesta\nPå europeiska gemenskapernas vägnar\nЕвропа Xамжамиятлари Номидан\nPor la Federación de Rusia\nZa Ruskou federaci\nFor Den Russiske Føderation\nFür die Russische Föderation\nVenemaa Föderatsiooni nimel\nΓια τη Ρωσική Ομοσπονδία\nFor the Russian Federation\nPour la Fédération de Russie\nPer la Federazione russa\nKrievijas Federācijas vārdā\nRusijos Federacijos vardu\nAz Orosz Föderáció részéről\nGħall-Federazzjoni Russa\nVoor de Russische Federatie\nW imieniu Federacji Rosyjskiej\nPela Federação da Rússia\nZa Ruskú federáciu\nZa Rusko federacijo\nVenäjän federaation puolesta\nPå ryska federationen vägnar\nЎзбекистон Республикаси Номидан\n(1)  The Czech, Estonian, Latvian, Lithuanian, Hungarian, Maltese, Polish, Slovak and Slovenian versions of the Agreement shall be published in a special edition of the Official Journal at a later date."}