{"celex_id": "32001D0725", "uri": "http://publications.europa.eu/resource/cellar/62678731-b796-4f25-9d34-f46ec4268472", "type": "Decision", "concepts": ["1309", "1591", "2771", "4432", "4580", "588"], "title": "2001/725/EC: Commission Decision of 28 September 2001 terminating the anti-dumping proceeding concerning imports of colour television receivers originating in Turkey (notified under document number C(2001) 2916)\n", "header": "Commission Decision\nof 28 September 2001\nterminating the anti-dumping proceeding concerning imports of colour television receivers originating in Turkey\n(notified under document number C(2001) 2916)\n(2001/725/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Council Regulation (EC) No 2238/2000(2), and in particular Article 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) In June 2000, the Commission received a complaint concerning the alleged injurious dumping by imports of colour television receivers (CTVs) originating in or exported from Turkey.\n(2) The complaint was lodged by the Producers of European Televisions in Cooperation (Poetic) acting on behalf of Community producers representing a major proportion of the total Community production of CTVs pursuant to Article 4(1) and Article 5(4) of Regulation (EC) No 384/96 (the basic Regulation).\n(3) The complaint contained prima facie evidence of the existence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of an anti-dumping proceeding.\n(4) The Commission, after consultation, by a notice published in the Official Journal of the European Communities(3), accordingly initiated an anti-dumping proceeding concerning imports into the Community of CTVs, currently classifiable within CN codes ex 8528 12 52, 8528 12 54, 8528 12 56, 8528 12 58, ex 8528 12 62 and 8528 12 66 and originating in or exported from Turkey.\n(5) It should be noted that in April 2000, two review investigations under Article 11(2) and (3) of the basic Regulation had been initiated regarding the anti- dumping measures applicable to imports of CTVs originating in the People's Republic of China, the Republic of Korea, Malaysia, Singapore and Thailand(4).\n(6) The Commission officially advised the exporting producers, importers and representative associations of importers or exporters known to be concerned, the representatives of the exporting country, the representative consumer organisations and the complainant Community producers. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\n(7) The Commission sought and verified all information it deemed necessary for the purpose of its investigation. Verification visits were carried out at the premises of the following companies:\n(a) Community producers\nTecnimagen SA, Barcelona, Spain,\nGrundig AG, Nuremberg, Germany,\nPhilips Consumer Electronics, Eindhoven, The Netherlands,\nIndustrie Formenti Italia Spa, Lissone, Italy,\nSeleco Formenti Spa, Pordenone, Italy;\n(b) Exporters/producers and related sales companies in Turkey\nProfile Telra Elektronik Sanayi ve Ticaret AS, Istanbul (including the related sales companies PRO-EKS Dis Ticaret AS, Istanbul, Savunma Gerecleri AS, Istanbul, Elektrotem Elektronik Aletler Limited, Istanbul),\nBeko Elektronik AS, Istanbul (including the related sales company Ram Dis Ticaret, Istanbul),\nVestel Elektronik Sanayi ve Ticaret AS, Manisa (including the related sales companies: Vestel Dis Ticaret AS, Istanbul, Vestel Dis Ticaret AS Ege Serbest Bolge SB, Izmir, Vestel Bilisim Teknolojileri Sanayi ve Ticaret AS, Istanbul, Vestel Komunikasyon Sanayi ve Ticaret AS, Izmir),\nIzmir Elektronik Sanayi ve Ticaret AS, Izmir;\n(c) Related importers in the Community\nBeko (UK) Ltd, Watford, United Kingdom,\nBeko Electronics Espana SL, Barcelona, Spain,\nVestel Holland BV, Rotterdam, Netherlands,\nVestel Iberia, Madrid, Spain;\n(d) Unrelated importers in the Community\nAlba plc Barking, United Kingdom.\nB. FINDINGS ON ORIGIN\n(8) CTVs frequently incorporate components and parts originating in countries other than the country of manufacture or assembly of the finished product, with the result that CTVs may be considered as originating in a country other than the country of manufacture or assembly. Thus, in accordance with the Community's consistent practice and pursuant to Article 1(3) of the basic Regulation, the examination of the origin of the CTVs exported from Turkey formed part of the anti-dumping investigation.\n(9) Origin was examined in the light of Article 22 of Council Regulation (EEC) No 2913/92(5) of 12 October 1992 establishing the Community Customs Code, which establishes that the non-preferential rules of origin apply to all non-preferential commercial policy instruments, such as anti-dumping.\n(10) In accordance with Article 39 and Annex 11 of Commission Regulation (EEC) No 2454/93(6) laying down provisions for the implementation of the Community Customs code, specific non-preferential rules of origin apply for CTVs. According to these rules, a CTV is considered to originate in the country where the added value of the assembly operations, and, if applicable, the incorporation of parts originating in the country of assembly represents at least 45 % of the ex-works price of the CTV. When the 45 % rule is not met, the CTV originates in the country of origin of parts whose ex-works price represents more than 35 % of the ex-works price of the CTV.\n(11) When applying the specific non-preferential origin rules in the present investigation, it was established that the origin of all CTVs exported to the Community between 1 July 1999 and 30 June 2000 (investigation period or IP) was other than Turkish. Exports to the Community were instead found to have their origin in the exporting countries subjected to the review investigations mentioned in recital 5, the Community or other third countries not subject to any investigation. In particular, it was found that for the exports of the investigated companies which correspond to all exports of CTVs from Turkey to the Community during the IP, the 45 % added value rule was not met. Thus, the origin had to be determined on the basis of the 35 % value rule of the non-originating parts/materials.\n(12) On the basis of the 35 % value rule of the non-originating parts/materials it was established that the origin of the cathode-ray colour television picture tube (CPT) virtually determined the origin of the CTVs, since the ex-works price of the CPT represented, in all cases, at least 35 % of the ex-works price of the CTV. It should be noted that there is no production of CPTs in Turkey and, therefore, all CPTs are imported. Accordingly, the origin examination concluded that the CTVs exported from Turkey during the IP were of the origins of the CPTs used in their assembly.\nC. TERMINATION OF THE PROCEEDING\n(13) In view of the above findings on origin, the Commission concludes that the anti-dumping proceeding concerning imports of CTVs originating in Turkey should be terminated without the imposition of anti-dumping measures.\n(14) All interested parties received disclosure of the findings on origin and were given an opportunity to comment and to be heard. One interested party contested the applicability of the non-preferential rules of origin in the case of Turkey, given the EC-Turkey Customs Union. However, neither Decision No 1/95 of the EC-Turkey Association Council of 22 December 1995 on implementing the final phase of the Customs Union(7), nor the Community Customs Code provides for a derogation from the applicability of the non-preferential rules of origin in the case of imports from countries which are in a customs union with the Community.\n(15) Finally, the Community industry argued that the origin criteria was irrelevant since the basic Regulation allowed the imposition of anti-dumping measures on the basis of the country of provenance. It should be noted that it is the consistent practice of the Community to impose anti-dumping measures solely on products originating in a third country. This was also the case in previous investigation on imports of the same product(8),", "main_body": ["The anti-dumping proceeding concerning imports of colour television receivers currently classifiable within CN codes ex 8528 12 52, 8528 12 54, 8528 12 56, 8528 12 58, ex 8528 12 62 and 8528 12 66 and originating in Turkey is hereby terminated."], "attachments": "Done at Brussels, 28 September 2001.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 257, 11.10.2000, p. 2.\n(3) OJ C 202, 15.7.2000, p. 4.\n(4) OJ C 94, 1.4.2000, p. 2.\n(5) OJ L 302, 19.10.1992, p. 1.\n(6) OJ L 253, 11.10.1993, p. 1.\n(7) OJ L 35, 13.2.1996, p. 1.\n(8) Council Regulation (EC) No 710/95 of 27 March 1995 (OJ L 73, 1.4.1995, p. 3)."}