{"celex_id": "32003R0874", "uri": "http://publications.europa.eu/resource/cellar/19742d3b-1228-4d20-b44f-09c2e3cbd3a4", "type": "Regulation", "concepts": ["1559", "2556", "2901", "3462", "4790", "4829", "5537"], "title": "Council Regulation (EC) No 874/2003 of 6 May 2003 on the conclusion of the Agreement between the European Community and the Republic of Kiribati on fishing within the Kiribati fishing zone\n", "header": "Council Regulation (EC) No 874/2003\nof 6 May 2003\non the conclusion of the Agreement between the European Community and the Republic of Kiribati on fishing within the Kiribati fishing zone\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The Community and the Republic of Kiribati have negotiated and initialled a Fisheries Agreement providing Community fishermen with fishing opportunities in the waters over which Kiribati has sovereignty or jurisdiction in respect of fisheries.\n(2) It is in the Community's interest to approve the said Agreement.\n(3) The method for allocating the fishing opportunities among the Member States should be defined,", "main_body": ["The Agreement between the European Community and the Republic of Kiribati on fishing within the Kiribati fishing zone is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Regulation.", "The fishing opportunities set out in the Protocol to the Agreement shall be allocated among the Member States as follows:\n>TABLE>\nIf licence applications from these Member States do not cover all the fishing opportunities fixed by the Protocol, the Commission may consider licence applications from any other Member State.", "The Member States whose vessels fish under this Agreement shall notify the Commission of the quantities of each stock caught within the Kiribati fishing zone in accordance with Commission Regulation (EC) No 500/2001 of 14 March 2001 laying down detailed rules for the application of Council Regulation (EEC) No 2847/93 on the monitoring of catches taken by Community fishing vessels in third country waters and on the high seas(3).", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 2003.\nFor the Council\nThe President\nP. Efthymiou\n(1) Proposal of 10 December 2002 (not yet published in the Official Journal).\n(2) Opinion delivered on 8 April 2003 (not yet published in the Official Journal).\n(3) OJ L 73, 15.3.2001, p. 8."}