{"celex_id": "32008R0591", "uri": "http://publications.europa.eu/resource/cellar/d5f5ec04-99c4-4821-847d-1ab18da9e5eb", "type": "Regulation", "concepts": ["1795", "20", "3170", "5283", "5360"], "title": "Commission Regulation (EC) No 591/2008 of 23 June 2008 amending Regulation (EC) No 712/2007 opening standing invitations to tender for the resale on the Community market of cereals held by the intervention agencies of the Member States\n", "header": "24.6.2008 EN Official Journal of the European Union L 163/28\nCOMMISSION REGULATION (EC) No 591/2008\nof 23 June 2008\namending Regulation (EC) No 712/2007 opening standing invitations to tender for the resale on the Community market of cereals held by the intervention agencies of the Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43 in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 712/2007 (2) opened standing invitations to tender for the resale on the Community market of cereals held by the intervention agencies of the Member States. The closing date for the submission of tenders for the last partial invitation to tender is 25 June 2008.\n(2) In order to guarantee livestock farmers and the livestock-feed industry supplies at competitive prices at the beginning of the 2008/09 marketing year, the intervention stocks held by the Hungarian intervention agency, the only agency with stocks currently still at its disposal, should continue to be made available on the cereal market, and the days and dates on which tenders may be submitted by operators should be specified in accordance with the meetings scheduled by the Management Committee for the Common Organisation of Agricultural Markets.\n(3) Regulation (EC) No 712/2007 should be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The following subparagraph is added to Article 3(1) of Regulation (EC) No 712/2007:\n‘From 1 July 2008, the closing dates for the submission of tenders for partial invitations to tender shall be 13.00 (Brussels time) on Wednesday, 9 July 2008, 23 July 2008, 6 August 2008, 27 August 2008 and 10 September 2008.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply with effect from 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 510/2008 (OJ L 149, 7.6.2008, p. 61).\n(2)  OJ L 163, 23.6.2007, p. 7. Regulation as last amended by Regulation (EC) No 58/2008 (OJ L 22, 25.1.2008, p. 3)."}