{"celex_id": "32008R1266", "uri": "http://publications.europa.eu/resource/cellar/c9fc3213-60a5-42d3-8356-73ba8286774b", "type": "Regulation", "concepts": ["2443", "2965", "3003", "3679", "4372", "4734", "797"], "title": "Commission Regulation (EC) No 1266/2008 of 16 December 2008 amending Regulation (EC) No 796/2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers\n", "header": "17.12.2008 EN Official Journal of the European Union L 338/34\nCOMMISSION REGULATION (EC) No 1266/2008\nof 16 December 2008\namending Regulation (EC) No 796/2004 laying down detailed rules for the implementation of cross-compliance, modulation and the integrated administration and control system provided for in Council Regulation (EC) No 1782/2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Article 145(c), (j), (k), (l), (m), (n), (na) and (p) thereof,\nWhereas:\n(1) Council Regulation (EC) No 479/2008 of 29 April 2008 on the common organisation of the market in wine, amending Regulations (EC) No 1493/1999, (EC) No 1782/2003, (EC) No 1290/2005, (EC) No 3/2008 and repealing Regulations (EEC) No 2392/86 and (EC) No 1493/1999 (2) introduces in particular support for restructuring and conversion, green harvesting and grubbing up in the wine sector. At the same time it establishes that farmers receiving payment under those measures have to comply with cross-compliance obligations referred to in Articles 3 to 7 of Regulation (EC) No 1782/2003. Therefore, the detailed rules concerning the implementation of cross-compliance provided for in Commission Regulation (EC) No 796/2004 (3) should apply to those farmers. Consequently, the title of that Regulation should be amended.\n(2) Articles 20 and 103 of Regulation (EC) No 479/2008 introduce cross-compliance obligations for support in the wine sector which should apply during a defined period from payment. The starting point of these obligations should be clarified.\n(3) For the application of cross-compliance obligations, the farmer should declare all area on the holding. Hence, farmers who only apply for support measures covered by cross-compliance pursuant to Articles 20 and 103 of Regulation (EC) No 479/2008 and no other direct payments should be obliged to declare on a yearly basis all their agricultural area of the holding in a single application form, unless the competent authorities are already disposing of this information.\n(4) The existing provisions for farmers receiving direct payments concerning non-declaration of all the agricultural areas and delayed submission of applications do not apply to farmers claiming for support measures under the wine reform. There is a need to implement provisions which would lead farmers claiming for support measures under the wine reform to submit a single application form and to declare all their agricultural areas. Hence, if a beneficiary under the wine reform ignores the provision to submit a single application form or does not declare all his agricultural areas, the payments should be reduced.\n(5) The minimum control rate for the respect of cross-compliance obligations should be established for farmers subject to cross-compliance in the wine sector according to Articles 20 and 103 of Regulation (EC) No 479/2008. Following the current rules under cross-compliance, that control rate should be fixed at 1 % of farmers concerned.\n(6) The selection of the control sample for cross-compliance obligations provided for in Regulation (EC) No 796/2004, with regard to the application of Articles 20 and 103 of Regulation (EC) No 479/2008 should, to ensure an appropriate control, be made from the population of farmers subject to the said Articles.\n(7) Regulation (EC) No 1782/2003 clarifies the rules on liability under cross-compliance particularly in the case of transfer of land during the calendar year concerned. Those rules should also apply to the farmer who submits an application for support pursuant to Articles 11, 12 and 98 of Regulation (EC) No 479/2008, on a yearly basis.\n(8) The rules for reductions in the case of non-compliance should also apply to payments as defined in Articles 11, 12 and 98 of Regulation (EC) No 479/2008 in the calendar year of the finding. In the case where the support measures for the wine sector are not granted on a yearly basis, a specific provision for the calculation of the amount to be reduced should be provided for. This should take into account the number of years in which the cross-compliance obligations apply.\n(9) Regulation (EC) No 796/2004 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Regulation (EC) No 796/2004 is amended as follows:\n1. The title of Regulation (EC) No 796/2004 is replaced by the following:\n2. Article 1 is replaced by the following:\n3. In Article 2, the following second paragraph is inserted after the first paragraph:\n4. In Article 11, paragraph 1 is replaced by the following:\n5. In Article 14(1a), the following subparagraph is added:\n6. In the first subparagraph of Article 44(1), the following second sentence is added:\n7. Article 45 is amended as follows:\n(a) In paragraph 1, the following subparagraph is added:\n(b) In paragraph 2, the following second sentence is added:\n(c) The first subparagraph of paragraph 3 is replaced by the following:\n8. Article 65 is amended as follows:\n(a) The following paragraph is inserted:\n(b) The following paragraph is added:\n9. In Article 66(1), the following subparagraph is added:\n10. In Article 67(1), the following subparagraph is added:", "This Regulation shall enter into force on 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1.\n(2)  OJ L 148, 6.6.2008, p. 1.\n(3)  OJ L 141, 30.4.2004, p. 18.\n(4)  OJ L 148, 6.6.2008, p. 1.’"}