{"celex_id": "32000R1289", "uri": "http://publications.europa.eu/resource/cellar/43e2901e-4c75-47ef-91aa-722ed7554f96", "type": "Regulation", "concepts": ["2194", "2211", "2355", "3052", "5252", "797"], "title": "Commission Regulation (EC) No 1289/2000 of 19 June 2000 determining, for the 2000 marketing year, the estimated loss of income and the estimated level of premium payable per ewe and per female goat and fixing the first advance payment for this premium and an advance payment of the specific aid for sheep and goat farming in certain less favoured areas of the Community\n", "header": "Commission Regulation (EC) No 1289/2000\nof 19 June 2000\ndetermining, for the 2000 marketing year, the estimated loss of income and the estimated level of premium payable per ewe and per female goat and fixing the first advance payment for this premium and an advance payment of the specific aid for sheep and goat farming in certain less favoured areas of the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2467/98 of 3 November 1988 on the common organisation of the market in sheepmeat and goatmeat(1), and in particular Article 5(6) thereof,\nHaving regard to Council Regulation (EEC) No 1601/92 of 15 June 1992 concerning specific measures for the Canary Islands with regard to certain agricultural products(2), as last amended by Regulation (EC) No 1257/1999(3), and in particular Article 13 thereof,\nWhereas:\n(1) Article 5(1) and (5) of Regulation (EC) No 2467/98 provides for the grant of a premium to compensate for any loss of income sustained by producers of sheepmeat and, in certain areas, of goatmeat. Those areas are defined in Annex I to Regulation (EC) No 2467/98 and in Article 1 of Commission Regulation (EC) No 2738/1999 of 21 December 1999 determining the mountain areas in which the premium for goatmeat is granted(4).\n(2) Pursuant to Article 5(6) of Regulation (EC) No 2467/98 and to enable an advance payment to be made to sheepmeat and goatmeat producers, the foreseeable loss of income should be estimated in the light of the foreseeable trend in market prices.\n(3) Pursuant to Article 5(2) of Regulation (EC) No 2467/98, the amount of the premium per ewe for producers of heavy lambs is obtained by multiplying the loss of income referred to in the second subparagraph of paragraph 1 of that Article by a coefficient expressing the annual average production of heavy lamb meat per ewe producing these lambs expressed by 100 kg of carcase weight. The coefficient for 2000 has not yet been fixed in view of the lack of full Community statistics. Pending the fixing of that coefficient, a provisional coefficient should be used. Article 5(3) of that Regulation also fixes the amount per ewe for producers of light lambs and per female of the caprine species and at 80 % of the premium per ewe for producers of heavy lambs.\n(4) Pursuant to Article 13 of Regulation (EC) No 2467/98, the premium must be reduced by the impact on the basic price of the coefficient provided for in paragraph 2 of that Article. That coefficient is fixed by Article 13(4) at 7 %.\n(5) In accordance with Article 5(6) of Regulation (EC) No 2467/98, the half-yearly advance payment is fixed at 30 % of the expected premium. In accordance with Article 4(3) of Commission Regulation (EEC) No 2700/93(5), as last amended by Regulation (EC) No 1410/1999(6), the advance payment is to be paid only if it is equal to or greater than EUR 1.\n(6) Under Council Regulation (EEC) No 1323/90(7), as last amended by Regulation (EC) No 193/98(8), the Council instituted specific aid for sheep and goat farming in certain less-favoured areas of the Community. It lays down that the aid is to be granted under the same conditions as those for the grant of the premium for producers of sheepmeat and goatmeat. In view of the present uncertainty of the market situation in certain Member States, the Member States should be authorised, for the 2000 marketing year, to pay immediately an amount equal to 90 % of the aid.\n(7) Regulation (EEC) No 1601/92 provides for the application of specific measures relating to agricultural production in the Canary Islands. Those measures entail the grant of a supplement to the ewe premium to producers of light lambs and she-goats on the same conditions as those governing the grant of the premium referred to in Article 5 of Regulation (EC) No 2467/98. Those conditions provide that Spain is authorised to pay an advance on the said supplementary premium.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["The difference, which is hereby estimated between the basic price, reduced by the impact of the coefficient laid down in Article 13(2) of Regulation (EC) No 2467/98, and the foreseeable market price for 2000, is EUR 113,785 per 100 kg.", "1. The estimated amount of the premium payable per ewe is as follows:\n- producers of heavy lambs: EUR 17,853,\n- producers of light lambs: EUR 14,282.\n2. Pursuant to Article 5(6) of Regulation (EC) No 2467/98, the first advance that the Member States are authorised to pay to producers shall be as follows:\n- producers of heavy lambs: EUR 5,356 per ewe,\n- producers of light lambs: EUR 4,285 per ewe.", "1. The estimated amount of the premium payable per female of the caprine species in the areas designated in Annex I to Regulation (EC) No 2467/98 and in Article 1 of Regulation (EC) No 2738/1999 is EUR 14,282.\n2. Pursuant to Article 5(6) of Regulation (EC) No 2467/98, the first advance which the Member States are authorised to pay to goatmeat producers located in the areas designated in paragraph 1 shall be EUR 4,285 per female of the caprine species.", "The advance of the specific aid which the Member States are authorised to pay to producers of sheepmeat and goatmeat in less-favoured areas pursuant to Article 1(1) of Regulation (EEC) No 1323/90, within the meaning of Regulation (EC) No 1257/1999, shall be as follows:\n- EUR 5,977 per ewe in the case of the producers referred to in Article 5(2) and (4) of Regulation (EC) No 2467/98,\n- EUR 5,379 per ewe in the case of the producers referred to in Article 5(3) of the said Regulation,\n- EUR 5,379 per she-goat in the case of the producers referred to in Article 5(5) of the said Regulation.", "Pursuant to Article 13(3) of Regulation (EEC) No 1601/92, the first advance on the supplementary premium for the 2000 marketing year for producers of light lambs and she-goats in the Canary Islands within the limits provided for in Article 1(1) of Council Regulation (EEC) No 3493/90(9) shall be as follows:\n- EUR 1,669 per ewe in the case of producers referred to in Article 5(3) of Regulation (EC) No 2467/98, and\n- EUR 1,669 per she-goat in the case of producers referred to in Article 5(5) of that Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 June 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 312, 20.11.1998, p. 1.\n(2) OJ L 173, 27.6.1992, p. 13.\n(3) OJ L 160, 26.6.1999, p. 80.\n(4) OJ L 328, 22.12.1999, p. 59.\n(5) OJ L 245, 1.10.1993, p. 99.\n(6) OJ L 164, 30.6.1999, p. 53.\n(7) OJ L 132, 23.5.1990, p. 17.\n(8) OJ L 20, 27.1.1998, p. 18.\n(9) OJ L 337, 4.12.1990, p. 7."}