{"celex_id": "32009R1048", "uri": "http://publications.europa.eu/resource/cellar/a66d15b0-02c1-4850-95da-a69ad2ce6afc", "type": "Regulation", "concepts": ["1309", "1442", "2300", "2531", "2734", "2771", "5946", "921"], "title": "Council Regulation (EC) No 1048/2009 of 23 October 2009 amending Regulation (EC) No 733/2008 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station\n", "header": "6.11.2009 EN Official Journal of the European Union L 290/4\nCOUNCIL REGULATION (EC) No 1048/2009\nof 23 October 2009\namending Regulation (EC) No 733/2008 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EC) No 733/2008 of 15 July 2008 (1), which is the codified version of repealed Regulation (EEC) No 737/90 of 22 March 1990 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station (2), fixed maximum permitted levels of radioactivity for agricultural products originating in third countries and intended for human consumption, with which imports must comply and in connection with which checks are carried out by the Member States. However, Regulation (EC) No 733/2008 expires on 31 March 2010.\n(2) Radioactive caesium contamination of certain products originating in the third countries most affected by the Chernobyl accident still exceeds the maximum permitted levels of radioactivity laid down in Regulation (EC) No 733/2008.\n(3) There is scientific evidence that the duration of caesium-137 contamination following the Chernobyl accident, for a number of products originating from species living and growing in forests and wooded areas, essentially relates to the physical half-life of that radionuclide, which is 30 years.\n(4) Regulation (EC) No 733/2008 should therefore be amended accordingly,", "main_body": ["The second paragraph of Article 7 of Regulation (EC) No 733/2008 shall be replaced by the following:\n‘It shall expire:\n1. on 31 March 2020, unless the Council decides otherwise at an earlier date, in particular if the list of excluded products referred to in Article 4 covers all the products fit for human consumption to which this Regulation applies;\n2. upon the entry into force of the Commission Regulation referred to in Article 2(1) of Regulation (Euratom) No 3954/87, if such entry into force takes place before 31 March 2020.’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 23 October 2009.\nFor the Council\nThe President\nT. BILLSTRÖM\n(1)  OJ L 201, 30.7.2008, p. 1.\n(2)  OJ L 82, 29.3.1990, p. 1."}