{"celex_id": "32004D0267", "uri": "http://publications.europa.eu/resource/cellar/c3a6b673-3f9a-433d-b4e2-ec769a87532f", "type": "Decision", "concepts": ["1309", "1445", "2718", "2771", "4707", "5369"], "title": "2004/267/EC: Commission Decision of 17 March 2004 amending Decision 1999/813/EC laying down special conditions governing imports of fishery products originating in the Socialist Republic of Vietnam, as regards the designation of the competent authority and the model of health certificate (Text with EEA relevance) (notified under document number C(2004) 825)\n", "header": "Commission Decision\nof 17 March 2004\namending Decision 1999/813/EC laying down special conditions governing imports of fishery products originating in the Socialist Republic of Vietnam, as regards the designation of the competent authority and the model of health certificate\n(notified under document number C(2004) 825)\n(Text with EEA relevance)\n(2004/267/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), and in particular Article 11(1) thereof,\nWhereas:\n(1) In Commission Decision 1999/813/EC(2), the \"National Fisheries Inspection and Quality Assurance Center (NAFIQACEN) of the Ministry of Fisheries\" is identified as the competent authority in Vietnam for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\n(2) Following a restructuring of the Vietnamese administration, the competent authority has changed to the \"National Fisheries Quality Assurance and Veterinary Directorate (NAFIQAVED)\". This new authority is capable of effectively verifying the application of the rules in force.\n(3) The NAFIQAVED has provided official assurances on compliance with the standards for health controls and monitoring of fishery and aquaculture products as set out in Directive 91/493/EEC and on the fulfilment of hygienic requirements equivalent to those laid down in that Directive.\n(4) Decision 1999/813/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 1999/813/EC is amended as follows:\n1. Article 1 is replaced by the following:\n\"Article 1\nThe 'National Fisheries Quality Assurance and Veterinary Directorate (NAFIQAVED)' shall be the competent authority in Vietnam for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\"\n2. In Article 3, paragraph 2 is replaced by the following:\n\"2. Certificates must bear the name, capacity and signature of the representative of the NAFIQAVED and the latter's official stamp in a colour different from that of other endorsements.\"\n3. Annex I is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 4 May 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15, Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2) OJ L 315, 9.12.1999, p. 39, Decision as amended by Decision 2000/331/EC (OJ L 114, 13.5.2000, p. 39).\nANNEX\n\"ANNEX I\n>PIC FILE= \"L_2004083EN.002703.TIF\">\n>PIC FILE= \"L_2004083EN.002801.TIF\">\""}