{"celex_id": "32006R0940", "uri": "http://publications.europa.eu/resource/cellar/b46698c2-e240-4b82-bab0-8c470c56d3a5", "type": "Regulation", "concepts": ["20", "2644", "4860", "5025", "5283"], "title": "Commission Regulation (EC) No 940/2006 of  23 June 2006  amending Regulation (EC) No 796/2006, as regards the list of Member States where buying-in of butter by tendering is open for the period expiring on  31 August 2006\n", "header": "24.6.2006 EN Official Journal of the European Union L 172/14\nCOMMISSION REGULATION (EC) No 940/2006\nof 23 June 2006\namending Regulation (EC) No 796/2006, as regards the list of Member States where buying-in of butter by tendering is open for the period expiring on 31 August 2006\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1),\nHaving regard to Commission Regulation (EC) No 796/2006 of 29 May 2006 suspending the buying-in of butter at 90 % of the intervention price and opening the buying-in by tendering for the period expiring on 31 August 2006 (2), and in particular Article 2(2) thereof,\nWhereas:\n(1) Regulation (EC) No 796/2006 has opened the buying-in of butter by tendering for the period expiring on 31 August 2006 in accordance with the third subparagraph of Article 6(1) of Regulation (EC) No 1255/1999.\n(2) On the basis of most recent communications by Latvia, the Commission has observed that the butter market prices have been below 92 % of the intervention price for two consecutive weeks. Intervention buying-in by tendering should therefore be opened in this Member State. This Member State should therefore be added to the list set out in Regulation (EC) No 796/2006.\n(3) Regulation (EC) No 796/2006 should therefore be amended accordingly,", "main_body": ["In Article 2 of Regulation (EC) No 796/2006, paragraph 1 is replaced by the following:\n‘1.   Buying-in of butter by tendering, as provided for in the third subparagraph of Article 6(1) of Regulation (EC) No 1255/1999, is hereby open from 24 June to 31 August 2006 in the following Member States, under the conditions provided for in Section 3a of Regulation (EC) No 2771/1999: Belgium, Czech Republic, Germany, Estonia, Spain, France, Ireland, Italy, Latvia, Luxembourg, Netherlands, Poland, Portugal, Finland, Sweden and United Kingdom.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 2006.\nFor the Commission\nJ. L. DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 142, 30.5.2006, p. 4."}