{"celex_id": "32002D0063", "uri": "http://publications.europa.eu/resource/cellar/735bb421-9715-4416-88a4-bff5a9bd45e1", "type": "Decision", "concepts": ["1019", "161", "2543", "2734", "2758", "2783", "4320", "4353", "4385", "5283", "5403"], "title": "2002/63/EC: Council Decision of 23 October 2001 relating to the conclusion of a Protocol adjusting trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements\n", "header": "Council decision\nof 23 October 2001\nrelating to the conclusion of a Protocol adjusting trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements\n(2002/63/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Protocol adjusting trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part, hereinafter referred to as \"the Protocol\", should be approved with a view to taking account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements;\nWhereas the Commission should be authorised to take measures to implement the Protocol, notably with regard to basic and processed agricultural products;\nWhereas Regulations (EC) Nos 1595/97(1) and 656/98(2) brought forward the implementation of certain provisions of the Protocol relating to basic and processed agricultural products, respectively; whereas, therefore, appropriate measures should be taken to ensure a smooth transition between the preferential arrangements applied under those Regulations and those provided for by the Protocol;\nWhereas the Additional Protocol to the Europe Agreement on trade in textile products between the European Community and the Republic of Poland was last amended by Decision 96/224/EC(3),", "main_body": ["The Protocol adjusting trade aspects of the Europe Agreement between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture, including improvements to the existing preferential arrangements, is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Decision.", "1. Detailed rules for the application of this Decision shall be adopted by the Commission according to the procedure provided for in Article 23 of Regulation (EEC) No 1766/92(4) or, as appropriate, the relevant provisions of other Regulations on the common organisation of the market, Regulation (EC) No 3448/93(5) or Regulation (EC) No 3066/95(6).\n2. Upon this Decision taking effect, any rules adopted by the Commission pursuant to Article 8 of Regulation (EC) No 3066/95, implementing the concessions covered by the Protocol, shall be deemed to be governed by paragraph 1 above.", "The President of the Council shall, on behalf of the Community, give the notification provided for in Article 8 of the Protocol."], "attachments": "Done at Luxembourg, 23 October 2001.\nFor the Council\nThe President\nA. Neyts-Uyttebroeck\n(1) OJ L 216, 8.8.1997, p. 1.\n(2) OJ L 90, 25.3.1998, p. 1.\n(3) OJ L 81, 30.3.1996, p. 264.\n(4) OJ L 181, 1.7.1992, p. 21. Regulation as last amended by Regulation (EC) No 1666/2000 (OJ L 93, 29.7.2000, p. 1).\n(5) OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(6) OJ L 328, 30.12.1995, p. 31. Regulation as last amended by Regulation (EC) No 2435/98 (OJ L 303, 13.11.1999, p. 1)."}