{"celex_id": "32003D0587", "uri": "http://publications.europa.eu/resource/cellar/3e38fb5b-ccbf-4541-8f8e-082d3bf4387d", "type": "Decision", "concepts": ["1019", "1252", "1706", "2282", "4033", "4511", "4522", "985"], "title": "2003/587/EC: Commission Decision of 5 August 2003 on compliance of the fire-extinguishing system used on the ro-ro ferry \"Finnsailor\" (IMO No 8401444) with Council Directive 1999/35/EC of 29 April 1999 (notified under document number C(2003) 2819)\n", "header": "Commission Decision\nof 5 August 2003\non compliance of the fire-extinguishing system used on the ro-ro ferry \"Finnsailor\" (IMO No 8401444) with Council Directive 1999/35/EC of 29 April 1999\n(notified under document number C(2003) 2819)\n(Only the Finnish and Swedish texts are authentic)\n(2003/587/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 1999/35/EC of 29 April 1999 on a system of mandatory surveys for the safe operation of regular ro-ro ferry and high-speed passenger craft services(1), as amended by Directive 2002/84/EC of the European Parliament and of the Council(2), and in particular Article 11(8) thereof,\nWhereas:\n(1) Council Directive 1999/35/EC provides for a system of mandatory surveys of ro-ro ferries on regular services to or from ports in the Member States to ensure that the ship carries valid certificates; and it also provides for cooperation between the administrations of two or more host States involved in a specific survey of the same ship or craft.\n(2) In case of persistent disagreement between host States on the results of a specific survey, the administration of any host State involved in this survey shall immediately notify the Commission of the reasons of the disagreement, according to Article 11(7) of Directive 1999/35/EC.\n(3) According to Article 11(8) of Council Directive 1999/35/EC, the Commission shall take a decision, based on the opinion of the Committee, set up by article 16 of the Directive, should there be persistent disagreement between these administrations.\n(4) The Kingdom of Sweden, in its capacity as host State, on 3 July 2002 notified the Commission of a persistent disagreement with the Republic of Finland, regarding the fire-extinguishing system used in the motor vehicle deck of the ro-ro ferry \"Finnsailor\" (IMO(3) No 8401444)(4) sailing under Finnish flag, and that in the view of Sweden this ship fails to comply with the International Convention on the Safety of Life at Sea (SOLAS) requirements for areas of a ship to which passengers have access during the voyage, as well as during loading and unloading.\n(5) The special category space of a ship as defined in Regulation II-2/3.18 of SOLAS, is \"an enclosed space above or below the bulkhead deck intended for the carriage of motor vehicles with fuel in their tanks for their own propulsion, into and from which such vehicles can be driven and to which passengers have access\"; the motor vehicle deck to which passengers have access during at least the loading and unloading, shall be considered a \"special category space\" and a \"passenger space\".\n(6) According to SOLAS, special category spaces shall be fitted with a fixed fire-extinguishing system according to Regulation II-2/37.1.3, such as a fixed pressure water spraying system, or other system that is not less effective, according to IMO Resolution A.123(V), in controlling fires likely to occur in such spaces at any time.\n(7) A gas-based fixed fire-extinguishing system, such as a carbon-dioxide-based system, is not considered sufficiently effective in controlling fires that are likely to occur in special category spaces, in particular during loading or unloading, when the space is not closed, and hence not gas-tight; in addition a fire-extinguishing system giving off toxic gases in quantities as to endanger persons is not permitted, and therefore its gas connections shall be blanked in cargo spaces, when used as passenger spaces, for instance during loading and unloading.\n(8) For the relevant certificates to be valid, a water-based fixed fire-extinguishing system shall therefore be installed in special category spaces.\n(9) The measure provided for in this Decision is in accordance with the opinion of the Committee on Safe Seas, set up by Regulation (EC) No 2099/2002 of the European Parliament and of the Council(5),", "main_body": ["The motor vehicle decks of the ro-ro passenger ferry \"Finnsailor\" (IMO No 8401444) shall be considered special category spaces, and shall therefore have a water-based fixed fire-extinguishing system installed, in compliance with SOLAS Chapter II-2.", "This Decision shall become applicable 12 months after the date of its adoption.", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 5 August 2003.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 138, 1.6.1999, p. 1.\n(2) OJ L 324, 29.11.2002, p. 53.\n(3) International Maritime Organisation.\n(4) In the event of a change of name of the ship, the IMO number shall apply as identification.\n(5) OJ L 324, 29.11.2002, p. 1."}