{"celex_id": "32003D0765", "uri": "http://publications.europa.eu/resource/cellar/30c27a3c-873f-4f09-8687-a9509e359951", "type": "Decision", "concepts": ["2081", "2723", "4081"], "title": "2003/765/EC: Commission Decision of 23 October 2003 providing for the temporary marketing of certain seed of the species Secale cereale and Triticum durum, not satisfying the requirements of Council Directive 66/402/EEC (Text with EEA relevance) (notified under document number C(2003) 3862)\n", "header": "Commission Decision\nof 23 October 2003\nproviding for the temporary marketing of certain seed of the species Secale cereale and Triticum durum, not satisfying the requirements of Council Directive 66/402/EEC\n(notified under document number C(2003) 3862)\n(Text with EEA relevance)\n(2003/765/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed(1), as last amended by Directive 2003/61/EC(2), and in particular Article 17(1) thereof,\nWhereas:\n(1) In Austria the quantity of available seed of winter varieties of durum wheat (Triticum durum) and rye (Secale cereale) suitable to the national climatic conditions and which satisfies the germination capacity requirements of Directive 66/402/EEC is insufficient and is therefore not adequate to meet the needs of that Member State.\n(2) It is not possible to meet the demand for seed of those species satisfactorily with seed from other Member States or from third countries, which satisfies all the requirements laid down in Directive 66/402/EEC.\n(3) Accordingly, Austria should be authorised to permit the marketing of seed of those species subject to less stringent requirements for a period expiring on 30 November 2003.\n(4) In addition, other Member States which are in a position to supply Austria with seed of those species should be authorised to permit the marketing of such seed.\n(5) It is appropriate that Austria act as coordinator, in order to ensure that the total amount of seed authorised pursuant to this Decision does not exceed the maximum quantity covered by this Decision.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The marketing in the Community of seed of winter durum wheat and rye which does not satisfy the minimum germination capacity requirements laid down in Directive 66/402/EEC shall be permitted, for a period expiring on 30 November 2003, in accordance with the terms set out in the Annex to this Decision and subject to the following conditions:\n(a) the germination capacity is at least that set out in the Annex to this Decision;\n(b) the official label states the germination ascertained in the official examination carried out pursuant to Articles 2(1)(F)(d) and 2(1)(G)(d) of Directive 66/402/EEC.\n2. The marketing in the Community of the seed referred to in paragraph 1 shall be permitted only where the seed was first placed on the market in accordance with Article 2 of this Decision.", "Any seed supplier wishing to place on the market the seeds referred to in Article 1 shall apply to the Member State in which he or she is established for authorisation.\nThe Member State concerned shall authorise the supplier to place that seed on the market, unless:\n(a) there is sufficient evidence to doubt as to whether the supplier is able to place on the market the amount of seed for which he or she has applied for authorisation;\n(b) the total quantity authorised to be marketed pursuant to the derogation concerned would exceed the maximum quantity specified in the Annex.", "The Member States shall assist each other administratively in the application of this Decision.\nAustria shall act as coordinating Member State in respect of Article 1 in order to ensure that the total amount authorised does not exceed the maximum quantity specified in the Annex.\nAny Member State receiving an application pursuant to Article 2 shall immediately notify the coordinating Member State of the amount covered by the application. The coordinating Member State shall immediately inform the notifying Member State as to whether authorisation would result in the maximum quantity being exceeded.", "Member States shall immediately notify the Commission and the other Member States of the quantities in respect of which they have granted marketing authorisation pursuant to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 October 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 125, 11.7.1966, p. 2309/66.\n(2) OJ L 165, 3.7.2003, p. 23.\nANNEX\n>TABLE>"}