{"celex_id": "32002D0550", "uri": "http://publications.europa.eu/resource/cellar/491acbe7-f358-46e9-b8e4-5d66b7c9153d", "type": "Decision", "concepts": ["1015", "2825", "2957", "3772", "3774", "4025", "6044"], "title": "2002/550/EC: Council Decision of 27 June 2002 authorising the United Kingdom to apply a differentiated rate of excise duty to fuels containing biodiesel in accordance with Article 8(4) of Directive 92/81/EEC\n", "header": "Council Decision\nof 27 June 2002\nauthorising the United Kingdom to apply a differentiated rate of excise duty to fuels containing biodiesel in accordance with Article 8(4) of Directive 92/81/EEC\n(2002/550/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The United Kingdom has requested authorisation to apply a differentiated rate of excise duty to biodiesel used as road fuel either as pure fuel or blended into diesel fuels up to 5 per cent volume in accordance with EN 590.\n(2) The other Member States have been informed of the United Kingdom's request.\n(3) The development of renewable energies and biofuels in particular has been encouraged in the Community since 1985. Most recently, on 7 November 2001, the Commission adopted an action plan and two proposals for directives on encouraging the use of substitute fuels in the transport sector, starting with regulatory and tax measures designed to promote biofuels.\n(4) The derogation requested by the United Kingdom authorities is therefore in line with the Community's policy of developing the biofuel sector, in the interests of protecting the environment and ensuring security of energy supply.\n(5) The rate for biodiesel would be set at 20 pence per litre below that for ultra-low sulphur diesel (ULSD). This equates to an excise duty of 25,82 pence (41,4 eurocents) per litre of biodiesel at current rates. Furthermore, the reduction in excise duty proposed by the United Kingdom is proportional to the percentage of biofuel contained in the final product.\n(6) The effective rates of excise duty are higher than the applicable Community minimum rates, in accordance with Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils(2):\n>TABLE>\n(7) The requested reduction should concern biodiesel, a fuel made from biomass within the meaning of Article 2(b) of Directive 2001/77/EC of the European Parliament and of the Council of 27 September 2001 on the promotion of electricity produced from renewable energy sources in the internal electricity market(3), or made from used fried oils, to be used as a road fuel.\n(8) The differentiated rate would apply to pure biodiesel at the point of production or import. The biodiesel can then be used either as pure fuel or be blended into diesel fuels. Duty on imported blends would be payable at the appropriate rates for the constituent parts in the relevant proportion.\n(9) Production costs of biodiesel exceed those of conventional diesel, and its retail price would therefore be uncompetitive without the duty reduction. The duty reduction is intended to offset the additional production costs. It will enable biodiesel to be sold at a similar pump price to conventional diesel.\n(10) The Government of the United Kingdom should annually review the production cost of biodiesel and thus monitor that no overcompensation takes place.\n(11) The authorisation granted should apply for a period of five years.\n(12) The Commission regularly reviews reductions and exemptions to check that they do not distort competition or hinder the operation of the internal market and are not incompatible with Community policy on protection of the environment, energy and transport,", "main_body": ["1. The United Kingdom is hereby authorised to apply differentiated rates of excise duty to road fuel containing biodiesel and on biodiesel used as pure road fuel.\nBiodiesel is a fuel made from biomass, within the meaning of Article 2(b) of Directive 2001/77/EC, or made from used fried oils to be used as a road fuel.\n2. The reduction in excise duty shall not be greater than the amount of excise duty payable on the volume of biodiesel present in the products referred to in paragraph 1 eligible for the reduction.\n3. The rates of duty applicable to the products referred to in paragraph 1 shall comply with the terms of Directive 92/82/EEC and in particular the minimum rate laid down in Article 5 thereof.", "Based on an annual review by the United Kingdom, the reduction in excise duty shall be adjusted to avoid overcompensating for the extra costs involved in the manufacture of biofuels.", "This Decision shall expire on 31 March 2007.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Luxembourg, 27 June 2002.\nFor the Council\nThe President\nM. Arias CaĂąete\n(1) OJ L 316, 31.10.1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(2) OJ L 316, 31.10.1992, p. 19. Directive as last amended by Directive 94/74/EC.\n(3) OJ L 283, 27.10.2001, p. 33."}