{"celex_id": "32008R0345", "uri": "http://publications.europa.eu/resource/cellar/8496b375-2513-4763-97d6-6ca0afd00bcc", "type": "Regulation", "concepts": ["13", "2300", "2488", "2734", "2735", "453", "568"], "title": "Commission Regulation (EC) No 345/2008 of 17 April 2008 laying down detailed rules for implementing the arrangements for imports from third countries provided for in Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (Recast) (Text with EEA relevance)\n", "header": "18.4.2008 EN Official Journal of the European Union L 108/8\nCOMMISSION REGULATION (EC) No 345/2008\nof 17 April 2008\nlaying down detailed rules for implementing the arrangements for imports from third countries provided for in Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\n(Recast)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (1), and in particular Article 11(4) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 94/92 of 14 January 1992 laying down detailed rules for implementing the arrangements for imports from third countries provided for in Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (2) has been substantially amended several times (3). Since further amendments are to be made, it should be recast in the interests of clarity and rationality.\n(2) Regulation (EEC) No 2092/91 stipulates that products which are imported from a third country may be marketed where they originate in a third country applying production rules and inspection measures equivalent to those in the Community and appearing in a list to be drawn up by the Commission.\n(3) That list should be drawn up. Furthermore, detailed rules should be laid down for the procedure for examining an application by a third country with a view to its inclusion in the list.\n(4) For the operation of the regime for each third country, the bodies responsible for issuing the certificate of inspection referred to in Article 11(3)(d) of Regulation (EEC) No 2092/91 should be identified.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee referred to in Article 14(1) of Regulation (EEC) No 2092/91,", "main_body": ["The list of third countries referred to in Article 11(4) of Regulation (EEC) No 2092/91 is set out in Annex I to this Regulation.\nThis list gives all the information deemed necessary in respect of each third country to permit the identification of products covered by the rules laid down in Article 11(3) and (4) of Regulation (EEC) No 2092/91 and particularly:\n(a) the authority or the body or bodies responsible in the third country for issuing inspection certificates with a view to importing into the Community;\n(b) the inspection authority or authorities in the third country and/or the private bodies recognised by the said third country to carry out supervision.\nFurthermore, where relevant, the list may state:\n— the preparation units and exporters subject to the system of inspection,\n— the products covered by the rules.", "1.   The Commission shall consider whether to include a third country in the list in Annex I upon receipt of an application for inclusion from the representative of the third country concerned.\n2.   Within a period of six months from its receipt, the application for inclusion shall be completed by a technical dossier, established in one of the official Community languages and comprising all the information needed for the Commission to ensure that the conditions set out in Article 11(3) of Regulation (EEC) No 2092/91 are met for products intended for export to the Community.\nIn particular, it shall comprise the following detailed information:\n(a) the types and, if possible, an estimate of the quantities of agricultural products and foodstuffs intended for export to the Community under the rules set out in Article 11(3) and (4) of Regulation (EEC) No 2092/91;\n(b) the rules of production applied in the third country, in particular:\n(i) the basic principles as set out in Annex I to Regulation (EEC) No 2092/91;\n(ii) the products authorised for use during the agricultural production stage, namely plant protection products, detergents, fertilisers or soil improvement products;\n(iii) the ingredients of non-agricultural origin authorised in processed products, and the processes and treatments authorised during processing;\n(c) the rules on the inspection system and the organisation of the implementation of this system in the third country:\n(i) the name of any authority responsible for inspection in the third country and/or the private bodies in charge of carrying out inspections;\n(ii) detailed rules for inspections on agricultural holdings and in preparation units, and the penalties which may be imposed in the event of infringements;\n(iii) the name(s) and address(es) of the authority or the body or bodies responsible in the third country for issuing certificates for imports into the Community;\n(iv) the information needed on the organisation of the monitoring of compliance with the rules governing production and the inspection system, including the issue of certificates; the name and the particulars of the authority responsible for the said monitoring;\n(v) the list of processing units and exporters to the Community; the number of producers and the area in cultivation;\n(d) if available, the on-the-spot examination reports established by independent experts on the effective implementation of the production rules and inspection rules referred to in (b) and (c).\n3.   When examining an application for inclusion the Commission may request any further information needed to establish that the rules governing production and inspection in the third country are equivalent to those laid down in Regulation (EEC) No 2092/91, including the presentation of on-the-spot examination reports established by experts whose independence was recognised by the Commission. Furthermore, where necessary, the Commission may proceed to an on-the-spot examination by experts designated by it.\n4.   The inclusion of a third country in the list in Annex I may be linked to the condition that regular on-the-spot examination reports established by independent experts be presented on the effective implementation of the production rules and inspection rules in the third country concerned. Moreover, where necessary, the Commission may organise an on-the-spot examination by experts designated by it.\n5.   If, after a third country has been included in the list in Annex I, any changes are made to the measures in force in the third country or their implementation, that third country shall notify the Commission thereof. In the light of such information, a decision may be taken to amend the details of inclusion relating to the third country in Annex I or to withdraw the entry of that country, in accordance with the procedure referred to in Article 14(2) of Regulation (EEC) No 2092/91; a similar decision may also be made where a third country has not supplied information required under this paragraph.\n6.   If, after a third country has been included in the list in Annex I, the Commission obtains information raising doubts as to the actual implementation of the measures described, it may ask the third country concerned for any information required, including the presentation of on-the-spot examination reports established by independent experts, or it may proceed to enable on-the-spot examination by experts designated by it. In the light of such information and/or reports, a decision may be made to suspend inclusion, in accordance with the procedure referred to in Article 14(2) of Regulation (EEC) No 2092/91; a similar decision may also be made in cases where a third country has not supplied the information requested by the final date specified in the Commission’s request or where a third country has not agreed to an on-the-spot investigation to establish compliance with the conditions for inclusion.", "Regulation (EEC) No 94/92 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 April 2008.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 198, 22.7.1991, p. 1. Regulation as last amended by Commission Regulation (EC) No 123/2008 (OJ L 38, 12.2.2008, p. 3).\n(2)  OJ L 11, 17.1.1992, p. 14. Regulation as last amended by Regulation (EC) No 956/2006 (OJ L 175, 29.6.2006, p. 41).\n(3)  See Annex II.\nANNEX I\nLIST OF THIRD COUNTRIES AND RELEVANT SPECIFICATIONS\nARGENTINA\n1.   Product categories:\n(a) unprocessed crop products and livestock and unprocessed livestock products within the meaning of Article 1(1)(a) of Regulation (EEC) No 2092/91, with the exception of:\n— livestock and livestock products, bearing or intended to bear indications referring to conversion;\n(b) processed agricultural crop and livestock products intended for human consumption within the meaning of Article 1(1)(b) of Regulation (EEC) No 2092/91, with the exception of:\n— livestock products bearing or intended to bear indications referring to conversion.\n2.   Origin: Products of category 1(a) and organically produced ingredients in products of category 1(b) that have been produced in Argentina.\n3.   Inspection bodies:\n— Instituto Argentino para la Certificación y Promoción de Productos Agropecuarios Orgánicos SRL (Argencert),\n— Organización Internacional Agropecuaria (OIA),\n— Letis SA,\n— Food Safety SA.\n4.   Certificate issuing bodies: as at point 3.\n5.   Duration of the inclusion: 30 June 2013.\nAUSTRALIA\n1.   Product categories:\n(a) unprocessed crop products within the meaning of Article 1(1)(a) of Regulation (EEC) No 2092/91,\n(b) foodstuffs composed essentially of one or more ingredients of plant origin within the meaning of Article 1(1)(b) of Regulation (EEC) No 2092/91.\n2.   Origin: products of category 1(a) and organically grown ingredients in products of category 1(b) that have been grown in Australia.\n3.   Inspection bodies:\n— Australian Quarantine and Inspection Service (AQIS) (Department of Agriculture, Fisheries and Forestry),\n— Bio-dynamic Research Institute (BDRI),\n— Organic Food Chain Pty Ltd (OFC),\n— National Association of Sustainable Agriculture, Australia (NASAA),\n— Australian Certified Organic Pty. Ltd.\n4.   Certificate issuing bodies: as at point 3.\n5.   Duration of the inclusion: 30 June 2013.\nCOSTA RICA\n1.   Product categories:\n(a) unprocessed crop products within the meaning of Article 1(1)(a) of Regulation (EEC) No 2092/91;\n(b) processed crop products intended for human consumption within the meaning of Article 1(1)(b) of Regulation (EEC) No 2092/91.\n2.   Origin: Products of category 1(a) and organically produced ingredients in products of category 1(b) that have been produced in Costa Rica.\n3.   Inspection bodies: Eco-LOGICA and BCS Oko-Garantie.\n4.   Certificate issuing bodies: Ministerio de Agricultura y Ganadería.\n5.   Duration of the inclusion: 30 June 2011.\nINDIA\n1.   Product categories:\n(a) unprocessed crop products within the meaning of Article 1(1)(a) of Regulation (EEC) No 2092/91;\n(b) foodstuffs composed essentially of one or more ingredients of plant origin within the meaning of Article 1(1)(b) of Regulation (EEC) No 2092/91.\n2.   Origin: products of category 1(a) and organically grown ingredients in products of category 1(b) that have been grown in India.\n3.   Inspection bodies:\n— Bureau Veritas Certification India Pvt. Ltd,\n— Ecocert SA (India Branch Office),\n— IMO Control Private Limited,\n— Indian Organic Certification Agency (Indocert),\n— Lacon Quality Certification Pvt. Ltd,\n— Natural Organic Certification Association,\n— OneCert Asia Agri Certification private Limited,\n— SGS India Pvt. Ltd,\n— Control Union Certifications,\n— Uttaranchal State Organic Certification Agency (USOCA),\n— APOF Organic Certification Agency (AOCA),\n— Rajasthan Organic Certification Agency (ROCA).\n4.   Certificate issuing bodies: as at point 3.\n5.   Duration of the inclusion: 30 June 2009.\nISRAEL\n1.   Product categories:\n(a) unprocessed crop products within the meaning of Article 1(1)(a) of Regulation (EEC) No 2092/91;\n(b) foodstuffs composed essentially of one or more ingredients of plant origin within the meaning of Article 1(1)(b) of Regulation (EEC) No 2092/91.\n2.   Origin: Products of category 1(a) and organically produced ingredients in products of category 1(b) that have been produced in Israel or that have been imported into Israel:\neither from the Community,\nor from a third country in the framework of a regime which is recognised as equivalent in accordance with the provisions of Article 11(4) of Regulation (EEC) No 2092/91.\n3.   Inspection bodies:\n— Skal Israel Inspection & Certification,\n— AGRIOR Ltd-Organic Inspection & Certification,\n— IQC Institute of Quality & Control,\n— Plant Protection and Inspection Services (PPIS) (Ministry of Agriculture and Rural Development).\n4.   Certificate issuing bodies: as at point 3.\n5.   Duration of the inclusion: 30 June 2013.\nSWITZERLAND\n1.   Product categories:\n(a) unprocessed crop products and livestock and unprocessed livestock products within the meaning of Article 1(1)(a) of Regulation (EEC) No 2092/91, with the exception of:\n— products, produced during the conversion period, as referred to in Article 5(5) of that Regulation;\n(b) processed agricultural crop and livestock products intended for human consumption within the meaning of Article 1(1)(b) of Regulation (EEC) No 2092/91, with the exception of:\n— products, as referred to in Article 5(5) of that Regulation, containing an ingredient of agricultural origin produced during the conversion period.\n2.   Origin: Products of category 1(a) and organically produced ingredients in products of category 1(b) that have been produced in Switzerland or that have been imported into Switzerland:\neither from the Community,\nor from a third country in the framework of a regime which is recognised as equivalent in accordance with the provisions of Article 11(4) of Regulation (EEC) No 2092/91,\nor from a third country for which a Member State has recognised, in accordance with the provisions of Article 11(6) of Regulation (EEC) No 2092/91, that the same product has been produced and inspected in that country under the same arrangements as accepted by the Member State,\nor from a third country whose production rules and inspection system have been recognised by Switzerland as being equivalent to those established under Swiss legislation.\n3.   Inspection bodies:\n— Institut für Marktökologie (IMO),\n— bio.inspecta AG,\n— Schweizerische Vereinigung für Qualitäts- und Management-Systeme (SQS),\n— Bio Test Agro (BTA),\n— ProCert Safety AG.\n4.   Certificate issuing bodies: as at point 3.\n5.   Duration of the inclusion: 30 June 2013.\nNEW ZEALAND\n1.   Product categories:\n(a) unprocessed agricultural crop products, livestock and unprocessed livestock products within the meaning of Article 1(1)(a) of Regulation (EEC) No 2092/91, with the exception of:\n— livestock and livestock products bearing or intended to bear indications referring to conversion,\n— products from aquaculture;\n(b) processed agricultural crop and livestock products intended for human consumption within the meaning of Article 1(1)(b) of Regulation (EEC) No 2092/91, with the exception of:\n— livestock products bearing or intended to bear indications referring to conversion,\n— products containing products from aquaculture.\n2.   Origin: Products of category 1(a) and organically produced ingredients in products of category 1(b) that have been produced in New Zealand or that have been imported into New Zealand:\neither from the Community,\nor from a third country within the framework of a regime which is recognised as equivalent in accordance with the provisions of Article 11(4) of Regulation (EEC) No 2092/91,\nor from a third country whose rules of production and inspection system have been recognised as equivalent to the MAF Food Official Organic Assurance Programme on the basis of assurances and information provided by this country’s competent authority in accordance with the provisions established by MAF and provided that only organically produced ingredients intended to be incorporated, up to a maximum of 5 % of products of agricultural origin, in products of category 1(b) prepared in New Zealand are imported.\n3.   Inspection bodies:\n— AsureQuality Ltd,\n— BIO-GRO New Zealand.\n4.   Certificate issuing body: Ministry of Agriculture and Forestry (MAF) — New Zealand Food Safety Authority (NZFSA).\n5.   Duration of the inclusion: 30 June 2011.\nANNEX II\nRepealed Regulation with list of its successive amendments\nCommission Regulation (EEC) No 94/92\nCommission Regulation (EC) No 522/96 Article 1 only\nCommission Regulation (EC) No 314/97\nCommission Regulation (EC) No 1367/98\nCommission Regulation (EC) No 548/2000\nCommission Regulation (EC) No 1566/2000\nCommission Regulation (EC) No 1616/2000\nCommission Regulation (EC) No 2426/2000\nCommission Regulation (EC) No 349/2001\nCommission Regulation (EC) No 2589/2001\nCommission Regulation (EC) No 1162/2002\nCommission Regulation (EC) No 2382/2002\nCommission Regulation (EC) No 545/2003\nCommission Regulation (EC) No 2144/2003\nCommission Regulation (EC) No 746/2004 Article 2 only\nCommission Regulation (EC) No 956/2006\nANNEX III\nCorrelation table\nRegulation (EEC) No 94/92 This Regulation\nArticle 1, first paragraph Article 1, first paragraph\nArticle 1, second paragraph, introductory wording Article 1, second paragraph, introductory wording\nArticle 1, second paragraph, first indent Article 1, second paragraph, point (a)\nArticle 1, second paragraph, second indent Article 1, second paragraph, point (b)\nArticle 1, third paragraph Article 1, third paragraph\nArticle 2(1) Article 2(1)\nArticle 2(2), first sentence Article 2(2), first subparagraph\nArticle 2(2), introductory words Article 2(2), second subparagraph, introductory wording\nArticle 2(2)(a) Article 2(2)(a)\nArticle 2(2)(b), introductory wording Article 2(2)(b), introductory wording\nArticle 2(2)(b), first indent Article 2(2)(b)(i)\nArticle 2(2)(b), second indent Article 2(2)(b)(ii)\nArticle 2(2)(b), third indent Article 2(2)(b)(iii)\nArticle 2(2)(c), introductory wording Article 2(2)(c), introductory wording\nArticle 2(2)(c), first indent Article 2(2)(c)(i)\nArticle 2(2)(c), second indent Article 2(2)(c)(ii)\nArticle 2(2)(c), third indent Article 2(2)(c)(iii)\nArticle 2(2)(c), fourth indent Article 2(2)(c)(iv)\nArticle 2(2)(c), fifth indent Article 2(2)(c)(v)\nArticle 2(2)(d) Article 2(2)(d)\nArticle 2(3) to (6) Article 2(3) to (6)\n— Article 3\nArticle 3 Article 4\nAnnex Annex I\n— Annex II\n— Annex III"}