{"celex_id": "32003R0548", "uri": "http://publications.europa.eu/resource/cellar/cc1c883f-7c7c-4a3a-a6c1-6f7fd56896b1", "type": "Regulation", "concepts": ["2771", "2783", "3591", "4680", "5969"], "title": "Commission Regulation (EC) No 548/2003 of 27 March 2003 authorising transfers between the quantitative limits of textiles and clothing products originating in the People's Republic of China\n", "header": "Commission Regulation (EC) No 548/2003\nof 27 March 2003\nauthorising transfers between the quantitative limits of textiles and clothing products originating in the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries(1), as last amended by Regulation (EC) No 138/2003(2), and in particular Article 7 thereof,\nWhereas:\n(1) Article 5 of the Agreement between the European Economic Community and the People's Republic of China on trade in textile products(3), initialled on 9 December 1988 and approved by Council Decision 90/647/EEC, as last amended and extended by an Agreement in the form of an Exchange of Letters, initialled on 19 May 2000 and approved by Council Decision 2000/787/EC(4), provides that transfers may be made between quota years. Those flexibility provisions were notified to the Textiles Monitoring Body of the World Trade Organisation following China's accession to it.\n(2) On 20 February 2003 the People's Republic of China submitted a request for transfers of quantities from the quota year 2003 to the quota year 2002.\n(3) The transfers requested by the People's Republic of China fall within the limits of the flexibility provisions referred to in Article 5 of the Agreement between the European Economic Community and the People's Republic of China on trade in textiles products as set out in Annex VIII to Regulation (EEC) No 3030/93.\n(4) It is appropriate to grant the request.\n(5) It is desirable for this Regulation to enter into force on the day after its publication in order to allow operators to benefit from it as soon as possible.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Textile Committee set up by Article 17 of Regulation (EEC) No 3030/93,", "main_body": ["Transfers between the quantitative limits for textile goods originating in the People's Republic of China fixed by the Agreement between the European Community and the People's Republic of China on trade in textile products are authorised for the quota year 2002 in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on 28 March 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 March 2003.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 275, 8.11.1993, p. 1.\n(2) OJ L 23, 28.1.2003, p. 1.\n(3) OJ L 352, 15.12.1990, p. 1.\n(4) OJ L 314, 14.12.2000, p. 13.\nANNEX\n>TABLE>"}