{"celex_id": "32003D0363", "uri": "http://publications.europa.eu/resource/cellar/d92e40e9-4585-4ed9-9fd0-3c0349f55a0e", "type": "Decision", "concepts": ["2247", "2356", "2560", "4839", "972"], "title": "2003/363/EC: Commission Decision of 14 May 2003 approving the plan for the eradication of classical swine fever in feral pigs in certain areas of Belgium (Text with EEA relevance) (notified under document number C(2003) 1529)\n", "header": "Commission Decision\nof 14 May 2003\napproving the plan for the eradication of classical swine fever in feral pigs in certain areas of Belgium\n(notified under document number C(2003) 1529)\n(Only the French and Dutch texts are authentic)\n(Text with EEA relevance)\n(2003/363/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever(1), and in particular Article 16(1), thereof,\nWhereas:\n(1) In November 2002 classical swine fever was confirmed in the feral pig population in Belgium.\n(2) In the light of the epidemiological situation, Belgium has submitted a plan for the eradication of classical swine fever in feral pigs in the concerned areas of Belgium.\n(3) The submitted plan has been examined and found to comply with the provisions of Directive 2001/89/EC and should therefore be approved.\n(4) For the sake of transparency it is appropriate to indicate in the present Decision the geographical areas of Belgium where the eradication plan shall be implemented.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The plan submitted by Belgium for the eradication of classical swine fever in feral pigs in the areas referred to in the Annex is approved.", "Belgium shall bring into force the laws, regulations and administrative provisions for implementing the plan referred to in Article 1.", "This Decision is addressed to Belgium."], "attachments": "Done at Brussels, 14 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 316, 1.12.2001, p. 5.\nANNEX\nThe territory of Belgium located in-between:\n- the motorway E40 (A3) from the border with Germany until the cross with road N68,\n- then, the road N68 in the southern direction, at Eupen continuing into the Aachenerstraße until the cross with the Paveestraße,\n- then, the Paveestraße until the cross with the Kirchstraße,\n- then, the Kirchstraße, continuing into the Bergstraße and the Neustraße until the cross with the road Olengraben,\n- then, the road Olengraben, continuing into the Haasstraße until the cross with the Malmedystraße,\n- then, the Malmedystraße, continuing into the road N68 in the southern direction until the cross with the road N62,\n- then, the road N62 in the eastern and the southern direction until the cross with motorway E42 (A27),\n- then, the motorway E42 (A27) until the border with Germany."}