{"celex_id": "32004R0669", "uri": "http://publications.europa.eu/resource/cellar/5cc9fa5e-8b8f-4906-8921-c2fa98d01ffc", "type": "Regulation", "concepts": ["1005", "211", "225", "3501", "5126"], "title": "Regulation (EC) No 669/2004 of the European Parliament and of the Council of 31 March 2004 amending Council Regulation (EC) No 1734/94 on financial and technical cooperation with the West Bank and the Gaza Strip\n", "header": "Regulation (EC) No 669/2004 of the European Parliament and of the Council\nof 31 March 2004\namending Council Regulation (EC) No 1734/94 on financial and technical cooperation with the West Bank and the Gaza Strip\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 179 thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty(1),\nWhereas:\n(1) All efforts should be made to prevent any further deterioration of the Palestinian economy by contributing to the sound management and budgetary equilibrium of the Palestinian Authority and to consolidate that Authority by means of institutional reinforcement.\n(2) Requirements for financial aid will continue to be generated in the territories of the West Bank and the Gaza Strip as a result of recent developments in the Middle East Peace Process.\n(3) The Community should therefore pursue its aid effort pursuant to Council Regulation (EC) No 1734/94(2).\n(4) Regulation (EC) No 1734/94 should be reviewed by the European Parliament and the Council before the end of 2005 in order to take account of developments in the area, in particular with regard to the implementation of the roadmap for peace (Elements of a performance-based road map to a permanent two-state solution to the Israeli-Palestinian conflict).\n(5) Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities' financial interests(3) establishes a common legal framework for all the fields of the Communities' own resources and expenditure. Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities(4) applies to all areas of the Communities' activity without prejudice to the provisions of Community rules specific to different policy areas.\n(6) Regulation (EC) No 1734/94 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1734/94 shall be amended as follows:\n1. Article 1 is replaced by the following:\n\"Article 1\n1. The Community shall implement financial and technical cooperation with the West Bank and the Gaza Strip with the aim of aiding their achievement of sustainable economic, political and social development. If circumstances allow, implementation shall be based on pluri-annual programmes.\n2. The Commission shall provide a report reviewing this Regulation by 31 December 2005 at the latest, taking into account recent developments in the area.\";\n2. Article 2 is amended as follows:\n(a) the following paragraph shall be inserted after paragraph 3:\n\"3a. The beneficiaries of support measures may include not only States and regions but also local authorities, regional organisations, public agencies, local or traditional communities, organisations supporting business, private operators, cooperatives, mutual societies, associations, foundations and non-governmental organisations.\";\n(b) the following paragraph shall be added after paragraph 6:\n\"7. Invitations to tender and contract shall be open on equal terms to all natural and legal persons in the Member States and the Mediterranean partners as defined in Annex I to Council Regulation (EC) No 1488/96 of 23 July 1996 on financial and technical measures to accompany (MEDA) the reform of economic and social structures in the framework of the Euro-Mediterranean partnership(5).\"\n3. In Article 4, the following paragraph shall be added:\n\"5. Financing decisions and any financing agreements and contracts resulting therefrom shall provide, inter alia, for supervision and financial control by the Commission (including the European Anti-Fraud Office (OLAF)), including on-the-spot checks and inspections in conformity with Council Regulation (Euratom, EC) No 2185/96(6) and audits by the Court of Auditors, where appropriate, to be carried out on the spot. Measures shall be taken in accordance with the procedure set out in Article 5 in order to provide for adequate protection of the European Communities' financial interests in conformity with Council Regulation (EC, Euratom) No 2988/95(7). Where necessary, investigations shall be conducted by the OLAF and shall be governed by European Parliament and Council Regulation (EC) No 1073/1999(8).\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 31 March 2004.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nD. Roche\n(1) Opinion of the European Parliament of 29 January 2004 (not yet published in the Official Journal) and Council Decision of 11 March 2004.\n(2) OJ L 182, 16.7.1994, p. 4. Regulation as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(3) OJ L 312, 23.12.1995, p. 1.\n(4) OJ L 292, 15.11.1996, p. 2.\n(5) OJ L 189, 30.7.1996, p. 1. Regulation as last amended by Regulation (EC) No 2698/2000 (OJ L 311, 12.12.2000, p. 1).\n(6) OJ L 292, 15.11.1996, p. 2.\n(7) OJ L 312, 23.12.1995, p. 1.\n(8) OJ L 136, 31.5.1999, p. 1."}