{"celex_id": "32006L0077", "uri": "http://publications.europa.eu/resource/cellar/55475100-cf6f-4ca1-a89f-2eedba24ec6f", "type": "Directive", "concepts": ["1277", "1442", "1590", "3135", "3730"], "title": "Commission Directive 2006/77/EC of 29 September 2006 amending Annex I to Directive 2002/32/EC of the European Parliament and of the Council as regards maximum levels for organochlorine compounds in animal feed  (Text with EEA relevance)\n", "header": "30.9.2006 EN Official Journal of the European Union L 271/53\nCOMMISSION DIRECTIVE 2006/77/EC\nof 29 September 2006\namending Annex I to Directive 2002/32/EC of the European Parliament and of the Council as regards maximum levels for organochlorine compounds in animal feed\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed (1), and in particular Article 8(1) thereof,\nWhereas:\n(1) Directive 2002/32/EC provides that the use of products intended for animal feed which contain levels of undesirable substances exceeding the maximum levels laid down in Annex I to that Directive is prohibited.\n(2) When Directive 2002/32/EC was adopted, the Commission stated that Annex I to that Directive would be reviewed on the basis of updated scientific risk assessments and taking into account the prohibition of any dilution of contaminated non-complying products intended for animal feed.\n(3) On a request from the Commission, the European Food Safety Authority (EFSA) adopted an opinion relating to aldrin and dieldrin on 9 November 2005 (2).\n(4) Fish feed, containing relatively high proportion of fish oil in the formulation, was found to contain significant levels of aldrin/dieldrin. It is therefore appropriate to amend the existing provisions, based on the conclusions of the scientific opinion and available monitoring data.\n(5) On a request from the Commission, EFSA adopted an opinion relating to endosulfan on 20 June 2005 (3).\n(6) Based on the conclusions of the scientific opinion and available monitoring data, it is appropriate to amend the maximum level for endosulfan in crude vegetable oil in order to take into account to a certain extent the concentration of endosulfan in the crude vegetable oil compared to the level in the oilseed.\n(7) On a request from the Commission, EFSA adopted an opinion relating to hexachlorocyclohexanes (α, β, γ HCH) on 4 July 2005 (4) and an opinion on endrin on 9 November 2005 (5).\n(8) Based on the conclusions of the scientific opinions and available monitoring data, no modifications to the existing maximum levels as regards hexachlorocyclohexanes and endrin are necessary.\n(9) As regards aldrin, dieldrin, chlordane, DDT, endrin, heptachlor, hexachlorobenzene and hexachlorocyclohexanes (HCH), the term ‘fats’ should be replaced by the terms ‘fats and oils’ to indicate clearly that all fats and oils, including animal fat, vegetable oils, fish oil, are covered.\n(10) Directive 2002/32/EC should therefore be amended accordingly.\n(11) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Directive 2002/32/EC is amended in accordance with the Annex to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive 12 months after the entry into force at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 September 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 140, 30.5.2002, p. 10. Directive as last amended by Commission Directive 2006/13/EC (OJ L 32, 4.2.2006, p. 44).\n(2)  Opinion of the Scientific Panel on contaminants in the Food Chain of the European Food Safety Authority (EFSA) on a request from the Commission related to aldrin and dieldrin as undesirable substance in animal feed, adopted on 9 November 2005\nhttp://www.efsa.europa.eu/etc/medialib/efsa/science/contam/contam_opinions/1251.Par.0001.File.dat/contam_op_ej285_aldrinanddieldrin_en1.pdf\n(3)  Opinion of the Scientific Panel on contaminants in the Food Chain of the European Food Safety Authority (EFSA) on a request from the Commission related to endosulfan as undesirable substance in animal feed, adopted on 20 June 2005\nhttp://www.efsa.europa.eu/etc/medialib/efsa/science/contam/contam_opinions/1025.Par.0001.File.dat/contam_op_ej234_endosulfan_en_updated21.pdf\n(4)  Opinion of the Scientific Panel on contaminants in the Food Chain of the European Food Safety Authority (EFSA) on a request from the Commission related to gamma-HCH and other hexachlorocyclohexanes as undesirable substance in animal feed, adopted on 4 July 2005\nhttp://www.efsa.europa.eu/etc/medialib/efsa/science/contam/contam_opinions/1039.Par.0001.File.dat/contam_op_ej250_hexachlorocyclohexanes_en2.pdf\n(5)  Opinion of the Scientific Panel on contaminants in the Food Chain of the European Food Safety Authority (EFSA) on a request from the Commission related to endrin as undesirable substance in animal feed, adopted on 9 November 2005\nhttp://www.efsa.europa.eu/etc/medialib/efsa/science/contam/contam_opinions/1252.Par.0001.File.dat/contam_op_ej286_endrin_en1.pdf\nANNEX\nRows 17 to 26 of Annex I to Directive 2002/32/EC are replaced by the following:\nUndesirable substances Products intended for animal feed Maximum content in mg/kg (ppm) relative to a feedingstuff with a moisture content of 12 %\n(1) (2) (3)\n‘17. Aldrin (1)\n18. Dieldrin (1)\n— fats and oils\n— fish feed\n19. Camphechlor (toxaphene) — sum of indicator congeners CHB 26, 50 and 62 (3)\n— Fish, other aquatic animals, their products and by-products with the exception of fish oil\n— Fish oil (4)\n— Feedingstuffs for fish (4)\n20. Chlordane (sum of cis- and trans-isomers and of oxychlordane, expressed as chlordane)\n— fats and oils\n21. DDT (sum of DDT-, TDE- and DDE-isomers, expressed as DDT)\n— fats and oils\n22. Endosulfan (sum of alpha- and beta-isomers and of endosulfansulphate expressed as endosulfan)\n— maize and maize products derived from the processing thereof\n— oilseeds and products derived from the processing thereof with the exception of crude vegetable oil\n— crude vegetable oil\n— complete feedingstuffs for fish\n23. Endrin (sum of endrin and of delta-ketoi-endrin, expressed as endrin)\n— fats and oils\n24. Heptachlor (sum of heptachlor and of heptachlorepoxide, expressed as heptachlor)\n— fats and oils\n25. Hexachlorobenzene (HCB)\n— fats and oils\nHexachlorocyclohexane (HCH)\n26.1. alpha-isomers\n— fats and oils\n26.2. beta-isomers\n— fats and oils\nAll compound feedingstuffs with the exception of 0,01\n— compound feedingstuffs for dairy cattle\n26.3. gamma-isomers\n— fats and oils\n(1)  Singly or combined expressed as dieldrin.\n(2)  Maximum level for aldrin and dieldrin, singly or combined, expressed as dieldrin.\n(3)  Numbering system according to Parlar, prefixed by either “CHB” or “Parlar”:\n— CHB 26: 2-endo,3-exo,5-endo, 6-exo, 8,8,10,10-octochlorobornane,\n— CHB 50: 2-endo,3-exo,5-endo, 6-exo, 8,8,9,10,10-nonachlorobornane,\n— CHB 62: 2,2,5,5,8,9,9,10,10-nonachlorobornane.\n(4)  The levels shall be reviewed by 31 December 2007 with the aim of reducing the maximum levels.’"}