{"celex_id": "32009L0107", "uri": "http://publications.europa.eu/resource/cellar/880ff499-3714-492d-b523-0f00f714f38c", "type": "Directive", "concepts": ["13", "2739", "2825", "3885", "4015", "5451", "5739", "5877"], "title": "Directive 2009/107/EC of the European Parliament and of the Council of 16 September 2009 amending Directive 98/8/EC concerning the placing of biocidal products on the market as regards the extension of certain time periods (Text with EEA relevance)\n", "header": "6.10.2009 EN Official Journal of the European Union L 262/40\nDIRECTIVE 2009/107/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 September 2009\namending Directive 98/8/EC concerning the placing of biocidal products on the market as regards the extension of certain time periods\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Article 16(1) of Directive 98/8/EC (3) provides for a transitional period of 10 years, commencing on 14 May 2000, the date of entry into force of that Directive, during which Member States may apply their national rules or practices for placing biocidal products on the market and, in particular, authorise the marketing of biocidal products containing active substances that are not yet included in the positive list set out in that Directive, that is Annexes I, IA or IB thereto.\n(2) Article 16(2) of Directive 98/8/EC establishes a 10-year work programme, also commencing on 14 May 2000, during which all the active substances contained in biocidal products that were present on the market before that date are to be systematically examined and, if found acceptable from the point of view of human and animal health and the environment, are to be included in the positive list set out in that Directive.\n(3) Paragraphs 1(c)(i) and 2(c)(i) of Article 12 of Directive 98/8/EC provide for the protection of all information submitted for the purposes of that Directive for a period of 10 years, also commencing on 14 May 2000, unless a shorter period of protection has been granted in a particular Member State, in which case that shorter period of protection will apply on its territory. That protection concerns only information submitted in support of the inclusion in the positive list set out in Directive 98/8/EC of active substances used in biocidal products that were present on the market before the date of entry into force of Directive 98/8/EC (the ‘existing’ active substances).\n(4) Once an existing active substance has been evaluated and included in the positive list set out in Directive 98/8/EC, its market is considered as harmonised, and the transitional rules for the placing on the market of products containing the active substance are replaced by the provisions of that Directive.\n(5) In accordance with Article 16(2) of Directive 98/8/EC, the Commission has submitted a report on the progress achieved with the 10-year work programme, two years before its completion. It is expected, based on the findings of that report, that the review of a significant number of active substances will not be finalised by 14 May 2010. Furthermore, even for the active substances for which a decision on their inclusion in the positive list set out in Directive 98/8/EC has been adopted by 14 May 2010, a sufficient time period is necessary for Member States to transpose the relevant acts and to grant, cancel or modify authorisations for the relevant products, in order to comply with the harmonised provisions of Directive 98/8/EC. There is a serious risk that, at the end of the transitional period on 14 May 2010, national rules will no longer apply, while the relevant harmonised rules will not yet have been adopted. An extension of the 10-year work programme is therefore considered necessary, to permit the finalisation of the review of all active substances notified for evaluation.\n(6) It is also necessary for the end of the review programme to coincide with that of the transitional period, in such a way that national systems or practices will regulate the placing of biocidal products on the market until they are ready to be replaced by harmonised provisions.\n(7) In addition, for reasons of consistency and in order to avoid the loss of data protection while certain active substances are still under evaluation, the period of protection of all data submitted for the purposes of Directive 98/8/EC should be extended in order to coincide with the end of the review programme.\n(8) The extension of the review programme proposed may not be enough to finalise the evaluation of a number of active substances. On the other hand, a significantly longer extension might work against intensifying the efforts to complete the review programme in a timely manner. Any extension of the review programme and the corresponding transitional period for any remaining active substances after 14 May 2014 should be limited to a maximum of two years and should take place only if there are clear indications that the legal act intended to replace Directive 98/8/EC will not enter into force before 14 May 2014.\n(9) The measures necessary for the implementation of Directive 98/8/EC should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4).\n(10) In particular, the Commission should be empowered to extend the review period and the corresponding transitional period for any remaining active substances for up to two years. Since those measures are of general scope and are designed to amend non-essential elements of Directive 98/8/EC, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(11) In accordance with point 34 of the Interinstitutional Agreement on better law-making (5), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public,", "main_body": ["Amendments\nDirective 98/8/EC is hereby amended as follows:\n1. Article 12 is amended as follows:\n(a) paragraph 1(c)(i) is replaced by the following:\n‘(i) until 14 May 2014 for any information submitted for the purposes of this Directive, except where such information is already protected under existing national rules relating to biocidal products. In such cases, the information shall continue to be protected in that Member State until the expiry of any remaining period of data protection provided for under national rules, but not beyond 14 May 2014 or, if applicable, not beyond the date to which the transitional period referred to in Article 16(1) is extended in accordance with Article 16(2);’;\n(b) paragraph 2(c)(i) is replaced by the following:\n‘(i) until 14 May 2014 for any information submitted for the purposes of this Directive, except in the case where data are already protected according to existing national rules relating to biocidal products, in which case such data shall be protected in that Member State until the expiry of any remaining period of data protection provided for under those national rules, but not beyond 14 May 2014 or, if applicable, not beyond the date to which the transitional period referred to in Article 16(1) is extended in accordance with Article 16(2);’;\n2. Article 16 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 2 is amended as follows:\n(i) the first subparagraph is replaced by the following:\n(ii) in the second subparagraph the words ‘During that 10-year period’ are replaced by the words ‘During that 14-year period’.", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 14 May 2010. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 16 September 2009.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nC. MALMSTRÖM\n(1)  OJ C 182, 4.8.2009, p. 75.\n(2)  Opinion of the European Parliament of 24 March 2009 (not yet published in the Official Journal) and Council Decision of 27 July 2009.\n(3)  OJ L 123, 24.4.1998, p. 1.\n(4)  OJ L 184, 17.7.1999, p. 23.\n(5)  OJ C 321, 31.12.2003, p. 1."}