{"celex_id": "32000L0005", "uri": "http://publications.europa.eu/resource/cellar/405f62b0-7438-4b8c-9d58-734ae603e796", "type": "Directive", "concepts": ["1074", "2868", "2932", "532", "800"], "title": "Commission Directive 2000/5/EC of 25 February 2000 amending Annexes C and D to Council Directive 92/51/EEC on a second general system for the recognition of professional education and training to supplement Directive 89/48/EEC (Text with EEA relevance)\n", "header": "COMMISSION DIRECTIVE 2000/5/EC\nof 25 February 2000\namending Annexes C and D to Council Directive 92/51/EEC on a second general system for the recognition of professional education and training to supplement Directive 89/48/EEC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/51/EEC of 18 June 1992 on a second general system for the recognition of professional education and training to supplement Directive 89/48/EEC(1), as last amended by Commission Directive 97/38/EC(2), and particularly Article 15 thereof,\nWhereas:\n(1) The Governments of the United Kingdom and the Republic of Austria have submitted reasoned requests for amendments to Annexes C and D of the Directive 92/51/EEC.\n(2) Training for \"approved social worker - mental health\" and \"trade mark agent\" in the United Kingdom is to be deleted from Annex C of Directive 92/51/EEC. The profession \"approved social worker - mental health\" is not regulated in the United Kingdom. Training for \"trade mark agent\" now meets the definition in Article 1(a), first subparagraph, second indent (i) of Directive 92/51/EEC.\n(3) Training in the United Kingdom that leads to qualifications as \"certified technically competent person in waste management\" is to be included in Annex C of Directive 92/51/EEC, provided the qualifications are accredited in the United Kingdom as National Vocational Qualifications (NVQs) at levels 3 and 4.\n(4) The wording of Section 5 of Annex C to Directive 92/51/EEC, according to which the training listed in that section leads to qualifications accredited as National Vocational Qualifications (NVQs) or approved or recognised as equivalent by the National Council for Vocational Qualifications, is to be amended. Approval or recognition as equivalent are no longer provided for in the United Kingdom. The National Council for Vocational Qualifications has been replaced by another authority. It is not considered necessary to specify the competent authority in the Directive.\n(5) The new special basic training introduced in Austria for nurses specialising in the care of children and young people and for psychiatric nurses is to be included in Annex C to Directive 92/51/EEC. This training leads to a comparable level of qualification, and, on completion, to a similar level of responsibility and activity, as a post-secondary course as described in Article 1(a), first subparagraph, second indent (i) of Directive 92/51/EEC.\n(6) The reference to the National Council for Vocational Qualifications is to be deleted from Annex D to Directive 92/51/EEC. It has been replaced by another authority and it is not considered necessary to specify the competent authority in the Directive.\n(7) The measures set out in this Directive are in accordance with the opinion of the Committee set up under Article 15 of Directive 92/51/EEC,", "main_body": ["Annexes C and D to Directive 92/51/EEC shall be amended as set out in the Annex to this Directive.", "1. Member States shall adopt the laws, regulations and administrative provisions necessary for them to comply with this Directive before 27 February 2001. They shall forthwith inform the Commission thereof.\nMember States shall include in these measures a reference to this Directive or accompany them with such a reference at the time of their official publication. The methods of making such a reference shall be laid down by the Member States.\n2. Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field governed by this Directive.", "This Directive is addressed to the Member States.", "This Directive shall enter into force on the day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 25 February 2000.\nFor the Commission\nFrederik BOLKESTEIN\nMember of the Commission\n(1) OJ L 209, 24.7.1992, p. 25.\n(2) OJ L 184, 12.7.1997, p. 31.\nANNEX\nA. Annex C to Directive 92/51/EEC shall be amended as follows:1. The following shall be added to Section 1 \"Paramedical and childcare training courses\" after \"in the Netherlands - veterinary assistant (/dierenartsassistent)\": \"in Austria\n- special basic training for nurses specialising in the care of children and young people;\n- special basic training for psychiatric nurses.\"\n2. The first paragraph in Section 5, \"United Kingdom courses accredited as National Vocational Qualifications or Scottish Vocational Qualifications\", shall be amended as follows:(a) the following types of training shall be deleted:- \"approved social worker - mental health\":\n- \"trade mark agent\"\n(b) \"certified technically competent person in waste management\" shall be added as the final indent\n(c) The words \"or approved or recognised as equivalent by the National Council for Vocational Qualifications\" are to be deleted.\nB. Annex D to Directive 92/51/EEC shall be amended as follows:The words \"by the National Council for Vocational Qualifications\" in the first paragraph shall be deleted."}