{"celex_id": "32001D0599", "uri": "http://publications.europa.eu/resource/cellar/fa97c753-7f3f-4c31-be32-cbdf2f5d78a1", "type": "Decision", "concepts": ["1662", "2286", "2357", "2754", "3885"], "title": "2001/599/EC: Commission Decision of 13 July 2001 concerning draft national provisions notified by the Kingdom of the Netherlands on limitations on the marketing and use of creosote (Text with EEA relevance) (notified under document number C(2001) 1911)\n", "header": "Commission Decision\nof 13 July 2001\nconcerning draft national provisions notified by the Kingdom of the Netherlands on limitations on the marketing and use of creosote\n(notified under document number C(2001) 1911)\n(Only the Dutch text is authentic)\n(Text with EEA relevance)\n(2001/599/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95(6) thereof,\nWhereas:\nI. FACTS\n1. Community legislation\n(1) Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations(1), as last amended by Commission Directive 1999/77/EC(2), provides for the prohibition and restriction of the use of certain dangerous substances and preparations. Directive 76/769/EEC is regularly amended to include in its Annex additional substances which are dangerous to man and the environment.\n(2) Directive 94/60/EC of the European Parliament and of the Council(3) amended Directive 76/769/EEC to harmonise among other things the use and marketing of creosote and similar coal-tar distillates, as well as preparations containing them, by limiting the content of one specific component, Benzo[a]pyrene (hereinafter B[a]P), and water extractable phenols when used for wood treatment (point 32 in the Annex to Directive 94/60/EC). The limit for B[a]P is fixed at a maximum of 50 ppm (= 0,005 %) by mass and the limit for water extractable phenols is fixed at a maximum of 3 % (= 30 g/kg) by mass. Wood treated with creosote or preparations containing creosote not respecting those limits may not be placed on the market.\n(3) However, by derogation Directive 94/60/EC allows for the use of creosote and preparations containing creosote with up to 500 ppm (= 0,05 %) B[a)P by mass and water extractable phenols up to 30 g/kg for wood treatment in industrial installations. Such products may not be sold to the general public and containers have to be labelled with the phrase \"For use in industrial installations only\". Wood treated this way and placed on the market for the first time can only be used in industrial and professional applications, except in certain cases where its use is excluded, for exemple inside buildings, in contact with products intended for human or animal consumption, in playgrounds and in other outdoor places for public pleasure or where there is a risk for contact with skin. Old treated wood commercialised for a second time can be used irrespective of the creosote-type applied except in the cases mentioned before.\n2. Existing national provisions in the Netherlands\n(4) The Netherlands had already obtained derogation from the Commission to apply national legislation that existed before the Community Directive was adopted. The relevant request under Article 95(4) (ex-Article 100a(4)) received approval in Commission Decision 1999/832/EC(4).\n(5) The differences between the existing Community legislation and the national legislation in the Netherlands that was approved through the Commission Decision is summarised in the following table:\n>TABLE>\n(6) In summary, the existing Dutch provisions are more restrictive in several aspects:\n- the B[a]P content of creosote is not permitted in the range of 50 to 500 ppm for the use in industrial installations,\n- wood preservation has to be performed according to a specific technique (pressure/vacuum) in special installations,\n- in certain cases, the use of creosote is excluded for wood preservation, even if its B[a]P content is below 50 ppm.\n3. Existing national provisions in other Member States\n(7) In addition to the Netherlands, three other Member States (Germany, Denmark and Sweden) held the opinion that the level of protection for human health and the environment guaranteed by the Community Directive was insufficient and also requested, pursuant to Article 95(4) of the Treaty, to be authorised to maintain instead more restrictive national legislation. The various national measures, although all more restrictive than the Community measures in certain aspects, are not identical.\n(8) All of the Member States requesting derogation, except for the Netherlands, where indeed a particular geographic situation prevailed, failed to submit evidence that they had major needs or to produce new scientific data demonstrating that the level of the Community Directive was insufficient, in particular with regard to the protection of human health.\n(9) This situation changed, when a long-term carcinogenicity study, made by the Fraunhofer Institute became available(5). The Scientific Committee for Toxicity, Ecotoxicity and the Environment (SCTEE) evaluated the new evidence provided by the study and gave its opinion on the carcinogenicity risks of creosote(6). On the basis of this opinion of the SCTEE (and in the case of the Netherlands also because of a particular geographic situation), the four requesting Member States were authorised to maintain their existing national legislation. In addition, the Commission undertook to revise the existing Community legislation and is currently in the process of finalising the necessary procedures.\n4. New draft legislation in the Netherlands\n(10) On 25 January 2001, the Commission received a request from the Netherlands according to Article 95(5) of the EC Treaty in order to introduce new national legislation on the use of creosote going beyond the measures provided for under Directive 94/60/EC.\n(11) In the new draft legislation, a general administrative regulation amending the Decision on coatings containing polycyclic aromatic hydrocarbons under the chemical substances act, for which derogation is requested now, seeks to prohibit the use of creosote-treated wood in direct contact with surface water or ground water irrespective of the B[a]P content of the creosote.\nII. PROCEDURE\n(12) Directive 94/60/EC was adopted on 20 December 1994. Member States had to adopt the measures necessary to comply with it no later than one year after its adoption, i.e. 20 December 1995, and to apply them from 20 June 1996.\n(13) By letter of 9 March 1995, the Netherlands Permanent Representation, in accordance with the former Article 100a(4) of the EC Treaty (now Article 95(4)), requested authorisation from the Commission to maintain the existing national provisions on grounds of further protection of public health, the working environment, and the environment. In Decision 1999/832/EC the Commission approved this request.\n(14) By letter of 23 January 2001, the Netherlands Permanent Representation notified the Commission that the Netherlands, in accordance with Article 95(5) of the EC Treaty, intended to introduce further measures regarding creosote going beyond those provided for under Directive 94/60/EC. The Netherlands considers it necessary to introduce such national measures concerning the protection of the environment in connection with a specific problem that arose in the Netherlands after the adoption of Directive 94/60/EC.\n(15) By letter of 22 February 2001, the Commission informed the Netherlands authorities that it had received the notification under Article 95(5) and that the six months period for its examination according to Article 95(6) started on 26 January 2001, the day following the one when the notification was received.\n(16) By letter of 17 April 2001, the Commission informed the other Member States about the request received from the Netherlands and invited them to submit comments, if deemed necessary, within one month. The Commission also published a notice regarding the request in the Official Journal of the European Communities(7) in order to inform other interested parties of the draft national measures that the Netherlands intends to adopt.\nIII. ASSESSMENT\n1. Consideration of admissibility\n(17) The notification submitted by the Netherlands authorities on 25 January 2001 intends to obtain approval to introduce national provisions incompatible with Directive 94/60/EC, which constitutes a harmonisation measure adopted on the basis of Article 95 of the Treaty.\n(18) Article 95(5) of the Treaty provides that if after the adoption by the Council or by the Commission of a harmonisation measure, a Member State deems it necessary to introduce national provisions based on new scientific evidence relating to the protection of the environment or the working environment on grounds of a problem specific to that Member State arising after the adoption of the harmonisation measure, it shall notify the Commission of the envisaged provisions as well as the grounds for introducing them.\n(19) As required by Article 95(5) of the Treaty, the Netherlands notified the Commission of the actual wording of the provisions that are intended to be introduced, accompanying the request by an explanation of the reasons which, in its opinion, justify the introduction of those provisions.\n(20) The notification submitted by the Netherlands on 25 January 2001 in order to obtain approval for the introduction of national provisions derogating from the provisions of Directive 94/60/EC appears prima facie to be admissible under Article 95(5) of the EC Treaty.\n2. Assessment of merits\n(21) In accordance with Article 95 of the Treaty, the Commission has to ensure that all the conditions enabling a Member State to avail itself of the possibilities of derogation provided for in this Article are fulfilled.\n(22) The Commission must therefore assess whether the conditions provided for by Article 95(5) of the Treaty are met. This requires: (a) \"new scientific evidence with regard to the protection of the environment or the working environment\"; (b) which causes the notifying Member State to consider the introduction of national provisions to be necessary \"on grounds of a problem specific to that Member State\"; (c) where the problem concerned arose \"after the adoption of the harmonisation measure\".\n(23) In addition, pursuant to Article 95(6) of the Treaty, where it considers that the introduction of such national provisions is justified, the Commission must check whether or not those national provisions are a means of arbitrary discrimination or a disguised restriction on trade between Member States and whether or not they constitute an obstacle to the functioning of the internal market.\n(24) It has to be noted that, in the light of the time frame established by Article 95(6) of the Treaty, the Commission, when examining whether the draft national measures notified under Article 95(5) are justified, has to take as a basis \"the grounds\" put forward by the Member State. This means that, under the Treaty, the responsibility of proving that these measures are justified, lies with the requesting Member State. Given the procedural framework established by Article 95, including in particular a strict six-month deadline for a Decision to be adopted, the Commission normally has to limit itself to examining the relevance of the elements which are submitted by the requesting Member State, without having to seek possible justifications itself.\n(25) According to Article 95(6) of the Treaty, third subparagraph, the Commission may when justified by the complexity of the matter and in the absence of danger to human health, notify the Member State concerned that the period of six months for adopting a decision may be extended for a further period of up to six months.\n(26) The Netherlands invokes purely environmental reasons as a justification for the request: the continued use of creosote-treated wood for the applications to be prohibited would lead to concentrations of selected polycyclic hydrocarbons in water, soil and sediment that would exceed certain quality standards fixed by the Netherlands authorities. The Netherlands also points out the specific geographical situation, which was confirmed in the earlier Commission Decision.\n(27) None of the other Member States, which had earlier obtained derogation has pointed out the concern raised by the Netherlands. Quite on the contrary, in Sweden, the use of wood treated with creosote in professional applications for marine installations is specifically authorised and also, if more than 30 years since treatment have elapsed, non-professional use for applications in permanent contact with damp soil (hence groundwater) and water, for the construction of jetties and other marine installations (hence surface water). There are no specific rules on this matter either in Denmark or in Germany.\n(28) The concerns of the Netherlands have never been mentioned during the preparatory work for the revision of Directive 94/60/EC (currently in progress) although they could be of relevance in other Member States as well.\n(29) In support of the request, the Netherlands has submitted a large amount of documents that need to be evaluated in detail in order to fully assess whether there is indeed new scientific evidence concerning the protection of the environment regarding a problem specific to the Netherlands that arose after the adoption of Directive 94/60/EC.\n(30) The Commission has consulted the SCTEE on the complexity of the matter and the absence of a danger to human health on the basis of a part of the documents submitted by the Netherlands authorities. In its opinion of 12 June 2001(8), the SCTEE has confirmed that the justification of this request is indeed a complex matter and does not involve a danger to human health.\nIV. CONCLUSION\n(31) In the light of the foregoing it should be concluded that:\n- the notification by the Netherlands concerning the introduction of national provisions derogating from Directive 94/60/EC with regards to creosote as submitted on 25 January 2001 appears prima facie to be admissible,\n- since the matter is complex and does not involve a danger to human health, it is justified to extend the period within which a Decision must be adopted on the envisaged national provisions for a further period of six months in order to allow for a thorough evaluation of all evidence submitted,", "main_body": ["Pursuant to the third subparagraph of Article 95(6) of the Treaty, the period referred to in the second subparagraph of Article 95(6) within which a Decision must be adopted on the envisaged national provisions notified by the Netherlands notified on 25 January 2001 is extended for a further period of six months.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 13 July 2001.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 262, 27.9.1976, p. 201.\n(2) OJ L 207, 6.8.1999, p. 18.\n(3) OJ L 365, 31.12.1994, p. 1.\n(4) OJ L 329, 22.12.1999, p. 25.\n(5) Dermal carcinogenicity study of two coal tar products by chronic epicutaneous application in male CD-1 mice (78 weeks), Fraunhofer Institute of Toxicology and Aerosol Research (ITA), Hanover, October 1997.\n(6) Opinion on cancer risk to consumers from creosote containing less than 50 ppm benzo-[a]-pyrene and/or from wood treated with such creosote and estimation of respective magnitude expressed at the eighth SCTEE plenary meeting, Brussels, 4 March 1999.\n(7) OJ C 120, 24.4.2001, p. 10.\n(8) Opinion on creosote - Notification of the Netherlands made under Article 95(5) of the Treaty expressed at the 24th CSTEE plenary meeting, Brussels, 12 June 2001."}