{"celex_id": "32004R0214", "uri": "http://publications.europa.eu/resource/cellar/9e2cca43-8e86-4013-81d4-5ba1eb23d917", "type": "Regulation", "concepts": ["1117", "2081"], "title": "Commission Regulation (EC) No 214/2004 of 6 February 2004 laying down the marketing standard for cherries\n", "header": "Commission Regulation (EC) No 214/2004\nof 6 February 2004\nlaying down the marketing standard for cherries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), and in particular Article 2(2) thereof,\nWhereas:\n(1) Cherries are among the products listed in Annex I to Regulation (EC) No 2200/96 for which standards must be adopted. In the interest of clarity, Commission Regulation (EEC) No 899/87 of 30 March 1987 laying down quality standards for cherries(2), which has been amended several times, should be repealed and replaced by a new regulation. To that end, and in the interest of preserving transparency on the world market, account should be taken of the UN/ECE standard FFV-13 concerning marketing and quality control of cherries recommended by the Working Party on Standardisation of Perishable Produce and Quality Development of the United Nations Economic Commission for Europe (UN/ECE).\n(2) Application of these new standards should remove products of unsatisfactory quality from the market, bring production into line with consumer requirements and facilitate trade based on fair competition, thereby helping to improve profitability.\n(3) The standards are applicable at all marketing stages. Long-distance transport, storage over a certain period and the various processes the products undergo may cause some degree of deterioration owing to the biological development of the products or their perishable nature. Account should be taken of such deterioration when applying the standard at the marketing stages following dispatch.\n(4) As products in the \"Extra\" class have to be particularly carefully sorted and packaged, only lack of freshness and turgidity is to be taken into account in their case.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["The marketing standard for cherries falling within CN code 0809 20 shall be as set out in the Annex.\nThe standards shall apply at all marketing stages under the conditions laid down in Regulation (EC) No 2200/96.\nHowever, at stages following dispatch, products may show, in relation to the requirements of the standard, a slight lack of freshness and turgidity; products graded in classes other than the \"Extra\" class may show in addition slight deteriorations due to their development and their tendency to perish.", "Regulation (EEC) No 899/87 is repealed", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2) OJ L 200, 21.7.1987, p. 18. Regulation as last amended by Regulation (EC) No 46/2003 (OJ L 7, 11.1.2003, p. 61).\nANNEX\nSTANDARD FOR CHERRIES\nI. DEFINITION OF PRODUCE\nThis standard applies to cherries, of varieties (cultivars) derived from Prunus avium L., Prunus cerasus L., or hybrids thereof, to be supplied fresh to the consumer, cherries for industrial processing being excluded.\nII. PROVISIONS CONCERNING QUALITY\nThe purpose of this standard is to define the quality requirements for cherries, after preparation and packaging.\nA. Minimum requirements\nIn all classes, subject to the special provisions for each class and the tolerances allowed, the cherries must be:\n- intact,\n- fresh in appearance,\n- sound; produce affected by rotting or deterioration such as to make it unfit for consumption is excluded,\n- firm (according to the variety),\n- clean, practically free of any visible foreign matter,\n- practically free from pests,\n- practically free from damage caused by pests,\n- free from abnormal external moisture,\n- free of any foreign smell and/or taste,\n- with the stem attached(1).\nThe cherries must be carefully picked.\nThey must be sufficiently developed and display satisfactory ripeness. The development and the condition must be such as to enable them:\n- to withstand transport and handling and\n- to arrive in satisfactory condition at the place of destination.\nB. Classification\nCherries are classified into three classes, defined below:\n(i) \"Extra\" Class\nCherries in this class must be of superior quality. They must be well developed and have all the characteristics and the typical colouring of the variety.\nThey must be free from defects with the exception of very slight superficial skin defects, provided these do not affect the general appearance of the produce, the quality, the keeping quality and presentation in the package.\n(ii) Class I\nCherries in this class must be of good quality. They must be characteristic of the variety.\nThe following slight defects, however, may be allowed provided these do not affect the general appearance of the produce, the quality, the keeping quality and presentation in the package:\n- a slight defect in shape,\n- a slight defect in colouring.\nThey must be free of burns, cracks, bruises or defects caused by hail.\n(iii) Class II\nThis class includes cherries which do not qualify for inclusion in the higher classes, but satisfy the minimum requirements specified above.\nThe following defects may be allowed provided the cherries retain their essential characteristics as regards the quality, the keeping quality and presentation:\n- defects in shape and colouring, on condition that they retain the characteristics of the variety,\n- small, healed surface scars, not likely to impair significantly the appearance or the keeping quality of the fruit.\nIII. PROVISIONS CONCERNING SIZING\nSize is determined by the maximum diameter of the equatorial section. Cherries must have the following minimum sizes:\n- \"Extra\" Class: 20 mm,\n- Classes I and II: 17 mm.\nIV. PROVISIONS CONCERNING TOLERANCES\nTolerances in respect of quality and size shall be allowed in each package for produce not satisfying the requirements of the class indicated.\nA. Quality tolerances\n(i) \"Extra\" Class\n5 % by number or weight of cherries not satisfying the requirements of the class but meeting those of Class I, or exceptionally, coming within the tolerances of that class, with the exception of overripe fruit. Within this tolerance, not more than 2 % in total may consist of split and/or worm-eaten fruit.\n(ii) Class I\n10 % by number or weight of cherries not satisfying the requirements of the class but meeting those of Class II or, exceptionally, coming within the tolerances of that class. Within this tolerance, not more than 4 % may consist of split and/or worm-eaten fruit.\nIn addition to this, 10 % of cherries without stem are allowed provided that the skin is not damaged and there is no severe leakage of juice.\n(iii) Class II\n10 % by number or weight of cherries satisfying neither the requirements of the class nor the minimum requirements, with the exception of produce affected by rotting or any other deterioration rendering it unfit for consumption. Within this tolerance, not more than 4 % in total may consist of overripe and/or split and/or worm-eaten fruit. Not more than 2 % in total may consist of overripe fruit.\nIn addition to this, 20 % of cherries without stem are allowed provided that the skin is not damaged and there is no severe leakage of juice.\nB. Size tolerances\nFor all classes: 10 % by number or weight of cherries not conforming to the minimum size specified, provided, however, that the diameter is not less than:\n- 17 mm in the \"Extra\" Class,\n- 15 mm in Classes I and II.\nV. PROVISIONS CONCERNING PRESENTATION\nA. Uniformity\nThe contents of each package must be uniform and contain only cherries of the same origin, variety and quality. The fruit must be of uniform size.\nIn addition, cherries in the \"Extra\" Class must be of uniform colouring and ripeness.\nThe visible part of the contents of the package must be representative of the entire contents.\nNotwithstanding the preceding provisions in this point, products covered by this Regulation may be mixed, in sales packages of a net weight of three kilograms or less, with different types of fresh fruit and vegetables on the conditions laid down by Commission Regulation (EC) No 48/2003(2).\nB. Packaging\nThe cherries must be packed in such a way as to protect the produce properly.\nThe materials used inside the package must be new, clean and of a quality such as to avoid causing any external or internal damage to the produce. The use of materials and particularly of paper or stamps bearing trade specifications is allowed provided that the printing or labelling has been done with non-toxic ink or glue.\nThe packages must be free of all foreign matter.\nVI. PROVISIONS CONCERNING MARKING\nEach package must bear the following particulars, in letters grouped on the same side, legibly and indelibly marked, and visible from the outside:\nA. Identification\nPacker and/or dispatcher: name and address or officially issued or accepted code mark. However, in the case where a code mark is used, the reference \"packer and/or dispatcher\" (or equivalent abbreviations) has to be indicated in close connection with the code mark.\nB. Nature of produce\n- \"Cherries\", where the contents are not visible from the outside,\n- \"Sour Cherries\", where appropriate,\n- \"Picota\" or equivalent denomination where appropriate,\n- name of the variety (optional).\nC. Origin of produce\nCountry of origin and, optionally, district where grown or national, regional or local place name.\nD. Commercial specifications\nClass.\nE. Official control mark (optional)\n(1) Missing stems are allowed provided the skin is not damaged and there is no severe leakage of juice in the case of sour cherries and cherries of the type \"Picota\" or equivalent denominations, which naturally lose the stem at harvest.\n(2) OJ L 7, 11.1.2003, p. 65."}