{"celex_id": "32007D0476", "uri": "http://publications.europa.eu/resource/cellar/c81fe35c-f0d6-4bbc-aa85-e24b50a68bfd", "type": "Decision", "concepts": ["1318", "1780", "2883", "4432", "5127", "5191", "5723"], "title": "2007/476/EC: Commission Decision of 25 June 2007 on the compatibility with Community law of measures taken by Germany pursuant to Article 3a(1) of Council Directive 89/552/EEC on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the pursuit of television broadcasting activities\n", "header": "10.7.2007 EN Official Journal of the European Union L 180/8\nCOMMISSION DECISION\nof 25 June 2007\non the compatibility with Community law of measures taken by Germany pursuant to Article 3a(1) of Council Directive 89/552/EEC on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the pursuit of television broadcasting activities\n(2007/476/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/552/EEC of 3 October 1989 on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the pursuit of television broadcasting activities (1) and in particular Article 3a(2) thereof,\nHaving regard to the opinion of the Committee established pursuant to Article 23a of Directive 89/552/EEC,\nWhereas:\n(1) By letter of 28 April 1999, Germany notified to the Commission measures to be taken pursuant to Article 3a(1) of Directive 89/552/EEC.\n(2) The Commission verified, within three months from this notification, that such measures are compatible with Community law, in particular as regards the proportionality of the measures and the transparency of the national consultation procedure.\n(3) In its examination, the Commission took into consideration the available data on the German media landscape.\n(4) The list of events of major importance for society included in the German measures was drawn up in a clear and transparent manner.\n(5) The Commission was satisfied that the events listed in the German measures met at least two of the following criteria considered to be reliable indicators of the importance of events for society: (i) a special general resonance within the Member State, and not simply a significance to those who ordinarily follow the sport or activity concerned; (ii) a generally recognised, distinct cultural importance for the population in the Member State, in particular as a catalyst of cultural identity; (iii) involvement of the national team in the event concerned in the context of a competition or tournament of international importance; and (iv) the fact that the event has traditionally been broadcast on free television and has commanded large television audiences.\n(6) A significant number of the events listed in the German measures, including the summer and winter Olympic games, all European Championship and World Cup football matches involving the German national team, as well as the opening match, the semi-finals and the finals of these tournaments, fall within the category of events traditionally considered to be of major importance for society, as referred to explicitly in recital 18 of Directive 97/36/EC. These events have a special general resonance in Germany, as they are particularly popular with the general public, not just with those who usually follow sport events.\n(7) The particular attention given, even in the non-specialised press, to the remaining events listed, including the semi-finals and final of the German FA Cup, the German national football team’s home and away matches, and the final of any European football club competition (Champions League, UEFA Cup) involving a German club, testifies to their special general resonance in Germany.\n(8) The events listed have a generally recognised, distinct cultural importance for the German population, given their important contribution to understanding between peoples, as well as the importance of sport for the German society as a whole and for the national pride, as they provide the occasion for top German sportsmen to succeed in these most important international competitions.\n(9) The German measures appear proportionate so as to justify a derogation from the fundamental EC Treaty freedom to provide services on the basis of an overriding reason of public interest, which is to ensure wide public access to broadcasts of events of major importance for society.\n(10) The German measures are compatible with EC competition rules in that the definition of qualified broadcasters for the broadcasting of listed events is based on objective criteria that allow actual and potential competition for the acquisition of the rights to broadcast these events. In addition, the number of listed events is not disproportionate so as to distort competition on the downstream free television and pay television markets.\n(11) After communication by the Commission to the other Member States of the German measures and consultation of the Committee established pursuant to Article 23a of Directive 89/552/EEC, the Director-General for Education and Culture informed Germany, by letter of 2 July 1999, that the European Commission did not intend to object to the measures notified.\n(12) The German measures entered into force on 1 April 2000. These final measures differed from the measures notified in 1999 insofar as one event no longer appeared among the listed events, namely the ‘Cup Winner’s Cup’, which was because the tournament had been discontinued after being held for the last time in 1998/1999.\n(13) Those measures were published in the C Series of the Official Journal of the European Communities\n (2) in accordance with Article 3a(2) of Directive 89/552/EEC.\n(14) It follows from the judgment of the Court of First Instance in Case T-33/01, Infront WM v Commission, that the declaration that measures taken pursuant to Article 3a(1) of Directive 89/552/EEC are compatible with Community law constitutes a decision within the meaning of Article 249 of the EC Treaty, which must therefore be adopted by the Commission. Accordingly, it is necessary to declare by this Decision that the measures notified by Germany are compatible with Community law. The measures, as finally taken by Germany and set out in the Annex to this Decision, should be published in the Official Journal of the European Union in accordance with Article 3a(2) of Directive 89/552/EEC,", "main_body": ["The measures pursuant to Article 3a(1) of Directive 89/552/EEC notified by Germany to the Commission on 28 April 1999, as published in the \nOfficial Journal of the European Communities C 277 of 29 September 2000, are compatible with Community law.", "The measures, as finally taken by Germany and set out in the Annex to this Decision, shall be published in the Official Journal of the European Union in accordance with Article 3a(2) of Directive 89/552/EEC."], "attachments": "Done at Brussels, 25 June 2007.\nFor the Commission\nViviane REDING\nMember of the Commission\n(1)  OJ L 298, 17.10.1989, p. 23. Directive as amended by Directive 97/36/EC of the European Parliament and of the Council (OJ L 202, 30.7.1997, p. 60).\n(2)  OJ C 277, 29.9.2000, p. 4.\nANNEX\nPublication in accordance with Article 3a(2) of Council Directive 89/552/EEC on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the pursuit of television broadcasting activities\nThe measures taken by Germany to be published pursuant to Article 3a(2) of Directive 89/552/EEC are set out in the following extracts from Article 5a of the Interstate Treaty on Broadcasting, as amended by the Fourth Amending Interstate Treaty on Broadcasting:\n‘Article 5a\nBroadcasting major events\n1.   In the Federal Republic of Germany, events of major importance for society (major events) may be broadcast in encrypted form on pay-TV only where the broadcaster or a third party makes it possible, under appropriate conditions, for the event to be broadcast on a free and generally accessible television channel at the same time or, where individual events running in parallel make this impossible, slightly deferred. Should the parties fail to reach agreement on appropriate conditions, they shall agree to accept arbitration under Section 1025 et seq. of the Code of Civil Procedure in due time before the event takes place. Should they be unable to agree on an arbitration procedure for reasons which must be justified by the television broadcaster or the third party, the broadcast under paragraph 1 shall be viewed as not made possible under appropriate conditions. Only channels which can be received by more than two thirds of all households shall be deemed to be generally accessible.\n2.   For the purposes of these provisions, major events are:\n1. The summer and winter Olympic Games;\n2. All European Championship and World Cup matches involving the German national football team, as well as the opening match, the semi-finals and finals, irrespective of whether the German team is involved;\n3. The semi-finals and final of the German FA Cup;\n4. The German national football team’s home and away matches;\n5. The final of any European football club competition (Champions League, UEFA Cup) involving a German club.\nWhere major events consist of more than one individual event, each event shall be considered to be a major event. The inclusion or exclusion of events in these provisions is possible only on the basis of an agreement concluded by all Länder.’"}