{"celex_id": "32006R1482", "uri": "http://publications.europa.eu/resource/cellar/c0f1a0d3-88bb-4921-bc1a-340b0c848341", "type": "Regulation", "concepts": ["1795", "20", "3170", "4059", "4663", "5010", "666", "970"], "title": "Commission Regulation (EC) No 1482/2006 of 6 October 2006 opening standing invitations to tender for the resale on the Community market of common wheat and rye held by the intervention agencies of the Member States for processing into flour in the Community\n", "header": "7.10.2006 EN Official Journal of the European Union L 276/51\nCOMMISSION REGULATION (EC) No 1482/2006\nof 6 October 2006\nopening standing invitations to tender for the resale on the Community market of common wheat and rye held by the intervention agencies of the Member States for processing into flour in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 and the second paragraph of Article 24 thereof,\nWhereas:\n(1) Under Commission Regulation (EEC) No 2131/93 of 28 July 1993 laying down the procedure and conditions for the sale of cereals held by intervention agencies (2), cereals held by intervention agencies are to be sold by tendering procedure at a selling price which is not below the price recorded on the market at the place of storage or, failing that, on the nearest market, account being taken of transport costs, for an equivalent quality and for a representative quantity preventing market disturbance.\n(2) The Member States have intervention stocks of common wheat and rye.\n(3) Due to adverse weather conditions at the time of the 2006 harvest, the quantity of breadmaking cereals is insufficient to meet the internal demand of some Member States. Sales on the Community market may therefore be organised by tendering procedure with a view to processing common wheat and rye into flour. Each sale should be considered to be a separate invitation to tender.\n(4) To take account of the situation on the Community market, provision should be made for the Commission to manage this invitation to tender. In addition, provision must be made for an award coefficient for tenders offering the minimum selling price.\n(5) To enable checks on the particular destination of the stocks covered by these tendering procedures, provision should be made for specific monitoring of the delivery of the common wheat and rye and its processing into flour. To permit this monitoring, application of the procedures laid down by Commission Regulation (EEC) No 3002/92 of 16 October 1992 laying down common detailed rules for verifying the use and/or destination of products from intervention (3) should be made compulsory.\n(6) To guarantee proper performance, tenderers should be required to lodge a security which, in view of the nature of the operations concerned, should be fixed by derogation from Regulation (EEC) No 2131/93, in particular as regards its level, which must be sufficient to guarantee the proper use of the products, and the conditions for its release, which must include proof of processing of the products into flour.\n(7) With a view to the sound management of the system, provision should be made for the electronic transmission of the information required by the Commission. It is important for the notification by the intervention agencies to the Commission to maintain the anonymity of the tenderers.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The intervention agencies of the Member States shown in Annex I shall open standing invitations to tender for the sale on the Community market of common wheat and rye held by them, for processing into flour. The maximum quantities of the two cereals covered by the invitations to tender shall be as shown in Annex I.", "The sales referred to in Article 1 shall be carried out under the terms laid down by Regulation (EEC) No 2131/93.", "Tenders shall be valid only if they are accompanied by:\n(a) proof that the tenderer has lodged a security which, notwithstanding the second subparagraph of Article 13(4) of Regulation (EEC) No 2131/93, is set at EUR 10 per tonne;\n(b) the tenderer’s written undertaking to use the common wheat or rye for processing within the Community into flour within 60 days of its release from intervention storage and in any event before 31 July 2007 and to lodge a security of EUR 40 per tonne within two working days of the day on which the notice of award of contract is received;\n(c) an undertaking to keep stock records so that checks may be carried out to ensure that the quantities of common wheat and rye awarded have been processed into flour on Community territory.", "1.   The deadline for the submission of tenders for the first partial invitation to tender shall be 13.00 (Brussels time) on 11 October 2006.\nThe closing dates for the submission of tenders for subsequent partial invitations to tender shall be each Wednesday at 13.00 (Brussels time), with the exception of 27 December 2006, 4 April and 16 May 2007, i.e. weeks when no invitation to tender shall be made.\nThe deadline for the submission of tenders for the last partial invitation to tender shall be 27 June 2007 at 13.00 (Brussels time).\n2.   Tenders must be lodged with the intervention agencies concerned at the addresses shown in Annex I.", "Within four hours of the expiry of the deadline for the submission of tenders laid down in Article 4(1), the intervention agencies concerned shall notify the Commission of tenders received. If no tenders are received, the Member State shall notify the Commission within the same time limits. If the Member State does not send a communication to the Commission within the given deadline, the Commission shall consider that no tender has been submitted in the Member State concerned.\nThe notifications provided for in the first paragraph shall be sent electronically, in accordance with the model in Annex II. A separate form for each type of cereal shall be sent to the Commission for each open invitation to tender. The tenderers shall not be identified.", "1.   Under the procedure laid down in Article 25(2) of Regulation (EC) No 1784/2003, the Commission shall set the minimum selling price for the common wheat or rye or decide not to award any quantities.\n2.   If the fixing of a minimum price, in accordance with paragraph 1, would lead to an overrun on the maximum quantity available to a Member State, an award coefficient may be fixed at the same time for the quantities offered at the minimum price in order to comply with the maximum quantity available to that Member State.", "1.   The security referred to in Article 3(a) shall be released in full in respect of quantities for which:\n(a) no award is made;\n(b) payment of the selling price is made within the period set and the security referred to in Article 3(b) has been lodged.\n2.   The security referred to in Article 3(b) shall be released in proportion to the quantities of common wheat or rye used for the production of flour in the Community.", "1.   Proof that the undertakings referred to in Article 3(b) have been met shall be supplied in accordance with Regulation (EEC) No 3002/92.\n2.   In addition to the particulars provided for in Regulation (EEC) No 3002/92, box 104 of the control copy T5 shall refer to the undertaking provided for in Article 3(b) and (c) and contain one or more of the entries shown in Annex III.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 October 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 191, 31.7.1993, p. 76. Regulation as last amended by Regulation (EC) No 749/2005 (OJ L 126, 19.5.2005, p. 10).\n(3)  OJ L 301, 17.10.1992, p. 17. Regulation as last amended by Regulation (EC) No 770/96 (OJ L 104, 27.4.1996, p. 13).\nANNEX I\nLIST OF INVITATIONS TO TENDER\nMember State Quantities made available for sale on the Community market for processing into flour Intervention Agency\nCommon wheat Rye\nBureau d'intervention et de restitution belge\nRue de Trèves, 82\nB-1040 Bruxelles\nTelephone: (32-2) 287 24 78\nFax: (32-2) 287 25 24\ne-mail: webmaster@birb.be\nStatní zemědělský intervenční fond Odbor Rostlinných Komodit\nVe Smečkách 33\nCZ-110 00, Praha 1\nTelephone: (420) 222 871 667 – 222 871 403\nFax: (420) 296 806 404\ne-mail: dagmar.hejrovska@szif.cz\nDirektoratet for FødevareErhverv\nNyropsgade 30\nDK-1780 København\nTlf. (45) 33 95 88 07\nFax (45) 33 95 80 34\nE-mail: mij@dffe.dk og pah@dffe.dk\nBundesanstalt für Landwirtschaft und Ernährung\nDeichmanns Aue 29\nD-53179 Bonn\nTelephone: (49-228) 6845-3704\nFax 1: (49-228) 6845-3985\nFax 2: (49-228) 6845-3276\ne-mail: pflanzlErzeugnisse@ble.de\nPllumajanduse Registrite ja Informatsiooni Amet\nNarva mnt. 3,\n51009 Tartu\nTelephone: (372) 7371 200\nFax: (372) 7371 201\ne-mail: pria@pria.ee\nPayment and Control Agency for Guidance and Guarantee\nCommunity Aids (O.P.E.K.E.P.E)\n241, Archarnon str.,\nGR-104 46 Athens\nTelephone: (30-210) 212.4787 & 4754\nFax: (30-210) 212.4791\ne-mail: ax17u073@minagric.gr\nS. Gral. Intervención de Mercados (FEGA)\nC/Almagro 33 E-28010 Madrid\nEspaña\nTelephone: (34-91) 3474765\nFax: (34-91) 3474838\ne-mail: sgintervencion@fega.mapa.es\nOffice National Interprofessionnel des Grandes Cultures (ONIGC)\n21, avenue Bosquet\nF-75326 Paris Cedex 07\nTelephone: (33-1) 44 18 22 29 and 23 37\nFax: (33-1) 44 18 20 08 — (33-1) 44 18 20 80\ne-mail: m.meizels@onigc.fr and f.abeasis@onigc.fr\nIntervention Operations, OFI, Subsidies and Storage Division,\nDepartment of Agriculture and Food Johnstown Castle Estate,\nCounty Wexford\nTelephone: 353 53 91 63400\nFax: 353 53 91 42843\nAgenzia per le Erogazioni in Agricoltura — AGEA\nVia Torino, 45\nI-00184 Roma\nTelephone: (39) 0649499755\nFax: (39) 0649499761\ne-mail: d.spampinato@agea.gov.it\nKypros/Kibris — —\nLauku atbalsta dienests\nRepublikas laukums 2,\nRīga, LV – 1981\nTelephone: (371) 702 7893\nFax: (371) 702 7892\ne-mail: lad@lad.gov.lv\nThe Lithuanian Agricultural and Food Products Market regulation Agency\nL. Stuokos-Guceviciaus Str. 9–12,\nVilnius, Lithuania\nTelephone: (370-5) 268 5049\nFax: (370-5) 268 5061\ne-mail: info@litfood.lt\nOffice des licences\n21, rue Philippe II\nBoîte postale 113\nL-2011 Luxembourg\nTelephone: (352) 478 23 70\nFax: (352) 46 61 38\nTelex: 2 537 AGRIM LU\nMezőgazdasági és Vidékfejlesztési Hivatal\nSoroksári út. 22–24\nH-1095 Budapest\nTelephone: (36) 1 219 45 76\nFax: (36) 1 219 89 05\ne-mail: ertekesites@mvh.gov.hu\nMalta — —\nDienst Regelingen Roermond\nPostbus 965\nNL-6040 AZ Roermond\nTel. (31) 475 355 486\nFax (31) 475 318939\nE-mail: p.a.c.m.van.de.lindeloof@minlnv.nl\nAMA (Agrarmarkt Austria)\nDresdnerstraße 70\nA-1200 Wien\nTelephone: (43-1) 33151 258\nFax: (43-1) 33151 4624\ne-mail: referat10@ama.gv.at\nAgencja Rynku Rolnego\nBiuro Produktów Roślinnych\nNowy Świat 6/12\nPL-00-400 Warszawa\nTelephone: (48) 22 661 78 10\nFax: (48) 22 661 78 26\ne-mail: cereals-intervention@arr.gov.pl\nInstituto Nacional de Intervenção e Garantia Agrícola (INGA)\nR. Castilho, n.o 45-51,\n1269-163 Lisboa\nTelephone: (351) 21 751 85 00\nFax: (351) 21 384 61 70\ne-mail: inga@inga.min-agricultura.pt\nAgencija Republike Slovenije za kmetijske trge in razvoj podeželja\nDunajska 160\n1000 Ljubjana\nTelephone: (386) 1 580 76 52\nFax: (386) 1 478 92 00\ne-mail: aktrp@gov.si\nPôdohospodárska platobná agentúra Oddelenie obilnín a škrobu\nDobrovičova 12\nSK-815 26 Bratislava\nTelephone: (421-2) 58 243 271\nFax: (421-2) 53 412 665\ne-mail: jvargova@apa.sk\nMaa- ja metsätalousministeriö (MMM)\nInterventioyksikkö – Intervention Unit\nMalminkatu 16\nHelsinki PL 30\nFIN-00023 Valtioneuvosto\nPuhelin: (358-9) 16001\nFaksi: (358-9) 1605 2772\ne-mail: intervention.unit@mmm.fi\nStatens Jordbruksverk\nSE-55182 Jönköping\nTlf (46) 36 15 50 00\nFax (46) 36 19 05 46\nE-post: jordbruksverket@sjv.se\nRural Payments Agency\nLancaster House\nHampshire Court\nNewcastle upon Tyne\nNE4 7YH\nTelephone: (44) 191 226 5882\nFax: (44) 191 226 5824\ne-mail: cerealsintervention@rpa.gov.uk\n‘—’ means no intervention stock of this cereal in this Member State.\nANNEX II\nCommunication to the Commission of tenders received under the standing invitation to tender for the resale on the Community market of cereals from intervention stocks for processing into flour\nModel (1)\nArticle 5 of Regulation (EC) No 1482/2006\n‘TYPE OF CEREAL: CN code (2)’\n‘MEMBER STATE (3)’\n1 2 3 4\nSerial numbers of tenderers Lot No Quantity Tender price\n1\n2\n3\netc.\nIndicate the total quantities offered (including rejected offers made for the same lot): […] tonnes.\n(1)  To be sent to DG AGRI, Unit D.2.\n(2)  1001 90 for common wheat, and 1002 00 00 for rye.\n(3)  Indicate the Member State concerned.\nANNEX III\nEntries referred to in Article 8(2)\n— : in Spanish : Producto destinado a la transformación prevista en las letras b) y c) del artículo 3 del Reglamento (CE) no 1482/2006\n— : in Czech : Produkt určený ke zpracování podle čl. 3 písm. b) a c) nařízení (ES) č. 1482/2006\n— : in Danish : Produkt til forarbejdning som fastsat i artikel 3, litra b) og c), i forordning (EF) nr. 1482/2006\n— : in German : Erzeugnis zur Verarbeitung gemäß Artikel 3 Buchstaben b und c der Verordnung (EG) Nr. 1482/2006\n— : in Estonian : määruse (EÜ) nr 1482/2006 artikli 3 punktides b ja c viiadatud töötlemiseks mõeldud toode\n— : in Greek : Προϊόν προς μεταποίηση όπως προβλέπεται στο άρθρο 3, στοιχεία β) και γ), του κανονισμού (ΕΚ) αριθ. 1482/2006\n— : in English : Product intended for processing referred to in Article 3(b) and (c) of Regulation (EC) No 1482/2006\n— : in French : Produit destiné à la transformation prévue à l'article 3, points b) et c) du règlement (CE) no 1482/2006\n— : in Italian : Prodotto destinato alla trasformazione di cui all’articolo 3, lettere b) e c), del regolamento (CE) n. 1482/2006\n— : in Latvian : Produkts paredzēts tādai pārstrādei, kā noteikts Regulas (EK) Nr. 1482/2006 3. panta b) un c) punktā\n— : in Lithuanian : Produktas, kurio perdirbimas numatytas Reglamento (EB) Nr. 1482/2006 3 straipsnio b ir c punktuose\n— : in Hungarian : A 1482/2006/EK rendelet 3. cikkének b) és c) pontja szerinti feldolgozásra szánt termék\n— : in Dutch : Product bestemd voor de verwerking bedoeld in artikel 3, onder b) en c), van Verordening (EG) nr. 1482/2006\n— : in Polish : Produkt przeznaczony do przetworzenia przewidzianego w art. 3 lit. b) i c) rozporządzenia (WE) nr 1482/2006\n— : in Portuguese : Produto para a transformação estabelecida no Regulamento (CE) n.o 1482/2006\n— : in Slovak : Produkt určeny na spracovanie podľa článku 3 písm. b) a c) nariadenia (ES) č. 1482/2006\n— : in Slovenian : Proizvod za predelavo iz člena 3(b) in (c) Uredbe (ES) št. 1482/2006\n— : in Finnish : Asetuksen (EY) N:o 1482/2006 3 artiklan b ja c alakohdan mukaiseen jalostukseen tarkoitettu tuote\n— : in Swedish : Produkt avsedd för bearbetning enligt artikel 3 b och c i förordning (EG) nr 1482/2006"}