{"celex_id": "32007D0022", "uri": "http://publications.europa.eu/resource/cellar/09d4fdde-d9df-448b-83ba-ac3ff769e966", "type": "Decision", "concepts": ["1005", "1445", "1755", "1854", "192", "2792", "6152"], "title": "Commission Decision of 22 December 2006 amending Decision 2006/875/EC approving programmes for the eradication and monitoring of animal diseases, of certain TSEs, and for the prevention of zoonoses presented by the Member States for the year 2007 (notified under document number C(2006) 6971)\n", "header": "12.1.2007 EN Official Journal of the European Union L 7/46\nCOMMISSION DECISION\nof 22 December 2006\namending Decision 2006/875/EC approving programmes for the eradication and monitoring of animal diseases, of certain TSEs, and for the prevention of zoonoses presented by the Member States for the year 2007\n(notified under document number C(2006) 6971)\n(2007/22/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 24(6) and Articles 29 and 32 thereof,\nWhereas:\n(1) By Decision 2006/875/EC approving programmes for the eradication and monitoring of animal diseases, of certain TSEs, and for the prevention of zoonoses presented by the Member States for the year 2007 (2), the Commission has approved the programmes submitted by the Member States that appear on the list of programmes established by Commission Decision 2006/687/EC (3).\n(2) For reasons of administrative efficiency all expenditure presented for a financial contribution by the Community should be expressed in euro. In accordance with Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (4), the conversion rate for expenditure in a currency other than the euro should be the rate most recently set by the European Central Bank prior to the first day of the month in which the application is submitted by the Member State concerned.\n(3) Therefore Decision 2006/875/EC should be amended accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Articles 17 and 18 of Decision 2006/875/EC are replaced by the following:\n‘Article 17\nThe expenditure presented by the Member States for a financial contribution by the Community shall be expressed in euro and shall exclude value added tax and other taxes.", "8\nWhere a Member State's expenditure is in a currency other than the euro, the Member State concerned shall convert it into euro by applying the most recent exchange rate set by the European Central Bank prior to the first day of the month in which the application is submitted by the Member State.’", "This Decision shall apply from 1 January 2007.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Decision 2006/53 (OJ L 29, 2.2.2006, p. 37).\n(2)  OJ L 337, 5.12.2006, p. 14.\n(3)  OJ L 282, 13.10.2006, p. 52.\n(4)  OJ L 209, 11.8.2005, p. 1. Regulation as amended by Regulation (EC) No 320/2006 (OJ L 58, 28.2.2006, p. 42)."}