{"celex_id": "32006R2000", "uri": "http://publications.europa.eu/resource/cellar/96d884e2-f354-4855-a6d1-22597a4a669a", "type": "Regulation", "concepts": ["12", "1603", "161", "1644", "2300", "3763", "5063"], "title": "Commission Regulation (EC) No 2000/2006 of 20 December 2006 amending Regulation (EC) No 1870/2005 by reason of the accession of Bulgaria and Romania to the European Union\n", "header": "28.12.2006 EN Official Journal of the European Union L 379/37\nCOMMISSION REGULATION (EC) No 2000/2006\nof 20 December 2006\namending Regulation (EC) No 1870/2005 by reason of the accession of Bulgaria and Romania to the European Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty of Accession of Bulgaria and Romania, and in particular its Article 4(3),\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular its Article 41,\nWhereas:\n(1) Transitional measures should be laid down in order to allow importers from Bulgaria and Romania to benefit from the provisions contained in Commission Regulation (EC) No 1870/2005 of 16 November 2005 opening and providing for the administration of tariff quotas and introducing a system of import licences and certificates of origin for garlic imported from third countries (1). These measures should cover in particular the definition of the reference quantity and the definitions of traditional and new importers.\n(2) Regulation (EC) No 1870/2005 should therefore be amended accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Regulation (EC) No 1870/2005 is amended as follows:\n1. Article 2 is amended as follows:\n(a) in point 5 of the first paragraph, point (c) is replaced by the following:\n‘(c) for traditional importers who imported garlic between 2003 and 2005 into Bulgaria or Romania, the maximum quantity of garlic imported during:\n(i) either the 2003, 2004 or 2005 calendar year,\n(ii) or the 2003/04, 2004/05 or 2005/06 import period;\n(d) for traditional importers who do not fall within points (a), (b) or (c), the maximum quantity of garlic imported during one of the first three completed import periods during which they have obtained import licences pursuant to Regulation (EC) No 565/2002 or this Regulation.’;\n(b) the second paragraph is replaced by the following:\n(c) the following paragraph is added:\n2. In Article 3, the following paragraph 4 is added:\n(a) “traditional importers” means importers, whether natural or legal persons, individuals or groups of operators set up in accordance with national law, who can prove that:\n(i) they have imported garlic from countries of origin other than the Member States of the Community as constituted at 31 December 2006 or Bulgaria and Romania in at least two of the previous three completed import periods;\n(ii) they have imported at least 50 tonnes of fruit and vegetables as referred to in Article 1(2) of Regulation (EC) No 2200/96 during the preceding calendar year;\n(iii) the imports referred to in points (i) and (ii) have taken place in Bulgaria or Romania, where the head office of the importer concerned is located;\n(b) “new importers” means importers other than traditional importers within the meaning of point (a), whether traders, natural or legal persons, individuals or groups of operators set up in accordance with national law, who can prove that:\n(i) they have imported at least 50 tonnes of fruit and vegetables as referred to in Article 1(2) of Regulation (EC) No 2200/96 in each of the two preceding calendar years from countries of origin other than the Member States of the Community as constituted at 31 December 2006 or Bulgaria and Romania;\n(ii) the imports referred to in point (i) have taken place in Bulgaria or Romania, where the head office of the importer concerned is located.’\n3. Annex II is amended as follows:\n(a) the following mention is inserted before the mention in Spanish:\n‘— in Bulgarian: Мито 9,6 % — Регламент (ЕО) № 1870/2005,’;\n(b) the following mention is inserted after the mention in Portuguese:\n‘— in Romanian: Taxa vamală: 9,6 % — Regulamentul (CE) nr. 1870/2005,’.\n4. Annex III is amended as follows:\n(a) the following mention is inserted before the mention in Spanish:\n‘— in Bulgarian: Лицензия, издадена и валидна само за тримесечие от 1 (месец) до 28/29/30/31 (месец)’;\n(b) the following mention is inserted after the mention in Portuguese:\n‘— in Romanian: licență emisă și valabilă numai pentru trimestrul de la 1 [luna] pana la 28/29/30/31[luna]’.", "This Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of Bulgaria and Romania.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 300, 17.11.2005, p. 19. Regulation as amended by Regulation (EC) No 991/2006 (OJ L 179, 1.7.2006, p. 15)."}