{"celex_id": "32001R1667", "uri": "http://publications.europa.eu/resource/cellar/48fe8926-d379-4f1d-ae15-9273e2995c2f", "type": "Regulation", "concepts": ["13", "251", "276", "4314"], "title": "Commission Regulation (EC) No 1667/2001 of 17 August 2001 postponing the date by which the sugar storage levy must be paid\n", "header": "Commission Regulation (EC) No 1667/2001\nof 17 August 2001\npostponing the date by which the sugar storage levy must be paid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), and in particular Article 50 thereof,\nWhereas:\n(1) The second subparagraph of Article 48 of Regulation (EC) No 1260/2001 states that, in the case of sugar in storage on 30 June 2001 under the compensation system for storage costs provided for in Council Regulation (EC) No 2038/1999 of 13 September 1999 on the common organisation of the markets in the sugar sector(2), as last amended by Commission Regulation (EC) No 906/2001(3), the date of disposal for the purposes of collecting the storage levy is 30 June 2001.\n(2) Because of the large size of the storage levy due for the sugar stored on 30 June 2001, the conditions under which interested parties make payment should be eased by introducing a derogation to Article 15 of Commission Regulation (EEC) No 1998/78 of 18 August 1978 laying down detailed rules for the offsetting of storage costs for sugar(4), as last amended by Regulation (EEC) No 1758/93(5).\n(3) The rules applying to the sugar carried forward by the producer undertakings from the 2000/01 marketing year to the 2001/02 marketing year under Article 32 of Regulation (EC) No 2038/1999 will be established at a later date.\n(4) These measures should be applied with effect from the date of application of the new common organisation of the markets in the sugar sector.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The Member States shall not take into account the sugar carried forward by the producer undertakings from the 2000/01 marketing year to the 2001/02 marketing year under Article 32 of Regulation (EC) No 2038/1999 when establishing the sugar in storage on 30 June 2001 under the second paragraph of Article 48 of Regulation (EC) No 1260/2001.", "1. Notwithstanding Article 15 of Regulation (EEC) No 1998/78, the Member States shall establish, by 20 October 2001 at the latest, the amount owing by each person subject to the storage levy referred to in the second paragraph of Article 48 of Regulation (EC) No 1260/2001.\n2. The amount referred to in paragraph 1 shall be paid by 20 November 2001 at the latest.", "The Regulation does not prejudice the provisions applicable to sugar carried forward as referred to in Article 1. The applicable provisions shall be laid down at a later date.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 August 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 252, 25.9.1999, p. 1.\n(3) OJ L 127, 9.5.2001, p. 28.\n(4) OJ L 231, 23.8.1978, p. 5.\n(5) OJ L 161, 2.7.1993, p. 58."}