{"celex_id": "32001D0260", "uri": "http://publications.europa.eu/resource/cellar/66d5c654-bfb9-451c-8de1-483175c69026", "type": "Decision", "concepts": ["3114", "3641", "3648", "4033", "4514", "5864"], "title": "2001/260/EC: Commission Decision of 21 March 2001 on the basic parameters of the command-control and signalling subsystem of the trans-European high-speed rail system referred to as \"ERTMS characteristics\" in Annex II(3) to Directive 96/48/EC (Text with EEA relevance) (notified under document number C(2001) 746)\n", "header": "Commission Decision\nof 21 March 2001\non the basic parameters of the command-control and signalling subsystem of the trans-European high-speed rail system referred to as \"ERTMS characteristics\" in Annex II(3) to Directive 96/48/EC\n(notified under document number C(2001) 746)\n(Text with EEA relevance)\n(2001/260/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 96/48/EC of 23 July 1996 on the interoperability of the trans-European high-speed rail system(1), and in particular Article 6(1) thereof,\nWhereas:\n(1) The first stage in developing technical specifications for interoperability (TSIs) is to establish the characteristics of the basic parameters referred to in Article 5(3)(b) of Directive 96/48/EC.\n(2) The Committee set up by Directive 96/48/EC has appointed the European Association for Railway Interoperability (AEIF) as the joint representative body in accordance with Article 2(h) of that Directive.\n(3) The AEIF has drafted a text that includes definitions and proposals for the basic parameters of the control-command and signalling subsystem referred to in Annex II(3) to Directive 96/48/EC as \"ERTMS(2) characteristics\".\n(4) The first objective of this Decision is to guide the technical choices made by authorities responsible for planning, constructing, upgrading and operating the infrastructure and rolling stock to be put into service after the date on which this Decision takes effect, contributing to the operation of the rail system referred to in Directive 96/48/EC.\n(5) The second objective of this Decision is to establish a common basis for the elaboration of the TSIs. It does not preclude the need to establish these parameters in the corresponding TSI, which will be adopted in accordance with Article 6(1) of Directive 96/48/EC. These parameters can also be updated as part of the review of the TSIs provided for in Article 6(2) of that Directive.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Directive 96/48/EC,", "main_body": ["The definitions and characteristics to be respected for the basic parameters of the control-command and signalling subsystem of the trans-European high-speed railway system referred to as \"ERTMS characteristics\" in Annex II(3) to Directive 96/48/EC are given in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 March 2001.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 235, 17.9.1996, p. 6.\n(2) European Rail Traffic Management System.\nANNEX\nERTMS CHARACTERISTICS\n1. DESCRIPTION OF THE PARAMETER\nThe unifed control/command and signalling subsystem (ERTMS - European rail traffic management system) comprises two elements:\n- the control/command and signalling element (ERTMS/ETCS - European rail traffic management system/European train control system) covers both the onboard subsystems and trackside subsystems,\n- the radio and telecommunication element (ERTMS/GSM-R - GSM for railways) is based on the standards applied to the public GSM network and also covers both trackside and onboard equiment. GSM-R is based on ETSI standard GSM phase 2+, including GPRS (global packet radio services), extended to railway-specific applications.\n2. CHARACTERISTICS TO BE RESPECTED\n2.1. ERTMS/ETCS:\nThe basis for the control-command and signalling subsystem shall be the set of specifications listed hereafter(1). If necessary, these specifications will be revised after the ERMTS master plan pilot tests; such a revision will be prepared by the AEIF under a change control procedure, then submitted to the Committee as provided in Article 6 of Directive 96/48/EC.\n>TABLE>\n2.2. ERTMS/GSM-R:\nThe train-ground communication system shall comply with the following list of specifications. If necessary, these specifications will be revised after the ERMTS master-plan pilot tests; such revision will be prepared by the AEIF under a change control procedure, then submitted to the Committee as provided in Article 6(1) of Directive 96/48/EC.\n>TABLE>\n3. LIST OF ACRONYMS\n>TABLE>\n(1) The specifications are available at http://forum.europa.eu.int or from the EC services on request."}