{"celex_id": "32009R1013", "uri": "http://publications.europa.eu/resource/cellar/ac37d6bc-a339-41da-8460-8be4414da2b5", "type": "Regulation", "concepts": ["161", "1644", "2488", "2763", "5334"], "title": "Commission Regulation (EC) No 1013/2009 of 26 October 2009 amending and correcting Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\n", "header": "27.10.2009 EN Official Journal of the European Union L 280/46\nCOMMISSION REGULATION (EC) No 1013/2009\nof 26 October 2009\namending and correcting Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 134, 144(1) and 192, in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 19(3) of Commission Regulation (EC) No 2535/2001 (2) requires the importers to indicate certain elements on the composition of the cheeses, imported under the quotas referred to in Article 5 of that Regulation, in the import declaration. Consequently the competent authorities of the Member States have to notify the actual composition of certain cheeses, in case that certain contents exceed those referred to in Annex XIII to that Regulation. Although the information provided for in these notifications is useful, it is not indispensable for the market management. It is therefore appropriate, with a view on simplification and to alleviate the administrative burden on traders and national administrations, to delete Article 19(3) as well as Annex XIII to that Regulation.\n(2) Article 14(1)(a) of Regulation (EC) No 2535/2001 provides, as a general rule, that licence applications for imports during the period from 1 January to 30 June, under the quotas referred to under Chapter I of Title 2, may be lodged only from 20 to 30 November of the preceding year. For imports of butter from New Zealand as referred to in Article 34 of that Regulation, Article 34a(3) provides for the first 10 days of November to lodge licence applications for imports during the period from 1 January to 30 June and Article 35a(2) provides for a deadline for the communication from the Member States of the names and the addresses of the applicants, which takes account of the period set out in Article 34a(3). With a view on harmonisation and simplification, it is appropriate to extend the general rule to import licence applications for the New Zealand butter quota. Articles 34a and 35a should be amended accordingly.\n(3) The text of paragraph 1 of Article 39 of Regulation (EC) No 2535/2001, which was erroneously skipped by Commission Regulation (EC) No 2020/2006 (3), amending Regulation (EC) No 2535/2001 should be reintroduced.\n(4) Regulation (EC) No 2535/2001 should therefore be amended and corrected accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 2535/2001 is amended as follows:\n1. paragraph 3 of Article 19 is deleted;\n2. paragraph 3 of Article 34a is replaced by the following:\n3. Article 35a is amended as follows:\n(a) paragraph 1 is replaced by the following text:\n(b) in paragraph 2 the second subparagraph is replaced by the following:\n4. Article 39 is replaced by the following:\n5. Annex XIII is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 October 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 341, 22.12.2001, p. 29.\n(3)  OJ L 384, 29.12.2006, p. 54."}