{"celex_id": "32002D0542", "uri": "http://publications.europa.eu/resource/cellar/59fa8c20-25fd-406f-a632-627afac1d221", "type": "Decision", "concepts": ["1309", "1755", "192", "2121", "2300", "4743", "5369"], "title": "2002/542/EC: Commission Decision of 4 July 2002 amending Decision 96/482/EC as regards the length of the isolation period for imports of live poultry and hatching eggs from third countries and the animal health measures to be applied after such importation (Text with EEA relevance) (notified under document number C(2002) 2492)\n", "header": "Commission Decision\nof 4 July 2002\namending Decision 96/482/EC as regards the length of the isolation period for imports of live poultry and hatching eggs from third countries and the animal health measures to be applied after such importation\n(notified under document number C(2002) 2492)\n(Text with EEA relevance)\n(2002/542/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/539/EEC of 15 October 1990 on animal health conditions governing intra-Community trade in, and imports from third countries, of poultry and hatching eggs(1), as last amended by Commission Decision 2001/867/EC(2), and in particular Article 26 thereof,\nWhereas:\n(1) Under Commission Decision 96/482/EC of 12 July 1996 laying down animal health conditions and veterinary certificates for the importation of poultry and hatching eggs other than ratites and eggs thereof from third countries including animal health measures to be applied after such importation(3), as last amended by Decision 2002/183/EC(4) breeding and productive poultry are to be isolated after importation on the holding of destination for at least six weeks and examined by an authorised veterinarian.\n(2) Member States have reported difficulties with the duration of the isolation period for poultry intended for restocking supplies of wild game, because of increased aggressiveness and cannibalism leading to increased losses.\n(3) It is therefore opportune to shorten the duration of the isolation period. However, compulsory testing for avian influenza and Newcastle disease should be carried out to maintain equivalent animal health guarantees.\n(4) Decision 96/482/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee on the Food Chain and Animal Health,", "main_body": ["Decision 96/482/EC is amended as follows:\n1. In Article 3(1), the following subparagraph is added: \"By way of derogation from the first subparagraph the period of six weeks for keeping breeding and productive poultry including poultry intended for restocking supplies of wild game on the holding of destination can be reduced to 21 days provided testing according to the sampling and testing procedures described in Annex III has been carried out with favourable results.\"\n2. A new Annex III, the text of which is set out in the Annex to this Decision, is added.", "All costs incurred by the application of the present Decision shall be borne by the importer.", "This Decision shall apply as from the seventh day after its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 July 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 303, 31.10.1990, p. 6.\n(2) OJ L 323, 7.12.2001, p. 29.\n(3) OJ L 196, 7.8.1996, p. 13.\n(4) OJ L 61, 2.3.2002, p. 56.\nANNEX\n\"ANNEX III\nSampling and testing procedures for Newcastle disease and avian influenza after importation\nDuring the period foreseen in the second subparagraph of Article 3(1) the official/authorised veterinarian shall take samples for virological examination from the imported poultry, which shall be tested as follows:\n- Cloacal swabs have to be taken from all birds, if the consignment is less than 60, or from 60 birds of larger consignments, between the seventh and the 15th day of the isolation period.\n- All testing of samples for avian influenza and Newcastle disease must be carried out in official laboratories designated by the competent authority, and using diagnostic procedures in accordance with the terms of Annex III of Council Directive 92/66/EEC and of Annex III of Council Directive 92/40/EEC.\n- Pooling of samples, up to a maximum of five samples of individual birds in one pool, is allowed.\n- Virus isolates must be submitted without delay to the National Reference laboratory.\""}