{"celex_id": "32009R0839", "uri": "http://publications.europa.eu/resource/cellar/ed007543-37c0-45cc-8d4b-e81cacd00eb2", "type": "Regulation", "concepts": ["3647", "4372", "4491", "5156", "54", "616"], "title": "Commission Regulation (EC) No 839/2009 of 15 September 2009 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard (IAS) 39 (Text with EEA relevance)\n", "header": "16.9.2009 EN Official Journal of the European Union L 244/6\nCOMMISSION REGULATION (EC) No 839/2009\nof 15 September 2009\namending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Accounting Standard (IAS) 39\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1126/2008 (2) certain international standards and interpretations that were in existence at 15 October 2008 were adopted.\n(2) On 31 July 2008, the International Accounting Standards Board (IASB) published an Amendment to International Accounting Standard 39 Financial Instruments: Recognition and Measurement titled Eligible Hedged Items, hereinafter ‘amendments to IAS 39’. The amendments to IAS 39 clarify the application of hedge accounting to the inflation component of financial instruments and to the option contracts when they are used as a hedging instrument.\n(3) The consultation with the Technical Expert Group (TEG) of the European Financial Reporting Advisory Group (EFRAG) confirms that the amendments to IAS 39 meet the technical criteria for adoption set out in Article 3(2) of Regulation (EC) No 1606/2002. In accordance with Commission Decision 2006/505/EC of 14 July 2006 setting up a Standards Advice Review Group to advise the Commission on the objectivity and neutrality of the European Financial Reporting Advisory Group’s (EFRAG’s) opinions (3), the Standards Advice Review Group considered EFRAG’s opinion on endorsement and advised the Commission that it is well-balanced and objective.\n(4) Regulation (EC) No 1126/2008 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["In the Annex to Regulation (EC) No 1126/2008, International Accounting Standard (IAS) 39 Financial Instruments: Recognition and Measurement is amended as set out in the Annex to this Regulation.", "Each company shall apply the amendments to IAS 39, as set out in the Annex to this Regulation, at the latest, as from the commencement date of its first financial year starting after 30 June 2009.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 September 2009.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 320, 29.11.2008, p. 1.\n(3)  OJ L 199, 21.7.2006, p. 33.\nANNEX\nINTERNATIONAL ACCOUNTING STANDARDS\nIAS 39 Eligible Hedged Items Amendment to IAS 39 Financial Instruments: Recognition and Measurement\nReproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org\nEligible Hedged Items\n (Amendment to IAS 39 \nFinancial Instruments: Recognition and Measurement\n)\nIn the Standard, paragraph 103G is added.\nEFFECTIVE DATE AND TRANSITION\n103G An entity shall apply paragraphs AG99BA, AG99E, AG99F, AG110A and AG110B retrospectively for annual periods beginning on or after 1 July 2009, in accordance with IAS 8 Accounting Policies, Changes in Accounting Estimates and Errors. Earlier application is permitted. If an entity applies Eligible Hedged Items (Amendment to IAS 39) for periods beginning before 1 July 2009, it shall disclose that fact.\nIn Appendix A Application guidance, paragraphs AG99BA, AG99E, AG99F, AG110A and AG110B are added.\nHedged items (paragraphs 78–84)\nQualifying items (paragraphs 78–80)\nAG99BA An entity can designate all changes in the cash flows or fair value of a hedged item in a hedging relationship. An entity can also designate only changes in the cash flows or fair value of a hedged item above or below a specified price or other variable (a one-sided risk). The intrinsic value of a purchased option hedging instrument (assuming that it has the same principal terms as the designated risk), but not its time value, reflects a one-sided risk in a hedged item. For example, an entity can designate the variability of future cash flow outcomes resulting from a price increase of a forecast commodity purchase. In such a situation, only cash flow losses that result from an increase in the price above the specified level are designated. The hedged risk does not include the time value of a purchased option because the time value is not a component of the forecast transaction that affects profit or loss (paragraph 86(b)).\nDesignation of financial items as hedged items (paragraphs 81 and 81A)\nAG99E Paragraph 81 permits an entity to designate something other than the entire fair value change or cash flow variability of a financial instrument. For example:\n(a) all of the cash flows of a financial instrument may be designated for cash flow or fair value changes attributable to some (but not all) risks; or\n(b) some (but not all) of the cash flows of a financial instrument may be designated for cash flow or fair value changes attributable to all or only some risks (ie a ‘portion’ of the cash flows of the financial instrument may be designated for changes attributable to all or only some risks).\nAG99F To be eligible for hedge accounting, the designated risks and portions must be separately identifiable components of the financial instrument, and changes in the cash flows or fair value of the entire financial instrument arising from changes in the designated risks and portions must be reliably measurable. For example:\n(a) for a fixed rate financial instrument hedged for changes in fair value attributable to changes in a risk-free or benchmark interest rate, the risk-free or benchmark rate is normally regarded as both a separately identifiable component of the financial instrument and reliably measurable;\n(b) inflation is not separately identifiable and reliably measurable and cannot be designated as a risk or a portion of a financial instrument unless the requirements in (c) are met;\n(c) a contractually specified inflation portion of the cash flows of a recognised inflation-linked bond (assuming there is no requirement to account for an embedded derivative separately) is separately identifiable and reliably measurable as long as other cash flows of the instrument are not affected by the inflation portion.\nHedge accounting (paragraphs 85–102)\nAssessing hedge effectiveness\nAG110A Paragraph 74(a) permits an entity to separate the intrinsic value and time value of an option contract and designate as the hedging instrument only the change in the intrinsic value of the option contract. Such a designation may result in a hedging relationship that is perfectly effective in achieving offsetting changes in cash flows attributable to a hedged one-sided risk of a forecast transaction, if the principal terms of the forecast transaction and hedging instrument are the same.\nAG110B If an entity designates a purchased option in its entirety as the hedging instrument of a one-sided risk arising from a forecast transaction, the hedging relationship will not be perfectly effective. This is because the premium paid for the option includes time value and, as stated in paragraph AG99BA, a designated one-sided risk does not include the time value of an option. Therefore, in this situation, there will be no offset between the cash flows relating to the time value of the option premium paid and the designated hedged risk."}