{"celex_id": "32008R0665", "uri": "http://publications.europa.eu/resource/cellar/3e0d10d3-5845-4069-a2bd-4683e4d1b207", "type": "Regulation", "concepts": ["1159", "1372", "2455", "3544", "4488", "4502", "6030"], "title": "Commission Regulation (EC) No 665/2008 of 14 July 2008 laying down detailed rules for the application of Council Regulation (EC) No 199/2008 concerning the establishment of a Community framework for the collection, management and use of data in the fisheries sector and support for scientific advice regarding the Common Fisheries Policy\n", "header": "15.7.2008 EN Official Journal of the European Union L 186/3\nCOMMISSION REGULATION (EC) No 665/2008\nof 14 July 2008\nlaying down detailed rules for the application of Council Regulation (EC) No 199/2008 concerning the establishment of a Community framework for the collection, management and use of data in the fisheries sector and support for scientific advice regarding the Common Fisheries Policy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 199/2008 of 25 February 2008 concerning the establishment of a Community framework for the collection, management and use of data in the fisheries sector and support for scientific advice regarding the Common Fisheries Policy (1), and in particular Articles 4(4), 5(3), 7(1), 8(7), 12(2) and 25 thereof,\nWhereas:\n(1) Regulation (EC) No 199/2008 establishes a Community framework for the collection, management and use of data for the purpose of establishing a solid basis for scientific analyses of fisheries and for providing the formulation of sound scientific advice for the implementation of the Common Fisheries Policy (hereinafter referred to as the CFP).\n(2) Protocols and methods for collecting and monitoring the data should be in accordance with the quality standards established by the international scientific bodies, regional fisheries management organisations and based on the experience acquired in fisheries data collection, since the first Community framework was established in 2000, and on the advice provided by the Scientific, Technical and Economic Committee for Fisheries (hereinafter referred to as the STECF).\n(3) The multi-annual national programmes should be established by Member States for the collection, management and use of data in accordance with the multi-annual Community programme. These programmes should be submitted to the Commission early enough to enable the Commission to take financial decisions in due time for the following year. Member States should avoid duplication in the collection of the data. Member States should report on the implementation of their national programmes.\n(4) The coordination of Member States actions and where possible task sharing among national programmes should be ensured at regional level.\n(5) The multi-annual Community programme will be the subject of a separate Commission Decision.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["Components of the national programmes\nThe multi-annual national programmes referred to in Article 4 of Regulation (EC) No 199/2008 shall comprise:\n(a) The actions planned, by modules and sections as referred to in the multi-annual Community programme and according to the following regions:\n— the Baltic Sea (ICES areas III b-d),\n— the North Sea (ICES areas IIIa, IV and VIId) and the Eastern Arctic (ICES areas I and II),\n— the North Atlantic (ICES areas V-XIV and NAFO areas),\n— the Mediterranean Sea and the Black Sea,\n— regions where fisheries are operated by Community vessels and managed by Regional Fisheries Management Organisations to which the Community is contracting party or observer;\n(b) the elements of analytical accounts distributed by modules and sections as referred to in the multi-annual Community programme and by regions as referred to in point (a) of this Article;\n(c) a detailed description of the sampling strategies followed and the statistical estimates used making it possible to appreciate the levels of precision and the relationship between cost and precision;\n(d) the elements demonstrating that the national programmes are co-ordinated in the same region and those tasks are shared between the relevant Member States.", "Submission of the national programmes\n1.   The multi-annual national programmes shall be submitted by electronic means to the Commission by 31 March of the year prior to the period of implementation of the multi-annual programme. The first period shall cover the years 2009-2010. For this period, the national programmes shall be submitted by 15 October 2008.\n2.   When submitting the national programmes Member States shall use:\n(a) the templates and guidelines established by STECF with regard to the technical and scientific aspects of the programme;\n(b) the financial forms provided by the Commission with regard to the financial aspects of the programme.", "National co-ordination and co-ordination between the Commission and Member States\n1.   Each Member State shall designate a national correspondent who shall serve as the focal point for exchange of information between the Commission and Member States regarding the preparation and implementation of national programmes.\n2.   In the case of several bodies participating in the national programme, the national correspondent shall be responsible for the co-ordination of the national programme. In this view a national coordination meeting shall be convened once a year. If necessary a second meeting could be arranged. Such meetings shall be organised by the national correspondent and be attended only by those persons belonging to bodies involved in the national programme. The Commission may participate in such meetings.\n3.   A report of the national co-ordination meeting referred to in paragraph 2 shall be included in the annual report referred to in Article 7(1) of Regulation (EC) No 199/2008.\n4.   Community financial support for meetings referred to in paragraph 2, shall be subject to compliance by Member States with this Article.", "Regional co-ordination\n1.   The Regional Coordination Meetings referred to in Article 5(1) of Regulation (EC) No 199/2008 shall evaluate the regional co-ordination aspects of the national programmes and where necessary shall make recommendations for the better integration of national programmes and for task-sharing among Member States.\n2.   The Chair of the meeting shall be designated by the Regional Coordination Meeting in agreement with the Commission for a two year period.\n3.   The Regional Coordination Meetings may be convened once a year. The terms of reference for the meeting shall be proposed by the Commission in agreement with the Chair and shall be communicated to the national correspondents referred to in Article 3(1) three weeks prior to the meeting. Member States shall submit to the Commission the lists of participants two weeks prior to the meeting.", "Submission of the annual report\n1.   Member States shall submit by electronic means the annual report referred to in Article 7(1) of Regulation (EC) No 199/2008 by 31 May of each year following the year of implementation of the national programme. The annual report shall comprise in particular, by modules and sections as referred to in the multi-annual Community programme and by regions as referred to in Article 1(a):\n(a) a presentation of the yearly execution of the programme specifying the outcomes of the planned actions;\n(b) the elements of yearly analytical accounts.\n2.   When submitting the annual report Member States shall use:\n(a) the templates and guidelines established by STECF with regard to the technical and scientific aspects of the programme;\n(b) the financial forms provided by the Commission with regard to the financial aspects of the programme.", "Reductions of Community financial assistance\n1.   Reductions of Community financial assistance, referred to in Articles 8(5)(a) and 8(5)(b) of Regulation (EC) No 199/2008, shall be proportionate to the number of weeks of delay counted from the deadlines referred to in Articles 2 and 5. The proportion of reduction shall be 2 % of the total Community financial assistance for each two weeks period of delay, with a maximum reduction of 25 % of the total annual cost of the national programme.\n2.   Reductions of Community financial assistance referred to in Article 8(5)(c) of Council Regulation (EC) No 199/2008 shall be proportionate to the number of failures to deliver data to end-users. The proportion of reduction shall be 1 % of the total Community financial assistance per failure to satisfy a demand, with a maximum reduction of 25 % of the total annual cost of the national programme.\n3.   In cases where both paragraphs 1 and 2 apply the maximum cumulated reduction shall not exceed 25 % of the total annual cost of the national programme.", "Research surveys at sea\n1.   The list of research surveys at sea eligible for the Community financial assistance, as referred to in Article 12 of Regulation (EC) No 199/2008, is provided in the multi-annual Community programme.\n2.   On the basis of advice from the STECF, the Commission may update the list referred to in paragraph 1 and authorize Member States to make modifications in the design of the research surveys at sea.", "Management of primary and metadata\n1.   The national computerised databases referred to in Article 13 of Regulation (EC) No 199/2008 shall be linked to a national computerised network thus allowing cost efficient exchange of data and information within Member States.\n2.   Each Member State shall have one central website serving as an information deposit for all information related to the data collection framework of Council Regulation (EC) No 199/2008. The website shall be accessible to all participants involved in the national data collection programme.", "Follow up of requests and transmissions of data\n1.   For the purpose of Article 20 of Regulation (EC) No 199/2008 Member States shall compile in a computerized database and make available upon demand by the Commission, information concerning the data requests they have received and the responses they have provided.\n2.   The database, referred to in paragraph 1, shall contain information on the following:\n(a) the requests, the date of requests, the type and purpose of requested data, the specification of the end-user;\n(b) the responses, the date of responses and the type of data transmitted.", "0\nSupport for scientific advice\n1.   In order to ensure sufficient levels of expertise, the Community may provide financial support to the experts’ participation in relevant scientific meetings of regional fisheries management organisations to which the Community is a contracting party or observer, and to international scientific bodies in charge of providing scientific advice, as referred to in Article 23 of Regulation (EC) No 199/2008.\n2.   The Commission shall provide Member States, by 15 December each year, with the list of meetings it considers eligible for financial Community support for the experts’ participation for the following year.\n3.   Financial Community support of experts’ participation in each scientific meeting shall be limited to a maximum of two experts per Member State.", "1\nEntry into force\nThis Regulation shall enter in to force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 July 2008.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 60, 5.3.2008, p. 1."}