{"celex_id": "32008D0870", "uri": "http://publications.europa.eu/resource/cellar/23636607-3983-4494-bacf-31963573fbbc", "type": "Decision", "concepts": ["1136", "12", "2173", "314", "3763", "4080", "5063", "5343", "5403", "616"], "title": "2008/870/EC: Council Decision of 13 October 2008 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Cuba pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\n", "header": "19.11.2008 EN Official Journal of the European Union L 308/27\nCOUNCIL DECISION\nof 13 October 2008\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Cuba pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\n(2008/870/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 29 January 2007 the Council authorised the Commission to open negotiations with certain other Members of the WTO under Article XXIV:6 of the General Agreement on Tariffs and Trade (GATT) 1994, in the course of the accessions to the European Community of the Republic of Bulgaria and Romania.\n(2) Negotiations have been conducted by the Commission in consultation with the Committee established by Article 133 of the Treaty and within the framework of the negotiating directives issued by the Council.\n(3) The Commission has finalised negotiations for an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Cuba. The Agreement should be approved.\n(4) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (1),", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Cuba pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The detailed rules for implementing the Agreement shall be adopted in accordance with the procedure referred to in Article 195(2) of Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (2).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters referred to in Article 1 in order to bind the Community (3)."], "attachments": "Done at Luxembourg, 13 October 2008.\nFor the Council\nThe President\nB. KOUCHNER\n(1)  OJ L 184, 17.7.1999, p. 23.\n(2)  OJ L 299, 16.11.2007, p. 1.\n(3)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council.\n19.11.2008 EN Official Journal of the European Union L 308/29\nAGREEMENT\nin the form of an Exchange of Letters between the European Community and the Republic of Cuba pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\nGeneva, 24 October 2008\nSir,\nFollowing negotiations under Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of the Schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union, the European Community and the Republic of Cuba have agreed as follows:\nThe European Community will incorporate in its schedule, for the customs territory of the EC-27, the following modification:\nAdd a country allocation (for Cuba) of 10 000 tonnes to the current volume of 106 925 tonnes in the EC tariff rate quota for raw cane sugar for refining (CN code 1701 11 10), maintaining the present in-quota rate of 98 EUR/t/net.\nFor marketing year 2008/2009 the country allocation for Cuba will be 20 000 tonnes. As from the marketing year 2009/2010 the country allocation for Cuba will be 10 000 tonnes.\nThe Republic of Cuba accepts the European Community approach to netting-out of tariff rate quotas as a way of adjusting the GATT obligations of the EC-25 and those of the Republic of Bulgaria and Romania following the recent enlargement of the European Community.\nThis agreement will enter into force two months after the date of the signed letter from the Republic of Cuba.\nOn behalf of the European Community\nСъставено в Женева на двадесет и четвърти октомври две хиляди и осма година.\nHecho en Ginebra, el veinticuatro de octubre de dos mil ocho.\nV Ženevě dne dvacátého čtvrtého října dva tisíce osm.\nUdfærdiget i Geneve, den fireogtyvende oktober to tusind og otte.\nGeschehen zu Genf am vierundzwanzigsten Oktober zweitausendundacht.\nGenfis kahe tuhande kaheksanda aasta oktoobrikuu kahekümne neljandal päeval.\nΈγινε στις Γενεύη, στις είκοσι τέσσερις Οκτωβρίου δύο χιλιάδες οκτώ.\nDone at Geneva, on the twenty-fourth day of October in the year two thousand and eight.\nFait à Genève, le vingt-quatre octobre deux mille huit.\nFatto a Ginevra, addì ventiquattro ottobre duemilaotto.\nŽenēvā, divtūkstoš astotā gada divdesmit ceturtajā oktobrī.\nŽeneva, du tūkstančiai aštuntųjų metų spalio dvidešimt ketvirta diena.\nKelt Genfben, a kettőezer nyolcadik év október havának huszonnegyedik napján.\nMagħmula f'Ġinevra, fl-erbgħa u għoxrin ta' Ottubru ta' l-elfejn u tmienja.\nGedaan te Genève, de vierentwingtigste oktober tweeduizend acht.\nSporządzono w Genewie dnia dwudziestego czwartego października dwa tysiące ósmego roku.\nFeito em Genebra, em vinte e quatro de Outubro de dois mil e oito.\nÎncheiat la Geneva la douăzeci și patru octombrie două mii opt.\nV Ženeve dvadsiateho štvrtého októbra dvetisícosem.\nV Ženevi, štiriindvajsetega oktobra dva tisoč osem.\nTehty Genevessä kahdentenakymmenentenäneljänä päivänä lokakuuta vuonna kaksituhattakahdeksan.\nUtfärdat i Genève den tjugofjärde oktober tjugohundraåtta.\nЗа Европейската общност\nPor la Comunidad Europea\nZa Evropské společenství\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nEuroopa Ühenduse nimel\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nEiropas Kopienas vārdā\nEuropos bendrijos vardu\nAz Európai Közösség részéről\nGħall-Komunità Ewropea\nVoor de Europese Gemeenschap\nW imieniu Wspólnoty Europejskiej\nPela Comunidade Europeia\nPentru Comunitatea Europeană\nZa Európske spoločenstvo\nZa Evropsko skupnost\nEuroopan yhteisön puolesta\nFör Europeiska gemenskapen\nGeneva, 24 October 2008\nSir,\nWith reference to your letter stating:\n‘Following negotiations under Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of the Schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union, the European Community and the Republic of Cuba have agreed as follows:\nThe European Community will incorporate in its schedule, for the customs territory of the EC-27, the following modification:\nAdd a country allocation (for Cuba) of 10 000 tonnes to the current volume of 106 925 tonnes in the EC tariff rate quota for raw cane sugar for refining (CN code 1701 11 10), maintaining the present in-quota rate of 98 EUR/t/net.\nFor marketing year 2008/2009 the country allocation for Cuba will be 20 000 tonnes. As from the marketing year 2009/2010 the country allocation for Cuba will be 10 000 tonnes.\nThe Republic of Cuba accepts the European Community approach to netting-out of tariff rate quotas as a way of adjusting the GATT obligations of the EC-25 and those of the Republic of Bulgaria and Romania following the recent enlargement of the European Community.\nThis agreement will enter into force two months after the date of the signed letter from the Republic of Cuba.’.\nI hereby have the honour to express my Government’s agreement.\nOn behalf of the Republic of Cuba\nHecho en Ginebra, el veinticuatro de octubre de dos mil ocho.\nСъставено в Женева на двадесет и четвърти октомври две хиляди и осма година.\nV Ženevě dne dvacátého čtvrtého října dva tisíce osm.\nUdfærdiget i Geneve, den fireogtyvende oktober to tusind og otte.\nGeschehen zu Genf am vierundzwanzigsten Oktober zweitausendundacht.\nGenfis kahe tuhande kaheksanda aasta oktoobrikuu kahekümne neljandal päeval.\nΈγινε στη Γενεύη, στις είκοσι τέσσερις Οκτωβρίου δύο χιλιόιδες οκτώ.\nDone at Geneva, on the twenty-fourth day of October in the year two thousand and eight.\nFait à Genève, le vingt-quatre octobre deux mille huit.\nFatto a Ginevra, addì ventiquattro ottobre duemilaotto.\nŽenēvā, divtūkstoš astotā gada divdesmit ceturtajā oktobrī.\nŽeneva, du tūkstančiai aštuntųjų metų spalio dvidešimt ketvirta diena.\nKelt Genfben, a kettőezer nyolcadik év október havának huszonnegyedik napján.\nMagħmula f'Ġinevra, fl-erbgħa u għoxrin ta' Ottubru ta' l-elfejn u tmienja.\nGedaan te Genève, de vierentwingtigste oktober tweeduizend acht.\nSporządzono w Genewie, dnia dwudziestego czwartego października dwa tysiące ósmego roku.\nFeito em Genebra, em vinte e quatro de Outubro de dois mil e oito.\nÎncheiat la Geneva la douăzeci și patru octombrie două mii opt.\nV Ženeve dvadsiateho štvrtého októbra dvetisícosem.\nV Ženevi, štiriindvajsetega oktobra dva tisoč osem.\nTehty Genevessä kahdentenakymmenentenäneljänä päivänä lokakuuta vuonna kaksituhattakahdeksan.\nUtfärdat i Genève den tjugofjärde oktober tjugohundraåtta.\nPor la República de Cuba\nЗа Република Куба\nZa Kubánskou republiku\nFor Det Republikken Cuba\nFür die Republik Kuba\nKuuba Vabariigi nimel\nΓια τη Δημοκρατία της Κούβας\nFor the Republic of Cuba\nPour la République de Cuba\nPer la Repubblica di Cuba\nKubas Republikas vāradā —\nKubos Respublikos vardu\nA Kubai Köztársaság résezéről\nGħar-Repubblika ta' Kuba\nVoor de Republiek Cuba\nW imieniu Republiki Kuby\nPela República de Cuba\nPentru Republica Cuba\nZa Kubánsku republiku\nZa Republiko Kubo\nKuuban tasavallan puolesta\nFör Republiken Kubas vägnar"}