{"celex_id": "32006R1885", "uri": "http://publications.europa.eu/resource/cellar/bd5794f8-7946-49e1-92aa-ae5991a8e28b", "type": "Regulation", "concepts": ["161", "1644", "1781", "4453"], "title": "Commission Regulation (EC) No 1885/2006 of 19 December 2006 opening and providing for the administration of a Community tariff quota for 2007 for manioc originating in Thailand\n", "header": "20.12.2006 EN Official Journal of the European Union L 364/57\nCOMMISSION REGULATION (EC) No 1885/2006\nof 19 December 2006\nopening and providing for the administration of a Community tariff quota for 2007 for manioc originating in Thailand\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1(1) thereof,\nWhereas:\n(1) During the World Trade Organisation multilateral trade negotiations, the Community undertook to open a tariff quota restricted to 21 million tonnes of products falling within CN codes 0714 10 10, 0714 10 91 and 0714 10 99 originating in Thailand per four-year period, with customs duty reduced to 6 %. This quota must be opened and administered by the Commission.\n(2) It is necessary to keep an administration system which ensures that only products originating in Thailand may be imported under the quota. The issue of an import licence should therefore continue to be subject to the presentation of an export certificate issued by the Thai authorities, based on the model notified to the Commission by Thailand.\n(3) Since imports to the Community market of the products concerned have traditionally been administered on the basis of a calendar year, this system should be retained. A quota must therefore be opened for 2007.\n(4) The import of products covered by CN codes 0714 10 10, 0714 10 91 and 0714 10 99 is subject to the presentation of an import licence in accordance with Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (2), and with Commission Regulation (EC) No 1342/2003 of 28 July 2003 laying down special detailed rules for the application of the system of import and export licences for cereals and rice (3).\n(5) Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (4) applies to import licences for tariff quota periods starting from 1 January 2007. Regulation (EC) No 1301/2006 lays down in particular detailed rules for applications for import licences, the status of applicants and the issue of licences. It limits the period of validity of import licences to the final day of the tariff quota period and applies without prejudice to additional conditions or derogations laid down by the sectoral regulations.\n(6) In the light of past experience and taking into account that the Community concession provides for an overall quantity of 21 000 000 tonnes over four years with an annual maximum of 5 500 000 tonnes, it is advisable to maintain measures which, under certain conditions, either facilitate the release for free circulation of quantities of products exceeding those given in the import licences, or allow the difference between the figure given in the import licences and the smaller figure actually imported to be carried forward.\n(7) In order to ensure the correct application of the agreement, a system of strict and systematic controls is needed that take account of the information given on the Thai export certificates and the Thai authorities’ procedures for issuing export certificates.\n(8) Where the quantities requested exceed the quantities available, a mechanism should be provided for reducing the quantities in order not to exceed the annual maximum laid down.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["CHAPTER I\nOPENING OF THE QUOTA", "1.   An import tariff quota for 5 500 000 tonnes of manioc falling within CN codes 0714 10 10, 0714 10 91 and 0714 10 99 originating in Thailand is hereby opened for the period 1 January to 31 December 2007.\nThe customs duty applicable is hereby fixed at 6 % ad valorem.\nThe serial number of the quota shall be 09.4008.\n2.   The products referred to in paragraph 1 shall benefit from the arrangements provided for in this Regulation on condition that they are imported under import licences issued subject to the submission of a certificate for export to the European Community issued by the Department of Foreign Trade, Ministry of Commerce, Government of Thailand, hereinafter referred to as an ‘export certificate’.\n3.   Regulations (EC) Nos 1291/2000, 1342/2003 and 1301/2006 shall apply, save as otherwise provided for in this Regulation.\nCHAPTER II\nEXPORT CERTIFICATES", "1.   There shall be one original and at least one copy of the export certificate, to be made out on a form of which a specimen is given in Annex I.\nThe size of the form shall be approximately 210 × 297 millimetres. The original shall be made out on white paper having a printed yellow guilloche pattern background so as to reveal any falsification by mechanical or chemical means.\n2.   Export certificates shall be completed in English.\n3.   The original and copies of export certificates shall be completed in typescript or in handwriting. In the latter case, they must be completed in ink and in block capitals.\n4.   Each export certificate shall bear a pre-printed serial number; in the upper section it shall also bear a certificate number. The copies shall bear the same numbers as the original.", "1.   Export certificates shall be valid for 120 days from the date of issue. The date of issue of the certificate shall be included in the period of validity of the certificate.\nFor the certificate to be valid, its different sections must be properly completed and duly authenticated in accordance with paragraph 2. In the ‘shipped weight’ section, the quantity must be written out in full and also given in figures.\n2.   The export certificate shall be duly authenticated if it indicates the date of issue and bears the stamp of the issuing body and the signature of the authorised person or persons.\nCHAPTER III\nIMPORT LICENCES", "Applications for an import licence for products falling within CN codes 0714 10 10, 0714 10 91 and 0714 10 99 originating in Thailand shall be submitted to the competent authorities in the Member States accompanied by the original of the export certificate.\nThe original of the export certificate shall be retained by the body which issues the import licence. However, where the application for an import licence relates to only a part of the quantity indicated on the export certificate, the issuing body shall indicate on the original the quantity for which it was used and, after affixing its stamp, shall return it to the party concerned.\nOnly the quantity indicated under ‘shipped weight’ on the export certificate shall be taken into consideration for the issue of the import licence.", "Where it is found that the quantities actually unloaded in the case of a given consignment are greater than the total figuring on the import licence or licences issued for this consignment, the competent authorities who issued the import licence or licences concerned shall, at the request of the importer, communicate to the Commission by electronic means, case by case and as soon as possible, the number or numbers of the Thai export certificates, the number or numbers of the import licences, the excess quantity concerned and the name of the cargo vessel.\nThe Commission shall contact the Thai authorities so that new export certificates may be drawn up.\nUntil the new certificates have been drawn up, the excess quantities may not be released for free circulation under this Regulation unless new import licences are presented for the quantities concerned.\nNew import licences shall be issued on the terms laid down in Article 10.", "Notwithstanding the third paragraph of Article 5, where it is found that the quantities actually unloaded in the case of a given consignment do not exceed the quantities covered by the import licence or licences presented by more than 2 %, the competent authorities of the Member State of release for free circulation shall, at the importer’s request, authorise the release for free circulation of the surplus quantities in return for payment of a customs duty with a ceiling of 6 % ad valorem and the lodging by the importer of a security of an amount equal to the difference between the duty laid down in the Common Customs Tariff and the duty paid.\nThe security shall be released upon presentation to the competent authorities of the Member State of release for free circulation of an additional import licence for the quantities concerned. The security referred to in Article 15(2) of Regulation (EC) No 1291/2000 or Article 8 of this Regulation shall not be required for additional licences.\nAdditional import licences shall be issued on the terms laid down in Article 10 and on presentation of one or more new export certificates issued by the Thai authorities.\nSection 20 of additional import licences shall contain one of the entries given in Annex II.\nExcept in cases of force majeure, the security shall be forfeit for quantities for which an additional import licence is not presented within four months from the date of acceptance of the declaration of release for free circulation referred to in the first paragraph. It shall be forfeit in particular for quantities for which no additional import licence has been issued under Article 10(1).\nAfter the competent authority has entered the quantity on the additional import licence and authenticated the entry, when the security provided for in the first paragraph is released, the licence shall be returned to the issuing body as soon as possible.", "Applications for import licences under this Regulation may be submitted in all Member States and licences issued shall be valid throughout the Community.\nThe fourth indent of the first subparagraph of Article 5(1) of Regulation (EC) No 1291/2000 shall not apply to imports carried out under this Regulation.", "Notwithstanding Article 12 of Regulation (EC) No 1342/2003, the security relating to the import licences provided for in this Regulation shall be EUR 5 per tonne.", "1.   Section 8 of applications for import licences and of the licences themselves shall be marked ‘Thailand’.\n2.   Import licences shall contain:\n(a) in section 24, one of the entries given in Annex III;\n(b) in section 20, the following information:\n(i) the name of the cargo vessel as given in the Thai export certificate;\n(ii) the number and date of the Thai export certificate.\n3.   The import licence shall be accepted in support of a declaration of release for free circulation only if it is shown, in particular by a copy of the bill of lading presented by the party concerned, that the products for which release for free circulation is requested have been transported to the Community by the vessel referred to in the import licence.\n4.   Subject to Article 6 of this Regulation and notwithstanding Article 8(4) of Regulation (EC) No 1291/2000, the quantity released for free circulation may not exceed that shown in sections 17 and 18 of the import licence. The figure 0 shall be entered to that effect in section 19 of the said licence.", "0\n1.   Where applications for licences exceed the quantity laid down in Article 1, the Commission shall fix an award coefficient to be applied to the quantities applied for or decide to reject applications.\n2.   Import licences shall be issued on the fifth working day following the day on which the application is lodged, subject to any measure the Commission might adopt pursuant to paragraph 1.\n3.   Where an award coefficient is fixed pursuant to paragraph 1, applications may be withdrawn within 10 working days of publication of that coefficient.\nWhere applications are withdrawn, licences issued in accordance with paragraph 2 shall be returned.\nWhen an application is withdrawn, the security shall be released. The security shall also be released when an application is rejected.\n4.   Where the conditions governing the issue of the import licence have not been complied with, the Commission may, where necessary, and following consultation with the Thai authorities, adopt appropriate measures.", "1\nNotwithstanding Article 6 of Regulation (EC) No 1342/2003, the last day of the period of validity of the import licence shall correspond to the last day of the period of validity of the corresponding export certificate plus 30 days. However, in accordance with Article 8 of Regulation (EC) No 1301/2006, this last day of validity may not be later than 31 December 2007.", "2\n1.   The Member States shall send the Commission each working day, solely by electronic means, using the forms made available to them by the Commission and under the conditions provided for in the computer system set up by the Commission, the following information:\n(a) the quantity for which each import licence is requested, with the indication, where appropriate, ‘additional import licence’;\n(b) the number of the export certificate submitted, as indicated in the upper section of the certificate;\n(c) the date of issue of the export certificate;\n(d) the total quantity for which the export certificate was issued.\n2.   No later than the end of the first six months of 2008, the authorities responsible for issuing import licences shall send the Commission, by electronic means, under the conditions referred to in paragraph 1, a complete list of quantities not taken up as endorsed on the back of the import licences, the name of the cargo vessel, the number of the contract for transport to the European Community and the numbers of the export certificates in question.\nCHAPTER IV\nFINAL PROVISIONS", "3\nThis Regulation shall enter into force on 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 146, 20.6.1996, p. 1.\n(2)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1713/2006 (OJ L 321, 21.11.2006, p. 11).\n(3)  OJ L 189, 29.7.2003, p. 12. Regulation as last amended by Regulation (EC) No 1713/2006.\n(4)  OJ L 238, 1.9.2006, p. 13.\nANNEX I\nANNEX II\n— : In Bulgarian : Допълнителна лицензия, член 6 от Регламент (ЕО) № 1885/2006,\n— : In Spanish : Certificado complementario, artículo 6 del Reglamento (CE) no 1885/2006,\n— : In Czech : Licence pro dodatečné množství, čl. 6 nařízení (ES) č. 1885/2006,\n— : In Danish : Supplerende licens, forordning (EF) nr. 1885/2006, artikel 6,\n— : In German : Zusätzliche Lizenz — Artikel 6 der Verordnung (EG) Nr. 1885/2006,\n— : In Estonian : Lisakoguse litsents, määruse (EÜ) nr 1885/2006 artikkel 6,\n— : In Greek : Συμπληρωματικό πιστοποιητικό — Άρθρο 6 του κανονισμού (ΕΚ) αριθ. 1885/2006,\n— : In English : Licence for additional quantity, Article 6 of Regulation (EC) No 1885/2006,\n— : In French : Certificat complémentaire, règlement (CE) no 1885/2006, article 6,\n— : In Italian : Titolo complementare, regolamento (CE) n. 1885/2006 articolo 6,\n— : In Latvian : Atļauja par papildu daudzumu, Regulas (EK) Nr. 1885/2006 6. pants,\n— : In Lithuanian : Papildomoji licencija, Reglamento (EB) Nr. 1885/2006 6 straipsnio,\n— : In Hungarian : Kiegészítő engedély, 1885/2006/EK rendelet 6. cikk,\n— : In Dutch : Aanvullend certificaat — artikel 6 van Verordening (EG) nr. 1885/2006,\n— : In Polish : Uzupełniające pozwolenie, rozporządzenie (WE) nr 1885/2006 art. 6,\n— : In Portuguese : Certificado complementar, artigo 6.o do Regulamento (CE) n.o 1885/2006,\n— : In Romanian : Licenţă pentru cantitatea excedentară, articolul 6 din Regulamentul nr. 1885/2006,\n— : In Slovakian : Dodatočné povolenie, článok 6 nariadenia (ES) č. 1885/2006,\n— : In Slovenian : Dovoljenje za dodatne količine, člen 6, Uredba (ES) št. 1885/2006,\n— : In Finnish : Lisätodistus, asetus (EY) N:o 1885/2006 6 artikla,\n— : In Swedish : Kompletterande licens, artikel 6 i förordning (EG) nr 1885/2006.\nANNEX III\n— : In Bulgarian : Мита, ограничени до 6 % ad valorem [Регламент (ЕО) № 1885/2006],\n— : In Spanish : Derechos de aduana limitados al 6 % ad valorem [Reglamento (CE) no 1885/2006],\n— : In Czech : Clo limitované 6 % ad valorem (nařízení (ES) č. 1885/2006),\n— : In Danish : Toldsatsen begrænses til 6 % af værdien (forordning (EF) nr. 1885/2006),\n— : In German : Beschränkung des Zolls auf 6 % des Zollwerts (Verordnung (EG) Nr. 1885/2006),\n— : In Estonian : Väärtuseline tollimaks piiratud 6 protsendini (määrus (EÜ) nr 1885/2006),\n— : In Greek : Τελωνειακός δασμός κατ’ ανώτατο όριο 6 % κατ’ αξία [κανονισμός (ΕΚ) αριθ. 1885/2006],\n— : In English : Customs duties limited to 6 % ad valorem (Regulation (EC) No 1885/2006),\n— : In French : Droits de douane limités á 6 % ad valorem [règlement (CE) no 1885/2006],\n— : In Italian : Dazi doganali limitati al 6 % ad valorem [regolamento (CE) n. 1885/2006],\n— : In Latvian : Muitas nodokļi nepārsniedz 6 % ad valorem (Regula (EK) Nr. 1885/2006),\n— : In Lithuanian : Muito mokestis neviršija 6 % ad valorem (Reglamentas (EB) Nr. 1885/2006),\n— : In Hungarian : Mérsékelt, 6 %-os értékvám (1885/2006/EK rendelet),\n— : In Dutch : Douanerechten beperkt tot 6 % ad valorem (Verordening (EG) nr. 1885/2006),\n— : In Polish : Należności celne ograniczone do 6 % ad valorem (Rozporządzenie (WE) nr 1885/2006),\n— : In Portuguese : Direitos aduaneiros limitados a 6 % ad valorem [Regulamento (CE) n.o 1885/2006],\n— : In Romanian : Taxe vamale limitate la 6 % ad valorem (Regulamentul (CE) nr. 1885/2006),\n— : In Slovakian : Dovozné clo so stropom 6 % ad valorem (Nariadenie (ES) č. 1885/2006),\n— : In Slovenian : Omejitev carinskih dajatev na 6 % ad valorem (Uredba (ES) št. 1885/2006),\n— : In Finnish : Arvotulli rajoitettu 6 prosenttiin (asetus (EY) N:o 1885/2006),\n— : In Swedish : Tullsatsen begränsad till 6 % av värdet (förordning (EG) nr 1885/2006)."}