{"celex_id": "32001R1878", "uri": "http://publications.europa.eu/resource/cellar/8b897765-7d08-4b18-ae96-0a21b55e17d3", "type": "Regulation", "concepts": ["2319", "2324", "276", "4314"], "title": "Commission Regulation (EC) No 1878/2001 of 26 September 2001 laying down transitional measures in connection with the compensation system for storage costs for sugar\n", "header": "Commission Regulation (EC) No 1878/2001\nof 26 September 2001\nlaying down transitional measures in connection with the compensation system for storage costs for sugar\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), and in particular Article 50 thereof,\nWhereas:\n(1) Article 8 of Council Regulation (EC) No 2038/1999 of 13 September 1999 on the common organisation of the markets in the sugar sector(2), as last amended by Commission Regulation (EC) No 906/2001(3), Council Regulation (EEC) No 1358/77 of 20 June 1977 laying down general rules for offsetting storage costs for sugar and repealing Regulation (EEC) No 750/68(4), as last amended by Regulation (EEC) No 3042/78(5), and Commission Regulation (EEC) No 1998/78 of 18 August 1978 laying down detailed rules for the offsetting of storage costs for sugar(6), as last amended by Regulation (EEC) No 1758/93(7), provided for a compensation system for storage costs for sugar.\n(2) Article 32 of Regulation (EC) No 2038/1999 authorised each producer undertaking to carry forward, under certain conditions, part of its sugar production to the next marketing year to be treated as part of that year's production, subject to an undertaking to store such quantity or quantities for a compulsory storage period of 12 consecutive months for which storage costs were reimbursed in accordance with Article 8 of that Regulation.\n(3) Regulation (EC) No 1260/2001 does not provide for a compensation system for storage costs from the 2001/02 marketing year onwards. Despite the abolition of the compensation system for storage costs from the 2001/02 year, sugar carried over in accordance with Article 32 of Regulation (EC) No 2038/1999 must be stored for a 12-month period. To ensure a harmonious transition to the new arrangements, transitional measures should be laid down allowing the continued reimbursement of storage costs after 30 June 2001 for sugar carried over from the 2000/01 marketing year to the 2001/02 marketing year, until the end of the compulsory storage period in question.\n(4) To ensure that the sugar sector is self-financing, provision should be made for the reimbursements granted after 30 June 2001 under this Regulation to be taken into account in the balance remaining form the application of the compensation system for storage costs referred to in the first paragraph of Article 48 of Regulation (EC) No 1260/2001.\n(5) In view of the fact that the termination of the compensation system for storage costs for sugar provided for in the first paragraph of Article 48 of Regulation (EC) No 1260/2001 has resulted in a large, positive balance sufficient to cover the reimbursement of storage costs under this Regulation, there is no need to fix a storage levy.\n(6) These measures should be applied with effect from 1 July 2001 so as not to disrupt the proper working of the common organisation of the markets in the sugar sector.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. Article 8 of Regulation (EC) No 2038/1999, Regulation (EEC) No 1358/77 and Regulation (EEC) No 1998/78 shall continue to apply to sugar carried over by producer undertakings in the 2000/01 marketing year to the 2001/02 marketing year pursuant to Article 32 of Regulation (EC) No 2038/1999.\n2. The reimbursement for this sugar shall be EUR 0,33 per 100 kilograms of white sugar per month.\n3. The reimbursement shall be paid for each month that the sugar remains in storage, until the end of the consecutive 12-month compulsory storage period referred to in Article 32(2) of Regulation (EC) No 2038/1999.", "The reimbursements granted under this Regulation shall be taken into account in establishing the balance remaining from the application of the compensation system for storage costs referred to in the first paragraph of Article 48 of Regulation (EC) No 1260/2001.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 252, 25.9.1999, p. 1.\n(3) OJ L 127, 9.5.2001, p. 28.\n(4) OJ L 156, 25.6.1977, p. 4.\n(5) OJ L 361, 23.12.1978, p. 8.\n(6) OJ L 231, 23.8.1978, p. 5.\n(7) OJ L 161, 2.7.1993, p. 58."}