{"celex_id": "32004R1761", "uri": "http://publications.europa.eu/resource/cellar/fb329298-e9d2-47f4-9876-04acefde5f69", "type": "Regulation", "concepts": ["1486", "1604", "2965", "3070", "324", "4117", "4236"], "title": "Commission Regulation (EC) No 1761/2004 of 12 October 2004 laying down specific measures in the cauliflower sector - See 32004R1761R(01) : The publication of Regulation (EC) No 1761/2004 is to be considered null and void.\n", "header": "13.10.2004 EN Official Journal of the European Union L 314/3\nCOMMISSION REGULATION (EC) No 1761/2004\nof 12 October 2004\nlaying down specific measures in the cauliflower sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), and in particular Article 17 thereof,\nWhereas:\n(1) Cauliflower production is characterised by wide fluctuations in supply depending on the weather. Demand for cauliflowers also fluctuates in line with the weather, but inversely to supply. The market in fresh cauliflowers is therefore marked by rapid and unpredictable developments, with an extremely wide range of prices charged on the markets in fresh cauliflowers not intended for processing. Fluctuations occur each year, at irregular intervals and to varying degrees, which causes continuing difficulties for the cauliflower sector.\n(2) Under the intervention arrangements laid down in Title IV of Regulation (EC) No 2200/96 and implemented by Commission Regulation (EC) No 103/2004 of 21 January 2004 laying down detailed rules for implementing Council Regulation (EC) No 2200/96 as regards intervention arrangements and market withdrawals in the fruit and vegetable sector (2), the quantities withdrawn may not exceed 10 % of the quantity marketed at any point of the marketing year. The scale of the short-term cyclical developments for cauliflowers is such that these limits prevent effective regulation of the market by producer organisations using only the general instruments of intervention.\n(3) To improve competitiveness in the sector, provisions should be introduced to smooth cyclical developments by allowing, through the payment of a specific aid, the processing of certain quantities intended initially for the fresh product market where excess supply leads to a collapse in prices and provided that these quantities meet certain quality requirements. However, to avoid this mechanism generating a rise in production, the amount of aid must remain well below the difference in the prices of cauliflowers intended for the fresh product market and cauliflowers intended for processing.\n(4) There is also a need to ensure that producer organisations employ their own resources for the prevention and management of cyclical crises. As a result, the minimum quantities delivered for processing must be taken over by producer organisations without benefiting from the aid, for the purposes of prevention and management of cyclical crises.\n(5) As the purpose of the operation is to smooth out the occasional peaks in production, the total share of production which may benefit from either these new provisions or the traditional withdrawals mechanism must continue to be limited to 15 %.\n(6) Producer organisations wishing to make use of these provisions must guarantee the processors with whom they work supplies of minimum quantities throughout the marketing year, by means of contracts, so that the activity of those processors does not depend entirely on crises affecting cauliflowers intended for the fresh market.\n(7) To identify a state of crisis, a price quotation must be fixed as a reference amount for monitoring cyclical developments on the market in fresh cauliflowers, as must the price level below which, for this price quotation, the market in fresh cauliflowers must be considered to be in crisis and specific measures may be triggered.\n(8) This kind of system means that producers must notify all deliveries of cauliflowers for processing, even those which do not benefit from the aid in question, in order to allow checks on the total quantities processed.\n(9) Specific measures are innovative compared with the general instruments used by the common organisations of the markets in fruit and vegetables. At this stage, therefore, their scope should be limited in terms of budget and quantity and also of time, so as to allow a precise assessment of the impact of these measures before these provisions are extended. As a result, in order to avoid any budget overrun, a system for the quarterly notification of aid applications should be organised to enable a reduction percentage for applications to be fixed where necessary. In this kind of notification system, any delay in communicating aid applications by producer organisations renders the operation ineligible.\n(10) Checks on the total quantities processed must cover the lots that are physically presented, to ensure that they tally with the weight declarations, and, a posteriori, that the physical flows declared tally with the transactions recorded by the producer organisations and processors. Checks should be accompanied by penalties commensurate with any failings.\n(11) Finally, to ensure close monitoring of the measure by the Commission, Member States must transmit the required information to the Commission as quickly as possible.\n(12) The Management Committee for fresh Fruit and Vegetables has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Purpose\n1.   Under the terms of this Regulation, producer organisations shall receive aid of EUR 50 per tonne for certain cauliflowers harvested in the Community falling within CN code ex 0704 10 00 delivered for processing when price levels have dropped on the fresh cauliflower market.\n2.   The aid referred to in paragraph 1 shall be paid quarterly, in accordance with the periods laid down in the second paragraph of Article 3, for certain quantities of cauliflowers delivered to processors and accepted by those processors where the price conditions referred to in the first subparagraph of Article 5(5) have been met.\n3.   For each quarter concerned, without prejudice to Article 8(4), the aid referred to in paragraph 1 of this Article shall be paid for the quantities delivered to processors, and accepted by those processors, in excess of the minimum quantities referred to in Article 4(2)(c).\nThe sum of the quantities benefiting from the aid referred to in paragraph 1 and of the quantities withdrawn under the terms of Article 23 of Regulation (EC) No 2200/96 may not, however, exceed 15 % of the quantities marketed in the same quarter.", "Minimum quality requirements\nProducts delivered for processing must be whole, of sound, genuine and merchantable quality and suitable for processing. Products affected by rot shall be excluded.", "Advance application by producer organisations\nTo qualify for the aid referred to in Article 1, producer organisations must:\n(a) be recognised or have been granted preliminary recognition under Regulation (EC) No 2200/96;\n(b) have in advance concluded contracts which link them to one or more cauliflower processors;\n(c) submit an advance application to the competent authorities of the Member State no later than 15 days before the beginning of the first period applied for by the producer organisation out of the periods set out in the second paragraph.\nThe application shall include copies of the contracts referred to in point (b) of the first paragraph and shall cover one or more of the following periods:\n(a) from 1 November 2004 to 31 January 2005;\n(b) from 1 February 2005 to 30 April 2005;\n(c) from 1 May 2005 to 31 July 2005;\n(d) from 1 August 2005 to 31 October 2005.", "Contracts\n1.   The contracts referred to in point (b) of the first paragraph of Article 3 shall be concluded in writing. They shall cover the periods laid down in the second paragraph of Article 3, which are the subject of an advance application from the producer organisation.\n2.   Contracts shall specify, in particular:\n(a) the name and address of the contracting producer organisation;\n(b) the name and address of the processor;\n(c) the minimum quantity of raw material to be delivered for processing, broken down into tranches where necessary, the quality characteristics of the products covered by the contract, and the undertaking made by the producers to deliver those quantities and qualities;\n(d) the period covered;\n(e) the maximum quantity of raw material delivered which processors undertake to process under the contract in question;\n(f) the price to be paid to the producer organisation for the raw materials, which shall be paid by bank or post office transfer, and the delivery stage to which the price in question applies;\n(g) the compensation payable should either party fail to fulfil its contractual obligations, in particular as regards the payment in full of the price specified in the contract, compliance with time-limits for payment, and the obligation to deliver and accept the minimum and maximum quantities covered by the contract.\n3.   Member States may adopt additional rules on contracts.", "Price threshold\n1.   For each production region concerned, the Member State shall propose to the Commission a place of quotation and the characteristics in terms of size and presentation of the Category I product which serves as a reference for determining the market situation for fresh cauliflowers in the region in question.\n2.   The Member State shall propose to the Commission, for periods of not less than one month, the average price of the product referred to in paragraph 1 over the previous five marketing years, excluding the highest average yearly rate and the lowest average yearly rate among the five years in question.\n3.   The Member State shall propose to the Commission a price threshold for each production region, equal to 80 % of the average price referred to in paragraph 2.\n4.   The Commission shall fix, on the basis of the proposals referred to in paragraphs 1 to 3 and of any other relevant information at its disposal, the price threshold referred to in paragraph 3 and shall communicate it to the Member State concerned.\n5.   The aid referred to in Article 1 may be paid only once the rate determined in the place of quotation referred to in paragraph 1 of this Article has been below the price threshold fixed pursuant to paragraph 4 for two consecutive quotation days.\nIt shall cease to be paid the day following the first day on which the rate recorded is once again above or equal to the price threshold fixed pursuant to paragraph 4.", "Acceptance of advance applications\n1.   The Member State shall accept the advance application referred to in Article 3 where the conditions laid down in Articles 3 and 4 have been met and it has fixed the place of quotation, characteristics and price threshold and carried out the calculations referred to in Article 5.\n2.   The Member State shall inform the producer organisation of the terms under which it may be paid the aid. It shall send the producer organisation the price threshold fixed pursuant to Article 5(4) for the production region of the producer organisation concerned, and all the necessary details as regards the place of quotation and the characteristics of the product quoted as referred to in Article 5(1).", "Notification of deliveries\n1.   From the beginning of the periods laid down in the second paragraph of Article 3, the producer organisation shall notify the competent authorities of the Member State, no later than 18.00 of the preceding working day, of each delivery to processors holding the contracts referred to in Article 4, including the quantities which will not subsequently be the subject of an application for aid in accordance with Article 8.\nThis notification shall include the quantity to be delivered, the place and time of delivery and the identification number of the contract relating to the delivery in question. It shall be sent electronically and the authorities to which it is addressed shall keep a record of it for at least three years.\nThe competent authorities of the Member States concerned may ask for any additional information they consider necessary for a physical check on the deliveries.\n2.   When each consignment delivered under contracts is accepted at the processing plant, a delivery certificate shall be issued, specifying:\n(a) the date and time of unloading;\n(b) the identification number of the contract to which the consignment relates;\n(c) the net weight.\nDelivery certificates shall be prepared in four copies. They shall be signed by the processor or its representative and by the producer organisation or its representative. Each certificate shall bear an identification number.\nProcessors and producer organisations shall both keep a copy of delivery certificates.\n3.   The producer organisation shall send the competent authorities of the Member State a communication by e-mail containing the information referred to in paragraph 2, not later than the fifth working day following the week of delivery.\nHowever, where the conditions referred to in the first subparagraph of Article 5(5) are met, the producer organisation shall send the communication referred to in the first subparagraph of this paragraph not later than the first working day following the delivery.", "Applications for and payment of aid\n1.   Producer organisations shall present their aid application to the competent authorities of the Member States each quarter, not later than the 15th of the month following the end of the quarter covered by the aid application.\nNo aid shall be granted if the application is presented beyond this deadline.\n2.   Each aid application for a particular quarter shall include the following information:\n(a) the name and address of the producer organisation;\n(b) the total quantity of cauliflowers delivered and accepted for processing during the quarter concerned, broken down by processor; the aid application shall specify, within this quantity, the quantity corresponding to deliveries made where the conditions referred to in the first subparagraph of Article 5(5) have been met;\n(c) the minimum quantity referred to in Article 4(2)(c);\n(d) the quantity of cauliflowers withdrawn from the market under Article 23 of Regulation (EC) No 2200/96;\n(e) the marketed quantity of cauliflowers, within the meaning of Article 2(2) of Regulation (EC) No 103/2004;\n(f) the quantity covered by the aid application.\n3.   Member States shall notify the Commission, not later than the 20th of the month following the end of the quarter concerned, of the total quantities which are the subject of applications for payment, broken down by requesting producer organisation.\n4.   If the quantities referred to in paragraph 3 are such that the total of the quantities which have benefited from the aid in the course of the previous quarters and of the quantities referred to in paragraph 3 does not exceed 50 000 tonnes, the Commission shall authorise the Member States to pay the aid applied for.\nIf the total of the quantities which have benefited from the aid in the course of the previous quarters and of the quantities referred to in paragraph 3 exceeds 50 000 tonnes, the Commission shall fix a reduction percentage for the applications, applicable to the quantities referred to in paragraph 3.\n5.   The aid shall be paid by the competent authorities of the Member States once the provisions referred to in paragraph 4 have been implemented and if these authorities have carried out the checks provided for in Article 9(a) and checked that the aid application tallies with the delivery certificates referred to in Article 7(2).", "Checks\n1.   For each producer organisation and each producer, the following checks shall be carried out:\n(a) physical checks, to verify that the quantities tally with the delivery certificates referred to in Article 7(2) and comply with the minimum quality requirements laid down in Article 9, on at least:\n(i) 5 % of the quantities delivered for processing where the conditions referred to in the first subparagraph of Article 5(5) have not been met,\n(ii) 50 % of the quantities delivered for processing where the conditions referred to in the first subparagraph of Article 5(5) have been met,\n(b) administrative and accounting checks, to verify:\n(i) as regards the producer organisations, that the total quantities of products marketed, the total quantities of products delivered for processing, the total of the delivery certificates referred to in Article 7(2), and the total of the quantities stated in the aid applications tally with the payments received from the processor;\n(ii) as regards the processor, that the quantity of finished products obtained from the raw materials received tallies with the quantities of finished products sold.\n2.   For the purposes laid down in point (b)(ii) of paragraph 1, processors who sign contracts with producer organisations shall keep the following information for at least three years:\n(a) the total quantities of raw materials received;\n(b) the quantities of product received from producer organisations benefiting from the provisions of this Regulation, broken down by producer organisation;\n(c) the quantities of each finished product obtained from each of the quantities referred to in the first indent;\n(d) the quantities of each finished product in stock at the start and end of the quarter.", "0\nRecovery and penalties\n1.   Aid unduly paid to producer organisations, shall be recovered with interest, including that linked to any irregularities found during the checks referred to in Article 9.\nThe interest rate to be applied shall be calculated in accordance with national legislation and shall not be lower than the interest rate generally applicable to recovery under national rules.\n2.   Except in cases of obvious error, where irregularities are found in the application of this Regulation, the recipient/applicant shall be required:\n(a) if the aid has already been paid, in addition to recovery as provided for in paragraph 1:\n(i) in cases of fraud, to pay an amount equal to the amount unduly paid;\n(ii) in other cases, to pay 50 % of the amount unduly paid;\n(b) in cases where applications for aid have been submitted under Article 8 but no aid has been paid:\n(i) in cases of fraud, to pay an amount equal to the amount unduly applied for;\n(ii) in other cases, to pay 50 % of the amount unduly applied for;\n3.   In the event of a false declaration the Member State shall debar the producer organisation concerned from benefiting from the provisions of this Regulation and shall inform the Commission thereof.\n4.   Sums recovered, with the interest accrued and the amount of the penalty, shall be paid to the responsible paying agency and deducted from expenditure financed by the EAGGF.", "1\nInforming the Commission\n1.   Member States shall send the Commission, for each quarter concerned, the following information:\n(a) a list of producer organisations which have submitted an advance application, accepted by the Member State in accordance with Article 6;\n(b) the proposals referred to in Article 5(1), (2) and (3), for each producer organisation concerned;\n(c) the quantities contracted for by the producer organisations concerned under the provisions of Article 4(2)(c) and (e).\nThis information must reach the Commission not later than 15 days before the start of the quarter concerned.\n2.   Member States shall inform the Commission immediately where the conditions referred to in the first subparagraph of Article 5(5) are met for a specific producer organisation.", "2\nEntry into force\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 October 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2)  OJ L 16, 23.1.2004, p. 3."}