{"celex_id": "32003D0326", "uri": "http://publications.europa.eu/resource/cellar/ad606c7e-c87a-47de-9838-2c8f7c16e97c", "type": "Decision", "concepts": ["1362", "1596", "192", "239", "2737", "2947", "344", "4224"], "title": "2003/326/EC: Commission Decision of 12 May 2003 on transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the separation of category 2 and category 3 oleochemical plants (Text with EEA relevance) (notified under document number C(2003) 1500)\n", "header": "Commission Decision\nof 12 May 2003\non transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the separation of category 2 and category 3 oleochemical plants\n(notified under document number C(2003) 1500)\n(Only the Spanish, German, English, French, Italian, Dutch and Swedish texts are authentic)\n(Text with EEA relevance)\n(2003/326/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption(1), and in particular Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 provides for a complete revision of Community rules concerning animal by-products not intended for human consumption, including the introduction of a number of strict requirements. In addition, it provides that appropriate transitional measures may be adopted.\n(2) In view of the strict nature of those requirements, it is necessary to provide for non-renewable transitional measures for Belgium, Germany, Spain, Italy, Netherlands, Sweden and the United Kingdom in order to allow industry sufficient time to adjust. In addition, alternative collection, transport, storage, handling, processing and uses for animal by-products need to be further developed, as well as disposal methods for those by-products.\n(3) Accordingly, as a temporary measure a derogation should be granted to Belgium, Germany, Spain, Italy, Netherlands, Sweden and the United Kingdom to enable them to authorise operators to continue to apply national rules to the separation of category 2 and 3 oleochemical plants.\n(4) In order to prevent a risk to animal and public health, appropriate control systems should be maintained in Belgium, Germany, Spain, Italy, Netherlands, Sweden and the United Kingdom for the period of the transitional measures.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Derogation regarding the separation of category 2 and 3 oleochemical plants\n1. Pursuant to Article 32(1) of Regulation (EC) No 1774/2002 and by way of derogation from Article 14(2) of that Regulation, Belgium, Germany, Spain, Italy, Netherlands, Sweden and the United Kingdom may continue to grant individual approvals in accordance with national rules until 31 October 2005 at the latest to operators of premises and facilities not complying with point (b) of Article 14(2) and with the separation requirements for category 2 and category 3 oleochemical plants, provided that the national rules:\n(a) comply with all other applicable Community legislation;\n(b) are only applied in premises and facilities that applied those rules on 1 November 2002; and\n(c) comply with the requirements in points (c) and (d) of Article 14(2) of Regulation (EC) No 1774/2002.\n2. Only rendered fats derived from category 2 and 3 materials shall be used. Rendered fats derived from category 2 material shall be processed in accordance with the standards provided for in Chapter III of Annex VI to Regulation (EC) No 1774/2002. Additional processes such as distillation, filtration and processing with absorbents shall be used to further improve the safety of the tallow derivatives.", "Control measures\nThe competent authority shall take the necessary measures to control compliance by authorised operators of premises and facilities with the conditions set out in Article 1.", "Withdrawal of approvals and disposal of material not complying with this Decision\n1. Individual approvals by the competent authority for the separation of category 2 and category 3 oleochemical plants shall be immediately and permanently withdrawn in respect of any operator, premises or facilities if the conditions set out in this Decision are no longer fulfilled.\n2. The competent authority shall withdraw any approvals granted under Article 1 at the latest by 31 October 2005.\nThe competent authority shall not grant a final approval under Regulation (EC) No 1774/2002 unless on the basis of its inspections it is satisfied that the premises and facilities referred to in Article 1 meet all the requirements of that Regulation.\n3. Any material that does not comply with the requirements of this Decision shall be disposed of in accordance with the instructions of the competent authority.", "Compliance with this Decision by the concerned Member States\nBelgium, Germany, Spain, Italy, Netherlands, Sweden and the United Kingdom shall immediately take the necessary measures to comply with this Decision and shall publish those measures. They shall immediately inform the Commission thereof.", "Applicability\nThis Decision shall apply from 1 May 2003 to 31 October 2005.", "Addressees\nThis Decision is addressed to the Kingdom of Belgium, the Federal Republic of Germany, the Kingdom of Spain, the Italian Republic, the Kingdom of the Netherlands, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 12 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 273, 10.10.2002, p. 1."}