{"celex_id": "32007R0093", "uri": "http://publications.europa.eu/resource/cellar/2c502874-7495-4b20-ab0c-3c957e0ec0b5", "type": "Regulation", "concepts": ["2611", "3163", "3647", "525", "569", "5889", "6049"], "title": "Commission Regulation (EC) No 93/2007 of 30 January 2007 amending Regulation (EC) No 2099/2002 of the European Parliament and of the Council establishing a Committee on Safe Seas and the Prevention of Pollution from Ships (COSS)   (Text with EEA relevance)\n", "header": "31.1.2007 EN Official Journal of the European Union L 22/12\nCOMMISSION REGULATION (EC) No 93/2007\nof 30 January 2007\namending Regulation (EC) No 2099/2002 of the European Parliament and of the Council establishing a Committee on Safe Seas and the Prevention of Pollution from Ships (COSS)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2099/2002 of the European Parliament and the Council of 5 November 2002 establishing a Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) and amending the Regulations on maritime safety and the prevention of pollution from ships (1), and in particular Article 7 thereof,\nWhereas:\n(1) Regulation (EC) No 2099/2002 has established the Committee on Safe Seas and the Prevention of Pollution from Ships (COSS).\n(2) The role of the COSS is to centralise the tasks of the committees set up under the Community legislation on maritime safety, the prevention of pollution from ships and the protection of shipboard living and working conditions.\n(3) All new Community legislation adopted in the field of maritime safety should provide for recourse to the COSS.\n(4) Article 7 of Regulation (EC) No 789/2004 of the European Parliament and of the Council of 21 April 2004 on the transfer of cargo and passenger ships between registers within the Community and repealing Council Regulation (EEC) No 613/91 (2), Article 13 of Directive 2005/35/EC of the European Parliament and of the Council of 7 September 2005 on ship-source pollution and on the introduction of penalties for infringements (3) and Article 12 of Regulation (EC) No 336/2006 of the European Parliament and the Council of 15 February 2006 on the implementation of the International Safety Management Code within the Community and repealing Council Regulation (EC) No 3051/95 (4) provides that the Commission shall be assisted by the COSS for the implementation of those Regulations.\n(5) Regulation (EC) No 2099/2002 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Safe Seas and the Prevention of Pollution from Ships (COSS),", "main_body": ["The following points shall be added to Article 2(2) of Regulation (EC) No 2099/2002:\n‘(t) Regulation (EC) No 789/2004 of the European Parliament and of the Council of 21 April 2004 on the transfer of cargo and passenger ships between registers within the Community and repealing Council Regulation (EEC) No 613/91 (5);\n(u) Directive 2005/35/EC of the European Parliament and of the Council of 7 September 2005 on ship-source pollution and on the introduction of penalties for infringements (6);\n(v) Regulation (EC) No 336/2006 of the European Parliament and of the Council of 15 February 2006 on the implementation of the International Safety Management Code within the Community and repealing Council Regulation (EC) No 3051/95 (7).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 January 2007.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 324, 29.11.2002, p. 1. Regulation as amended by Commission Regulation (EC) No 415/2004 (OJ L 68, 6.3.2004, p. 10).\n(2)  OJ L 138, 30.4.2004, p. 19.\n(3)  OJ L 255, 30.9.2005, p. 11.\n(4)  OJ L 64, 4.3.2006, p. 1.\n(5)  OJ L 138, 30.4.2004, p. 19.\n(6)  OJ L 255, 30.9.2005, p. 11.\n(7)  OJ L 64, 4.3.2006, p. 1.’"}