{"celex_id": "32004D0230", "uri": "http://publications.europa.eu/resource/cellar/e75ac7fe-63b2-4508-9496-56cb947f8f50", "type": "Decision", "concepts": ["1445", "1520", "1755", "192", "5034"], "title": "2004/230/EC: Commission Decision of 5 March 2004 amending Decision 2003/467/EC as regards the declaration that certain provinces in Italy are free of bovine tuberculosis and bovine brucellosis (Text with EEA relevance) (notified under document number C(2004) 666)\n", "header": "Commission Decision\nof 5 March 2004\namending Decision 2003/467/EC as regards the declaration that certain provinces in Italy are free of bovine tuberculosis and bovine brucellosis\n(notified under document number C(2004) 666)\n(Text with EEA relevance)\n(2004/230/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on health problems affecting intra-Community trade in bovine animals and swine(1), and in particular Annex A(I)(4) and Annex A(II)(7) thereto,\nWhereas:\n(1) The lists of regions of Member States declared free of bovine tuberculosis and bovine brucellosis are set out in Commission Decision 2003/467/EC of 23 June 2003 establishing the official tuberculosis, brucellosis and enzootic-bovine-leukosis free status of certain Member States and regions of Member States as regards bovine herds(2).\n(2) Italy submitted to the Commission documentation demonstrating compliance with the appropriate conditions provided for in Directive 64/432/EEC as regards the province of Grossetto in the Region of Toscana in order that that province may be declared officially free of tuberculosis as regards bovine herds.\n(3) Italy also submitted to the Commission documentation demonstrating compliance with the appropriate conditions provided for in Directive 64/432/EEC as regards the provinces of Arezzo, Grossetto, Livorno, Lucca and Pisa in the Region of Toscana, in order that those provinces may be declared officially free of brucellosis as regards bovine herds.\n(4) Following evaluation of the documentation submitted by Italy, the province of Grossetto in the Region of Toscana should be declared officially free of bovine tuberculosis and the provinces of Arezzo, Grossetto, Livorno, Lucca and Pisa in the Region of Toscana should be declared officially free of bovine brucellosis.\n(5) Decision 2003/467/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Decision 2003/467/EC are amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 1977/64. Directive as last amended by Regulation (EC) No 21/2004 (OJ L 5, 9.1.2004, p. 8).\n(2) OJ L 156, 25.6.2003, p. 74. Decision as amended by Decision 2004/63/EC (OJ L 13, 20.1.2004, p. 32).\nANNEX\nAnnexes I and II to Decision 2003/467/EC are amended as follows:\n1. in Annex I, Chapter 2 is replaced by the following:\n\"CHAPTER 2 Officially tuberculosis-free regions of Member States\nIn Italy:\n- Lombardy region: Provinces of Bergamo, Lecco, Sondrio\n- Marche region: Province of Ascoli Piceno\n- Tuscany region: Province of Grossetto\n- Trentino-Alto Adige region: Provinces of Bolzano, Trento\";\n2. in Annex II, Chapter 2 is replaced by the following:\n\"CHAPTER 2 Officially brucellosis-free regions of Member States\nIn Italy:\n- Emilia-Romagna region: Provinces of Bologna, Ferrara, Forli-Cesena, Modena, Parma, Piacenza, Ravenna, Reggio Emilia, Rimini\n- Lombardy region: Provinces of Bergamo, Como, Cremona, Lecco, Lodi, Mantova, Pavia, Sondrio, Varese\n- Marche region: Province of Ascoli Piceno\n- Sardinia region: Provinces of Cagliari, Nuoro, Oristano, Sassari\n- Tuscany region: Provinces of Arezzo, Grossetto, Livorno, Lucca, Pisa\n- Trentino-Alto Adige region: Provinces of Bolzano, Trento\nIn Portugal:\n- Autonomous Region of Azores: Islands of Pico, Graciosa, Flores, Corvo\nIn the United Kingdom:\n- Great Britain: England, Scotland, Wales\""}