{"celex_id": "32004R0877", "uri": "http://publications.europa.eu/resource/cellar/e86a50c2-9cc8-4f82-8564-6bf37e958597", "type": "Regulation", "concepts": ["1119", "1608", "2173", "2689", "616"], "title": "Commission Regulation (EC) No 877/2004 of 29 April 2004 laying down detailed rules for applying Regulation (EC) No 2200/96 as regards notification of the prices recorded on the markets for certain fresh fruit and vegetables\n", "header": "Commission Regulation (EC) No 877/2004\nof 29 April 2004\nlaying down detailed rules for applying Regulation (EC) No 2200/96 as regards notification of the prices recorded on the markets for certain fresh fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), and in particular Article 28(2) thereof,\nWhereas:\n(1) Council Regulation (EC) No 2200/96 requires the Member States to notify to the Commission the prices for certain fresh fruit and vegetables recorded on the representative markets. The detailed rules for implementing that requirement were laid down in Commission Regulation (EC) No 659/97(2), itself repealed by Commission Regulation (EC) No 103/2004 21 January 2004 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards intervention arrangements in the fruit and vegetables sector(3). New detailed rules should therefore be adopted for the notification of the prices recorded on the markets for certain fresh fruit and vegetables which, in the interests of clarity, should be separate from the detailed rules on intervention and withdrawals in the fruit and vegetables sector.\n(2) The prices transmitted to the Commission for each product should be comparable. A reasonably harmonised definition should therefore apply throughout the Community regarding the marketing stage, presentation, quality class and, where applicable, the variety or type. The various representative markets for each product concerned should also be defined. In addition, the Member States should, where appropriate, provide the necessary explanations to the Commission regarding the methods and criteria applied to calculate the prices concerned.\n(3) In order to ensure rapid circulation of information, electronic means of transmission should be used.\n(4) In the interests of transparency, the Commission should inform the Member States of the prices recorded throughout the Community and the Community average price.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee for Fresh Fruit and Vegetables,", "main_body": ["1. The prices to be recorded under Article 28(1) of Regulation (EC) No 2200/96 shall be for class I products, ex packing station, sorted, packaged and, where applicable, on pallets, expressed in euro per 100 kilograms net weight.\n2. The Member States shall determine the representative markets referred to in Article 28(1) of Regulation (EC) No 2200/96 on the basis of:\n(a) either transactions carried out on physically identifiable markets (wholesale markets, auctions and other physical meeting places of supply and demand) in the production area,\n(b) or direct transactions between producers in the production area and individual buyers (wholesalers, traders, distribution centres and other operators),\n(c) or a combination of the types of transaction referred to at (a) and (b) above.\nThe list of representative markets is set out in the Annex hereto.", "For the products listed in the Annex, the Member States shall forward to the Commission, no later than 12.00 (Brussels time) on Wednesday each week, a notification detailing for each market day the average price in euro per 100 kilograms recorded on the markets listed in the Annex for the types and/or varieties of products and the sizes and/or qualities stated in the Annex for which there have been transactions as referred to in Article 1(2).\nThese notifications shall be sent via the electronic system indicated by the Commission.\nThe Commission shall forward this information to the Member States, together with the Community average price for each product concerned.", "1. At the Commission's request, the Member States shall transmit the method they use to calculate the average price referred to in the first paragraph of Article 2.\nWhere prices given for the types and/or varieties of products concerned are for sizes and/or presentations other than those specified in the Annex, the Member States may calculate the average price for the sizes and/or presentations in the Annex using conversion coefficients. Fixing the conversion coefficients shall be included in the method referred to in the first subparagraph of this paragraph.\n2. If necessary, the Commission shall draw up common guidelines on the method referred to in paragraph 1.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 April 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1. Regulation last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2) OJ L 100, 17.4.1997, p. 22. Regulation last amended by Regulation (EC) No 1135/2001 (OJ L 154, 9.6.2001, p. 9).\n(3) OJ L 16, 23.1.2004, p. 3.\nANNEX\n>TABLE>"}