{"celex_id": "32006D0422", "uri": "http://publications.europa.eu/resource/cellar/29ef504e-a5ee-4e46-b5fc-d624b8a88837", "type": "Decision", "concepts": ["1019", "20", "2715", "4663", "747"], "title": "2006/422/EC: Commission Decision of  19 June 2006  establishing that Article 30(1) of Directive 2004/17/EC of the European Parliament and of the Council coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors applies to the production and sale of electricity in Finland, excluding the Åland Islands  (notified under document number C(2006) 2337)   (Text with EEA relevance)\n", "header": "21.6.2006 EN Official Journal of the European Union L 168/33\nCOMMISSION DECISION\nof 19 June 2006\nestablishing that Article 30(1) of Directive 2004/17/EC of the European Parliament and of the Council coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors applies to the production and sale of electricity in Finland, excluding the Åland Islands\n(notified under document number C(2006) 2337)\n(Only the Finnish and the Swedish texts are authentic)\n(Text with EEA relevance)\n(2006/422/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (1), and in particular Article 30(4) and (6) thereof,\nHaving regard to the request submitted by the Republic of Finland by e-mail of 20 February 2006, and to the additional information requested by Commission staff by e-mail of 10 March 2006 and submitted by the Republic of Finland by e-mail of 23 March 2006,\nHaving regard to the conclusions of the independent national authority, Kilpailuvirasto (the Finnish Competition Authority), that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC would be met,\nWhereas:\n(1) Article 30 of Directive 2004/17/EC provides that contracts, intended to enable the performance of one of the activities to which the Directive applies, shall not be subject to the Directive if, in the Member State in which it is carried out, the activity is directly exposed to competition on markets to which access is not restricted. Direct exposure to competition is assessed on the basis of objective criteria, taking account of the specific characteristics of the sector concerned. Access is deemed to be unrestricted if the Member State has implemented and applied the relevant Community legislation opening a given sector or a part of it. This legislation is listed in Annex XI to Directive 2004/17/EC, which, for the electricity sector, refers to Directive 96/92/EC of the European Parliament and of the Council of 19 December 1996 concerning common rules for the internal market in electricity (2). Directive 96/92/EC has been superseded by Directive 2003/54/EC of the European Parliament and of the Council of 26 June 2003 concerning common rules for the internal market in electricity and repealing Directive 96/92/EC (3), which requires an even higher degree of market opening.\n(2) Pursuant to Article 62(2) of Directive 2004/17/EC, Title III of that Directive setting out the rules on service design contests does not apply to contests organised for the pursuit, in the Member State concerned, of an activity to which the applicability of Article 30(1) of the Directive has been established by a Commission decision or has been deemed applicable under the second or third subparagraph of Article 30(4) or the fourth subparagraph of Article 30(5).\n(3) The request submitted by the Republic of Finland concerns production, including co-generation, as well as the sale (wholesale and retail) of electricity. The wholesale market in Finland is to a large degree integrated into the Nordic power market (Denmark, Norway, Sweden and Finland). It consists of a bilateral trading market between generators on one hand and suppliers and industrial companies on the other hand, and a voluntary Nordic power exchange Nordpool which has a spot market and a forward market. There is, therefore, a clear development towards a regional wholesale market, although transmission bottlenecks sometimes divide this market up into geographically distinct price areas, of which Finland is one. Thus, according to the Finnish authorities and Nordpool Finland, Finland was a separate pricing area during 9,3 % of the time in 2005 (4). For production there is also clear development towards a regional market, although transmission bottlenecks and limits to the capacity (5) of the connections between the Finnish networks and those of other areas of the Community and to Russia, can have the effect of temporarily limiting the market to the territory of Finland, excluding the Åland islands. The retail market area corresponds to the territory of Finland, excluding the Åland islands, given that, as confirmed by the Finnish authorities, electricity dealers from other Nordic countries that are not established in Finland are not yet a real alternative as far as consumers or small or medium-sized customers are concerned.\n(4) This assessment, and any other contained in this Decision, is made solely for the purposes of Directive 2004/17/EC and is without prejudice to the application of the rules on competition.\n(5) Finland has implemented and applied not only Directive 96/92/EC but also Directive 2003/54/EC, opting for full ownership unbundling for transmission networks and legal and functional unbundling for distribution networks except for the smallest companies. Consequently, and in accordance with the first subparagraph of Article 30(3), access to the market should be deemed not to be restricted.\n(6) Direct exposure to competition should be evaluated on the basis of various indicators, none of which are, per se, decisive.\n(7) In the Communication from the Commission to the Council and the European Parliament: Report on progress in creating the internal gas and electricity market (6), hereafter referred to as the ‘2005 Report’, the Commission stated that, ‘many national markets display a high degree of concentration of the industry, impeding the development of effective competition.’ (7). Consequently, it considered that, in respect of electricity generation, ‘one indicator for the degree of competition on national markets is the total market share of the biggest three producers’ (8). According to the ‘Technical Annex’ (9), the aggregate market share of the three largest generators of the total production on the Nordic market is 40 % (10), which is a satisfactorily low level. When compared to the Finnish territory, the aggregate market shares of the three largest generators are, of course, higher (11). However, the periods in which the Finnish market is isolated are limited (12). There is, therefore, during significant parts of the year, a competitive pressure deriving from the potential to obtain electricity from outside Finnish territory, the more so as no transmission fee is charged between the Nordic countries. The temporary nature of congestion prevents investment inside the Finnish territory without having regard to other producers in the Nordic market. These factors should therefore be taken as an indication of direct exposure to competition for the production market whether taken as the national Finnish market or the emerging regional one.\n(8) The degrees of concentration and of liquidity are also good indicators of competition on the electricity wholesale market. The market share of Nord Pool Spot AS, the voluntary Nordic power exchange described in recital 3, in 2004 was 42 % of the physical delivery in the Nordic countries (13). In comparison to a regional market, this is at a satisfactory level. Furthermore, the conditions of competition in the electricity wholesale trade are also greatly influenced by financial trade in electricity in the market area, which, in terms of volume via NordPool, represented 1,5 times the amount consumed in the Nordic countries (14) (and, if other identified transactions such as OTC, over the counter or direct sale, are included, more than four times the amount (15). As concluded in the Technical Annex (16), this degree of liquidity should be considered as being satisfactory, i.e. it is such as to constitute an indicator of a well-functioning and competitive regional market. As previously indicated, the competitive situation should also be examined as it relates solely to Finnish territory. First of all it should once again be stressed that the aforementioned bottleneck problems are not constant, only temporary. There is therefore the constant competitive pressure deriving from the potential to obtain electricity from outside Finnish territory, the more so as no transmission fee is charged between the Nordic countries. Furthermore, prices for wholesale electricity in Finland are set by Nordpool. These factors should therefore be taken as an indication of direct exposure to competition for the wholesale market, whether taken as the national Finnish market or the emerging regional one.\n(9) Taking the size of the country into account, the number of economic operators on the retail market is fairly large (more than 60, a considerable number of which offer their services on a nationwide basis) as is the number of companies with a market share above 5 %. According to the latest information available, the aggregate market share of the three largest companies in terms of supply to small- and medium-sized businesses, as well as to very small commercial customers and households, is at a satisfactorily low level at 35-40 % (17). These factors should therefore be taken as an indication of direct exposure to competition.\n(10) The workings of the balancing markets should also be considered as indicators, not only in respect of production but also for the wholesale and retail markets. In fact, ‘any market participant who cannot easily match its generation portfolio to the characteristics of its customers may find itself exposed to the difference between the price at which the TSO (transmission system operator) will sell imbalance energy, and the price at which it will buy back excess production. These prices may either be directly imposed by the regulator on the TSO; or alternatively a market based mechanism will be used in which the price is determined by bids from other producers to regulate their production upwards or downwards (…) a key difficulty for small market participants arises where there is the risk of a large spread between the buying price from the TSO and the selling price. This occurs in a number of Member States and is likely to be detrimental to the development of competition. A high spread may be indicative of an insufficient level of competition in the balancing market which may be dominated by only one or two main generators. Such difficulties are made worse where network users are unable to adjust their positions close to real time.’ (18). There is an integrated balancing market in the Nordic area for supplying balancing energy and its main characteristics (market-based pricing, hourly gate closures and a low spread) are such that it should be taken as an indicator of direct exposure to competition.\n(11) Given the characteristics of the product concerned here (electricity) and the scarcity or unavailability of suitable substitutable products or services, price competition and price formation assume greater importance when assessing the competitive state of the electricity markets. The number of customers switching supplier is an indicator of genuine price competition and, thus, indirectly, ‘a natural indicator of the effectiveness of competition. If few customers are switching, there is likely to be a problem with the functioning of the market, even if the benefits from the possibility of renegotiating with the historical supplier should not be ignored.’ (19). Furthermore, ‘the existence of regulated end-user prices is clearly a key determinant of customer behaviour (…) Although the retaining of controls may be justified in a period of transition, these will increasingly cause distortions as the need for investment approaches.’ (20).\n(12) In Finland, the degree of switching for the three categories of users — large and very large industrial users, small and medium-sized industrial and business, and very small business and household users — is above 75 % for the first two groups and 30 % for the last category (21) and there is no end-user price control (22): that is, prices are set by the economic operators themselves and do not have to be approved by any authority prior to their application. The situation in Finland is therefore satisfactory as far as switching and end-user price control are concerned and should be taken as an indicator of direct exposure to competition.\n(13) In view of the abovementioned indicators and given the overall picture of this sector in Finland, in particular the extent to which networks have been unbundled from generation/supply and the effective regulation of network access, that emerges from the information submitted by the Republic of Finland, the 2005 Report and the Technical Annex thereto, the condition of direct exposure to competition laid down in Article 30(1) of Directive 2004/17/EC should be considered to be met in respect of production and sale of electricity in Finland, excluding the Åland islands. As noted in recital 5, the further condition of free access to the activity must be deemed to be met. Consequently, Directive 2004/17/EC should not apply when contracting entities award contracts intended to enable electricity generation or the sale of electricity to be carried out in these geographical areas nor when they organise design contests for the pursuit of such an activity there.\n(14) This Decision is based on the legal and factual situation as of February 2006 as it appears from the information submitted by the Republic of Finland, the 2005 Report and the Technical Annex thereto. It may be revised, should significant changes in the legal or factual situation mean that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC are no longer met.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Advisory Committee for Public Contracts,", "main_body": ["Directive 2004/17/EC shall not apply to contracts awarded by contracting entities and intended to enable them to carry out electricity generation or the sale of electricity in Finland, excluding the Åland islands.", "This Decision is based on the legal and factual situation as of February 2006 as it appears from the information submitted by the Republic of Finland, the 2005 Report and the Technical Annex thereto. It may be revised, should significant changes in the facts or the legal situation mean that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC are no longer met.", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 19 June 2006.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 134, 30.4.2004, p. 1. Directive as last amended by Commission Regulation (EC) No 2083/2005 (OJ L 333, 20.12.2005, p. 28).\n(2)  OJ L 27, 30.1.1997, p. 20.\n(3)  OJ L 176, 15.7.2003, p. 37. Directive as amended by Council Directive 2004/85/EC (OJ L 236, 7.7.2004, p. 10).\n(4)  This is consistent with the findings of the Preliminary Report of the Sector Inquiry into Competition in Gas and Electricity Markets (in the following referred to as Preliminary Report), Annex B, p. 197, which found that the congestion frequency of the Sweden-Finland link was of the order of 8 % in the first eight months of 2005.\n(5)  Of the order of approximately 28 % of peak demand.\n(6)  COM(2005) 568 final of 15.11.2005.\n(7)  2005 Report, p. 2.\n(8)  2005 Report, p. 7.\n(9)  Commission Staff Working Document, Technical Annex to the 2005 Report, SEC(2005) 1448.\n(10)  Technical Annex, p. 44, table 4.1.\n(11)  According to the Preliminary Report, Annex C, p. 201, the aggregate share was 73,6 % in 2004.\n(12)  To 9,3 % of the time in 2005, see recital 3.\n(13)  Technical Annex, p. 124.\n(14)  Preliminary Report, p. 112.\n(15)  See the information given by the Finnish authorities and the Technical Annex, p. 44, table 4.1.\n(16)  Technical Annex, p. 44.\n(17)  The Finnish application and Technical Annex, p. 45.\n(18)  Technical Annex, p. 67.\n(19)  2005 Report, p. 9.\n(20)  Technical Annex, p. 17.\n(21)  2005 Report, p. 10.\n(22)  Technical Annex, p. 124."}