{"celex_id": "32006R1593", "uri": "http://publications.europa.eu/resource/cellar/558d405a-c695-4d37-baae-76c7613a936b", "type": "Regulation", "concepts": ["1085", "1134", "20", "2758", "3170", "4663", "4734"], "title": "Commission Regulation (EC) No 1593/2006 of 25 October 2006 opening tendering procedure No 58/2006 EC for the sale of wine alcohol for new industrial uses\n", "header": "26.10.2006 EN Official Journal of the European Union L 296/5\nCOMMISSION REGULATION (EC) No 1593/2006\nof 25 October 2006\nopening tendering procedure No 58/2006 EC for the sale of wine alcohol for new industrial uses\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 33 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms (2) lays down, inter alia, the detailed rules for disposing of stocks of alcohol arising from distillation under Articles 27, 28 and 30 of Regulation (EC) No 1493/1999 held by intervention agencies.\n(2) In accordance with Article 80 of Regulation (EC) No 1623/2000, tendering procedures should be organised for the sale of wine alcohol for new industrial uses with a view to reducing the stocks of wine alcohol in the Community and enabling small-scale industrial projects to be carried out and such alcohol to be processed into goods intended for export for industrial uses. The wine alcohol of Community origin in storage in the Member States consists of quantities produced from distillation under Articles 27, 28 and 30 of Regulation (EC) No 1493/1999.\n(3) Since 1 January 1999 and in accordance with Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro (3), the prices offered in tenders and securities must be expressed in euro and payments must be made in euro.\n(4) Minimum prices should be fixed for the submission of tenders, broken down according to the type of end-use.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Tendering procedure No 58/2006 EC is hereby opened for the sale of wine alcohol for new industrial uses. The alcohol concerned has been produced from distillation under Articles 27, 28 and 30 of Regulation (EC) No 1493/1999 and is held by the French intervention agency.\nThe volume put up for sale is 100 000 hectolitres of alcohol at 100 % vol. The vat numbers, places of storage and the volume of alcohol at 100 % vol. contained in each vat are detailed in the Annex hereto.", "The sale shall be conducted in accordance with Articles 79, 81, 82, 83, 84, 85, 95, 96, 97, 100 and 101 of Regulation (EC) No 1623/2000 and Article 2 of Regulation (EC) No 2799/98.", "1.   Tenders must be submitted to the intervention agency holding the alcohol concerned:\nViniflhor-Libourne, délégation nationale\n17, avenue de la Ballastière, boîte postale 231\nF-33505 Libourne Cedex\nTel. (33-5) 57 55 20 00\nTelex 57 20 25\nFax (33-5) 57 55 20 59\nor sent by registered mail to that address.\n2.   Tenders shall be submitted in a sealed double envelope, the inside envelope marked: ‘Tender under procedure No 58/2006 EC for new industrial uses’, the outer envelope bearing the address of the intervention agency concerned.\n3.   Tenders must reach the intervention agency concerned not later than 12 noon, Brussels time, on 10 November 2006.\n4.   All tenders must be accompanied by proof that a tendering security of EUR 4 per hectolitre of alcohol at 100 % vol. has been lodged with the intervention agency concerned.", "The minimum prices which may be offered are EUR 11 per hectolitre of alcohol at 100 % vol. intended for the manufacture of baker’s yeast, EUR 36,5 per hectolitre of alcohol at 100 % vol. intended for the manufacture of amine- and chloral-type chemical products for export, EUR 42,5 per hectolitre of alcohol at 100 % vol. intended for the manufacture of eau de Cologne for export and EUR 17 per hectolitre of alcohol at 100 % vol. intended for other industrial uses.", "The formalities for sampling shall be as set out in Article 98 of Regulation (EC) No 1623/2000. The price of samples shall be EUR 10 per litre.\nThe intervention agency shall provide all the necessary information on the characteristics of the alcohol put up for sale.", "The performance guarantee shall be EUR 30 per hectolitre of alcohol at 100 % vol.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 October 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Commission Regulation (EC) No 2165/2005 (OJ L 345, 28.12.2005, p. 1).\n(2)  OJ L 194, 31.7.2000, p. 45. Regulation as last amended by Regulation (EC) No 1221/2006 (OJ L 221, 12.8.2006, p. 3).\n(3)  OJ L 349, 24.12.1998, p. 1.\nANNEX\nINVITATION TO TENDER No 58/2006 EC FOR THE SALE OF ALCOHOL FOR NEW INDUSTRIAL USES\nPlace of storage, volume and characteristics of the alcohol put up for sale\nMember State Location Vat No Volume in hectolitres of alcohol at 100 % vol. Regulation (EC) No 1493/1999 Article Type of alcohol Alcohol strength\nViniflhor — Longuefuye\nF-53200 Longuefuye\n3 7 350 30 Raw +92\n10 12 220 30 Raw +92\n3BIS 12 700 27 Raw +92\n13 22 700 27 Raw +92\n10 10 430 30 Raw +92\nViniflhor — Port-la-Nouvelle\nEntrepôt d’alcool\nAvenue Adolphe Turrel, BP 62\nF-11210 Port-la-Nouvelle\n39B 3 375 30 Raw +92\n39B 2 985 30 Raw +92\n14B 2 210 28 Raw +92\n14 9 950 27 Raw +92\n36 7 275 30 Raw +92\n36 1 330 30 Raw +92\n39 2 275 27 Raw +92\nTotal  100 000"}