{"celex_id": "32005D0354", "uri": "http://publications.europa.eu/resource/cellar/4e0757d4-14b2-447b-8893-75b1cc2c0f94", "type": "Decision", "concepts": ["189", "2247", "2443", "5283", "5575", "979"], "title": "2005/354/EC: Commission Decision of 29 April 2005 excluding from Community financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF) (notified under document number C(2005) 1307)\n", "header": "3.5.2005 EN Official Journal of the European Union L 112/14\nCOMMISSION DECISION\nof 29 April 2005\nexcluding from Community financing certain expenditure incurred by the Member States under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF)\n(notified under document number C(2005) 1307)\n(Only the Spanish, Danish, German, Greek, English, French, Italian, Dutch and Portuguese texts are authentic)\n(2005/354/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EEC) No 729/70 of the Council of 21 April 1970 on the financing of the common agricultural policy (1), and in particular Article 5(2)(c) thereof,\nHaving regard to Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy (2), and in particular Article 7(4) thereof,\nHaving consulted the Fund Committee,\nWhereas:\n(1) Article 5 of Regulation (EEC) No 729/70, Article 7 of Regulation (EC) No 1258/1999, and Article 8(1) and (2) of Commission Regulation (EC) No 1663/95 of 7 July 1995 laying down detailed rules for the application of Council Regulation (EEC) No 729/70 regarding the procedure for the clearance of the accounts of the EAGGF Guarantee Section (3) provide that the Commission is to make the necessary verifications, inform the Member States of its findings, take account of the Member States’ comments, initiate bilateral discussions and then formally communicate its conclusions to the Member States, referring to Commission Decision 94/442/EC of 1 July 1994 setting up a conciliation procedure in the context of the clearance of the accounts of the European Agricultural Guidance and Guarantee Fund (EAGGF) Guarantee Section (4).\n(2) The Member States have had an opportunity to request that a conciliation procedure be initiated. That opportunity has been used in some cases and the report issued on the outcome has been examined by the Commission.\n(3) Under Articles 2 and 3 of Regulation (EEC) No 729/70 and Article 2 of Regulation (EC) No 1258/1999, only refunds on exports to third countries and intervention to stabilise agricultural markets, respectively granted and undertaken according to Community rules within the framework of the common organisation of the agricultural markets, may be financed.\n(4) In the light of the checks carried out, the outcome of the bilateral discussions and the conciliation procedures, part of the expenditure declared by the Member States does not fulfil these requirements and cannot, therefore, be financed under the EAGGF Guarantee Section.\n(5) The amounts that are not recognised as being chargeable to the EAGGF Guarantee Section should be indicated. Those amounts do not relate to expenditure incurred more than twenty-four months before the Commission’s written notification of the results of the checks to the Member States.\n(6) As regards the cases covered by this Decision, the assessment of the amounts to be excluded on grounds of non-compliance with Community rules was notified by the Commission to the Member States in a summary report on the subject.\n(7) This Decision is without prejudice to any financial conclusions that the Commission may draw from the judgments of the Court of Justice in cases pending on 31 October 2004 and relating to its content,", "main_body": ["The expenditure itemised in the Annex hereto that has been incurred by the Member States’ accredited paying agencies and declared under the EAGGF Guarantee Section shall be excluded from Community financing because it does not comply with Community rules.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Kingdom of the Netherlands, the Portuguese Republic, and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 29 April 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 94, 28.4.1970, p. 13. Regulation as last amended by Regulation (EC) No 1287/95 (OJ L 125, 8.6.1995, p. 1).\n(2)  OJ L 160, 26.6.1999, p. 103.\n(3)  OJ L 158, 8.7.1995, p. 6. Regulation as last amended by Regulation (EC) No 465/2005 (OJ L 77, 23.3.2005, p. 6).\n(4)  OJ L 182, 16.7.1994, p. 45. Decision as last amended by Decision 2001/535/EC (OJ L 193, 17.7.2001, p. 25).\nANNEX\nSector Member State Budget item Reason National Currency Expenditure to exclude from financing Deductions already made Financial impact of this decision Financial year\nFinancial audit BE Various Flat-rate corrections 2 % — Failure to comply with approval criterion laid down in Regulation (EC) No 1663/95 EUR – 354 172,05 0,00 – 354 172,05 2000-2001\nTotal BE    – 354 172,05 0,00 – 354 172,05\nExport refunds DE 2100-013 to 2100-016 Disallow all expenditure on export refunds of live cattle for rail transport and flat-rate correction of 5 % to exports for road transport — failure to comply with Directive 91/628/EEC and Regulation (EC) No 615/98 EUR – 13 823 822,23 0,00 – 13 823 822,23 1999-2001\nPublic storage DE 2111, 2112, 2113 Shortcomings in tendering procedure + delivery of consignments less than the 10 tonnes required by Article 17(1) of Regulation (EC) No 562/2000 EUR – 3 860 285,14 0,00 – 3 860 285,14 2001-2002\nTotal DE    – 17 684 107,37 0,00 – 17 684 107,37\nFinancial audit DK Various Correction — Application of Regulation (EC) No 1258/99 — Failure to comply with payment deadlines DKK – 4 910,60 – 346 907,17 341 996,57 2002\nTotal DK    – 4 910,60 – 346 907,17 341 996,57\nLivestock premiums GR 2129 Flat-rate corrections of 2 % — absence of identification and registration system EUR – 33 809,35 0,00 – 33 809,35 2001-2002\nArable crops GR 1041-1060, 1310, 1858 Flat-rate corrections of 5 % — insufficient assurance provided that claims are regular EUR – 25 361 283,00 0,00 – 25 361 283,00 2002\nOlive oil GR 1220 Delays withdrawing accreditation and imposing quality penalties EUR – 200 146,68 0,00 – 200 146,68 1996-1998\nFinancial audit GR Various Correction — application of Regulation (EC) No 1258/99 — failure to comply with payment deadlines EUR – 875 706,08 – 1 083 685,95 207 979,87 2001\nTotal GR    – 26 470 945,11 – 1 083 685,95 – 25 387 259,16\nFruit and vegetables ES 1508 Flat-rate corrections of 5 % for shortcomings in the key checks/compensation in the banana sector EUR – 348 947,00 0,00 – 348 947,00 2000\nFlax and hemp ES 1400, 1402 Flat-rate corrections of 25 % for flax and 10 % and 25 % for hemp — major shortcomings in the control system EUR – 21 077 981,00 0,00 – 21 077 981,00 1996-2000\nFlax ES 1400 Flat-rate corrections of 100 % — major shortcomings in the control system + general fraud EUR – 113 399 346,00 0,00 – 113 399 346,00 1999-2004\nRural development ES 4051-4072 Flat-rate corrections of 2 % — Shortcomings in the application of the management and control system — Agri and forestry measures — national level EUR – 71 222,00 0,00 – 71 222,00 2001-2002\nRural development ES 4051 Flat-rate corrections of 2 % and 5 % — Shortcomings in the application of the management and control system — Agri measures (Andalusia) EUR – 8 067,00 0,00 – 8 067,00 2001-2002\nRural development ES 4051 Flat-rate corrections of 5 % — Shortcomings in the application of the management and control system — Agri measures (Castille-La Mancha) EUR – 1 186,00 0,00 – 1 186,00 2001-2002\nTotal ES    – 134 906 749,00 0,00 – 134 906 749,00\nExport refunds FR 2100-013 to 2100-016 Flat-rate corrections of 5 % — inadequate controls — and 10 % — weaknesses detected in how the controls laid down by Article 4 of Regulation (EC) No 615/98 are organised EUR – 1 649 755,75 0,00 – 1 649 755,75 1999-2001\nLivestock premiums FR 2120, 2122, 2124, 2125, 2128 Flat-rate corrections of 2 % — correction at national level —, 5 % — national database not operational and cross-checks not performed and 10 % — absence of checks despite high level of anomalies noted EUR – 293 300,82 0,00 – 293 300,82 2001-2003\nFruit and vegetables FR 1508 Flat-rate corrections of 10 % (Guadeloupe) and 5 % (Martinique) for shortcomings in key checks/ compensation in banana sector EUR – 14 216 626,64 0,00 – 14 216 626,64 2001-2003\nFinancial audit FR Various Certification of 2001 accounts — anomalies and shortcomings in the management of the aid by several paying agencies under various budget lines EUR – 1 234 211,49 0,00 – 1 234 211,49 2001\nFinancial audit FR 4040-4051 Certification of 2001 accounts — anomalies and shortcomings in the management of the aid by several paying agencies under various budget lines EUR – 1 058 464,21 0,00 – 1 058 464,21 2001\nTotal FR    – 18 452 358,91 0,00 – 18 452 358,91\nOlive oil IT 1210 Ceiling for maximum actual production of olive oil exceeded in marketing years 1998/1999 and 1999/2000 EUR – 68 708 032,11 0,00 – 68 708 032,11 2000-2003\nTotal IT    – 68 708 032,11 0,00 – 68 708 032,11\nFruit and vegetables NL 1502 Correction for expenditure exceeding the flat rate of 2 % EUR – 68 812,25 0,00 – 68 812,25 2003\nTotal NL    – 68 812,25 0,00 – 68 812,25\nFruit and vegetables PT 1502 Correction — operational programmes — application of Article 4 of Regulation (EC) No 296/96 — payment deadlines EUR – 78 935,21 0,00 – 78 935,21 2002\nTotal PT    – 78 935,21 0,00 – 78 935,21\nMilk UK 2071 Corrigendum to financial correction in the 1994 Clearance of Accounts Decision 98/358/EC GBP 76 152,65 0,00 76 152,65 1991-1993\nRural development UK 40 Correction — error in the application of exchange rate in calculating the advance GBP – 151 106,80 0,00 – 151 106,80 2000\nLivestock premiums UK 2120, 2122, 2124, 2125, 2128 Flat-rate correction 2 % and 5 % — weaknesses as regards identification and registration, minimum level of on-site audits provided for in Article 6(3) of Regulation (EEC) No 3887/92 not achieved for claim year 2000 GBP – 6 822 958,75 0,00 – 6 822 958,75 2000-2001\nLivestock Premiums UK 2126 Flat-rate corrections of 5 % and 10 % — control weaknesses in the initial period of operation GBP – 566 921,00 0,00 – 566 921,00 1998\nLivestock Premiums UK 3700 Correction of an amount already reimbursed: irregularity — Decision 2003/481/EC of 27 June 2003 GBP 43 474,18 0,00 43 474,18 1995\nTotal UK    – 7 421 359,72 0,00 – 7 421 359,72"}