{"celex_id": "32002D0798", "uri": "http://publications.europa.eu/resource/cellar/7e9c600d-5243-4457-ace5-c53a96797dae", "type": "Decision", "concepts": ["1445", "1755", "1854", "192", "2264", "5315"], "title": "2002/798/EC: Commission Decision of 14 October 2002 on the list of programmes for the monitoring of TSE qualifying for a financial contribution from the Community in 2003 (notified under document number C(2002) 3878)\n", "header": "Commission Decision\nof 14 October 2002\non the list of programmes for the monitoring of TSE qualifying for a financial contribution from the Community in 2003\n(notified under document number C(2002) 3878)\n(2002/798/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/572/EC(2), and in particular Article 24(5) thereof,\nWhereas:\n(1) According to Article 3(2) of Council Regulation (EC) No 1258/1999(3), programmes for the monitoring and eradication of animal diseases shall be financed under the Guarantee Section of the EAGGF; for financial control purposes, Articles 8 and 9 of Regulation (EC) No 1258/1999 apply.\n(2) Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies(4), as last amended by Regulation (EC) No 1494/2002(5), sets out rules for monitoring transmissible spongiform encephalopathies (TSEs) in bovine, ovine and caprine animals.\n(3) In drawing up the list of programmes for the monitoring of TSE qualifying for a financial contribution from the Community for 2003, and the proposed maximum amount of the contribution for each programme, both the interest of each programme for the Community and the volume of available appropriations must be taken into account.\n(4) The Member States have supplied the Commission with the information enabling it to assess the interest for the Community of providing a financial contribution to the programmes for 2003.\n(5) The programmes on the list set out in this Decision will have to be approved individually at a later date.\n(6) The Commission has examined each of the programmes submitted by the Member States from both the veterinary and the financial point of view.\n(7) Certain programmes for 2003 were submitted to the Commission after the limit of 1 June, this being the date specified in Decision 90/424/EEC. In view of the importance of these measures for the protection of public and animal health, as well as the relatively recent introduction of these monitoring programmes compared with the traditional disease eradication programmes, and the obligatory application of these programmes in all Member States, these programmes should be approved. It is understood that all future applications must respect the established time limits.\n(8) It is therefore appropriate to adopt the list of programmes qualifying for a financial contribution from the Community and to set the maximum amount of those contributions.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. The programmes for the monitoring of TSE (BSE and scrapie) listed in the Annex hereto shall qualify for a financial contribution from the Community in 2003.\n2. For each programme as referred to in paragraph 1, the proposed maximum amount of the Community financial contribution shall be as set out in the Annex.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 October 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 23.7.2001, p. 16.\n(3) OJ L 160, 26.6.1999, p. 103.\n(4) OJ L 147, 31.5.2001, p. 1.\n(5) OJ L 225, 22.8.2002, p. 3.\nANNEX\nList of programmes for the monitoring of TSE\nMaximum amount of the Community financial contribution\n>TABLE>"}