{"celex_id": "32005R1111", "uri": "http://publications.europa.eu/resource/cellar/b81a4b4d-10d8-4ff2-aa7f-87c5f6889349", "type": "Regulation", "concepts": ["1048", "3717", "4271", "4273", "5421"], "title": "Council Regulation (EC) No 1111/2005 of 24 June 2005 amending Regulation (EEC) No 1365/75 on the creation of a European Foundation for the Improvement of Living and Working Conditions\n", "header": "15.7.2005 EN Official Journal of the European Union L 184/1\nCOUNCIL REGULATION (EC) No 1111/2005\nof 24 June 2005\namending Regulation (EEC) No 1365/75 on the creation of a European Foundation for the Improvement of Living and Working Conditions\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Council Regulation (EEC) No 1365/75, of 26 May 1975, on the creation of a European Foundation for the Improvement of Living and Working Conditions (2) includes provisions concerning the organisation of the Foundation, and in particular of its Administrative Board. These provisions have been amended several times following each accession of new Member States, when new members had to be added to the Administrative Board.\n(2) The external evaluation of the European Foundation for the Improvement of Living and Working Conditions (hereinafter the Foundation) carried out in 2001 underlines the need to adapt the provisions of Regulation (EEC) No 1365/75 in order to maintain the efficiency and effectiveness of the Foundation and its management structures, including a revision of the provisions concerning the Committee of Experts.\n(3) The European Parliament has called upon the Commission to reconsider the composition and working methods of agencies’ boards and to put forward appropriate proposals.\n(4) A joint opinion concerning the future governance and functioning of the Boards of the Foundation, the European Agency for Safety and Health at Work and the European Centre for the Development of Vocational Training has been submitted to the Commission by their respective management or Administrative Boards.\n(5) The tripartite governance of the Foundation, the European Agency for Safety and Health at Work and the European Centre for the Development of Vocational Training by representatives of national governments, employers’ organisations and employees’ organisations is fundamental to the success of those bodies.\n(6) The participation of the social partners in the governance of those three Community bodies creates a specificity which requires them to function according to common rules.\n(7) The existence within the tripartite Board of the three groups drawn from government, employers and employees and the designation of a coordinator for the groups of employers and employees have proved to be essential. That arrangement should therefore be formalised and also extended to the government group.\n(8) The maintenance of the tripartite representation from each Member State ensures that all major stakeholders are involved and that account is taken of the diversity of interests and approaches which characterise social issues.\n(9) It is necessary to anticipate the practical consequences for the Foundation of the forthcoming enlargement of the Union. The composition and functioning of its Board should be adjusted to take account of the accession of new Member States.\n(10) The Bureau provided for in the Rules of Procedure of the Board needs to be strengthened in order to ensure continuity in the functioning of the Foundation and efficiency in its decision-making; the composition of the Bureau should continue to reflect the tripartite structure of the Board.\n(11) According to Article 3 of the Treaty, the Community shall aim to eliminate inequalities and promote equality between men and women in all its activities. Therefore, it is appropriate to make provision for encouraging a balanced representation of men and women in the composition of the Board.\n(12) The Board should be able to ensure a formal contribution of independent experts for a limited duration in accordance with specific needs in relation to the implementation of the work programme.\n(13) It is appropriate to treat the staff of the European Foundation for the Improvement of Living and Working Conditions, which has been the only Community Agency with its own Staff Regulations, in the same manner as other servants engaged under contract by the Communities and to entitle them to the same benefits of the reformed Staff Regulations by respecting acquired rights, especially with respect to careers and pension rights.\n(14) Regulation (EEC) No 1365/75 should therefore be amended accordingly.\n(15) The Treaty provides for no powers other than those under Article 308 thereof, for the adoption of this Regulation,", "main_body": ["Regulation (EEC) No 1365/75 is amended as follows:\n1. in Article 3, paragraph 2 is replaced by the following:\n2. Article 5 is replaced by the following:\n(a) a Governing Board;\n(b) a Bureau;\n(c) a Director and Deputy Director.’;\n3. Article 6 is replaced by the following:\n(a) one member representing the Government from each Member State;\n(b) one member representing the employers’ organisations from each Member State;\n(c) one member representing the employees’ organisations from each Member State;\n(d) three members representing the Commission.\n4. Article 7 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 2 is replaced by the following:\n(c) the following paragraph is added:\n5. Articles 9 and 10 are replaced by the following:\n6. Article 11 is deleted;\n7. Article 12 is amended as follows:\n(a) In Article 12(1) the first and second subparagraphs are replaced by the following:\n(b) Article 12(2) is replaced by the following:\n8. Article 17 is replaced by the following:\n9. Each time the term ‘Administrative Board’ or ‘Management Board’ appears in the articles, it is replaced by ‘Governing Board’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 2005.\nFor the Council\nThe President\nL. LUX\n(1)  Opinion of 28 April 2005 (not yet published in the Official Journal).\n(2)  OJ L 139, 30.5.1975, p. 1. Regulation as last amended by Regulation (EC) No 1649/2003 (OJ L 245, 29.9.2003, p. 25).\n(3)  OJ L 56, 4.3.1968, p. 1. Regulation as last amended by Regulation (EC, Euratom) No 31/2005 (OJ L 8, 12.1.2005, p. 1).\n(4)  Council Regulation (ECSC, EEC, Euratom) No 1860/76 of 29 June 1976, laying down the conditions of Staff of the European Foundation for the Improvement of Living and Working Conditions (OJ L 214, 6.8.1976, p. 24). Regulation as last amended by Regulation (Euratom, ECSC, EEC) No 680/87 (OJ L 72, 14.3.1987, p. 15).’;"}