{"celex_id": "32002D0920", "uri": "http://publications.europa.eu/resource/cellar/4d0b97ad-111d-4db5-8b1d-3762f6bbd33c", "type": "Decision", "concepts": ["1309", "1596", "192", "2300", "2738"], "title": "2002/920/EC: Commission Decision of 25 November 2002 amending Decision 1999/710/EC, with respect to Australia, Lithuania and Slovenia for minced meat and meat preparations (Text with EEA relevance) (notified under document number C(2002) 4536)\n", "header": "Commission Decision\nof 25 November 2002\namending Decision 1999/710/EC, with respect to Australia, Lithuania and Slovenia for minced meat and meat preparations\n(notified under document number C(2002) 4536)\n(Text with EEA relevance)\n(2002/920/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/408/EC of 22 June 1995 on the conditions for drawing up, for an interim period, provisional lists of third country establishments from which Member States are authorised to import certain products of animal origin, fishery products or live bivalve molluscs(1), as last amended by Decision 2001/4/EC(2), and in particular Article 2(4) thereof,\nWhereas:\n(1) Provisional lists of establishments in third countries producing minced meat and meat preparations consumption have been drawn up by Commission Decision 1999/710/EC, of 15 October 1999 drawing up provisional lists of third country establishments from which Member States authorise imports of minced meat and meat preparations(3).\n(2) Australia, Lithuania and Slovenia have provided lists of establishments producing minced meat and meat preparations for which the competent authorities certify that the establishments are in accordance with the Community rules.\n(3) Provisional listing of these establishments can thus be drawn up for Australia, Lithuania and Slovenia. Decision 1999/710/EC should therefore be amended accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the Annex to Decision 1999/710/EC, the following rows are added:\n\"País: Australia/Land: Australien/Land: Australien/Χώρα: Αυστραλία/Country: Australia/Pays: Australie/Paese: Australia/Land: Australië/País: Austrália/Maa: Australia/Land: Australien\nPaís: Lituania/Land: Litauen/Land: Litauen/Χώρα: Λιθουανία/Country: Lithuania/Pays: Lituanie/Paese: Lituania/Land: Litouwen/País: Lituânia/Maa: Liettua/Land: Litauen\nPaís: Eslovenia/Land: Slovenien/Land: Slowenien/Χώρα: Σλοβενία/Country: Slovenia/Pays: Slovénie/Paese: Slovenia/Land: Slovenië/País: Eslovénia/Maa: Slovenia/Land: Slovenien\"", "This Decision shall apply as from the third day following that of its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 November 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 243, 11.10.1995, p. 17.\n(2) OJ L 2, 5.1.2001, p. 21.\n(3) OJ L 281, 4.11.1999, p. 82."}