{"celex_id": "32007R1002", "uri": "http://publications.europa.eu/resource/cellar/dea6907e-aa0b-48bf-b11b-9de4ead2ba3e", "type": "Regulation", "concepts": ["1309", "161", "1644", "2771", "2957", "3732", "4078", "690"], "title": "Commission Regulation (EC) No 1002/2007 of 29 August 2007 laying down detailed rules for the application of Council Regulation (EC) No 2184/96 concerning imports into the Community of rice originating in and coming from Egypt\n", "header": "30.8.2007 EN Official Journal of the European Union L 226/15\nCOMMISSION REGULATION (EC) No 1002/2007\nof 29 August 2007\nlaying down detailed rules for the application of Council Regulation (EC) No 2184/96 concerning imports into the Community of rice originating in and coming from Egypt\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2184/96 of 28 October 1996 concerning imports into the Community of rice originating in and coming from Egypt (1), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (2), and in particular Articles 10(2) and 13(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 196/97 (3) of 31 January 1997 lays down detailed rules for the application of Regulation (EC) No 2184/96 concerning imports into the Community of rice originating in and coming from Egypt. Since its entry into force, horizontal or sectoral implementing regulations, that is, Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), Commission Regulation (EC) No 1342/2003 of 28 July 2003 laying down special detailed rules for the application of the system of import and export licences for cereals and rice (5), and Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (6), have been adopted or amended, and must be taken into account in respect of the quota opened by Regulation (EC) No 196/97.\n(2) Regulation (EC) No 1301/2006 lays down in particular detailed rules for applications for import licences, the status of applicants and the issue of licences. It applies without prejudice to additional conditions or derogations laid down by the sectoral regulations. For the sake of clarity, therefore, the administration of the Community tariff quotas for imports of rice originating in Egypt should be adapted by adopting a new regulation and repealing Regulation (EC) No 196/97.\n(3) Article 1 of Regulation (EC) No 2184/96 opens an overall tariff quota of 32 000 tonnes of rice falling within CN code 1006 originating in Egypt per marketing year. The customs duty is that provided for in Regulation (EC) No 1785/2003, in accordance with Articles 11, 11a, 11b, 11c and 11d thereof, reduced by an amount equal to 25 % of the value of that duty. Taking into account the potential application of different customs duties, the conditions for the application of the 25 % reduction should be laid down.\n(4) In the interests of sound administration of the quota, it is necessary to allow operators to submit more than one licence application per quota period and therefore to derogate from Article 6(1) of Regulation (EC) No 1301/2006. For the same reason, the specific rules which apply to the drawing up of licence applications, their issue, their period of validity and the notification of information to the Commission should be laid down, as should suitable administrative measures in order to ensure that the volume of the quota fixed is not exceeded. In any event, under Regulation (EC) No 1301/2006 licences are valid only up to and including the last day of the tariff quota period. Moreover, in order to improve controls on this quota and to simplify its administration, provision should be made for import licence applications to be submitted on a weekly basis, and the security should be fixed at a level appropriate to the risks involved.\n(5) The rules applicable to the transport document and the proof of preferential origin on release for free circulation of the product are set out in Protocol 4 to Council Decision 2004/635/EC of 21 April 2004 on the conclusion of a Euro-Mediterranean Association Agreement between the European Communities and their Member States, of the one part, and the Arab Republic of Egypt, of the other part (7). Detailed rules for implementing those provisions should be laid down for the quota in question.\n(6) These measures should apply from the start of the next marketing year, that is, 1 September 2007.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1.   The annual tariff quota provided for in Article 1 of Regulation (EC) No 2184/96 shall be opened on the first day of each marketing year for a quantity of 32 000 tonnes of rice falling within CN code 1006 originating in and coming from Egypt.\nThe customs duty applicable to these imports shall be that set in accordance with Article 11, 11a, 11c or 11d of Regulation (EC) No 1785/2003, as applicable, reduced by 25 %.\nThe serial number of the quota shall be 09.4094.\n2.   Regulations (EC) Nos 1291/2000, 1342/2003 and 1301/2006 shall apply, save as otherwise provided for in this Regulation.", "1.   Applications for import licences shall relate to a quantity of at least 100 tonnes and at most 1 000 tonnes.\nEach licence application shall indicate a quantity in kilograms (whole numbers).\n2.   Notwithstanding Article 6(1) of Regulation (EC) No 1301/2006, applicants may submit more than one licence application per quota period. However, applicants may submit only one licence application per week for each eight-digit CN code.\n3.   Import licence applications shall be lodged with the competent authorities of the Member States no later than each Friday at 13.00 (Brussels time).", "1.   Import licence applications and import licences shall contain:\n(a) in boxes 7 and 8, the word ‘Egypt’, ‘yes’ being marked with a cross;\n(b) in box 24, one of the entries listed in the Annex.\n2.   Notwithstanding Article 12 of Regulation (EC) No 1342/2003, the amount of the security in respect of the import licences shall be equal to 25 % of the value of the customs duties calculated in accordance with Articles 11, 11a, 11c or 11d of Regulation (EC) No 1785/2003 applicable on the date of the application.\nHowever, the security may not be less than those provided for in Article 12(a) and Article 12(a)a respectively of Regulation (EC) No 1342/2003, as applicable.\n3.   Where the quantities applied for in a given week exceed the quantity available under the quota, the Commission shall fix the allocation coefficient for the quantities applied for during that week, pursuant to Article 7(2) of Regulation (EC) No 1301/2006, no later than the fourth working day following the last day for the submission of applications for that week, as referred to in Article 2(3) of this Regulation, and suspend the submission of new licence applications until the end of the quota period.\nApplications submitted in respect of the current week shall be considered inadmissible.\nMember States shall allow operators to withdraw, within two working days following the date of publication of the Regulation fixing the allocation coefficient, applications for which the quantity for which the licence is to be issued is less than 20 tonnes.\n4.   The import licence shall be issued on the eighth working day following the last day for the submission of applications.\nNotwithstanding Article 6(1) of Regulation (EC) No 1342/2003, import licences shall be valid from their date of issue within the meaning of Article 23(2) of Regulation (EC) No 1291/2000 until the end of the following month.", "Release for free circulation within the quotas referred to in Article 1 of this Regulation shall be subject to the presentation of a transport document and proof of preferential origin, issued in Egypt and relating to the consignments in question, in accordance with Protocol 4 of the Euro-Mediterranean Agreement.", "The Member States shall send the Commission, by electronic means:\n(a) no later than the first working day following the final day for the submission of licence applications, by 18.00 (Brussels time), the information on the import licence applications referred to in Article 11(1)(a) of Regulation (EC) No 1301/2006, with a breakdown by eight-digit CN code of the total quantities covered by those applications;\n(b) no later than the second working day following the issue of the import licences, information on the licences issued, as referred to in Article 11(1)(b) of Regulation (EC) No 1301/2006, with a breakdown by eight-digit CN code of the total quantities for which import licences have been issued and the quantities for which licence applications have been withdrawn in accordance with the third paragraph of Article 3(3);\n(c) no later than the last day of each month, the total quantities actually released for free circulation under this quota during the previous month but one, broken down by eight-digit CN code. If no quantities have been released for free circulation during one of these months, a ‘nil’ notification shall be sent. However, this notification shall no longer be required in the third month following the final day of validity of the licences.", "Regulation (EC) No 196/97 is hereby repealed.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 August 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 292, 15.11.1996, p. 1.\n(2)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(3)  OJ L 31, 1.2.1997, p. 53. Regulation as last amended by Regulation (EC) No 1996/2006 (OJ L 398, 30.12.2006, p. 1).\n(4)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1913/2006 (OJ L 365, 21.12.2006, p. 52).\n(5)  OJ L 189, 29.7.2003, p. 12. Regulation as last amended by Regulation (EC) No 1996/2006 (OJ L 398, 30.12.2006, p. 1).\n(6)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(7)  OJ L 304, 30.9.2004, p. 38.\nANNEX\nEntries referred to in Article 3(1)(b)\n— : in Bulgarian : Ставка на мито, намалена с 25 % (Регламент (ЕО) № 1002/2007)\n— : in Spanish : Derecho de aduana reducido en un 25 % [Reglamento (CE) no 1002/2007]\n— : in Czech : Clo snížené o 25 % (nařízení (ES) č. 1002/2007)\n— : in Danish : Told nedsat med 25 % (forordning (EF) nr. 1002/2007)\n— : in German : um 25 % ermäßigter Zollsatz (Verordnung (EG) Nr. 1002/2007)\n— : in Estonian : 25 % võrra vähendatud tollimaks (Määrus (EÜ) nr 1002/2007)\n— : in Greek : Δασμός μειωμένος κατά 25 % [Κανονισμός (ΕΚ) αριθ. 1002/2007]\n— : in English : Duty reduced by 25 % (Regulation (EC) No 1002/2007)\n— : in French : Droit réduit de 25 % [Règlement (CE) no 1002/2007]\n— : in Irish : Laghdú 25 % ar dhleacht (Rialachán (CE) Uimh. 1002/2007)\n— : in Italian : Dazio ridotto del 25 % [regolamento (CE) n. 1002/2007]\n— : in Latvian : Nodoklis, kas samazināts par 25 % (Regula (EK) Nr. 1002/2007)\n— : in Lithuanian : 25 % sumažintas muitas (Reglamentas (EB) Nr. 1002/2007)\n— : in Hungarian : 25 %-kal csökkentett vámtétel (1002/2007/EK rendelet)\n— : in Maltese : Dazju mnaqqas b’25 % (Regolament (KE) Nru 1002/2007)\n— : in Dutch : Douanerecht verminderd met 25 % (Verordening (EG) nr. 1002/2007)\n— : in Polish : Opłata obniżona o 25 % (rozporządzenie (WE) nr 1002/2007)\n— : in Portuguese : Direito reduzido em 25 % [Regulamento (CE) n.o 1002/2007]\n— : in Romanian : Drept redus cu 25 % [Regulamentul (CE) nr. 1002/2007]\n— : in Slovak : Clo znížené o 25 % [nariadenie (ES) č. 1002/2007]\n— : in Slovenian : Znižana dajatev za 25 % (Uredba (ES) št. 1002/2007)\n— : in Finnish : Tulli, jota on alennettu 25 % (asetus (EY) N:o 1002/2007)\n— : in Swedish : Tullsatsen nedsatt med 25 % (förordning (EG) nr 1002/2007)."}