{"celex_id": "32001D0903", "uri": "http://publications.europa.eu/resource/cellar/d870db3e-4f4b-4674-9b07-e1df94cafb79", "type": "Decision", "concepts": ["1231", "5312"], "title": "2001/903/EC: Council Decision of 3 December 2001 on the European Year of People with Disabilities 2003\n", "header": "Council Decision\nof 3 December 2001\non the European Year of People with Disabilities 2003\n(2001/903/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 13 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nHaving regard to the opinion of the Committee of the Regions(4),\nWhereas:\n(1) The promotion of a high level of employment and of social protection, and the raising of the standard of living and quality of life of the population of the Member States, are objectives of the European Community.\n(2) The Community Charter of the Fundamental Social Rights of Workers recognises the need to take appropriate action for the social and economic integration of disabled people.\n(3) The Resolution of the Council and the Ministers for Education, meeting within the Council, of 31 May 1990 concerning integration of children and young people with disabilities into ordinary systems of education stresses that \"the Member States have agreed to intensify, where necessary, their efforts to integrate or encourage integration of pupils and students with disabilities, in all appropriate cases, into the ordinary education system\".\n(4) The Resolution of the Council and of the Representatives of the Governments of the Member States meeting within the Council of 20 December 1996 on equality of opportunity for people with disabilities(5), and the Council Resolution of 17 June 1999 on equal employment opportunities for people with disabilities(6), reaffirm the basic human rights of disabled people to equal access to social and economic opportunities.\n(5) The conclusions of the Lisbon European Council of 23 and 24 March 2000 call upon Member States to take greater account of social exclusion in their employment, education and training, health and housing policies and to define priority actions for specific target groups, such as people with disabilities.\n(6) The European social agenda approved by the Nice European Council meeting on 7, 8 and 9 December 2000(7) states that the European Union will develop, in particular during the European Year of People with Disabilities (2003), \"all action intended to bring about the fuller integration of disabled people in all areas of life\".\n(7) The year 2003 will mark the 10th anniversary of the adoption by the UN General Assembly of the Standard Rules on the Equalisation of Opportunities for Persons with Disabilities, which have enabled considerable progress to be made in an approach to disability in accordance with human rights principles.\n(8) This Decision respects fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union(8). In particular, this Decision seeks to promote application of the principles of non-discrimination and integration of people with disabilities.\n(9) The European Parliament, the Economic and Social Committee and the Committee of the Regions have all urged the Community to strengthen its contribution to efforts in Member States to promote equal opportunities for people with disabilities, with a view to their integration into society.\n(10) On 10 May 2000 the Commission adopted a communication entitled \"Towards a barrier-free Europe for people with disabilities\", in which it commits itself to developing and supporting a comprehensive and integrated strategy to tackle social, architectural and design barriers that unnecessarily restrict access for people with disabilities to social and economic opportunities. The Parliament has unanimously adopted a similar resolution.\n(11) The general framework in favour of equal treatment in employment and occupation provided for by Directive 2000/78/EC(9) and the Community action programme to combat discrimination in order to support and supplement legislative measures at Community and Member State level set up by Decision 2000/750/EC(10) aim at changing practices and attitudes by mobilising the players involved and fostering the exchange of information and good practice.\n(12) Since exclusion from the labour market of people with disabilities is inextricably linked to problems of attitude and a lack of information about disability, it is necessary to increase society's understanding of the rights, needs and potential of disabled persons, and a joint effort by all the different partners is required to develop and promote a flow of information and an exchange of good practice.\n(13) Raising awareness relies primarily on effective action at Member State level which should be supplemented by concerted efforts at Community level. The European Year could act as a catalyst in raising awareness and in building momentum.\n(14) Consistency and complementarity with other Community action is needed, in particular with action to combat discrimination and social exclusion, and to promote human rights, education, training and gender equality.\n(15) The joint statement of 20 July 2000 provides for the budget authority to deliver an opinion on whether the new proposals with budgetary implications are compatible with the financial framework, without any reduction in existing policies.\n(16) The Agreement on the European Economic Area (EEA Agreement) provides for closer cooperation in the social field between the European Community and its Member States, on the one hand, and the countries of the European Free Trade Association participating in the European Economic Area (EFTA/EEA), on the other. Provision should be made for participation, on the one hand, by the candidate countries of central and eastern Europe, in accordance with the conditions established in the Europe Agreements, in their additional protocols and in the decisions of the respective Association Councils, on the other hand, by Cyprus, Malta and Turkey, funded by additional appropriations in accordance with the procedures to be agreed with those countries.\n(17) A financial reference amount within the meaning of paragraph 34 of the Interinstitutional Agreement of 6 May 1999 between the European Parliament, the Council and the Commission on budgetary discipline and improvement of the budgetary procedure(11) is included in this Decision without thereby affecting the powers of the budgetary authority as they are defined by the Treaty.\n(18) Since the objectives of the proposed action aimed at generating at European level awareness of the rights of people with disabilities, cannot be adequately achieved by the Member States on account, inter alia, of the need for multilateral partnerships, the transnational exchange of information and the Community-wide dissemination of good practice, and can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary to achieve those objectives.\n(19) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(12),", "main_body": ["Establishment of the European Year of People with Disabilities\nThe year 2003 shall be designated as the \"European Year of People with Disabilities\".", "Objectives\nThe objectives of the European Year of People with Disabilities shall be:\n(a) to raise awareness of the rights of people with disabilities to protection against discrimination and to full and equal enjoyment of their rights;\n(b) to encourage reflection on and discussion of the measures needed to promote equal opportunities for people with disabilities in Europe;\n(c) to promote the exchange of experience of good practice and effective strategies devised at local, national and European level;\n(d) to reinforce the cooperation between all parties concerned, namely government, the social partners, NGOs, the social services, the private sector, communities, voluntary sector groups, people with disabilities and their families;\n(e) to improve communication regarding disability and promote a positive image of people with disabilities;\n(f) to raise awareness of the heterogeneity of people with disabilities and of the various kinds of disability;\n(g) to raise awareness of the multiple discrimination facing people with disabilities;\n(h) to pay special attention to awareness of the right of children and young people with disabilities to equality in education, so as to encourage and support their full integration in society and to promote the development of European cooperation between those professionally involved in the education of children and young people with disabilities, in order to improve the integration of pupils and students with special needs in ordinary or specialised establishments and in national and European exchange programmes.", "Content of measures\n1. The measures designed to meet the objectives set out in Article 2 may entail the development or the provision of support to:\n(a) meetings and events;\n(b) information and promotional campaigns throughout the Member States;\n(c) cooperation with broadcasting and media organisations;\n(d) surveys and studies on a Community-wide scale;\n2. Details of the measures referred to in paragraph 1 are set out in the Annex.", "Implementation at Community level\nThe Commission shall ensure the implementation of the Community actions covered by this Decision in conformity with the Annex.\nIt shall conduct a regular exchange of views with representatives of people with disabilities at Community level on the design, implementation and follow-up of the European Year of People with Disabilities. To that end, the Commission shall make the relevant information available to these representatives. The Commission shall inform the Committee established under Article 6(1) of their opinion.", "Cooperation and implementation at national level\n1. Each Member State shall be responsible for the coordination and implementation at national level of the measures provided for in this Decision, including the selection of projects under Part B of the Annex.\nTo this end, each Member State shall establish or designate a national coordinating body or an equivalent body to organise the participation of the Member State in the European Year of People with Disabilities. This body shall ensure that it is representative of a range of organisations representing people with disabilities and other relevant stakeholders.\n2. The measures required to determine global grants to be allocated to the Member States to support actions at national, regional and local level shall be adopted in accordance with the procedure referred to in Article 6(2). Global grants shall be awarded only to public-law bodies or bodies which have a public-service mission guaranteed by the Member States.\n3. The procedure for the use of global grants shall be subject to an agreement between the Commission and the Member State concerned.\nThe procedure shall detail in particular, in compliance with the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities(13):\n(a) the measures to be implemented;\n(b) the criteria for choosing beneficiaries;\n(c) the conditions and rates of assistance;\n(d) the arrangements for monitoring, evaluating and ensuring the financial control of the global grant.", "Committee\n1. The Commission shall be assisted by a Committee, (hereinafter referred to as \"the Committee\").\n2. Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply.\n3. The Committee shall adopt its rules of procedure.", "Financial arrangements\n1. Measures which are Community-wide in nature, as described in Part A of the Annex, may be subsidised up to 80 % or give rise to procurement contracts financed from the general budget of the European Communities.\n2. Measures which are local, regional or national, possibly with a transnational dimension, as described in Part B of the Annex, may be co-financed from the general budget of the European Communities up to a maximum of 50 % of the total cost.", "Application and selection procedure\n1. Decisions on the financing and co-financing of measures under Article 7(1) shall be adopted in accordance with the advisory procedure referred to in Article 6(2). The Commission shall ensure a balanced distribution among the different fields of activity involved.\n2. Requests for financial assistance for measures under Article 7(2) shall be submitted to the Member States. On the basis of the opinion expressed by the national coordinating bodies, Member States shall select beneficiaries and allocate financial assistance to the applicants selected in accordance with Article 5(3).", "Consistency and complementarity\nThe Commission, in cooperation with the Member States, shall ensure consistency between the measures provided for in this Decision and other Community actions and initiatives.\nThe Commission shall also ensure that appropriate efforts are made to enable people with disabilities to participate equally in Community programmes and initiatives.\nIt shall also ensure optimal complementarity between the European Year of People with Disabilities and other existing Community, national and regional initiatives and resources, where these can contribute to fulfilling the objectives of the European Year of People with Disabilities.", "0\nParticipation by the EFTA/EEA countries, the associated countries of central and eastern Europe, Cyprus, Malta and Turkey\nThe European Year of People with Disabilities shall be open to participation by the following countries:\n(a) EFTA/EEA countries in accordance with the conditions established in the EEA Agreement;\n(b) the candidate countries of central and eastern Europe (CCEE) in accordance with the conditions established in the Europe Agreements, in their additional protocols and in the decisions of the respective Association Councils;\n(c) Cyprus, Malta and Turkey, their participation being funded by additional appropriations in accordance with procedures to be agreed with those countries.", "1\nBudget\n1. The financial reference amount for the implementation of this Decision is hereby set at EUR 12 million.\n2. The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspective.\n3. Actions aimed at preparing the launching of the European Year of People with Disabilities may be financed as from 1 January 2002.", "2\nInternational cooperation\nWithin the framework of this Decision, the Commission may cooperate with relevant international organisations.", "3\nMonitoring and evaluation\nThe Commission shall submit, by 31 December 2004 at the latest, a report to the European Parliament, the Council, the Economic and Social Committee and the Committee of the Regions on the implementation, results and overall assessment of the measures provided for in this Decision, including an assessment of the long-term effects of the measures. The Commission shall ensure that the report is drawn up in formats accessible to people with disabilities.", "4\nEntry into force\nThis Decision shall be published in the Official Journal of the European Communities.\nIt shall take effect on the day of its publication."], "attachments": "Done at Brussels, 3 December 2001.\nFor the Council\nThe President\nF. Vandenbroucke\n(1) OJ C 240 E, 28.8.2001, p. 160.\n(2) Opinion delivered on 15 November 2001 (not yet published in the Official Journal).\n(3) Opinion delivered on 17 October 2001 (not yet published in the Official Journal).\n(4) Opinion delivered on 15 November 2001 (not yet published in the Official Journal).\n(5) OJ C 12, 13.1.1997, p. 1.\n(6) OJ C 186, 2.7.1999, p. 3.\n(7) OJ C 157, 30.5.2001, p. 4.\n(8) OJ C 364, 18.12.2000, p. 1.\n(9) OJ L 303, 2.12.2000, p. 16.\n(10) OJ L 303, 2.12.2000, p. 23.\n(11) OJ C 172, 18.6.1999, p. 1.\n(12) OJ L 184, 17.7.1999, p. 23.\n(13) OJ L 356, 31.12.1977, p. 1. Regulation as last amended by Regulation (EC) No 762/2001 (OJ L 111, 20.4.2001, p. 1).\nANNEX\nNATURE OF THE MEASURES REFERRED TO IN ARTICLE 3\nA. Community-wide actions\n1. Meetings and events:\n(a) organisation of meetings at Community level;\n(b) organisation of events to raise awareness of the rights of people with disabilities, including the conferences to open and close the European Year of People with Disabilities.\n2. Information and promotional campaigns involving:\n(a) the development of a logo and of slogans for the European Year of People with Disabilities, for use in connection with any activity linked thereto;\n(b) an information campaign on a Community-wide scale;\n(c) the production of tools and aids accessible to people with disabilities throughout the Community;\n(d) appropriate initiatives by European disability NGOs aimed at disseminating information on the European Year tailored to the needs of people with specific or multiple disabilities in particular and/or of people with disabilities facing multiple discrimination;\n(e) the organisation of European competitions highlighting achievements and experiences on the themes of the European Year of People with Disabilities.\nThe Commission shall ensure that organisations for people with disabilities are involved in the preparation of messages and images developed during the information campaign.\n3. Other actions:\nCooperation with broadcasting and media organisations as partners for spreading information about the European Year of People with Disabilities for using new tools allowing easier access to this information (such as subtitling for the hearing impaired and image description for the visually impaired), and to other programmes as far as possible and for improving communication about people with disabilities.\nSurveys and studies on a Community-wide scale, including a series of questions intended to assess the impact of the European Year of People with Disabilities, to be included in a Eurobarometer survey and an evaluation report on the effectiveness and impact of the said Year. This study must also evaluate the efforts made to integrate these persons into the Community, in particular through programmes promoting an autonomous way of life.\n4. This funding may be in the form of:\n- the direct purchase of goods and services, in particular in the field of communication, via open and/or restricted calls for tenders,\n- the direct purchase of consultancy services, via open and/or restricted calls for tenders,\n- subsidies allocated to cover the expenses of special events organised at European level to highlight and raise awareness of the European Year of People with Disabilities; such funding shall not exceed 80 %.\nB. Actions at national level\nAction at local, regional, national or transnational level may qualify for financing from the Community budget up to a maximum of 50 % of the cost, depending on the nature and content of what is proposed. These may include:\n1. events connected with the objectives of the European Year of People with Disabilities, including an event to launch the said Year;\n2. information campaigns and measures to disseminate examples of good practice, other than those described in Part A(2) of this Annex;\n3. the organisation of awards or competitions;\n4. surveys and studies other than those mentioned in Part A(3).\nC. Action for which no financial aid from the Community budget is available\nThe Community will offer its moral support, including written authorisation to use the logo and other material associated with the European Year of People with Disabilities, for initiatives undertaken by public or private organisations, where those organisations can demonstrate to the satisfaction of the Commission that the initiatives involved are or will be in progress during the year 2003 and are likely to contribute significantly to achieving one or more of the objectives of the said Year.\nFor implementation of this Decision, the Commission may, for the mutual benefit of the Commission and of the beneficiaries, have recourse to technical and/or administrative assistance as regards the identification, preparation, management, monitoring, audit and control of the measures set out in Article 3.\nThe Commission may also carry out studies, organise meetings of experts, conduct information campaigns and launch publications directly related to the objective of this Decision."}