{"celex_id": "32008D0359", "uri": "http://publications.europa.eu/resource/cellar/cf79c6eb-cbfc-4a27-a22e-cfea1e2e1d0d", "type": "Decision", "concepts": ["2507", "3545", "45", "5640", "6049", "666"], "title": "2008/359/EC: Commission Decision of 28 April 2008 setting up the High Level Group on the Competitiveness of the Agro-Food Industry\n", "header": "7.5.2008 EN Official Journal of the European Union L 120/15\nCOMMISSION DECISION\nof 28 April 2008\nsetting up the High Level Group on the Competitiveness of the Agro-Food Industry\n(2008/359/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) Article 157(1) of the Treaty assigned the Community and the Member States the task of ensuring that the conditions necessary for the competitiveness of the Community’s industry exist. Article 157(2) in particular calls upon the Member States to consult each other in liaison with the Commission and, where necessary, to coordinate their actions. The Commission may take any useful initiative to promote such coordination.\n(2) In its Communication ‘Mid-term review of Industrial Policy A contribution to the EU’s Growth and Jobs Strategy’ (1), the Commission announced the intention to launch a food initiative concerned with the competitiveness of the Community agro-food industry.\n(3) It is therefore necessary to set up a High Level Group composed mainly of experts in the field of competitiveness of the Community agro-food industry, and related challenges such as food safety, health, environment and to define its tasks and structure.\n(4) The group should address issues that determine and will determine in the future the competitiveness of the Community agro-food industry. Based on the outcome of its discussions the group should formulate a set of sector-specific policy recommendations with a view of enhancing the competitiveness of the agro-food industry in accordance with the Community policies, in particular the objectives of food safety and health, agricultural policy and sustainable development.\n(5) The group should be composed of representatives of the Commission, the Member States and relevant stakeholders, in particular from the agro-food industry upstream producers and downstream users, consumers as well as civil society.\n(6) Rules on disclosure of information by members of the group should be provided for, without prejudice to the Commission’s rules on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (2).\n(7) Personal data relating to members of the group should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3),", "main_body": ["High Level Group on the Competitiveness of the Agro-Food Industry\nA High Level Group on the Competitiveness of the Agro-Food Industry, hereinafter referred to as the ‘group’, is set up.", "Task\nThe group's task shall be the following:\n1. to address issues that determine and will determine in the future the competitiveness of the Community agro-food industry and related challenges;\n2. to identify the factors that influence the competitive position and sustainability of the Community agro-food industry, including future challenges and trends with an impact on competitiveness;\n3. to formulate a set of sector-specific recommendations addressed to policy makers at the Community level.", "Consultation\nThe Commission may consult the group on any matter relating to the competitiveness of the Community agro-food industry.", "Membership — appointment\n1.   The members of the group shall be appointed by the Commission from high level specialists with competence and responsibility in areas which are related to the competitiveness and related challenges of the Community agro-food industry.\n2.   The group shall comprise up to 27 members composed as follows:\n(a) 8 representatives of the Member States;\n(b) 13 representatives of the agro-food industry;\n(c) 6 representatives of civil society and professional associations.\n3.   Members of the group shall be appointed for their expertise in a personal capacity and shall advise the Commission independently of any outside influence.\n4.   Each member of the group shall nominate a personal representative to the preparatory sub-group set up in Article 5(2).\n5.   Members shall be appointed for a 1-year renewable term of office and shall remain in office until such time as they are replaced in accordance with paragraph 6 of this article or their term of office ends.\n6.   Members may be replaced for the remaining period of their term of office in any of the following cases:\n(a) where they resign;\n(b) where the member is no longer capable of contributing effectively to the group’s deliberations;\n(c) where the member does not comply with Article 287 of the Treaty.\n7.   Members shall make a written declaration of commitment to act in the public interest, together with a declaration as to whether there is any interest which would prejudice their independence.\n8.   The names of the members shall be published on the Internet site of Directorate-General for Enterprise and Industry and in the Commission's Register of Expert Groups. The names of the members shall be collected, processed and published in accordance with Regulation (EC) No 45/2001.", "Operation\n1.   The group shall be chaired by the Commission.\n2.   A sub-group, hereinafter referred to as the ‘sherpa’ sub-group shall prepare the discussions, position papers and advice for actions and/or policy measures to be recommended by the group. It shall work in close contact with the Commission services in order to prepare the work for the group meetings.\n3.   The group may, with the agreement of the Commission, set up sub-groups to examine specific questions under terms of reference established by the group. Such subgroups shall be dissolved as soon as their mandates are fulfilled.\n4.   The Commission’s representative may ask experts or observers with specific competence on a subject on the agenda to participate in the work of the group, or in the deliberations or work of sub-groups and ad hoc groups.\n5.   Information obtained by participating in deliberations or work of the group or ad hoc groups or sub-groups shall not be divulged if, the Commission considers that information to be confidential.\n6.   The group, the ‘sherpa’ sub-group, and other sub-groups shall normally meet on Commission premises in accordance with the procedures and schedule established by the Commission. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend meetings of the group and its sub-groups.\n7.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n8.   The Commission may publish, or place on the Internet on a dedicated website, in the original language of the document concerned, any summary, conclusion, part of a conclusion or working document of the group, proceedings and reports.", "Expiry\nThe Decision shall be applicable until 1st November 2009. The Commission shall decide on a possible extension before that date."], "attachments": "Done at Brussels, 28 April 2008.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  COM(2007) 374, 4.7.2007.\n(2)  OJ L 317, 3.12.2001, p. 1. Decision as last amended by Decision 2006/548/EC, Euratom (OJ L 215, 5.8.2006, p. 38).\n(3)  OJ L 8, 12.1.2001, p. 1."}