{"celex_id": "32006R1115", "uri": "http://publications.europa.eu/resource/cellar/beab2f2d-bb2e-464f-b0c2-b2fa995ab696", "type": "Regulation", "concepts": ["2081", "2438", "2777"], "title": "Commission Regulation (EC) No 1115/2006 of  20 July 2006  amending Regulation (EEC) No 3703/85 laying down detailed rules for applying the common marketing standards for certain fresh or chilled fish\n", "header": "21.7.2006 EN Official Journal of the European Union L 199/6\nCOMMISSION REGULATION (EC) No 1115/2006\nof 20 July 2006\namending Regulation (EEC) No 3703/85 laying down detailed rules for applying the common marketing standards for certain fresh or chilled fish\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products (1), and in particular Article 2(3) and Article 3(4) thereof,\nHaving regard to Council Regulation (EC) No 2406/96 of 26 November 1996 laying down common marketing standards for certain fishery products (2), and in particular Article 8(4) and Article 9 thereof,\nWhereas:\n(1) Regulation (EC) No 2406/96 lays down common marketing standards for certain fishery products. Detailed rules for applying those standards are laid down in Commission Regulation (EEC) No 3703/85 (3).\n(2) Article 9 of Regulation (EC) No 2406/96 provides for the possibility of grading pelagic species on the basis of a system of sampling so as to ensure compliance with the common marketing standards for these species.\n(3) Following the amendment to Regulation (EC) No 2406/96 by Commission Regulation (EC) No 790/2005 (4), common marketing standards were also fixed for sprat.\n(4) The detailed rules for the grading and weighing for pelagic species laid down by Regulation (EEC) No 3703/85 do currently not apply to sprat. That Regulation should therefore be amended in order to cover that species also.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["Regulation (EEC) No 3703/85 is amended as follows:\n1. in Annex I, the entry set out in the Annex to this Regulation is added;\n2. in Annex II, the following entry is added:\n‘8. Sprat of the species Sprattus sprattus’.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 2006.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 17, 21.1.2000, p. 22. Regulation as amended by the 2003 Act of Accession.\n(2)  OJ L 334, 23.12.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 790/2005 (OJ L 132, 26.5.2005, p. 15).\n(3)  OJ L 351, 28.12.1985, p. 63. Regulation as amended by Regulation (EEC) No 3506/89 (OJ L 342, 24.11.1989, p. 11).\n(4)  OJ L 132, 26.5.2005, p. 15.\nANNEX\nSpecies Size Volume m3 Coefficients\n‘Sprat 1 1 0,92’"}