{"celex_id": "32005D0012(03)", "uri": "http://publications.europa.eu/resource/cellar/e76d5637-0ab0-4e87-b674-adc34ac58e8e", "type": "Decision", "concepts": ["1079", "256", "5399", "5589"], "title": "Decision No 12/2005 of the Court of Auditors of the European Communities of 10 March 2005 regarding public access to Court documents\n", "header": "20.3.2009 EN Official Journal of the European Union C 67/1\nDecision No 12/2005 (1) of the Court of Auditors of the European Communities of 10 March 2005 regarding public access to Court documents\n(2009/C 67/01)\nTHE COURT OF AUDITORS OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to its Rules of Procedure (2), and in particular Article 30 thereof,\nHaving regard to Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (3), and in particular Articles 143(2) and 144(1) thereof,\nWhereas:\nthe second subparagraph of Article 1 of the Treaty on European Union enshrines the concept of openness, stating that the Treaty marks a new stage in the process of creating an ever closer union among the peoples of Europe, in which decisions are taken as openly as possible and as closely as possible to the citizen;\nin the Joint Declaration (4) relating to Regulation (EC) No 1049/2001 of the European Parliament and of the Council of 30 May 2001 regarding public access to European Parliament, Council and Commission documents (5), the European Parliament, the Council and the Commission call on the other institutions to adopt internal rules on public access to documents which take account of the principles and limits set out in that Regulation;\nthe provisions laid down in Decision No 18/97 of the Court of Auditors laying down internal rules for the treatment of applications for access to documents held by the Court (6) antedate Regulation (EC) No 1049/2001 and should be revised in the light of that Regulation and of the case-law of the European Court of Justice and the Court of First Instance;\nopenness enhances the administration's legitimacy, effectiveness and accountability, thus strengthening the principles of democracy. To that end good administrative practice on access to documents should be promoted;\nhowever, certain public and private interests should be protected by way of exceptions to the principle of public access to documents. In particular international auditing standards concerning the confidential nature of audit information must be duly respected,", "main_body": ["Purpose\nThe purpose of this Decision is to define the conditions, limits and procedures under which the Court of Auditors (the Court) shall give public access to documents which it holds.", "Beneficiaries and scope\n1.   Within the framework and limits of the provisions laid down in this Decision and of international standards governing the confidentiality of audit information any citizen of the Union and any other natural or legal person residing or having its registered office in a Member State, has a right of access to documents of the Court, subject to the principles, conditions and limits defined in this Decision.\n2.   The Court may, subject to the same principles, conditions and limits, grant access to documents to any natural or legal person not residing or not having its registered office in a Member State.\n3.   This Decision shall apply to all documents held by the Court, that is to say, documents drawn up or received by it and in its possession.\n4.   This Decision shall be without prejudice to rights of public access to documents held by the Court which might follow from instruments of international law or Community acts implementing them.", "Definitions\nFor the purpose of this Decision:\n(a) ‘document’ shall mean any content whatever its medium (written on paper or stored in electronic form or as a sound, visual or audiovisual recording);\n(b) ‘third party’ shall mean any natural or legal person, or any entity outside the Court of Auditors, including the Member States, other Community or non-Community institutions and bodies and third countries.", "Exceptions\n1.   The Court shall refuse access to a document where disclosure would undermine the protection of:\n(a) the public interest including:\n— public security,\n— defence and military matters,\n— international relations,\n— the financial, monetary or economic policy of the Community or a Member State;\n(b) privacy and integrity of the individual, in particular in accordance with Community legislation regarding the protection of personal data.\n2.   In accordance with the rules governing confidentiality laid down in Articles 143(2) and 144(1) of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities and in corresponding provisions in other instruments of Community law, the Court shall refuse access to its audit observations. It may also refuse access to documents used in the preparation of those observations.\n3.   The Court shall refuse access to a document where disclosure would undermine the protection of:\n— commercial interests of a natural or legal person, including intellectual property,\n— court proceedings and legal advice,\n— inspections, investigations and audits.\n4.   Access to a document, drawn up by the Court for internal use or received by it, which relates to a matter where the decision has not yet been taken shall be refused if disclosure of the document would compromise the Court's decision-making process.\nAccess to a document containing opinions for internal use as part of deliberations and preliminary consultations within the Court shall be refused even after the decision concerned has been taken if disclosure of the document would compromise the Court's decision-making process.\n5.   If the application concerns a document held by the Court but of which the Court is not the author, the Court shall confirm receipt of the application and supply the name of the person, institution or body to whom the application must be addressed.\n6.   If only parts of the requested document are covered by any of the exceptions in this Article, the remaining parts of the document shall be released.\n7.   The exceptions in this Article shall apply without prejudice to the provisions on public access to the Communities' historical archives laid down in Council Regulation (EEC, Euratom) No 354/83 (7).\n8.   Notwithstanding the exceptions set out in this article, the Court may decide to allow access to a document, in whole or in part, where there is an overriding public interest in its disclosure.", "Applications\nApplications for access to a document must be made in writing (8), either in hard copy or electronically, in one of the languages referred to in Article 314 of the EC Treaty (9) and in a sufficiently precise manner to enable the Court to identify the document. The applicant is not obliged to state reasons for the application.", "Processing of initial applications\n1.   Applications for access to documents shall be dealt with by the Director of Audit Support and Communication. He shall send an acknowledgement of receipt to the applicant, examine the application and decide what action shall be taken.\n2.   According to the subject matter of the application, the Director of Audit Support and Communication shall inform and, where necessary, consult the Member concerned, the Secretary-General, the Legal Service or the Data Protection Officer before deciding whether the document requested should be released.\n3.   An application for access to a document shall be handled promptly. Within 15 working days from registration of the application, the Court shall either grant access to the document requested and provide access in accordance with Article 9 or, in a written reply, state the reasons for the total or partial refusal and inform the applicant of his or her right to ask the Court to reconsider its position in accordance with Article 7.\n4.   In the event of an application relating to a very long document or to a very large number of documents, the Court may confer with the applicant informally, with a view to finding an appropriate solution. In such cases, the time-limit provided for in paragraph 3 may be extended by 15 working days, provided that the applicant is notified in advance and that reasons are given.", "Reconsideration\n1.   In the event of a total or partial refusal, the applicant may, within 15 working days of receiving the Court's reply, ask the Court to reconsider its position.\n2.   Failure by the Court to reply within the prescribed time-limit shall also entitle the applicant to ask for reconsideration.", "Processing of requests for reconsideration\n1.   Requests for reconsideration shall be submitted to the President of the Court. According to the subject matter concerned, the President of the Court shall consult the Member concerned or the Secretary-General and, where necessary, may consult either the Legal Service or the Data Protection Officer before deciding whether the document requested should be released.\n2.   A request for reconsideration shall be handled promptly. Within 15 working days from registration of such a request, the Court shall either grant access to the document requested and provide access in accordance with Article 9 or, in a written reply, state the reasons for the total or partial refusal. In the event of a total or partial refusal, the Court shall inform the applicant of the remedies open to him or her, namely instituting court proceedings against the Court and/or making a complaint to the Ombudsman, under the conditions laid down in Articles 230 and 195 of the EC Treaty, respectively.\n3.   In exceptional cases, for example in the event of an application relating to a very long document or to a very large number of documents, the time limit provided for in paragraph 2 may be extended by 15 working days, provided that the applicant is notified in advance and that reasons are given.\n4.   Failure by the Court to reply within the prescribed time limit shall be considered as a negative reply and entitle the applicant to have recourse to the remedies referred to in paragraph 2.", "Access following an application\n1.   The applicant may consult documents to which the Court has granted access either at the premises of the Court in Luxembourg or by receiving a copy, including, where available, an electronic copy. In the first case, the date and time of consultation shall be agreed between the applicant and the Director of Audit Support and Communication.\n2.   The cost of producing and sending copies may be charged to the applicant. This charge shall not exceed the real cost of producing and sending the copies. Consultation on the spot, copies of less than 20 A4 pages and direct access in electronic form shall be free of charge.\n3.   If a document is publically accessible, the Court may fulfil its obligation of granting access to the requested document by informing the applicant how to obtain it.\n4.   Documents shall be supplied in an existing version and format (including electronically or in an alternative format) with regard to the applicant's preference. The Court is not obliged to create a new document or to compile information at the request of the applicant.", "0\nReproduction of documents\n1.   Documents released in accordance with this Decision shall not be reproduced or exploited for commercial purposes without the Court's prior written authorisation.\n2.   This Decision shall be without prejudice to any existing rules on copyright which may limit a third party's right to reproduce or exploit released documents.", "1\nFinal provisions\n1.   Decision No 18/97 of the Court of Auditors of 20 February 1997 is hereby repealed.\n2.   This Decision shall be published in the Official Journal of the European Union.\n3.   It shall enter into force on the first day of the month following its adoption."], "attachments": "Done at Luxembourg, 10 March 2005.\nFor the Court of Auditors\nHubert WEBER\nPresident\n(1)  As amended by Decision No 14/2009, adopted by the Court at its meeting of 5 February 2009.\n(2)  OJ L 18, 20.1.2005, p. 1\n(3)  OJ L 248, 16.9.2002, p. 1.\n(4)  OJ L 173, 27.6.2001, p. 5.\n(5)  OJ L 145, 31.5.2001, p. 43.\n(6)  OJ C 295, 23.9.1998, p. 1.\n(7)  Council Regulation (EEC, Euratom) No 354/83) amended by Council Regulation (EC, Euratom) No 1700/2003 (OJ L 243, 27.9.2003, p. 1).\n(8)  Addressed to the European Court of Auditors, Director of Audit Support and Communication, 12, rue Alcide De Gasperi, L-1615 Luxembourg. Fax (+352) 43 93 42, e-mail euraud@eca.europa.eu\n(9)  Currently: Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Irish, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish."}