{"celex_id": "32005R1306", "uri": "http://publications.europa.eu/resource/cellar/8a550192-a6cb-4b76-a41d-e114f2f007bf", "type": "Regulation", "concepts": ["20", "3170", "4315", "4663", "4839"], "title": "Commission Regulation (EC) No 1306/2005 of 10 August 2005 opening a standing invitation to tender for the resale on the Community market of white sugar held by the Belgian intervention agency\n", "header": "11.8.2005 EN Official Journal of the European Union L 208/3\nCOMMISSION REGULATION (EC) No 1306/2005\nof 10 August 2005\nopening a standing invitation to tender for the resale on the Community market of white sugar held by the Belgian intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (1), and in particular Article 9(3) thereof,\nWhereas:\n(1) Belgium has intervention stocks of white sugar. In order to respond to market needs, it is appropriate to make the stocks of white sugar accepted into intervention before 31 March 2005 by the Belgian intervention agency available on the internal market.\n(2) Commission Regulation (EC) No 1262/2001 of 27 June 2001 laying down detailed rules for implementing Council Regulation (EC) No 1260/2001 as regards the buying in and sale of sugar by intervention agencies (2) should apply to such a sale. It is appropriate to derogate from that Regulation where necessary and to specify some specific rules of procedure.\n(3) To take account of the situation on the Community market, provision should be made for the Commission to fix a minimum selling price for each partial invitation to tender.\n(4) The Belgian intervention agency should communicate the tenders to the Commission. The tenderers should remain anonymous.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The Belgian intervention agency shall offer for sale by standing invitation to tender on the Community internal market a total quantity of 52 000 tonnes of white sugar accepted into intervention before 31 March 2005 and held by it.", "1.   The tender and the sale provided for in Article 1 shall take place in accordance with Regulation (EC) No 1262/2001, except as otherwise provided by this Regulation.\n2.   By way of derogation from Article 22(2) and (3) of Regulation (EC) No 1262/2001, the Belgian intervention agency shall draw up a notice of invitation to tender and publish it at least eight days before the beginning of the period for the submission of tenders.\nThe notice shall indicate, in particular, the terms of the invitation to tender.\nThe notice, and all changes to it, shall be forwarded to the Commission before publication.", "The minimum bid for each partial invitation to tender shall be 250 tonnes.", "1.   The period during which tenders may be submitted in response to the first partial invitation to tender shall begin on 19 August 2005 and shall end on 25 August 2005 at 9.00, Brussels time.\nThe periods during which tenders may be submitted in response to the second and subsequent partial invitations shall begin on the first working day following the end of the preceding period. They shall end at 9.00, Brussels time:\n— on 8, 15, 22 and 29 September 2005,\n— on 6, 13, 20 and 27 October 2005.\n2.   Tenders shall be lodged with the Belgian intervention agency:\nBureau d’intervention et de restitution belge\nRue de Trèves 82\nB-1040 Bruxelles\nTel. (32-2) 287 24 11\nFax (32-2) 287 25 24", "By way of derogation from Article 28(1)(a) of Regulation (EC) No 1262/2001, a tendering security of EUR 20 per 100 kg of white sugar shall be lodged by each tenderer.", "The Belgian intervention agency shall communicate to the Commission tenders submitted within two hours from the expiry of the deadline for the submissions laid down in Article 4(1).\nThe tenderers shall not be identified.\nTenders submitted shall be communicated in electronic form according to be the model laid down in the Annex.\nWhen no tenders are submitted, the Member State shall communicate this to the Commission within the same time limit.", "1.   The Commission shall fix the minimum sale price or decide not to accept the tenders in accordance with the procedure referred to in Article 42(2) of Regulation (EC) No 1260/2001.\n2.   Where an award at a minimum price set pursuant to paragraph 1 would result in the available quantity being exceeded, that award shall be limited to such quantity as is still available.\nWhere awards to all tenderers offering the same price would result in the quantity being exceeded, then the quantity available shall be awarded as follows:\n(a) by division among the tenderers concerned in proportion of the total quantities in each of their tenders; or\n(b) by apportionment among the tenderers concerned by reference to a maximum tonnage fixed for each of them; or\n(c) by drawing of lots.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 August 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2)  OJ L 178, 30.6.2001, p. 48.\nANNEX\nStanding invitation to tender for the resale of 52 000 tonnes of white sugar held by the Belgian intervention agency\nForm (1)\nModel for the communication to the Commission as referred to in Article 6\n(Regulation (EC) No 1306/2005)\n1 2 3 4\nNumbering of tenderers Lot No Quantity Tender price\n1\n2\n3\netc.\n(1)  To be faxed to the following number: (32-2) 292 10 34."}