{"celex_id": "32008R0024", "uri": "http://publications.europa.eu/resource/cellar/332259e2-1ca1-4c70-93ca-b820d40a5aaf", "type": "Regulation", "concepts": ["1264", "161", "1644", "4578"], "title": "Commission Regulation (EC) No 24/2008 of 11 January 2008 on the issue of import licences for olive oil under the Tunisian tariff quota\n", "header": "12.1.2008 EN Official Journal of the European Union L 9/14\nCOMMISSION REGULATION (EC) No 24/2008\nof 11 January 2008\non the issue of import licences for olive oil under the Tunisian tariff quota\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2000/822/EC of 22 December 2000 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Tunisia concerning reciprocal liberalisation measures and amendment of the Agricultural Protocols to the EC/Tunisia Association Agreement (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Article 3(1) and (2) of Protocol No 1 to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Tunisia, of the other part (3) opens a tariff quota, at a zero rate of duty, for imports of untreated olive oil falling within CN codes 1509 10 10 and 1509 10 90 wholly obtained in Tunisia and transported directly from Tunisia to the Community, up to the limit laid down for each year.\n(2) Article 2(2) of Commission Regulation (EC) No 1918/2006 of 20 December 2006 opening and providing for the administration of tariff quota for olive oil originating in Tunisia (4) lays down monthly quantitative limits for issuing import certificates.\n(3) Applications were submitted to the competent authorities in accordance with Article 3(1) of Regulation (EC) No 1918/2006 for import licences covering a total quantity exceeding the limit of 1 000 tonnes laid down for January.\n(4) Under these circumstances, the Commission must set a percentage allocation to allow the issue of licences in proportion to the quantity available,", "main_body": ["Applications for import licences submitted on 7 and 8 January 2008 under Article 3(1) of Regulation (EC) No 1918/2006 shall be accepted for 89,887640 % of the quantity applied for. The limit of 1 000 tonnes laid down for January has been reached.", "This Regulation shall enter into force on 12 January 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 January 2008.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 336, 30.12.2000, p. 92.\n(2)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(3)  OJ L 97, 30.3.1998, p. 1.\n(4)  OJ L 365, 21.12.2006, p. 84."}