{"celex_id": "32005R1294", "uri": "http://publications.europa.eu/resource/cellar/0fa24028-ac0e-4f12-b465-54297d84cabc", "type": "Regulation", "concepts": ["1224", "1277", "1631", "2734", "2735", "568", "893"], "title": "Commission Regulation (EC) No 1294/2005 of 5 August 2005 amending Annex I to Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\n", "header": "6.8.2005 EN Official Journal of the European Union L 205/16\nCOMMISSION REGULATION (EC) No 1294/2005\nof 5 August 2005\namending Annex I to Council Regulation (EEC) No 2092/91 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2092/91 of 24 June 1991 on organic production of agricultural products and indications referring thereto on agricultural products and foodstuffs (1), and in particular the second indent of Article 13 thereof,\nWhereas:\n(1) According to the principles governing the organic production at farm level set out in Annex I to Regulation (EEC) No 2092/91, livestock must be fed on organically produced feedingstuffs. For a transitional period expiring on 24 August 2005, farmers are allowed to use a limited proportion of conventional feedingstuffs where they can show that organic feedingstuffs are unavailable.\n(2) It appears that there will not be a supply of sufficient quantities to fill the demand for organic feed materials in the Community after 24 August 2005, especially as concerns feed materials rich in proteins needed to sustain production for monogastric animals and, to a lesser extent, for ruminants.\n(3) It is therefore necessary to provide for an extension of the transitional period during which the use of conventional feedingstuffs may be authorised.\n(4) Regulation (EEC) No 2092/91 should therefore be amended accordingly.\n(5) Considering the urgency of the measure due to the fact that the provision on the use of conventional feedingstuffs expires on 24 August 2005, this Regulation should enter into force on the day after its publication in the Official Journal of the European Union.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee set up by Article 14 of Regulation (EEC) No 2092/91,", "main_body": ["Annex I to Regulation (EEC) No 2092/91 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 25 August 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 August 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 198, 22.7.1991, p. 1. Regulation as last amended by Commission Regulation (EC) No 2254/2004 (OJ L 385, 29.12.2004, p. 20).\nANNEX\nPart B of Annex I to Regulation (EEC) No 2092/91 is amended as follows:\nPoint 4.8 is replaced by the following:\n‘By way of derogation from paragraph 4.2, the use of a limited proportion of conventional feedingstuffs of agricultural origin is authorised where farmers can show to the satisfaction of the inspection body or authority of the Member State that they are unable to obtain feed exclusively from organic production.\nThe maximum percentage of conventional feedingstuffs authorised per period of 12 months is:\n(a) for herbivores: 5 % during the period from 25 August 2005 to 31 December 2007;\n(b) for other species:\n— 15 % during the period from 25 August 2005 to 31 December 2007,\n— 10 % during the period from 1 January 2008 to 31 December 2009,\n— 5 % during the period from 1 January 2010 to 31 December 2011.\nThese figures shall be calculated annually as a percentage of the dry matter of feedingstuffs from agricultural origin. The maximum percentage authorised of conventional feedingstuffs in the daily ration, except during the period each year when the animals are under transhumance, must be 25 % calculated as a percentage of the dry matter.’"}