{"celex_id": "32008D0341", "uri": "http://publications.europa.eu/resource/cellar/28954fd0-7530-4375-bc26-60037339d2d7", "type": "Decision", "concepts": ["1755", "1854", "2877", "5877", "6152", "922"], "title": "2008/341/EC: Commission Decision of 25 April 2008 laying down Community criteria for national programmes for the eradication, control and monitoring of certain animal diseases and zoonoses (notified under document number C(2008) 1588) (Text with EEA relevance)\n", "header": "29.4.2008 EN Official Journal of the European Union L 115/44\nCOMMISSION DECISION\nof 25 April 2008\nlaying down Community criteria for national programmes for the eradication, control and monitoring of certain animal diseases and zoonoses\n(notified under document number C(2008) 1588)\n(Text with EEA relevance)\n(2008/341/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular the fourth subparagraph of Article 24(2) thereof,\nWhereas:\n(1) Decision 90/424/EEC lays down the procedures governing the Community's financial contribution towards the programmes for the eradication, control and monitoring of animal diseases and zoonoses. Pursuant to that Decision, a Community financial measure is to be introduced to reimburse the expenditure incurred by the Member States for the financing of national programmes for the eradication, control and monitoring of the animal diseases and zoonoses listed in the Annex to that Decision.\n(2) Decision 90/424/EEC provides that each year, by 30 April at the latest, Member States are to submit to the Commission the annual or multi-annual programmes starting in the following year for which they wish to receive a financial contribution from the Community.\n(3) Article 24(2) of that Decision lists certain elements which have to be contained in the programmes submitted by the Member States, such as a description of the epidemiological situation of the disease, the area where the programme is to be applied, the objective and likely duration of the programme, the measures to be applied and the costs and benefits of the programme.\n(4) Council Decision 90/638/EEC of 27 November 1990 laying down Community criteria for the eradication and monitoring of certain animal diseases (2) laid down certain criteria for eradication and monitoring programmes in order to be approved pursuant to Decision 90/424/EEC. Decision 2006/965/EC repeals Decision 90/638/EEC from the date the present Decision takes effect.\n(5) New criteria for the national programmes for the eradication, control and monitoring of animal diseases and zoonoses listed in Annex I to Decision 90/424/EEC should be laid down in order to match technical and scientific progress and to take account of experience in the implementation of the programmes under Decision 90/638/EEC. Those new Community criteria should ensure that the measures provided for in those programmes are effective and secure the more rapid eradication, control and monitoring of the diseases and zoonoses concerned.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In order to be approved under the Community financial measure provided for in Article 24(1) of Decision 90/424/EEC, programmes submitted by the Member States to the Commission for the eradication, control and monitoring of the animal diseases and zoonoses listed in the Annex to that Decision must meet at least the criteria set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 April 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Decision 2006/965/EC (OJ L 397, 30.12.2006, p. 22).\n(2)  OJ L 347, 12.12.1990, p. 27. Decision as amended by Directive 92/65/EEC (OJ L 268, 14.9.1992, p. 54).\nANNEX\nCriteria for national eradication, control and monitoring programmes\n(1)   Objective of the programme\n(a) The objective of monitoring programme shall be to investigate an animal population or subpopulation, and its environment (including wild reservoir and vectors), to detect changes in the occurrence and infection patterns of an animal disease or zoonoses listed in the Annex to Decision 90/424/EEC (‘animal disease or zoonoses’).\n(b) The objective of control programme shall be to obtain or maintain the prevalence of an animal disease or zoonoses, listed in the Annex to Decision 90/424/EEC, below a sanitary acceptable level;\n(c) The objective of an eradication programme shall be the biological extinction of an animal disease or zoonoses listed in the Annex to Decision 90/424/EEC. The final target of an eradication programme shall be to obtain the free or officially free-status of the territory according to Community legislation, where such possibility exists.\n(d) The objective of a programme either to control, monitor/survey or to eradicate an animal disease or zoonoses shall be in accordance with the Community policies.\n(2)   Geographical demarcation of the programme\nThe programme shall apply to the whole territory, or if properly justified according to epidemiological criteria, to a well-defined part of the territory of one or more Member States or, in case of diseases that affect also wild animals, third countries.\n(3)   Duration of the programme\nThe duration of the programme shall be set in years for the estimated minimum time required to reach the objective of the programme. That duration shall be limited to the time during which that objective can reasonably be reached.\n(4)   Targets of the programme\n(a) The targets of the programme shall be set to be attained by the date of completion of the programme. At least yearly interim targets shall be set as intermediate goals to be achieved if the programme covers more than one year.\n(b) The most appropriate indicators, such as incidence, prevalence (when it is possible), sanitary qualification of target animals and epidemiological units (for instance, flocks, herds, holdings, zones) shall be selected for the targets. Where necessary a definition shall be given.\n(5)   Measures of the programme\n(a) The suspicion or confirmation of the animal disease or zoonoses shall be notifiable.\n(b) The measures of the programme shall be aimed at the host animal population of the animal disease or zoonoses and/or relevant reservoir species or vectors.\n(c) All target animals of the programme, except poultry, aquatic animals, lagomorphs and wildlife, shall be identified and all epidemiological units (for instance, flocks, herds, holdings), shall be registered. Movements of those animals shall be controlled and registered.\n(d) The measures of the programme shall be based on the available relevant scientific knowledge and comply with Community legislation. In the case of programmes concerning diseases in aquaculture animals and financed by the European Fisheries Fund (1) the managing authority shall ensure that all the supporting documents regarding expenditure and audits on the programmes concerned are kept available for the Commission and the European Court of Auditors according to Article 87 of Regulation (EC) No 1198/2006.\n(e) The measures of the programme shall be selected as being the most efficient and effective measures to achieve the objective within the duration of the programme, and shall include at least:\n— rules on the movement of animals and products liable to be affected or contaminated by the disease or zoonoses concerned;\n— measures to be taken where positive results are found during checks carried out under the programme; such measures must include all the necessary precautions to secure rapid control or eradication of the disease or zoonoses, in the light of the epidemiological data and preventive methods specific to it;\n— rules on the qualification of herds or flocks, when applicable.\n(f) The laboratory tests used within the programme shall be those laid down in Community legislation for the animal disease or zoonoses concerned; where no tests are provided for in Community legislation, the tests used shall be standardized and validated according to generally accepted international standards. Testing laboratories involved in relevant monitoring or eradication programmes funded by the Community shall be able to deliver results which quality is acceptable to the relevant Community reference laboratory (CRL). Laboratories which failed CRL ring-tests, or national ring-tests when applicable, can only be involved in Community funded eradication programmes after specific checks have demonstrated that they can deliver the results at the required qualitative standard.\n(g) Vaccines used within the programme shall be in compliance with the European standards as regards safety, non-transmissibility, irreversibility of attenuation and immunogenic properties; they must have a marketing authorisation in accordance with Directive 2001/82/EC of the European Parliament and of the Council (2), unless the conditions provided for in Article 8 of that Directive apply.\n(6)   Management of the programme\n(a) The programme shall be under the control of the central veterinary authority. The competences and responsibilities of each veterinary service and stakeholder for implementing the measures of the programme shall be clearly defined and a clear chain of command shall be set out in the programme.\n(b) Sufficient resources (financial, personnel, equipment) shall be guaranteed for the whole duration of the programme.\n(c) The progress of the programme shall be regularly:\n(i) monitored and evaluated on the efficiency and effectiveness of the measures;\n(ii) reported to the Commission.\n(7)   Costs and benefits of the programme\n(a) The programme shall be beneficial to the Community and to the parties involved in the Member States.\n(b) The tools and measures selected shall be used in the most cost-effective manner.\n(c) The goods and services used for the purposes of the programme shall be purchased or provided in accordance with the Community rules on public procurement.\n(d) The costs of the programme shall be the costs incurred by the Member State for the implementation of the measures of the programme and shall be auditable.\n(e) An adequate compensation shall be provided for to owners for animals which have to be slaughtered or culled in the framework of the programme and for the products which have to be destroyed, where applicable.\n(f) The beneficiary shall record the expenditure incurred which has been submitted to the Commission in its cost/accounting system and keep all original documents for seven years from the date of submission, for financial control purposes in accordance with Articles 9, 36 and 37 of Council Regulation (EC) No 1290/2005 (3).\n(1)  Council Regulation (EC) No 1198/2006 of 27 July 2006 on a European Fisheries Fund (OJ L 223, 15.8.2006, p. 1).\n(2)  OJ L 311, 28.11.2001, p. 1.\n(3)  OJ L 209, 11.8.2005, p. 1."}