{"celex_id": "32008D0377", "uri": "http://publications.europa.eu/resource/cellar/ba726fb2-eb1e-4581-8a58-d097822c54d9", "type": "Decision", "concepts": ["1445", "192", "2356", "2560", "4152", "5369", "5859"], "title": "2008/377/EC: Commission Decision of 8 May 2008 concerning certain protection measures relating to classical swine fever in Slovakia (notified under document number C(2008) 1765) (Text with EEA relevance)\n", "header": "20.5.2008 EN Official Journal of the European Union L 130/18\nCOMMISSION DECISION\nof 8 May 2008\nconcerning certain protection measures relating to classical swine fever in Slovakia\n(notified under document number C(2008) 1765)\n(Text with EEA relevance)\n(2008/377/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1), and in particular Article 10(4) thereof,\nWhereas:\n(1) Outbreaks of classical swine fever have occurred in Slovakia.\n(2) In view of the trade in live pigs and certain pig products, those outbreaks are liable to endanger the herds of other Members States.\n(3) Slovakia has taken measures within the framework of Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (2).\n(4) Commission Decision 2008/303/EC of 14 April 2008 concerning interim protection measures relating to Classical Swine Fever in Slovakia (3) was adopted in order to reinforce the measures taken by Slovakia pursuant to Directive 2001/89/EC.\n(5) Commission Decision 2006/805/EC of 24 November 2006 concerning animal health control measures relating to classical swine fever in certain Member States (4) was adopted in response to outbreaks of classical swine fever in feral pigs in those Member States concerned. Those measures should continue to apply in Slovakia.\n(6) The animal health conditions and the certification requirements for trade in live pigs are laid down in Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (5).\n(7) The animal health conditions and certification requirements for trade in porcine semen are laid down in Council Directive 90/429/EEC of 26 June 1990 laying down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the porcine species (6).\n(8) The animal health conditions and certification requirements for trade in porcine ova and embryos are laid down in Commission Decision 95/483/EC of 9 November 1995 determining the specimen certificate for intra-Community trade in ova and embryos of swine (7).\n(9) Commission Decision 2002/106/EC of 1 February 2002 approving a Diagnostic Manual establishing diagnostic procedures, sampling methods and criteria for evaluation of the laboratory tests for the confirmation of classical swine fever (8) provides for risk adapted surveillance protocols.\n(10) Based on the information provided by Slovakia it appears that classical swine fever might have spread already to herds in several areas of that Member State before the outbreaks were discovered. Appropriate investigations to trace, confirm or infirm new infections require sufficient time viewing the nature of the disease. It is therefore appropriate to review the protective measures relating to classical swine fever in Slovakia. In the context of these precautionary measures, it is in particular also appropriate to specify in which cases and under which conditions the transport of pigs may be authorised to Member States and within the territory of Slovakia to prevent the spread of the disease.\n(11) Decision 2008/303/EC should therefore be repealed.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The measures provided for in this Decision shall apply without prejudice to the measures provided for in:\n(a) Directive 2001/89/EC, and in particular Articles 9, 10 and 11 thereof;\n(b) Decision 2006/805/EC.", "Slovakia shall ensure that no pigs are dispatched to other Member States and to third countries, unless the pigs:\n(a) come from a holding situated in an area ouside the areas listed in the Annex; and\n(b) have been resident on the holding of origin for at least 45 days prior to loading, or since birth if less than 45 days of age; and\n(c) come from a holding where no live pigs have been introduced during the 45 day-period immediately prior to the dispatch of the pigs in question.", "1.   Slovakia shall ensure that no consignments of porcine semen are dispatched to other Member States and to third countries unless the semen originates from boars kept at a collection centre referred to in Article 3(a) of Directive 90/429/EEC and situated outside the areas listed in the Annex.\n2.   Slovakia shall ensure that no consignments of ova and embryos of swine are dispatched to other Member States and to third countries unless the ova and embryos originate from swine kept at a holding situated outside the areas listed in the Annex.", "1.   Slovakia shall ensure that:\n(a) no pigs are transported from and to holdings situated within the areas listed in the Annex;\n(b) transport of pigs for slaughter proceeding from holdings situated outside the areas listed in the Annex to slaughterhouses located in the said areas and transit of pigs through the said areas are only allowed:\n(i) via major roads or railways; and\n(ii) in accordance with the detailed instructions provided for by the competent authority to prevent that during transport the pigs in question come in direct or indirect contact with other pigs.\n2.   By way of derogation from paragraph 1(a), the competent authority may authorise the transport of pigs from a holding situated within the areas listed in the Annex:\n(a) directly to a slaughterhouse situated in the areas listed in the Annex for immediate slaughter;\n(b) to a holding situated within those areas, provided that the pigs have been resident for at least 45 days, or since birth if less than 45 days of age, on a holding of origin:\n(i) which has not received live pigs during the 45-day period immediately prior to the date of dispatch of the pigs; and\n(ii) on which the clinical examinations carried out in accordance with Chapter IV(D)(2) of the Annex to Decision 2002/106/EC have been completed with negative results.\n3.   By way of derogation from paragraph 1(a), the competent authority may authorise the transport of pigs from a holding situated within the areas listed in the Annex:\n(a) directly to a slaughterhouse, designated for this purpose by the competent authority, situated in Slovakia outside the areas listed in the Annex provided that the pigs have been resident for at least 45 days, or since birth if less than 45 days of age, on a single holding of origin:\n(i) which has not received live pigs during the 45-day period immediately prior to the date of dispatch of the pigs; and\n(ii) on which the clinical examinations carried out in accordance with Chapter IV(D)(2) of the Annex to Decision 2002/106/EC have been completed with negative results.\n(b) to a holding situated in Slovakia outside the areas listed in the Annex, provided that the pigs have been resident for at least 45 days, or since birth if less than 45 days of age, on a single holding of origin:\n(i) which has not received live pigs during the 45-day period immediately prior to the date of dispatch of the pigs;\n(ii) on which the clinical examinations carried out in accordance with Chapter IV(D)(2) of the Annex to Decision 2002/106/EC have been completed with negative results; and\n(iii) on which the samples taken in accordance with Chapter IV(D)(4) of that Annex have been tested with negative results.", "Slovakia shall ensure that:\n(a) the health certificate provided for in Directive 64/432/EEC accompanying pigs dispatched from Slovakia must be completed by the following:\n(b) the health certificate provided for in Directive 90/429/EEC accompanying boar semen dispatched from Slovakia must be completed by the following:\n(c) the health certificate provided for in Decision 95/483/EC accompanying ova and embryos of swine dispatched from Slovakia must be completed by the following:", "Slovakia shall ensure that:\n(a) vehicles which have been used for the transport of pigs within the areas listed in the Annex or have been used for the transport of those pigs to a slaughterhouse or had entered a holding situated in the areas listed in the Annex where pigs are kept are cleaned and disinfected after each operation;\n(b) the transporter furnish proof to the competent veterinary authority of such disinfection.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "Decision 2008/303/EC is repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 May 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(2)  OJ L 316, 1.12.2001, p. 5. Directive as last amended by Decision 2007/729/EC (OJ L 294, 13.11.2007, p. 26).\n(3)  OJ L 105, 15.4.2008, p. 7.\n(4)  OJ L 329, 25.11.2006, p. 67. Decision as last amended by Decision 2008/225/EC (OJ L 73, 15.3.2008, p. 32).\n(5)  OJ 121, 29.7.1964, p. 1977/64. Directive as last amended by Decision 2007/729/EC.\n(6)  OJ L 224, 18.8.1990, p. 62. Directive as last amended by Council Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(7)  OJ L 275, 18.11.1995, p. 30.\n(8)  OJ L 39, 9.2.2002, p. 71. Decision as last amended by Decision 2003/859/EC (OJ L 324, 11.12.2003, p. 55).\nANNEX\nThe entire territory of Slovakia."}