{"celex_id": "32003D0580", "uri": "http://publications.europa.eu/resource/cellar/8f088b52-934c-48e8-9d71-52d2ca8e9e80", "type": "Decision", "concepts": ["1309", "2345", "2771", "5369", "666", "690"], "title": "2003/580/EC: Commission Decision of 4 August 2003 amending Decision 2000/49/EC repealing Decision 1999/356/EC and imposing special conditions on the import of peanuts and certain products derived from peanuts originating in or consigned from Egypt (Text with EEA relevance) (notified under document number C(2003) 2800)\n", "header": "Commission Decision\nof 4 August 2003\namending Decision 2000/49/EC repealing Decision 1999/356/EC and imposing special conditions on the import of peanuts and certain products derived from peanuts originating in or consigned from Egypt\n(notified under document number C(2003) 2800)\n(Text with EEA relevance)\n(2003/580/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/43/EEC of 14 June 1993 on the hygiene of foodstuffs(1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Commission Decision 2000/49/EC of 6 December 1999 repealing Decision 1999/356/EC and imposing special conditions on the import of peanuts and certain products derived from peanuts originating in or consigned from Egypt(2) provides for a review of this Decision.\n(2) A mission has been carried out by the European Commission's Food and Veterinary Office (FVO) in Egypt from 2 to 6 September 2001 to assess the facilities and measures in place for the determination of aflatoxin levels in peanuts intended for export into the European Union. The mission revealed that significant steps to improve the controls on peanuts exported to the European Union had been made by the Egyptian authorities. The improvements in relation to peanut growing were particularly evident with an extensive education programme. Furthermore, the process of export and associated analysis and certification for aflatoxin was seen as satisfactory, with the exception of the applied sampling procedure. Laboratory performance was found acceptable for export procedures. It was observed that not all the legal requirements for peanut storage were applied.\n(3) Written guarantees have been received from the Egyptian authorities concerning the applied sampling procedure and the reinforcement of the controls on the storage conditions for peanuts.\n(4) The findings of the mission, the written guarantees from the Egyptian authorities and the favourable results until October 2002 of the sampling and analysis of consignments of peanuts by the importing Member States demonstrate that there is no longer need for the systematic sampling and analysis of consignments of peanuts originating in or consigned from Egypt. However a significant increase in notifications of non-complying consignments were observed from November 2002 until February 2003. This is apparently due to a bad harvest year 2002 combined with insufficient controls by the Egyptian authorities. These authorities have taken additional measures to improve the situation.\n(5) It is therefore appropriate to maintain the sampling and analysis by the competent authority of the importing Member State at a significant level in order to protect public health.\n(6) In order to ensure that the random sampling and analysis of consignments of peanuts and products derived from peanuts originating in or consigned from Egypt are performed in a harmonised manner throughout the Community, it is appropriate to fix an approximate frequency for the random sampling and analysis.\n(7) Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety(3) provides for the establishment of the Rapid Alert System for Food and Feed (RASFF).\n(8) In the interests of public health, Member States should provide the Commission with periodical reports of all analytical results of official controls carried out in respect of consignments of peanuts and certain products derived from peanuts originating in or consigned from Egypt. Such reports should be in addition to the notification obligation under the Rapid Alert System for Food and Feed.\n(9) At the request of certain Member States, It is necessary to update the list of points of entry through which the products concerned by Decision 2000/49/EC may be imported into the Community. For the sake of clarity, that list should be replaced.\n(10) Decision 2000/49/EC should therefore be amended accordingly.\n(11) The Standing Committee on the Food Chain and Animal Health has been consulted,", "main_body": ["Decision 2000/49/EC is amended as follows:\n1. Article 1 is amended as follows:\n(a) Paragraph 5 is replaced by the following:\n\"5. The competent authorities in each Member State shall undertake at random sampling of the consignments of peanuts and certain products derived from peanuts originating in or consigned from Egypt for analysis of aflatoxin B1 and total aflatoxin.\nMember States shall submit to the Commission every three months a report of all analytical results of official controls on consignments of peanuts and certain products derived from peanuts originating in or consigned from Egypt. This report shall be submitted during the month following each quarter(4).\"\n(b) The following paragraphs 6 and 7 are added:\n\"6. The random sampling and analysis referred to in paragraph 5 shall be carried out on approximately 20 % of the consignments of products for each category of the products referred to in paragraph 1.\nAny consignment to be subjected to sampling and analysis, should be detained before release onto the market from the point of entry into the Community for a maximum of 15 working days. In this event, the competent authorities in the Member States shall issue an accompanying official document establishing that the consignment has been subjected to official sampling and analysis and indicating the result of the analysis.\n7. In case a consignment is split, copies of the health certificate and accompanying documents referred to in the paragraphs 1 and 6 and certified by the competent authority of the Member State on whose territory the splitting has taken place, shall accompany each part of the split consignment.\"\n2. Article 2 is replaced by the following\n\"Article 2\nThis Decision shall be kept under review in the light of information and guarantees provided by the competent authorities of Egypt and on the basis of the results of the tests carried out by Member States. This review will assess whether the special conditions, referred to in Article 1, provide a sufficient level of protection of public health within the Community. The review shall also assess whether there is a continuing need for the special conditions.\"\n3. Annex II is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 August 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 175, 19.7.1993, p. 1.\n(2) OJ L 19, 25.1.2000, p. 46.\n(3) OJ L 31, 1.2.2002, p. 1.\n(4) April, July, October, January.\nANNEX\n\"ANNEX II\nList of points of entry through which peanuts and products derived from peanuts originating in or consigned from Egypt may be imported into the European Community\n>TABLE>\""}