{"celex_id": "32009D0486", "uri": "http://publications.europa.eu/resource/cellar/bfa5ec4b-97b0-456b-8d65-3ddcf0dcab4c", "type": "Decision", "concepts": ["1598", "1754", "3730", "3813", "4281", "4635", "994"], "title": "2009/486/EC: Commission Decision of 22 June 2009 on the purchase of foot-and-mouth disease virus antigens\n", "header": "23.6.2009 EN Official Journal of the European Union L 160/27\nCOMMISSION DECISION\nof 22 June 2009\non the purchase of foot-and-mouth disease virus antigens\n(2009/486/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular the second paragraph of Article 14 thereof,\nHaving regard to Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (2), and in particular Article 80(2) thereof,\nWhereas:\n(1) Decision 90/424/EEC lays down the procedure governing the Community’s financial contribution towards specific veterinary measures. Those measures are to include the campaign against foot-and-mouth disease. That Decision provides that Community aid may be granted to set up a Community reserve of vaccines against foot-and-mouth disease and requires to determine the level of Community participation and the conditions to which such participation may be subject.\n(2) In accordance with Council Decision 91/666/EEC of 11 December 1991 establishing Community reserves of foot-and-mouth disease vaccines (3), stocks of antigens have been established for the express formulation of vaccines against foot-and-mouth disease.\n(3) Under Directive 2003/85/EC, the Commission is to ensure that Community reserves of concentrated inactivated antigens for the production of foot-and-mouth disease vaccines are maintained on the premises of the Community antigen and vaccine bank. Those reserves are kept for security reasons at designated sites of the premises of the manufacturer.\n(4) The number of doses and the diversity of strains and subtypes of antigens of foot-and-mouth disease viruses stored in the Community antigen and vaccine bank is to be decided taking into account the needs as estimated in the context of the contingency plans provided for in that Directive and the epidemiological situation, where appropriate after consultation with the Community Reference Laboratory for foot-and-mouth disease.\n(5) The deterioration of the foot-and-mouth disease situation in certain parts of the world requires that certain stocks of antigens be supplemented urgently, due to the risks for the epidemiological situation in the Community and neighbouring countries.\n(6) When deciding about the purchase of additional quantities and subtypes of foot-and-mouth disease virus antigens account should be taken of existing quantities of such antigens, of the compatibility required for combination in polyvalent vaccines and of the marketing authorisation held by the manufacturer of the antigens in at least one of the Member States in accordance with Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (4).\n(7) Account should also be taken of the report of the Food and Agriculture Organisation (FAO) World Reference Laboratory for Foot-and-Mouth Disease, which is also the Community Reference Laboratory for foot-and-mouth disease designated in accordance with Commission Decision 2006/393/EC (5), on a list of priority antigens recommended for antigen banks, which was endorsed by the Technical Committee (6) in October 2008 and by the 77th Meeting of the Executive Committee in December 2008 (7) of the European Commission for the Control of Foot-and-Mouth Disease (EuFMD) at the FAO.\n(8) When deciding about the procurement procedures, account should be taken of the fact that where it is in the interest of the Community, vaccines may be supplied to countries with an endemic situation in accordance with Article 12 of Decision 90/424/EEC and Article 83(3) of Directive 2003/85/EC. For this reason the antigens must be from the same producer in order to be combined in polyvalent vaccines of varying compositions relevant for the situation in the target country. It is therefore necessary to use the negotiation procedure provided for in points (b) and (g)(i) of paragraph 1 of Article 126 of Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities (8).\n(9) In accordance with Article 80(4) of Directive 2003/85/EC, the conditions for the establishment and maintenance of Community reserves of antigen and authorised vaccines at the premises of the manufacturing establishments shall be laid down in contracts concluded between the Commission and the manufacturing establishments.\n(10) Directive 2003/85/EC provides that the information on quantities and subtypes of antigens or authorised vaccines stored in the Community antigen and vaccine bank is to be treated as classified information. The information set out in the Annex to this Decision, concerning the quantities and subtypes of foot-and-mouth disease virus antigens to be purchased, should therefore not be published.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   The Commission shall purchase by 31 December 2009 concentrated and inactivated foot-and-mouth disease virus antigens in the quantities and subtypes set out in the Annex.\n2.   The Commission shall ensure by 31 December 2009 that the antigens referred to in paragraph 1 are distributed to and stored at the two designated sites of the premises of the manufacturer as set out in the Annex.\n3.   The Commission shall ensure the formulation, finishing, bottling, labelling and delivery of vaccines reconstituted from those antigens.\n4.   The measures provided for in paragraphs 1, 2 and 3 shall be carried out by the Commission in cooperation with the manufacturing establishment of the relevant antigens already stored in the Community antigen and vaccine bank.", "1.   The financial contribution by the Community for the measures provided for in paragraphs 1, 2 and 3 of Article 1 shall be at a rate of 100 % of the costs incurred, and shall not exceed EUR 4 706 950.\n2.   The Commission shall conclude a contract on the purchase of the antigens referred to in Article 1(1) and their delivery to and storage in the Community antigen and vaccine bank, and another contract on the measures linked to the formulation, finishing, bottling, labelling and delivery of vaccines reconstituted from those antigens.\n3.   The Director-General of the Directorate-General for Health and Consumers is authorised to sign the contracts provided for in paragraph 2 on behalf of the Commission.", "In accordance with Article 80(3) of Directive 2003/85/EC the Annex to this Decision shall not be published."], "attachments": "Done at Brussels, 22 June 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19.\n(2)  OJ L 306, 22.11.2003, p. 1.\n(3)  OJ L 368, 31.12.1991, p. 21.\n(4)  OJ L 311, 28.11.2001, p. 1.\n(5)  OJ L 152, 7.6.2006, p. 31.\n(6)  http://www.fao.org/ag/againfo/commissions/en/documents/reports/erice/APPENDIX_05.pdf\n(7)  http://www.fao.org/ag/againfo/commissions/docs/excom77/App05.pdf\n(8)  OJ L 357, 31.12.2002, p. 1."}