{"celex_id": "32001D0671", "uri": "http://publications.europa.eu/resource/cellar/e966977a-b614-4b60-83e8-0b408cea6109", "type": "Decision", "concepts": ["1826", "3134", "4036", "4076", "5234", "5235", "5309"], "title": "2001/671/EC: Commission Decision of 21 August 2001 implementing Council Directive 89/106/EEC as regards the classification of the external fire performance of roofs and roof coverings (Text with EEA relevance) (notified under document number C(2001) 2474)\n", "header": "Commission Decision\nof 21 August 2001\nimplementing Council Directive 89/106/EEC as regards the classification of the external fire performance of roofs and roof coverings\n(notified under document number C(2001) 2474)\n(Text with EEA relevance)\n(2001/671/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/106/EEC of 21 December 1988 on the approximation of the laws, regulations and administrative provisions of the Member States relating to construction products(1), as amended by Directive 93/68/EEC(2), and in particular Article 20(2)(a) thereof,\nWhereas:\n(1) Article 3(2) of Directive 89/106/EEC states that in order to take account of different levels of protection for the construction works that may prevail at national, regional or local levels, each essential requirement may give rise to the establishment of classes in the interpretative documents. These documents have been published as the \"Communication of the Commission with regard to the interpretative documents of Directive 89/106/EEC\"(3).\n(2) Paragraph 2.2 of interpretative document No 2 lists a number of interrelated measures for the satisfaction of the essential requirement \"Safety in case of fire\" that together contribute to define the fire safety strategy that can be developed in different ways in Member States.\n(3) Paragraph 4.2.1 of interpretative document No 2 justifies the need for different levels of the essential requirement as function of the type, use and location of the construction work, its layout and the availability of the emergency facilities.\n(4) Paragraph 4.3.1.2.2 of interpretative document No 2 identifies the requirements for construction products for roofs exposed to an external fire.\n(5) The different levels of these requirements existing in the Member States may be expressed in a system of classes that are not included in interpretative document No 2.\n(6) Article 6(3) of Directive 89/106/EEC states that the Member States may determine the performance levels to be observed in their territory only within the classifications adopted at Community level and only subject to the use of all or some classes or one class.\n(7) In the absence of a single, fully harmonised test method, the classification used in this Decision should be based upon one standard which incorporates three distinct test methods that respond to different fire hazard scenarios. This is considered to be an interim solution until full harmonisation can be achieved through the development of a fully harmonised test method. Once the latter is achieved, this Decision could be amended to take account of the new test method and its associated classifications.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Construction,", "main_body": ["A Community classification system as envisaged by Directive 89/106/EEC is hereby established in respect of the external fire performance of roofs and roof coverings.\nThat classification system shall be as set out in the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 August 2001.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 40, 11.2.1989, p. 12.\n(2) OJ L 220, 30.8.1993, p. 1.\n(3) OJ C 62, 28.2.1994, p. 1.\nANNEX\nPREAMBLE\nCEN report CR 1187:2001 and subsequently upgraded versions shall be applied. The upgraded version shall include, inter alia, new revisions of the CEN report, ENV or the EN version of this standard, building on the results/agreements made at the special meeting of CEN TC 127 on 16 May 2001.\nThe classification set out in the table below is based upon the standard contained in CR 1187:2001. That standard incorporates three distinct test methods that correspond to different fire hazard scenarios. There is no direct correlation between the test methods and hence no generally acceptable hierarchy of classification between them.\nIn regulating for the external fire performance of roofs/roof coverings, Member States may select the test/class combination(s) appropriate to the actual fire hazard(s) on their territory and establish a national hierarchy of classification between the various tests/classes.\nCommission Decision 2000/553/EC(1) establishes a list of roof covering products (and/or materials) which can be considered to fulfil all of the requirements for the performance characteristics \"external fire performance\" without the need for testing, subject to any national provisions on the design and execution of works being fulfilled. Such products/materials are considered to be Classes BROOF in the table below, without the need for testing.\nSYMBOLS\nThe classifications according to the three test methods are identified as follows:\n- CR 1187:2001 test 1: XROOF(t1), where t1 = Burning brand alone,\n- CR 1187:2001 test 2: XROOF(t2), where t2 = Burning brand + wind,\n- CR 1187:2001 test 3: XROOF(t3), where t3 = Burning brand + wind + radiation.\nTE: critical external fire spread time\nTP: critical time to fire penetration\nTable\nCLASSES OF EXTERNAL FIRE PERFORMANCE FOR ROOFS/ROOF COVERINGS ((The number of classes is still under review and will be amended as soon as the necessary information is available.))\n>TABLE>\n(1) OJ L 235, 19.9.2000, p. 19."}