{"celex_id": "32002R0578", "uri": "http://publications.europa.eu/resource/cellar/71346188-8864-483a-9c1a-aa2004f9a7c7", "type": "Regulation", "concepts": ["2069", "4381", "5751"], "title": "Commission regulation (EC) No 578/2002 of 20 March 2002 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "Commission regulation (EC) No 578/2002\nof 20 March 2002\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff(1), as last amended by Regulation (EC) No 2433/2001(2), and in particular Article 9 thereof,\nWhereas:\n(1) Regulation (EEC) No 2658/87 established a goods nomenclature, hereinafter called the \"Combined Nomenclature\", to meet, at one and the same time, the requirements of the Common Customs Tariff, the external trade statistics of the Community and other Community policies concerning the importation or exportation of goods.\n(2) Following the amendments to the nomenclature annexed to the International Convention on the Harmonised Commodity Description and Coding System pursuant to the recommendation of 25 June 1999 of the Customs Cooperation Council, note 8 to Chapter 29 was inserted and the wording of heading 2937 of the Combined Nomenclature was amended by Commission Regulation (EC) No 2031/2001(3), with effect from 1 January 2002.\n(3) As a result of the new note 8 to Chapter 29 and the new wording of heading 2937, it is necessary to update Annex 3 (list of international non-proprietary names (INNs), provided for pharmaceutical substances by the World Health Organisation, which are free of duty) of the Combined Nomenclature in order to take into account the new scope of that heading.\n(4) Since more than 100 substances of Annex 3 to the Combined Nomenclature, currently classified elsewhere than within heading 2937, are transferred to heading 2937, it is appropriate to replace the said Annex with a new Annex.\n(5) Annex I to Council regulation (EEC) No 2658/87 should therefore be amended accordingly.\n(6) This measure does not involve any adjustment of duty rates. Furthermore, it does not involve either the deletion of substances or addition of new substances to Annex 3 to the Combined Nomenclature.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Annex 3 to Section II of Part Three of Annex I to Regulation (EEC) No 2658/87 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 2002.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 256, 7.9.1987, p. 1.\n(2) OJ L 329, 14.12.2001, p. 4.\n(3) OJ L 279, 23.10.2001, p. 1.\nANNEXES\nANNEX 3\nLIST OF INTERNATIONAL NON-PROPRIETARY NAMES (INNS), PROVIDED FOR PHARMACEUTICAL SUBSTANCES BY THE WORLD HEALTH ORGANIZATION, WHICH ARE FREE OF DUTY\n>TABLE>"}