{"celex_id": "32001R1980", "uri": "http://publications.europa.eu/resource/cellar/f709cd85-88d1-476d-a37f-865ea4d7c75b", "type": "Regulation", "concepts": ["1264", "2709", "3275", "5283", "797"], "title": "Commission Regulation (EC) No 1980/2001 of 10 October 2001 fixing the estimated production of olive oil and the unit amount of the production aid that may be paid in advance for the 2000/01 marketing year\n", "header": "Commission Regulation (EC) No 1980/2001\nof 10 October 2001\nfixing the estimated production of olive oil and the unit amount of the production aid that may be paid in advance for the 2000/01 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on establishment of a common organisation of the market in oils and fats(1), as last amended by Regulation (EC) No 1513/2001(2),\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organisations(3), as last amended by Regulation (EC) No 1638/98(4), and in particular Article 17a(1) thereof,\nWhereas:\n(1) Article 5 of Regulation No 136/66/EEC provides that the unit production aid must be reduced in each Member State where actual production exceeds the guaranteed national quantity referred to in paragraph 3 of that Article. In assessing the extent of the overrun in Spain, Greece, Portugal, France and Italy, account should be taken of the estimates for the production of table olives processed into olive oil, expressed as olive-oil equivalent using the relevant coefficients referred to in Commission Decisions 98/605/EC(5), 98/619/EC(6), 98/620/EC(7), 1999/715/EC(8) and 2000/227/EC(9).\n(2) Article 17a of Regulation (EEC) No 2261/84 provides that in order to determine the unit amount of the production aid for olive oil that can be paid in advance, the estimated production for the marketing year concerned should be determined. That amount must be fixed at a level that avoids any risk of unwarranted payment to olive growers. The amount also applies to table olives, expressed as olive oil equivalent.\n(3) In order to establish the estimated production, Member States must forward to the Commission data for the olive oil and, where appropriate, table olive production estimates for each marketing year. The Commission may use other sources of information. On the basis of that data, the estimated production of olive oil and table olives, expressed as olive oil equivalent, should be fixed for each Member State at the levels indicated below.\n(4) In determining the amount of the advance, account must be taken of the amount withheld for measures to improve the quality of olive oil provided for in Council Regulation (EC) No 1414/97(10).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. For the 2000/01 marketing year, the estimated production of olive oil is:\n>TABLE>\n2. For the 2000/01 marketing year, the estimated production of table olives, expressed as olive oil equivalent, is:\n>TABLE>\n3. For the 2000/01 marketing year, the advance referred to in Article 17a(1) of Regulation (EEC) No 2261/84 shall be:\n>TABLE>", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ 172, 30.9.1966, p.3025/66.\n(2) OJ L 201, 26.7.2001, p. 4.\n(3) OJ L 208, 3.8.1984, p. 3.\n(4) OJ L 210, 28.7.1998, p. 38.\n(5) OJ L 289, 28.10.1998, p. 39.\n(6) OJ L 295, 4.11.1998, p. 50.\n(7) OJ L 295, 4.11.1998, p. 54.\n(8) OJ L 283, 6.11.1999, p. 16.\n(9) OJ L 71, 18.3.2000, p. 28.\n(10) OJ L 196, 24.7.1997, p. 4."}