{"celex_id": "32007D0707", "uri": "http://publications.europa.eu/resource/cellar/af7cc425-717f-47f3-8508-64c97a46cf83", "type": "Decision", "concepts": ["1159", "1318", "5228"], "title": "2007/707/EC: Commission Decision of 30 October 2007 on the allocation to Germany of three additional fishing days for an enhanced observer coverage programme in accordance with Annex IIA to Council Regulation (EC) No 41/2007 (notified under document number C(2007) 5221)\n", "header": "1.11.2007 EN Official Journal of the European Union L 287/23\nCOMMISSION DECISION\nof 30 October 2007\non the allocation to Germany of three additional fishing days for an enhanced observer coverage programme in accordance with Annex IIA to Council Regulation (EC) No 41/2007\n(notified under document number C(2007) 5221)\n(Only the German text is authentic)\n(2007/707/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 41/2007 of 21 December 2006 fixing for 2007 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (1), and in particular points 11.1 and 11.3 of Annex IIA,\nWhereas:\n(1) Regulation (EC) No 41/2007 fixes for the year 2007 the fishing opportunities for certain fish stocks and groups of fish stocks, and the associated conditions under which such fishing opportunities may be used.\n(2) Annex IIA to Regulation (EC) No 41/2007 specifies the maximum number of days per year for which a Community fishing vessel may be present within any one of the geographical areas as defined in point 2.1 of that Annex having carried on board one of the fishing gears referred to in point 4.1 thereof.\n(3) Annex IIA enables the Commission to allocate three additional fishing days on which a vessel may be present within those areas when carrying on board any of the gears referred to in point 4.1 of that Annex on the basis of an enhanced programme of observer coverage in partnership between scientists and the fishing industry.\n(4) On 1 March 2007, Germany submitted to the Commission an enhanced programme of observer coverage in partnership between scientists and the fishing industry.\n(5) Interest in such programme, which would be complementary to the obligations laid down in the Council Regulation (EC) No 1543/2000 of 29 June 2000 establishing a Community framework for the collection and management of the date needed to conduct the common fisheries policy (2), was confirmed by the Scientific, Technical and Economic Committee for Fisheries after consultation, as provided for in point 11.3 of Annex IIA of Regulation (EC) No 41/2007.\n(6) In view of the programme submitted on 1 March 2007, three additional days at sea should be allocated to Germany for the period between 1 February 2007 and 31 January 2008 for the vessels involved in the submitted enhanced programme of observer coverage.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["For vessels flying the flag of Germany which are involved in the enhanced observer coverage programme submitted to the Commission on 1 March 2007, the maximum number of days on which such vessels may be present within any one of the geographical areas defined in point 2.1 of Annex IIA to Regulation (EC) No 41/2007, as shown in Table I of that Annex, shall be increased by three additional days for vessels having on board the fishing gears referred to in point 4.1 of that Annex.", "1.   Seven days after the publication of this Decision in the Official Journal of the European Union, Germany shall submit to the Commission an exhaustive list of vessels selected for the sampling plans related to the enhanced observer coverage programme referred to in Article 1.\n2.   Only vessels selected for those sampling plans, and which have participated until the end of the enhanced observer coverage programme referred to in Article 1, shall benefit from the allocation of three additional days as provided for in that Article.", "Two months after the end of the enhanced observer coverage programme referred to in Article 1, Germany shall provide a report to the Commission on the outcomes of that programme for the species and areas covered by it.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 30 October 2007.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 15, 20.1.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 898/2007 (OJ L 196, 28.7.2007, p. 22).\n(2)  OJ L 176, 15.7.2000, p. 1."}