{"celex_id": "32007R0305", "uri": "http://publications.europa.eu/resource/cellar/25425bd6-4e10-4358-abe4-cf9fcb9ddbab", "type": "Regulation", "concepts": ["1264", "161", "1644", "1654", "1781", "2548", "5360", "5581"], "title": "Commission Regulation (EC) No 305/2007 of 21 March 2007 derogating temporarily from Regulations (EC) No 2402/96, (EC) No 2375/2002, (EC) No 2305/2003, (EC) No 969/2006 and (EC) No 1918/2006 as regards the dates for lodging applications and the issuing of import licences in 2007 under the tariff quotas for sweet potatoes, manioc starch, cereals and olive oil\n", "header": "22.3.2007 EN Official Journal of the European Union L 81/19\nCOMMISSION REGULATION (EC) No 305/2007\nof 21 March 2007\nderogating temporarily from Regulations (EC) No 2402/96, (EC) No 2375/2002, (EC) No 2305/2003, (EC) No 969/2006 and (EC) No 1918/2006 as regards the dates for lodging applications and the issuing of import licences in 2007 under the tariff quotas for sweet potatoes, manioc starch, cereals and olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1095/96 of 18 June 1996 on the implementation of the concessions set out in Schedule CXL drawn up in the wake of the conclusion of the GATT XXIV.6 negotiations (1), and in particular Article 1(1) thereof,\nHaving regard to Council Decision 96/317/EC of 13 May 1996 concerning the conclusion of the results of consultations with Thailand under GATT Article XXIII (2),\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (3), and in particular Article 12(1) thereof,\nHaving regard to Council Regulation (EC) No 865/2004 of 29 April 2004 on the common organisation of the market in olive oil and table olives and amending Regulation (EEC) No 827/68 (4), and in particular Article 10(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2402/96 of 17 December 1996 opening and setting administrative rules for certain annual tariff quotas for sweet potatoes and manioc starch (5) lays down specific provisions for the lodging of applications and the issuing of import licences for sweet potatoes under quotas 09.4014 and 09.4013, on the one hand, and manioc starch under quota 09.4065 on the other.\n(2) Commission Regulations (EC) No 2375/2002 of 27 December 2002 opening and providing for the administration of Community tariff quotas for common wheat of a quality other than high quality from third countries (6), Commission Regulation (EC) No 2305/2003 of 29 December 2003 opening and providing for the administration of a Community tariff quota for imports of barley from third countries (7) and Commission Regulation (EC) No 969/2006 of 29 June 2006 opening and providing for the administration of a Community tariff quota for imports of maize from third countries (8) lay down specific provisions for the lodging of applications and the issuing of import licences for common wheat of a quality other than high quality under quotas 09.4123, 09.4124 and 09.4125, for barley under quota 09.4126 and for maize under quota 09.4131.\n(3) Commission Regulation (EC) No 1918/2006 of 20 December 2006 opening and providing for the administration of tariff quota for olive oil originating in Tunisia (9) lays down specific provisions for the lodging of applications and the issuing of import licences for olive oil under quota 09.4032.\n(4) In view of the public holidays in 2007, derogations should be made, at certain times, from Regulations (EC) No 2402/96, (EC) No 2375/2002, (EC) No 2305/2003, (EC) No 969/2006 and (EC) No 1918/2006 as regards the dates for the lodging of import licence applications and the issuing of those licences in order to ensure compliance with the quota volumes in question.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the joint meeting of the Management Committee for Cereals and the Management Committee for Olive Oil and Table Olives,", "main_body": ["1.   Notwithstanding Article 3 of Regulation (EC) No 2402/96, applications for import licences for sweet potatoes under quotas 09.4014 and 09.4013 may no longer be lodged for 2007 after 18 December 2007.\n2.   Notwithstanding Article 8(1) of Regulation (EC) No 2402/96, import licences for sweet potatoes applied for on the dates indicated in Annex I hereto, under quotas 09.4014 and 09.4013, shall be issued on the dates indicated in Annex I, subject to the measures adopted pursuant to Article 7(2) of Commission Regulation (EC) No 1301/2006 (10).", "1.   Notwithstanding the first paragraph of Article 9 of Regulation (EC) No 2402/96, applications for import licences for manioc starch under quota 09.4065 may no longer be lodged for 2007 after 18 December 2007.\n2.   Notwithstanding Article 13(1) of Regulation (EC) No 2402/96, import licences for manioc starch applied for on the dates indicated in Annex II hereto, under quota 09.4065, shall be issued on the dates indicated in Annex II, subject to the measures adopted pursuant to Article 7(2) of Regulation (EC) No 1301/2006.", "1.   Notwithstanding the second subparagraph of Article 5(1) of Regulation (EC) No 2375/2002, applications for import licences for common wheat of a quality other than high quality under quotas 09.4123, 09.4124 and 09.4125 may no longer be lodged for 2007 after 17 December 2007.\n2.   Notwithstanding the second subparagraph of Article 3(1) of Regulation (EC) No 2305/2003, applications for import licences for barley under quota 09.4126 may no longer be lodged for 2007 after 17 December 2007.\n3.   Notwithstanding the second subparagraph of Article 4(1) of Regulation (EC) No 969/2006, applications for import licences for maize under quota 09.4131 may no longer be lodged for 2007 after 17 December 2007.", "Notwithstanding Article 3(3) of Regulation (EC) No 1918/2006, import licences for olive oil applied for on Monday, 2 or Tuesday, 3 April 2007 under quota 09.4032 shall be issued on Friday, 13 April 2007, subject to the measures adopted pursuant to Article 7(2) of Regulation (EC) No 1301/2006.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 March 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 146, 20.6.1996, p. 1.\n(2)  OJ L 122, 22.5.1996, p. 15.\n(3)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(4)  OJ L 161, 30.4.2004, p. 97, corrected by OJ L 206, 9.6.2004, p. 37.\n(5)  OJ L 327, 18.12.1996, p. 14. Regulation as last amended by Regulation (EC) No 1884/2006 (OJ L 364, 20.12.2006, p. 44).\n(6)  OJ L 358, 31.12.2002, p. 88. Regulation as last amended by Regulation (EC) No 2022/2006 (OJ L 384, 29.12.2006, p. 70).\n(7)  OJ L 342, 30.12.2003, p. 7. Regulation as last amended by Regulation (EC) No 2022/2006.\n(8)  OJ L 176, 30.6.2006, p. 44. Regulation as amended by Regulation (EC) No 2022/2006.\n(9)  OJ L 365, 21.12.2006, p. 84.\n(10)  OJ L 238, 1.9.2006, p. 13.\nANNEX I\nIssue of import licences for sweet potatoes under quotas 09.4014 and 09.4013 in certain periods of 2007\nDates for lodging applications Dates of issue of licences\nTuesday, 3 April 2007 Friday, 13 April 2007\nTuesday, 30 October 2007 Friday, 9 November 2007\nANNEX II\nIssue of import licences for manioc starch under quota 09.4065 in certain periods of 2007\nDates for lodging applications Dates of issue of licences\nTuesday, 3 April 2007 Friday, 13 April 2007\nTuesday, 30 October 2007 Friday, 9 November 2007"}