{"celex_id": "32006R1798", "uri": "http://publications.europa.eu/resource/cellar/5805e8ca-8e01-4fcb-abdd-7ab6ce7d0db9", "type": "Regulation", "concepts": ["1309", "161", "1814", "2084", "2771", "4373", "614", "666", "890", "932"], "title": "Commission Regulation (EC) No 1798/2006 of 6 December 2006 opening tariff quotas for 2007 for imports into the European Community of certain goods originating in Norway resulting from the processing of agricultural products covered by Council Regulation (EC) No 3448/93\n", "header": "7.12.2006 EN Official Journal of the European Union L 341/24\nCOMMISSION REGULATION (EC) No 1798/2006\nof 6 December 2006\nopening tariff quotas for 2007 for imports into the European Community of certain goods originating in Norway resulting from the processing of agricultural products covered by Council Regulation (EC) No 3448/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular Article 7(2) thereof,\nHaving regard to Council Decision 2004/859/EC of 25 October 2004 concerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Norway concerning Protocol 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway (2), and in particular Article 2 thereof,\nWhereas:\n(1) The Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Norway concerning Protocol 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway provides in point III for annual tariff quotas for imports of certain goods originating in Norway. It is necessary to open these quotas for 2007.\n(2) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (3), lays down rules for the management of tariff quotas. It is appropriate to provide that the tariff quotas opened by this Regulation are to be managed in accordance with those rules.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed agricultural products not listed in Annex I to the Treaty,", "main_body": ["The Community tariff quotas for the goods originating in Norway which are listed in Annex shall be opened for 1 January to 31 December 2007.", "The Community tariff quotas referred to in Article 1 shall be managed by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall be applicable from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 2006.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(2)  OJ L 370, 17.12.2004, p. 70.\n(3)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 402/2006 (OJ L 70, 9.3.2006, p. 35).\nANNEX\nAnnual tariff quotas applicable upon import into the Community of goods originating in Norway\nOrder number CN code Description Annual quota volume from 1.1.2007 Rate of duty applicable within the limits of the quota\n09.0765 1517 10 90 Margarine, excluding liquid margarine, containing, by weight, not more than 10 % of milk fats 2 470 tonnes Free\n09.0771 ex 2207 10 00 Undenatured ethyl alcohol of an alcohol strength by volume of 80 % vol. or higher, other than that obtained from agricultural products listed in Annex I to the EC Treaty 164 000 hectolitres Free\n09.0772 ex 2207 20 00 Ethyl alcohol and other spirits, denatured, of any strength, other than that obtained from agricultural products listed in Annex I to the EC Treaty 14 340 hectolitres Free\n09.0774 2403 10 Smoking tobacco, whether or not containing tobacco substitutes in any proportion 370 tonnes Free"}