{"celex_id": "32000R2905", "uri": "http://publications.europa.eu/resource/cellar/e7db729b-b384-40e9-b9ee-fae64e2aa861", "type": "Regulation", "concepts": ["1309", "161", "1649", "2734", "2771", "4324"], "title": "Commission Regulation (EC) No 2905/2000 of 29 December 2000 concerning the increase and opening of tariff quotas applicable to the importation into the European Community of certain processed agricultural products originating in Switzerland and Liechtenstein\n", "header": "Commission Regulation (EC) No 2905/2000\nof 29 December 2000\nconcerning the increase and opening of tariff quotas applicable to the importation into the European Community of certain processed agricultural products originating in Switzerland and Liechtenstein\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Commission Regulation (EC) No 2491/98(2), and in particular Article 7(2) thereof,\nHaving regard to Council Decision 2000/239/EC of 13 March 2000 concerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Swiss Confederation, of the other part, on Protocol 2 to the Agreement between the European Economic Community and the Swiss Confederation(3), and in particular Article 2 thereof,\nWhereas:\n(1) The annual quotas provided for in Section III(1) and (3) of the Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Swiss Confederation, of the other part, on Protocol 2 to the Agreement between the European Economic Community and the Swiss Confederation(4), called hereinafter, \"the Agreement\", should be opened for the year 2001.\n(2) The annual quotas foreseen in Section III(1) of the Agreement have to be increased by 10 % for the year 2001, as foreseen in Section III(2).\n(3) The annual quota for goods classified under CN codes 22021000 and ex 2202 90 10, as foreseen in Section III(3) of the Agreement, has been exhausted and in consequence, has to be increased by 10 % for the year 2001, as foreseen in Section III(3), third indent.\n(4) The preferences foreseen by the Free Trade Agreement between the European Economic Community and Switzerland of 22 July 1972 have been extended to the Principality of Liechtenstein by an additional agreement approved by Council Regulation (EEC) No 2840/72 of 18 December 1972(5). Therefore, the measures laid down in this Regulation must also be applicable to goods originating in Liechtenstein.\n(5) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(6), as last amended by Commission Regulation (EC) No 2787/2000(7), codified the provisions for the management of the tariff quotas to be used in the chronological order of the dates of acceptance of the declarations for release for free circulation.\n(6) The measures laid down in this Regulation comply with the opinion of the Management Committee on Horizontal Questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["The Community quotas for imports originating in Switzerland and in Liechtenstein listed in the Annex to this Regulation shall be opened duty exempt from 1 January to 31 December 2001.\nFor imports of goods classified under CN codes 22021000 and ex 2202 90 10 exceeding the duty-exempt quota, a duty of 9,1 % shall be applied.", "The Community tariff quotas referred to in Article 1 shall be managed by the Commission in accordance with Articles 308a to 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 December 2000.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 309, 19.11.1998, p. 28.\n(3) OJ L 76, 25.3.2000, p. 11.\n(4) OJ L 300, 31.12.1972, p. 189.\n(5) OJ L 300, 31.12.1972, p. 188.\n(6) OJ L 253, 11.10.1993, p. 1.\n(7) OJ L 330, 27.12.2000, p. 1.\nANNEX\nTable 1\n>TABLE>\nTable 2\n>TABLE>"}