{"celex_id": "32001R2264", "uri": "http://publications.europa.eu/resource/cellar/f29e997a-8f67-4993-8803-3e59b6689b31", "type": "Regulation", "concepts": ["1309", "1605", "161", "1819"], "title": "Council Regulation (EC) No 2264/2001 of 21 November 2001 introducing certain temporary autonomous concessions in the form of Community tariff quotas applicable to imports into the Community of tomatoes originating in the Kingdom of Morocco\n", "header": "Council Regulation (EC) No 2264/2001\nof 21 November 2001\nintroducing certain temporary autonomous concessions in the form of Community tariff quotas applicable to imports into the Community of tomatoes originating in the Kingdom of Morocco\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Consultations on imports into the Community of fresh and chilled tomatoes originating in Morocco were held in Rabat on 10 September 2001 under Article 2(6) of Protocol 1 to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part(1), hereinafter referred to as the \"Euro-Mediterranean Agreement\".\n(2) Following these consultations, the purpose of which was to allow Morocco's traditional exports of tomatoes to the Community to continue without disturbing the Community market, an autonomous tariff preference should be granted for 18081 tonnes, to be staggered over November and December 2001 and April and May 2002.\n(3) The tariff quotas for April and May 2002 should be opened only if total imports into the Community of tomatoes originating in Morocco between 1 October 2001 and 31 March 2002 do not exceed 156676 tonnes. Morocco has undertaken to ensure that its total exports do not exceed the agreed quantity of 168757 tonnes for the period from 1 October 2001 to 31 May 2002.\n(4) Council Regulation (EC) No 747/2001 of 9 April 2001 providing for the management of Community tariff quotas and of reference quantities for products eligible for preferences by virtue of agreements with certain Mediterranean countries(2) opened the tariff quotas for imports into the Community of fresh and chilled tomatoes originating in Morocco provided for in the context of the Euro-Mediterranean Agreement and lays down detailed rules for managing the tariff quotas,", "main_body": ["1. For the period from 1 November 2001 to 31 March 2002, Community tariff quota with order No 09.1190, applicable to imports into the Community of fresh or chilled tomatoes falling within CN code 0702 00 00 originating in Morocco, opened under Regulation (EC) No 747/2001, is hereby autonomously increased by 6000 tonnes.\n2. Provided total imports into the Community of tomatoes originating in Morocco do not exceed 156676 tonnes during the period from 1 October 2001 to 31 March 2002, the following autonomous tariff quota shall be opened by the Commission:\n>TABLE>\n3. The tariff quota referred to in this Regulation shall be managed by the Commission in accordance with Article 4 of Regulation (EC) No 747/2001.\n4. This Regulation shall apply subject to Protocol 4 to the Euro-Mediterranean Agreement concerning the definition of originating products and methods of administrative cooperation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 November 2001.\nFor the Council\nThe President\nJ. Vande Lanotte\n(1) OJ L 70, 18.3.2000, p. 2.\n(2) OJ L 109, 19.4.2001, p. 2."}