{"celex_id": "32002R1153", "uri": "http://publications.europa.eu/resource/cellar/d9d0e3dd-395d-474c-902a-ab1591ec8387", "type": "Regulation", "concepts": ["1309", "2687", "2733", "4080", "4315", "4316", "4329"], "title": "Commission Regulation (EC) No 1153/2002 of 28 June 2002 fixing the representative prices and additional import duties for certain products in the sugar sector\n", "header": "Commission Regulation (EC) No 1153/2002\nof 28 June 2002\nfixing the representative prices and additional import duties for certain products in the sugar sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the market in sugar(1), as amended by Commission Regulation (EC) No 680/2002(2),\nHaving regard to Commission Regulation (EC) No 1423/95 of 23 June 1995 laying down detailed rules for the import of products in the sugar sector other than molasses(3), as last amended by Regulation (EC) No 624/98(4), and in particular the second subparagraph of Article 1(2) and Article 3(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1423/95 stipulates that the cif import price for raw sugar and white sugar, hereinafter known as the \"representative price\", should be set in accordance with Commission Regulation (EEC) No 784/68(5), as amended by Regulation (EC) No 260/96(6). That price should be fixed for the standard qualities defined in Annex I, point I and II, to Regulation (EC) No 1260/2001.\n(2) When the representative prices are being fixed, the Commission must take account of all available information on offers on the world market, on quotations on the exchanges which are important for world trade in sugar, on prices recorded on important third-country markets, and on sales concluded in international trade of which it has knowledge either directly or through the agency of the Member States. However, pursuant to Regulation (EEC) No 784/68, the Commission must disregard information if the goods concerned are not of sound and fair marketable quality or if the price quoted in an offer relates to a small quantity which is not representative of the market. Offer prices which can be assumed not to be representative of actual market trends must also be disregarded.\n(3) If information on sugar of the standard quality is to be comparable, the price increases or reductions fixed pursuant to Article 5(1)(a) of Regulation (EEC) No 784/68 must be added to or deducted from the offers taken into consideration in the case of white sugar. In the case of raw sugar, the corrective factors provided for in Article 5(1)(b) must be applied.\n(4) The representative price is modified only if the variation in the elements used to calculate it would entail an increase or a reduction of not less than 1,20 EUR/100 kilograms in relation to the representative price previously fixed.\n(5) Where there is a difference between the trigger price for the product in question and the representative price, additional import duties should be fixed under the conditions set out in Article 3 of Regulation (EC) No 1423/95.\n(6) It follows from applying these provisions that the representative prices and additional import duties for the products in question should be as set out in the Annex hereto.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The representative prices and additional duties applicable to the import of the products referred to in Article 1 of Regulation (EC) No 1423/95 shall be as set out in the Annex hereto.", "This Regulation shall enter into force on 1 July 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 2002.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 104, 20.4.2002, p. 26.\n(3) OJ L 141, 24.6.1995, p. 16.\n(4) OJ L 85, 20.3.1998, p. 5.\n(5) OJ L 145, 27.6.1968, p. 10.\n(6) OJ L 34, 13.2.1996, p. 16.\nANNEX\nto the Commission Regulation of 28 June 2002 fixing representative prices and the amounts of additional duties applicable to imports of white sugar, raw sugar and products covered by CN code 1702 90 99\n>TABLE>"}