{"celex_id": "32001D0522", "uri": "http://publications.europa.eu/resource/cellar/7e89b4ed-e401-4a9e-b3ad-ff2d8b350b33", "type": "Decision", "concepts": ["155", "2286", "3077", "5541", "5969", "889"], "title": "2001/522/EC: Commission Decision of 7 February 2001 on the State aid which the Netherlands intends to grant to China in the form of development assistance for the construction of a high-technology dredger (Text with EEA relevance) (notified under document number C(2001) 333)\n", "header": "Commission Decision\nof 7 February 2001\non the State aid which the Netherlands intends to grant to China in the form of development assistance for the construction of a high-technology dredger\n(notified under document number C(2001) 333)\n(Only the Dutch text is authentic)\n(Text with EEA relevance)\n(2001/522/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving regard to Council Regulation (EC) No 1540/98 of 29 June 1998 establishing new rules on aid to shipbuilding(1),\nHaving regard to Council Regulation (EC) No 659/1999 of 22 March 1999 laying down detailed rules for the application of Article 93 of the EC Treaty(2), and in particular Article 7 thereof,\nHaving called on interested parties to submit their comments pursuant to the provision(s) cited above and having regard to their comments(3),\nWhereas:\nI. PROCEDURE\n(1) By letter dated 17 August 1999 the Netherlands authorities notified the Commission of a development assistance they were planning to grant to China for the purchase of a 12000 m3 dredger. Further information was provided on 6 October and 16 December 1999.\n(2) By letter dated 20 March 2000 the Commission notified the Netherlands authorities of its decision to initiate the procedure laid down in Article 88(2) of the EC Treaty in respect of the aid. The Netherlands authorities submitted their comments to the Commission by letters from their Permanent Representative dated 26 May and 23 October 2000.\n(3) The Commission's decision to initiate the procedure was published in the Official Journal of the European Communities. The Commission invited interested parties to submit their comments on the aid in question.\n(4) The Commission did not receive any comments from interested parties.\nII. DETAILED DESCRIPTION OF THE AID\n(5) The project, which provides for development assistance under a general scheme for aid to developing countries, concerns the sale of a 12000 m3 dredger costing NLG 160 million (EUR 72,6 million) to China Harbour Engineering Company (CHEC). The aid takes the form of a 14-year subsidised loan of 100 % with a three-year grace period at the rate of 4,17 %, i.e. a grant-equivalent of 31,25 %. The vessel is to be built at the IHC Holland shipyard at Kinderdijk. According to the Netherlands authorities, CHEC would be unable to purchase the dredger without the aid.\n(6) The Commission decided to initiate the Article 88(2) procedure because it doubted that the project complied fully with the conditions laid down in Article 3(5) of Regulation (EC) No 1540/98 concerning the compatibility of aid related to shipbuilding granted as development assistance.\n(7) New provisions concerning aid for shipbuilding have been incorporated into Article 3(5) of Regulation (EC) No 1540/98 in cases where the aid is granted in the form of development assistance to a developing country. The Article states that such aid may be deemed compatible with the common market if it complies with the terms laid down for that purpose by OECD Working Party 6 in its Agreement concerning the interpretation of Articles 6 to 8 of the OECD Understanding on Export Credits for Ships. The Commission must verify the particular development content of the proposed aid and satisfy itself that it falls within the scope of the OECD Understanding on Export Credits and that the offer of development assistance is open to bids from different yards.\n(8) On the basis of the information available to the Commission, it concluded that the project complied with the OECD criteria.\n(9) However, the Commission doubted whether the development assistance was open to bids from different yards.\n(10) It also had doubts about the development assistance aspect of the project given that Chinese companies also carry out dredger activities outside China. Although there was sufficient evidence that the dredger in question would initially be used in a major Shanghai project, it was not clear at that stage that it would not be used outside China once the work in the Shanghai area had been completed. In view of the size of the new ship, it was also possible that CHEC might be able to release smaller vessels from its fleet for use on foreign projects.\nIII. COMMENTS FROM THE NETHERLANDS\n(11) The Netherlands authorities provided further information by letters dated 30 May, 3 July and 3 October 2000. The final letter confirmed the information provided in the course of bilateral meetings held with the Commission on 25 July and on 4 and 15 September 2000.\n(12) The Netherlands authorities point out that notification was given of the Netherlands provisions on development assistance and that the information provided on the various instruments was extremely comprehensive. The information had been published in the Netherlands Official Gazette (\"Staatscourant\") and in brochures drawn up in English and Dutch which had been disseminated in the Netherlands and abroad. It had also been posted on the website of the Ministry of Economic Affairs. Regular briefings on developing countries had also been held.\n(13) As the Netherlands authorities have made clear, the development assistance system is available to all Netherlands companies, but responsibility for processing bids and awarding contracts lies with the developing country. They stress that, in general, contacts between the Netherlands shipyards and their foreign customers take place without government involvement. When negotiations are started with a customer from a developing country, an application is lodged for development assistance. In general, the authorities take the view that the Netherlands Government should not intervene in business negotiations.\n(14) However, with a view to accommodating the Commission's position that a guarantee should be given that aid is not used for other than its original purpose, the Netherlands authorities have since amended certain aspects of their internal procedures to ensure the greatest possible transparency for shipbuilding projects while also maintaining their policy of non-intervention regarding project selection and the decision-making process. In future they will take steps to bring the possibility of development assistance for specific projects to the attention of various shipyards. Under this new procedure (which cannot be applied retroactively in this case) a shipyard inquiring about the possibility of development assistance for a given contract will have to notify the authorities of its intentions at least one month before a formal application is made. Within 48 hours of receiving this \"prior notification\", the Netherlands authorities must provide all shipyards with the capacity to build the type of vessel in question with a fax detailing the vessel's main characteristics, the price and the address of the prospective purchaser in the developing country. After receiving the formal aid application, the Ministry of Foreign Affairs must send confirmation of the application to the relevant country. The letter should clearly state that the aid is available to all Netherlands shipyards. An explanatory brochure in English should be attached setting out the development assistance procedure in force in the Netherlands. Lastly, the Netherlands authorities have undertaken not to take an aid award decision less than two months after the formal application has been lodged.\n(15) The Netherlands authorities take the view that, in view of the time that has elapsed since IHC lodged the application, it is not possible to apply the new procedure in this instance. They have put forward a number of elements in support of their case. The shipyard's results have been positive for a number of years and profits are steady or increasing. The transaction with CHEC came about following a restricted international call for tender in which German and Japanese shipyards had taken part, but the contract was awarded to IHC because of its record of cooperation over several years. In addition, the Chinese authorities were well aware that they could work with other Netherlands yards and still qualify for development assistance. However, VNSI, the Netherlands shipbuilding association, confirmed in writing that, at that time, IHC was the only shipyard in the Netherlands capable of building a dredger of that type.\n(16) With regard to development content, the Netherlands authorities have indicated that they contacted the Chinese authorities in connection with the use to be made of the dredger. The Chinese authorities have undertaken in writing that the vessel will be used exclusively in Chinese waters for at least five years, and have confirmed that the existing vessels which may be replaced by the new vessel will also be deployed exclusively in the same waters.\nIV. ASSESSMENT OF THE AID\n(17) As explained in the decision to initiate the procedure, the aid for the contract must be tested against the provisions of Article 3(5) of Regulation (EC) No 1540/98, which lays down new rules on development assistance for shipbuilding.\n(18) That Article states that such aid may be deemed compatible with the common market if it complies with the terms laid down for that purpose by OECD Working Party 6 in its Agreement concerning the interpretation of Articles 6 to 8 of the OECD Understanding on Export Credits for Ships. The Commission must verify the particular development content of the proposed aid and satisfy itself that it falls within the scope of the OECD Understanding and that the offer of development assistance is open to bids from different yards.\n(19) The OECD criteria with which the Member States must comply were laid down by the Commission in its letter SG(89) D/311 dated 3 January 1989, amended by letter SG(97) D 4345 dated 10 June 1997. These criteria are as follows:\n(i) aid must not be granted for the building of vessels intended to operate under flags of convenience;\n(ii) if the aid cannot be classified as OECD official development assistance, the aid donor must confirm that it is granted under an intergovernmental agreement;\n(iii) the aid donor must give appropriate assurances that the real owner is resident in the beneficiary country and that the beneficiary company is not a non-operational subsidiary of a foreign company;\n(iv) the beneficiary must undertake not to sell the ship without prior government approval;\n(v) the aid granted must also include a grant element of at least 25 %, calculated in accordance with the OECD method.\n(20) The Commission takes the view that the development project meets the OECD criteria in so far as:\n(i) the ship will operate under the Chinese flag, which is not a flag of convenience;\n(ii) China is featured on the list of countries eligible for development assistance annexed to the aforementioned letter from the Commission;\n(iii) the owner of the vessel in question is a public body which comes under the Chinese Ministry of Finance;\n(iv) the Chinese authorities have undertaken not to sell the vessel for at least five years;\n(v) the aid intensity is 25 %.\n(21) In view of the above, and the commitments entered into in writing by the Chinese authorities, the project must be regarded as having real development content.\n(22) As regards whether the offer of development assistance was open to bids from different yards, the Commission would point out that these are new provisions which have been incorporated into Regulation (EC) No 1540/98. In addition, they do not clarify how the Commission should check whether the criterion is met, and therefore it can therefore be interpreted in a number of ways. The Commission takes the view that the criterion should be strictly applied and that the offer of assistance should have been open to bids from other shipyards. In the case in point, which is one of the first to be notified since Regulation (EC) No 1540/98 entered into force, although the general instrument governing development assistance to China in the Netherlands is well known, it would seem that no specific publicity measure was undertaken. Clearly, the procedure applied was the one followed for many years, and the Netherlands authorities failed to apply Article 3(5) in full. This is confirmed by the Netherlands authorities' willingness to review their procedure in future cases.\n(23) It should also be borne in mind that IHC is the only Netherlands shipyard capable of building a vessel of this type, that it obtained the contract in spite of bids from other well-known yards outside the Netherlands and that it does not have any financial difficulties.\nV. CONCLUSION\n(24) In the light of the above, and in view of the measures taken by the Netherlands authorities regarding similar cases in future, the doubts underlying the Commission's decision to initiate the Article 88(2) procedure have been resolved. It can therefore be concluded that the project complies with the conditions laid down in Article 3(5) of Regulation (EC) No 1540/98 and that it is compatible with the common market,", "main_body": ["The development assistance with an intensity of 31,25 % which the Netherlands intends to grant to China for the purchase of a dredger from IHC is compatible with the common market.\nImplementation of this aid is accordingly authorised.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 7 February 2001.\nFor the Commission\nMario Monti\nMember of the Commission\n(1) OJ L 202, 18.7.1998, p. 1.\n(2) OJ L 83, 27.3.1999, p. 1.\n(3) OJ C 148, 27.5.2000, p. 14."}