{"celex_id": "32004R0438", "uri": "http://publications.europa.eu/resource/cellar/ef9b4654-ba06-46b5-b4a1-7ebb92016a8c", "type": "Regulation", "concepts": ["1309", "2525", "2771", "4584", "519"], "title": "Council Regulation (EC) No 438/2004 of 8 March 2004 extending the suspension of the extended anti-dumping duty imposed by Regulation (EC) No 1023/2003 on imports of certain malleable cast-iron tube or pipe fittings consigned from Argentina, whether declared as originating in Argentina or not\n", "header": "Council Regulation (EC) No 438/2004\nof 8 March 2004\nextending the suspension of the extended anti-dumping duty imposed by Regulation (EC) No 1023/2003 on imports of certain malleable cast-iron tube or pipe fittings consigned from Argentina, whether declared as originating in Argentina or not\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), (the basic Regulation), and in particular Article 14(4) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) By Regulation (EC) No 1784/2000(2), the Council imposed a definitive anti-dumping duty of 34,8 % on imports of threaded malleable cast-iron tube or pipe fittings (malleable fittings) originating in Brazil, falling within CN code 7307 19 10.\n(2) By Regulation (EC) No 1023/2003(3), the Council, following an investigation initiated pursuant to Article 13 of the basic Regulation, extended the definitive anti-dumping duty imposed by Regulation (EC) No 1784/2000 on imports of malleable fittings originating in Brazil to imports of malleable fittings consigned from Argentina, whether declared as originating in Argentina or not.\n(3) By Decision 2003/434/EC(4) (the Decision), the Commission suspended the definitive anti-dumping duty extended by Article 1 of Regulation (EC) No 1023/2003 for a period of nine months, with effect from 18 June 2003.\nB. GROUNDS FOR THE EXTENSION OF THE SUSPENSION\n(4) Article 14(4) of the basic Regulation provides for the possibility of suspension of anti-dumping measures in the Community interest on the grounds that market conditions have temporarily changed to an extent that injury would be unlikely to resume as a result of such a suspension. The anti-dumping measures may be suspended by a decision of the Commission for a period of nine months. Article 14(4) of the basic Regulation further specifies that the suspension may be extended for a further period, not exceeding one year, if the Council so decides on a proposal from the Commission.\n(5) Following the suspension of the extended definitive anti-dumping duty by the Decision, the Commission has, in accordance with recital 12 of the Decision, continued to monitor the development of the imports of malleable fittings into the Community and the behaviour of individual exporters from Argentina. It is confirmed that since the extended duty was suspended, there have been no imports of malleable fittings from Argentina and that the imports of malleable fittings into the Community from Brazil have reverted to the trade pattern of imports from that country in the period before measures were imposed.\n(6) Indeed, since 18 June 2003 there has been no resumption of any circumvention and consequently it is unlikely that the injury caused to the Community industry would resume under the present circumstances. Therefore, the conditions for the suspension are still fulfilled for the time being.\n(7) It should be recalled that, as explained in recitals 6 to 9 of the Decision, the main reason why the Decision concluded that injury was unlikely to resume, was that the Argentinian authorities had taken measures against imports of malleable fittings from Brazil, which had a remedial effect. However, on 10 April 2003 the Argentinian authorities decided to confirm the provisional measures by imposing definitive measures on malleable fittings of Brazilian origin for only 15 months, i.e. until 11 July 2004. According to the information given by the Argentinian authorities, the measures may be subject to an expiry review, but no additional information has been submitted concerning such possible further action. In case the measures imposed by Argentina on malleable fittings of Brazilian origin are allowed to expire, there is a risk of resumption of circumvention, since the main guarantee for the elimination of circumvention would no longer exist. In that case, the conditions for a further suspension would no longer be met. Moreover, the anti-fraud investigation, which had been initiated by the Argentinian authorities in February 2002 concerning imports of malleable fittings from Brazil, was terminated without any measures.\n(8) Under these circumstances, it cannot be concluded that injury would be unlikely to resume in the period after 11 July 2004. It is therefore considered appropriate that the definitive anti-dumping duty extended by Article 1 of Regulation (EC) No 1023/2003 be suspended for a further period of four months, i.e. until 11 July 2004, when the measures imposed by Argentina on imports of malleable fittings originating in Brazil are due to expire.\n(9) In accordance with Article 14(4) of the basic Regulation, the Community industry was given an opportunity to comment upon the above. The Community industry did not oppose the extension of the suspension of the measures until 11 July 2004.\nC. CONCLUSION\n(10) In conclusion, the Council considers that all requirements to extend the suspension of the anti-dumping duties concerned, pursuant to Article 14(4) of the basic Regulation, are met. Currently there are no exports of malleable fittings from Argentina to the Community due to, inter alia, the measures currently imposed by Argentina on imports of malleable fittings originating in Brazil. Injury linked to circumvention via Argentina is unlikely to resume as long as the measures imposed by Argentina are in place. For these reasons, it is considered appropriate that the extended anti-dumping duty imposed by Regulation (EC) No 1023/2003 should be further suspended until 11 July 2004.\n(11) For the period of the suspension, the Commission shall continue to monitor the development of the imports of malleable fittings into the Community and the behaviour of individual exporters from Argentina. In particular, the Commission shall closely monitor the outcome of the ongoing proceeding in Argentina.\n(12) The Argentinian authorities were informed of the essential facts and considerations on the basis of which the Council intended to extend the suspension of the extended definitive anti-dumping measures and were given the opportunity to comment. No comments which were of a nature to change the above conclusions were received,", "main_body": ["The suspension of the extended definitive anti-dumping duty imposed by Regulation (EC) No 1023/2003 is hereby extended until 11 July 2004.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 2004.\nFor the Council\nThe President\nD. Ahern\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 1972/2002 (OJ L 305, 7.11.2002, p. 1).\n(2) OJ L 208, 18.8.2000, p. 8.\n(3) OJ L 149, 17.6.2003, p. 1.\n(4) OJ L 149, 17.6.2003, p. 30."}