{"celex_id": "32008R0597", "uri": "http://publications.europa.eu/resource/cellar/b68b8a6c-7632-4ad3-889a-c0831579cfa7", "type": "Regulation", "concepts": ["1360", "1590", "2420", "2531", "3730", "6569"], "title": "Commission Regulation (EC) No 597/2008 of 24 June 2008 amending Regulation (EC) No 372/2007 laying down transitional migration limits for plasticisers in gaskets in lids intended to come into contact with foods (Text with EEA relevance)\n", "header": "25.6.2008 EN Official Journal of the European Union L 164/12\nCOMMISSION REGULATION (EC) No 597/2008\nof 24 June 2008\namending Regulation (EC) No 372/2007 laying down transitional migration limits for plasticisers in gaskets in lids intended to come into contact with foods\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1935/2004 of the European Parliament and of the Council of 27 October 2004 on materials and articles intended to come into contact with food and repealing Directives 80/590/EEC and 89/109/EEC (1), and in particular Article 5(1) thereof,\nWhereas:\n(1) Commission Directive 2007/19/EC of 2 April 2007 amending Directive 2002/72/EC relating to plastic materials and articles intended to come into contact with food and Council Directive 85/572/EEC laying down the list of simulants to be used for testing migration of constituents of plastic materials and articles intended to come into contact with foodstuffs (2) clarifies that gaskets in lids fall under the scope of Commission Directive 2002/72/EC of 6 August 2002 relating to plastic materials and articles intended to come into contact with foodstuffs (3). It stipulates that Member States have to adopt measures by 1 May 2008 that allow free circulation of gaskets in lids if they comply with the specific migration limits (SMLs) set down in Directive 2002/72/EC as amended. Point (b) of the third subparagraph of Article 3(1) of Directive 2007/19/EC provides that Member States are to prohibit the manufacture and imports of non-compliant gaskets in lids as from 1 July 2008.\n(2) Commission Regulation (EC) No 372/2007 (4) regulates the placing on the market of gaskets in lids referred to in point (b) of the third subparagraph of Article 3(1) of Directive 2007/19/EC for a transitional period pending the implementation of that Directive. It sets down transitional SMLs for the sum of plasticisers used in gaskets in lids, so that the free circulation of those products is not endangered, the lids and foods that pose a significant risk are immediately excluded from the market and, at the same time, industry has sufficient time to finalise the development of gaskets that comply with the SMLs laid down in Directive 2002/72/EC as amended by Directive 2007/19/EC. That transitional period was set to last until 30 June 2008.\n(3) In December 2007 the Commission was informed by the food and lid industry that by July 2008 not enough lids tested for compliance with Directive 2002/72/EC will be available on the market for the food industry to package critical foods such as food in oil, pestos and fatty sauces. Certain solutions are developed which do not work for all products. Other solutions are not produced in all lid sizes. For a number of solutions long-term storage seal tightness and migration behaviour are not yet available.\n(4) Lids compliant with Directive 2007/19/EC will only start being available as from July 2008 and testing by the food industry of possible lid solutions will take place as from that date. Taking into account that fatty food products packaged with those lids are subject to seasonal production and that food producers need some time to test and choose the suitable solution for their products, it is necessary to provide for a further transitional period during which lids compliant with Regulation (EC) No 372/2007 may be used to package food by way of derogation from point (b) of the third subparagraph of Article 3(1) of Directive 2007/19/EC. In line with point (d) of that third subparagraph the transitional period should end on 30 April 2009.\n(5) Regulation (EC) No 372/2007 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 372/2007 is amended as follows:\n1. Article 1 is replaced by the following:\n2. In Article 2 the date ‘30 June 2008’ is replaced by ‘30 April 2009’.", "This Regulation shall enter into force on 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 338, 13.11.2004, p. 4.\n(2)  OJ L 91, 31.3.2007, p. 17. Corrected by OJ L 97, 12.4.2007, p. 50.\n(3)  OJ L 220, 15.8.2002, p. 18. Directive as last amended by Directive 2008/39/EC (OJ L 63, 7.3.2008, p. 6).\n(4)  OJ L 97, 12.4.2007, p. 9."}