{"celex_id": "32000D0250", "uri": "http://publications.europa.eu/resource/cellar/fe8e3196-ab47-4e1e-8b7e-1251240d30c7", "type": "Decision", "concepts": ["155", "2247", "3891", "5091", "5541", "889"], "title": "2000/250/EC: Commission Decision of 16 November 1999 on the State aid which Italy plans to grant for the creation of new shipyards at Oristano (Sardinia) and Belvedere Marittimo (Calabria) (notified under document number C(1999) 4839) (Text with EEA relevance) (Only the Italian version is authentic)\n", "header": "Commission Decision\nof 16 November 1999\non the State aid which Italy plans to grant for the creation of new shipyards at Oristano (Sardinia) and Belvedere Marittimo (Calabria)\n(notified under document number C(1999) 4839)\n(Only the Italian version is authentic)\n(Text with EEA relevance)\n(2000/250/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving regard to Council Directive 90/684/EEC of 21 December 1990 on aid to shipbuilding(1), whose application was extended by Regulation (EC) No 2600/97(2),\nHaving regard to Council Regulation (EC) No 1540/98 of 29 June 1998 establishing new rules on aid to shipbuilding(3),\nHaving called on interested parties to submit their comments pursuant to the first subparagraph of Article 88(2) of the EC Treaty, and having regard to their comments,\nWhereas:\nI. PROCEDURE\n(1) By letters dated 17 November 1997 and 6 March 1998, registered by the Commission on 18 November 1997 and 12 March 1998 respectively, the Italian authorities notified the Commission of two identical plants to grant investment aid for the construction of two new shipyards under Decree-Law No 415 of 22 October 1992, converted by Law No 488 of 19 December 1992 on regional investment aid in Italy (hereinafter referred to as Law No 488/92).\nFurther information was requested on the first project notified, and the Italian authorities' reply was transmitted at the same time as they notified the second project.\n(2) By letter dated 14 July 1998, the Commission informed the Italian Government that it has decided to initiate the procedure laid down in Article 88(2) of the EC Treaty in respect of the aid. The Italian authorities submitted their comments to the Commission by means of letter No 3896 dated 2 March 1999 from their Permanent Representative's Office. The Commission decision to initiate the procedure was published in the Official Journal of the European Communities(4), with an invitation to interested parties to submit their comments. The Commission received comments from interested parties and forwarded them to the Italian Government, which was given the opportunity to react.\n(3) By letters dated 18 September 1998 and 5 August 1999, the Italian authorities sent the Commission comments and relevant information for the purpose of assessing the two projects.\nII. DESCRIPTION\n(4) The investments are based on project studies carried out by a European consortium (Euroinvest) grouping together small and medium-sized enterprises (SMEs) and trade associations, particularly in Italy, Greece and Portugal.\nThe industrial objective is to build twin-hull and single-hull fast ferries, for which, according to the studies on which the project is based, the market is booming. The technology exists and is already used by another Italian shipyard specialised in this type of vessel. In terms of technology and innovation, the type of vessels to be built meets the most up-to-date standards for high-speed ships.\nThe aim of each of the projects, the unit investment cost of which is ITL 89,3 billion, is to build one vessel per year, representing 80000 man-hours of labour per year and employing around 50 workers.\n(5) The aid would be granted under the Italian regional investment aid scheme laid down by Law No 488/92. In both cases the shipyards are locted in Objective 1 regions, in which investment aid may be granted up to a maximum of 50 % nge plus 15 % gge for SMEs. Having due regard to the planned mount of the aid, which is ITL 53,4 billion for Oristano and ITL 54,6 billion for Belvedere Marittimo, and on the basis of the costs eligible under the guidelines on national regional aid(5), the total net grant equivalent of the aid is 45,75 % and 42,34 % respectively.\n(6) In its request for further information the Commission stated that an operation of this nature could possibly be contemplated only on condition that, as stipulated in Article 6 of Directive 90/684/EEC, the new capacity directly replaced pre-existing capacity that had recently been closed.\nIn their reply the Italian authorities were unable to provide a precise list of shipyards deleted from the Italian special register of shipyards or to state whether the capacity of recently closed yards corresponded to the new capacity that was to be created.\nIII. COMMENTS FROM INTERESTED PARTIES\n(7) During the procedure the French authorities sent in comments, in response to the Commission's invitation, by letter dated 10 November 1998. They stressed above all the capacity problems facing the shipbuilding industry and stated that existing shipyards in the EU were sufficient to meet the demand for high-speed vessels.\nIV. COMMENTS FROM ITALY\n(8) By letter No 6239 dated 18 September 1998, the Italian authorities informed the Comission that the notified project at Belvedere Marittimo had been modified and no longer involved building vessels falling within the scope of the Community rules. Notification on the project was therefore withdrawn. As far as the project at oristano was concerned, an agreement was to be entered into with the Clemna shipyard at La Spezia with a view to transferring the relevant capacity.\n(9) At the Commission's request, the Italian authorities provided, by letter dated 9 August 1999, more detailed information confirming that there was an alternative plan for the Belvedere Marittimo site, involving the construction of 38-metre catamarans with a tonnage of less than 100 grt and small tugs with a power rating of less than 365 kW, and that the Clemna shipyard, which had useful capacity of 3000 grt, was completing work on its last order, was in liquidation and would be deleted from the Italian special register of shipyards.\nV. ASSESSMENT\n(10) The notified aid is provided for by Article 1(2) of Law No 488/92, supplemented by a number of decrees and ministerial circulars laying down the detailed arrangements for implementing it and approved by the Commission on 19 May 1997(6). Manufacturing firms located in Objective 1, 2 or 5(b) areas or in areas eligible for regional aid under the exemptions provided for by Article 87(3)(a) or (c) of the EC Treaty may receive assistance under the scheme. The eligible investments and costs include in particular the construction of new production plants.\n(11) When it authorised the aid scheme, the Commission also approved the map specifying the areas eligible for regional aid in Italy and the intensities allowed. Since Sardinia and Calabria have been classed as Objective 1 areas, aid may be granted there in respect of eligible investments up to maximum intensity of 50 % nge. An extra 15 % gge may be granted to SMEs.\n(12) As the Commission stated in the letter authorising the scheme which it sent to the Italian Government, the scheme is subject to the Community rules and guidelines applicable to specific sectors. Since the aid under examination is for investment in the construction of new shipyards, it is subject to the sectoral rules in force at the time the aid was notified, namely Directive 90/684/EEC on aid to shipbuilding, whose application was extended until 31 December 1998 by Regulation (EC) No 2600/97. Article 1(a) of the Directive defines shipbuilding as the building in the Community of metal-hulled sea-going vessels, including ships of any kind of not less than 100 grt and tugs of not less than 365 kW. Article 11(2)(b) of the Directive provides that \"The following shall be notified to the Commission in advance by the Member States and authorised by the Commission before they are put into effect: (...) any decision to apply any general or regional aid scheme to the undertakings covered by this Directive\".\n(13) The Oristano shipyard construction project fulfils the conditions mentioned in recital 12 and must therefore be examined in the light of Article 6(1) of Directive 90/684/EEC, which stipulates that \"Investment aid, whether specific or non-specific, may not be granted for the creation of new shipyards or for investment in existing yards unless it is linked to a restructuring plan which does not involve any increase in the shipbuilding capacity of the yard or unless it is directly linked to a corresponding irreversible reduction in the capacity of other yards in the same Member States over the same period (...)\".\n(14) The Italian Government stated that the Clemna shipyard at La Spezia, which was entered on the Italian special register of shipyards under number 17, was about to be put into liquidation, definitively ceasing its shipbuilding activities. That shipyard, which registered its last order in 1996, had a useful capacity of 3000 grt but an effective capacity of 2000 grt. As the work programme for the new shipyard shows an annual production equivalent to 2000 grt, the new capacity installed at Oristano can be regard as being directly offset by the closure of existing capacity during the same period. The conditions laid down in Directive 90/648/EEC are therefore met and the investment aid can be deemed compatible with the common market.\n(15) However, in order to check that the closure of the capacity of the Clemna shipyard at La Spezia is definitive and irreversible, the Italian authorities must let the Commission have all the necessary information regarding activities carried out on the site of the closed yard; the information given in these reports may be verified by the Commission.\n(16) As far as the Belvedere Marittimo shipyard is concerned, the new plan presented by the Italian authorities shows that the firm to be set up does not fulfil the conditions mentioned in recital 12 for the application of the provisions concerned and that there is consequently no need for the Commission to examine the project in the light of Directive 90/684/EEC.\n(17) However, given the similarity between the two investments concerned, the Italian authorities must present, for a period of 10 years, an annual report on the activities of the new firm, giving details of its output. The information given in these reports too may be verified by the Commission.\nVI. CONCLUSIONS\n(18) The Commission finds that the aid for the construction of the new shipyard at Oristano complies with the provisions of Law No 488/92, as approved by the Commission, and is compatible with Directive 90/684/EEC; it also finds that the aid planned for the construction of the shipyard at Belvedere Marittimo complies with the provisions of Law No 488/92 and is not subject to prior authorisation by the Commission,", "main_body": ["The State aid amounting to ITL 53,4 billion which Italy plans to implement under Law No 488/92 for the construction of a new shipyard at Oristano is compatible with the common market pursuant to Article 87(2)(a) of the Treaty and Directive 90/684/EEC.\nImplementation of the aid is accordingly authorised provided that the closure of the Clemna shipyard at La Spezia is definitive and irreversible.", "The State aid amounting to ITL 54,4 billion which Italy plans to implement for the construction of a new shipyard at Belvedere Marittimo is not subject to prior authorisation by the Commission pursuant to Directive 90/684/EEC, since the vessels to be built there have a gross registered tonnage of less than 100 t or, in the case of tugs, a power rating of less than 365 kW.", "The Italian Government shall transmit to the Commission each year, for a period of 10 years, a report on:\n(a) the activities carried out on the site of the Clemna shipyard at La Spezia;\n(b) the output of the Belvedere Marittimo shipyard.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 16 November 1999.\nFor the Commission\nMario Monti\nMember of the Commission\n(1) OJ L 380, 31.12.1990, p. 27.\n(2) OJ L 351, 23.12.1997, p. 18.\n(3) OJ L 202, 18.7.1998, p. 1.\n(4) OJ C 307, 7.10.1998, p. 8.\n(5) OJ C 74, 10.3.1998, p. 9.\n(6) OJ C 247, 21.7.1997, p. 3."}