{"celex_id": "32009D0534", "uri": "http://publications.europa.eu/resource/cellar/84979adc-9e69-4494-9ad8-d8abf5eaf08d", "type": "Decision", "concepts": ["1052", "1164", "1462", "2300", "259", "3489", "4003", "5315", "5561", "616"], "title": "2009/534/EC: Commission Decision of 9 July 2009 amending Decision 2008/457/EC laying down rules for the implementation of Council Decision 2007/435/EC establishing the European Fund for the Integration of third-country nationals for the period 2007 to 2013 as part of the General programme Solidarity and Management of Migration Flows as regards Member States' management and control systems, the rules for administrative and financial management and the eligibility of expenditure on projects co-financed by the Fund (notified under document number C(2009) 5257)\n", "header": "10.7.2009 EN Official Journal of the European Union L 179/64\nCOMMISSION DECISION\nof 9 July 2009\namending Decision 2008/457/EC laying down rules for the implementation of Council Decision 2007/435/EC establishing the European Fund for the Integration of third-country nationals for the period 2007 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’ as regards Member States' management and control systems, the rules for administrative and financial management and the eligibility of expenditure on projects co-financed by the Fund\n(notified under document number C(2009) 5257)\n(Only the Bulgarian, Czech, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish texts are authentic)\n(2009/534/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2007/435/EC of 25 June 2007 establishing the European Fund for the Integration of third-country nationals for the period 2007 to 2013 as part of the General programme ‘Solidarity and Management of Migration Flows’ (1), and in particular Articles 21 and 33(4) thereof,\nWhereas:\n(1) In the light of the experiences following the launch of the Fund, it is appropriate to extend the eligibility period of the annual programmes in order to enable Member States to implement the Fund in an effective way and to adapt the time schedule for the submission of the final report on the implementation of the annual programme.\n(2) It is also appropriate to adapt the procedure for the submission of the revised annual programmes by Member States.\n(3) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, the United Kingdom is bound by the basic act and, as a consequence, by this Decision.\n(4) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Ireland is bound by the basic act and, as a consequence, by this Decision.\n(5) In accordance with Article 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not bound by this Decision or subject to the application thereof.\n(6) The measures provided for in this Decision are in accordance with the opinion of the common Committee ‘Solidarity and management of Migration Flows’,", "main_body": ["Commission Decision 2008/457/EC (2) is amended as follows:\n1. Article 23(1) is replaced by the following:\n2. in point 4.1 of Annex V, Part A, the words ‘List of all pending recoveries at 30 June of the year N + 2 (N = year of this annual programme)’ are replaced by the words ‘List of all pending recoveries six months after the eligibility deadline for expenditure’;\n3. in Annex XI, point I.4.1 is replaced by the following:\n‘1. Costs relating to a project must be incurred and the respective payments (except for depreciation) made after 1 January of the year referred to in the financing decision approving the annual programmes of the Member States. The eligibility period is until 30 June of the year N (3) + 2, meaning that the costs relating to a project must be incurred before this date.;\n4. in Annex XI, point V.3 is replaced by the following:\n‘3. Activities linked to technical assistance must be performed and the corresponding payments made after 1 January of the year referred to in the financing decision approving the annual programmes of the Member States. The eligibility period lasts at the latest until the deadline for the submission of the final report on the implementation of the annual programme.’", "This Decision shall apply to all annual programmes for which the payment of the balance has not been made at the date of its adoption.", "This Decision is addressed to the Kingdom of Belgium, the Republic of Bulgaria, the Czech Republic, the Federal Republic of Germany, the Republic of Estonia, Ireland, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Grand Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, Romania, the Republic of Slovenia, the Slovak Republic, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 9 July 2009.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 168, 28.6.2007, p. 18.\n(2)  OJ L 167, 27.6.2008, p. 69.\n(3)  Where “N” is the year referred to in the financing decision approving the annual programmes of the Member States.’;"}