{"celex_id": "32008R1175", "uri": "http://publications.europa.eu/resource/cellar/84ff842f-8606-465d-a93f-bb1bac0b0a54", "type": "Regulation", "concepts": ["1542", "171", "174", "2965", "5844"], "title": "Commission Regulation (EC) No 1175/2008 of 27 November 2008 amending and correcting Regulation (EC) No 1974/2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD)\n", "header": "28.11.2008 EN Official Journal of the European Union L 318/6\nCOMMISSION REGULATION (EC) No 1175/2008\nof 27 November 2008\namending and correcting Regulation (EC) No 1974/2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (1) and in particular Article 91 thereof,\nWhereas:\n(1) Regulation (EC) No 1698/2005 established a single legal framework for EAFRD support for rural development throughout the Community. Commission Regulation (EC) No 1974/2006 (2) complemented that framework by introducing detailed implementing rules.\n(2) Article 57(2) of Regulation (EC) No 1974/2006 gives details on the implementation of Article 88 of Regulation (EC) No 1698/2005 regarding the application rules on State aids in cases of financial contributions provided by Member States as counterpart of Community support and Article 89 of Regulation (EC) No 1698/2005 regarding additional national funding outside the scope of Article 36 of the Treaty. It is appropriate to include certain measures relating to forestry in this Article. Moreover, point 9.B of Annex II to Regulation (EC) No 1974/2006 should be amended accordingly.\n(3) Article 63(8) of Regulation (EC) No 1974/2006 provides details on the exchange of data between the Commission and the Member States in cases of force majeure or exceptional circumstances, and in particular of malfunctioning of the system or a lack of a lasting connection. In order to make full use of available technical tools it is practical to allow the submission of documents by other appropriate electronic means in addition to the submission of hard copies.\n(4) Annex V of Regulation (EC) No 1974/2006 fixes the conversion rates of animals to livestock units as referred to in Article 27(13) of Regulation (EC) No 1974/2006. Regarding the conversion rate for ‘other poultry’ a typing error occurred. In order to take into account the specificities of certain poultry it should be made possible to increase that conversion rate. Annex V should therefore be adapted.\n(5) Article 44a of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (3) obliges Member States to ensure annual ex-post publication of the beneficiaries of the European Agricultural Guarantee Fund (EAGF) and of the European Agricultural Fund for Rural Development (EAFRD) and the amounts received by the beneficiary under each of these Funds. Commission Regulation (EC) No 259/2008 of 18 March 2008 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the publication of information on the beneficiaries of funds deriving from the European Agricultural Guarantee Fund (EAGF) and the European Agricultural Fund for Rural Development (EAFRD) (4) provides rules as regards the content, form and date of the publication of information on beneficiaries. The second subparagraph of point 2.1 in Annex VI to Regulation (EC) No 1974/2006 establishes certain responsibilities for the Managing Authority to publish information about the beneficiaries receiving support from rural development programmes. In order to avoid overlapping provisions on the same subject matter it is appropriate to delete the second subparagraph of point 2.1 in Annex VI to Regulation (EC) No 1974/2006.\n(6) Regulation (EC) No 1974/2006 should be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Rural Development Committee,", "main_body": ["Regulation (EC) No 1974/2006 is amended as follows:\n1. Article 57(2) is replaced by the following:\n2. In Article 63, paragraph 8 is replaced by the following:\n3. Annexes II, V and VI are amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 277, 21.10.2005, p. 1.\n(2)  OJ L 368, 23.12.2006, p. 15.\n(3)  OJ L 209, 11.8.2005, p. 1.\n(4)  OJ L 76, 19.3.2008, p. 28.\nANNEX\nThe Annexes II, V and VI to Regulation (EC) No 1974/2006 are amended as follows:\n(1) In Annex II, the first subparagraph of point 9 B is replaced by the following:\n— indicate whether support will be granted in respect of Commission Regulation (EC) No 1998/2006 (1); or\n— list the registration number and the reference to the Commission exemption Regulation adopted on the basis of Regulation (EC) No 994/98 under which the measure was introduced; or\n— provide the case number and reference number under which the measure has been declared compatible with the Treaty by the Commission; or\n— indicate for what other reasons the aid scheme concerned shall constitute existing aid within the meaning of Article 1(b) of Regulation (EC) No 659/1999 including existing aid measures within the meaning of the Accession Treaties.\n(2) In Annex V the row referring to ‘other poultry’ is replaced by the following:\n‘Other poultry (2) 0,03 LU\n(3) In the Annex VI, the second subparagraph of point 2.1 is deleted.\n(1)  OJ L 379, 28.12.2006, p. 5.’\n(2)  This conversion rate may be increased taking into account of scientific evidence to be explained and duly justified in the rural development programmes.’"}