{"celex_id": "32004D0869", "uri": "http://publications.europa.eu/resource/cellar/30bbe9f4-5c47-4361-9420-5e3532dc7255", "type": "Decision", "concepts": ["134", "2901", "3153", "3461", "5343", "5463", "5651", "6308", "6569", "968"], "title": "2004/869/EC:Council decision of 24 February 2004 concerning the conclusion, on behalf of the European Community, of the International Treaty on Plant Genetic Resources for Food and Agriculture\n", "header": "Council decision\nof 24 February 2004\nconcerning the conclusion, on behalf of the European Community, of the International Treaty on Plant Genetic Resources for Food and Agriculture\n(2004/869/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 37 and 175(1), in conjunction with the first subparagraph of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament [1],\nWhereas:\n(1) World food security and sustainable agriculture depend on the conservation and sustainable use of plant genetic resources for agricultural research and breeding.\n(2) The Community is a Member of the United Nations Food and Agriculture Organisation (FAO).\n(3) The International Treaty on Plant Genetic Resources for Food and Agriculture, hereinafter referred to as the \"International Treaty\", was adopted by the FAO Conference in Rome on 3 November 2001.\n(4) The Community and its Member States signed the International Treaty on 6 June 2002.\n(5) The International Treaty provides a legally binding global framework for the sustainable conservation of plant genetic resources for food and agriculture and a multilateral system under which all parties to the Treaty not only have access to such resources but may also share the commercial and other benefits arising from their use.\n(6) The conservation and sustainable use of plant genetic resources for agricultural research and breeding are essential for the development of agricultural production, and for the preservation of agricultural biodiversity.\n(7) By facilitating access to plant genetic resources under a multilateral system, the International Treaty should promote technical progress in agriculture, in accordance with Article 33 of the Treaty establishing the European Community.\n(8) Pursuant to Article 174 of the Treaty establishing the European Community, Community policy on the environment is to contribute to the preservation, protection and improvement of the quality of the environment.\n(9) By Decision 93/626/EEC [2], the Community concluded the Convention on Biological Diversity under the auspices of the United Nations Environment Programme. The measures to ensure the preservation of agricultural biodiversity included in the International Treaty will further the objectives of the Convention.\n(10) Article 26 of the International Treaty stipulates that it shall be subject to ratification, acceptance or approval. Instruments of ratification, acceptance, or approval are to be deposited with the Director-General of the FAO.\n(11) Mixed Community and Member States' competence linked with the principle of unity in the international representation of the Community favours joint action for simultaneous deposition of instruments of approval of the said International Treaty by the Community and its Member States.\n(12) In order to allow the participation of the Community and of its Member State in the Governing Body of the International Treaty as soon as possible after its entry into force, Member States should endeavour to complete their internal procedures for approval without delay.\n(13) It is therefore appropriate that the International Treaty attached to this Decision be approved on behalf of the Community,", "main_body": ["The International Treaty on Plant Genetic Resources for Food and Agriculture (hereinafter referred to as the \"International Treaty\"), which was adopted by the FAO Conference at its 31st Session in November 2001, is hereby approved on behalf of the Community.\nThe text of the International Treaty is attached to this Decision as Annex A.", "1. The President of the Council is hereby authorised to designate the person or persons empowered to deposit, on behalf of the Community, the instrument of approval and the declarations set out in Annex B and C to this Decision with the Director-General of the FAO, in accordance with Articles 26 and 34 of the International Treaty.\n2. Member States shall endeavour to take the necessary steps with a view to depositing their instruments of ratification or approval simultaneously with those of the European Community and the other Member States and as far as possible not later than 31 March 2004.\n3. If, at that date, one or more Member States are not in a position to deposit their instruments of approval, the Community and the other Member States may proceed with the deposit.", "1. In a dispute settlement procedure as provided for by Article 22 of the International Treaty, the Community shall be represented by the Commission.\n2. Where the Community or one or more Member States are party to the same dispute or involved in different disputes in which the same or similar legal issues are raised, the Commission and the Member States concerned shall defend their interests together, drawing up a cohesive legal and factual body of argument, in accordance with Community and national spheres of competence."], "attachments": "Done at Brussels, 24 February 2004.\nFor the Council\nThe President\nJ. Walsh\n[1] Opinion delivered on 29 January 2004 (not yet published in the Official Journal).\n[2] OJ L 309, 13.12.1993, p. 1.\n--------------------------------------------------"}