{"celex_id": "32005R1915", "uri": "http://publications.europa.eu/resource/cellar/6b7f9396-14e5-4c92-8120-e29b2ec21b87", "type": "Regulation", "concepts": ["1141", "3190", "3191", "4258", "4438", "4827", "5334", "6030", "619", "747"], "title": "Commission Regulation (EC) No 1915/2005 of  24 November 2005  amending Regulation (EC) No 1982/2004 with regard to the simplification of the recording of the quantity and specifications on particular movements of goods\n", "header": "25.11.2005 EN Official Journal of the European Union L 307/8\nCOMMISSION REGULATION (EC) No 1915/2005\nof 24 November 2005\namending Regulation (EC) No 1982/2004 with regard to the simplification of the recording of the quantity and specifications on particular movements of goods\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 638/2004 of the European Parliament and of the Council of 31 March 2004 on Community statistics relating to the trading of goods between Member States and repealing Council Regulation (EEC) No 3330/91 (1) and in particular Articles 3(4) and (5), 9, 10 and 12 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1982/2004 of 18 November 2004 implementing Regulation (EC) No 638/2004 of the European Parliament and of the Council on Community statistics relating to the trading of goods between Member States and repealing Commission Regulations (EC) No 1901/2000 and (EEC) No 3590/92 (2) determines provisions for some data elements and specific goods. These provisions should be adapted in order to facilitate data collection and to become more accurate on some particular trade transactions.\n(2) With a view to reducing the reporting burden for parties responsible for providing the information, Member States should have the possibility to exempt companies from providing information on the quantity in net mass for all the goods for which supplementary units have to be mentioned at the same time.\n(3) In order to meet national data requirements Member States should be given more flexibility on the collection of codes of the Nature of Transaction as long as information transmitted to the Commission is not affected.\n(4) With a view to harmonising Community statistics relating to the trading of vessels and aircraft between Member States, data transmission on trade with vessels and aircraft should be limited to transactions registered in the national ships or aircraft register and involving companies established in the reporting Member State.\n(5) Additional provisions on data sources should be specified in order to enable national authorities to collect more precise information on arrival and dispatches as regards trade with vessels and aircraft, sea products, electricity and natural gas.\n(6) Clarification is also needed regarding replacement parts which are used for repair.\n(7) Regulation (EC) No 1982/2004 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee on statistics relating to the trading of goods between Member States,", "main_body": ["Regulation (EC) No 1982/2004 is amended as follows:\n1. Article 9 is replaced by the following:\n2. In Article 10, the following sentence is added:\n3. Article 17 is amended as follows:\n(a) In paragraph 2, points (a) and (b) are replaced by following:\n‘(a) the transfer of ownership of a vessel or aircraft, from a natural or legal person established in another Member State to a natural or legal person established in the reporting Member State and registered in the national ships or aircraft register. This transaction shall be treated as an arrival;\n(b) the transfer of ownership of a vessel or aircraft from a natural or legal person established in the reporting Member State and registered in the national ships or aircraft register to a natural or legal person established in another Member State. This transaction shall be treated as a dispatch.\n(b) Paragraph 4 is replaced by the following:\n4. In Article 21 paragraph 4 is replaced by the following:\n5. In Article 22 paragraph 4 is replaced by the following:\n6. Article 23 is amended as follows:\n(a) The title is replaced by the following:\n(b) Paragraphs 1 and 2 are replaced by the following:\n7. In Annex I, point (h) is replaced by the following:\n‘(h) Goods for and after repair and the incorporated replacement parts. A repair entails the restoration of goods to their original function or condition. The objective of the operation is simply to maintain the goods in working order; this may involve some rebuilding or enhancements but does not change the nature of the goods in any way.’\n8. Annex II is deleted.", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall apply from 1 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 2005.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 102, 7.4.2004, p. 1.\n(2)  OJ L 343, 19.11.2004, p. 3.\n(3)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Regulation (EC) No 493/2005 (OJ L 82, 31.3.2005, p. 1).’"}