{"celex_id": "32008D0541", "uri": "http://publications.europa.eu/resource/cellar/994ef46c-9200-4691-bc79-be3ccff2a6e9", "type": "Decision", "concepts": ["3342", "523", "524", "5258", "5283", "5311"], "title": "2008/541/EC: Commission Decision of 8 April 2008 amending Decision 2001/781/EC adopting a manual of receiving agencies and a glossary of documents that may be served under Council Regulation (EC) No 1348/2000 on the service in the Member States of judicial and extrajudicial documents in civil or commercial matters (notified under document number C(2008) 1259)\n", "header": "3.7.2008 EN Official Journal of the European Union L 173/17\nCOMMISSION DECISION\nof 8 April 2008\namending Decision 2001/781/EC adopting a manual of receiving agencies and a glossary of documents that may be served under Council Regulation (EC) No 1348/2000 on the service in the Member States of judicial and extrajudicial documents in civil or commercial matters\n(notified under document number C(2008) 1259)\n(2008/541/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the Economic Community,\nHaving regard to Council Regulation (EC) No 1348/2000 of 29 May 2000 on the service in the Member States of judicial and extrajudicial documents in civil or commercial matters, (1) and in particular point (a) of Article 17 thereof,\nAfter consulting the committee established by Article 18 of Regulation (EC) No 1348/2000,\nWhereas:\n(1) In order to implement Regulation (EC) No 1348/2000 it was necessary to draw up and publish a manual containing information about the receiving agencies designated pursuant to Article 2 of that Regulation. That manual is in Annex I to Commission Decision 2001/781/EC of 25 September 2001 adopting a manual of receiving agencies and a glossary of documents that may be served under Council Regulation (EC) No 1348/2000 on the service in the Member States of judicial and extrajudicial documents in civil or commercial matters (2).\n(2) Following modifications of the information communicated to the Commission pursuant to Article 2(4) of Regulation (EC) No 1348/2000, it is necessary to amend the manual.\n(3) Decision 2001/781/EC should therefore be amended accordingly,", "main_body": ["The Manual containing the information relating to the receiving agencies in Annex I to Decision 2001/781/EC is amended in accordance with the Annex to this Decision.\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 April 2008.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 160, 30.6.2000, p. 37.\n(2)  OJ L 298, 15.11.2001, p. 1. Decision as last amended by Decision 2007/500/EC (OJ L 185, 17.7.2007, p. 24).\nANNEX\nIn the manual containing the information relating to the receiving agencies the following sections are added after the section relating to the United Kingdom:\n‘CZECH REPUBLIC\nI. Receiving agencies: District courts.\nII. Means of receipt available:\n— by a postal licence holder,\n— fax,\n— e-mail.\nIII. The form may be completed in Czech, Slovak, English or German.\nDENMARK\nI. The Ministry of Justice is the receiving agency.\nJustitsministeriet\nSlotsholmsgade 10\nDK-1216 København K\nTel: (45) 7226 8400\nFax: (45) 3393 3510\nE-mail: jm@jm.dk\nII. Documents may be sent by post, fax or e-mail as long as the document received reproduces the document served in full and all details of the document are clearly legible.\nIII. Denmark accepts that the form annexed to the Regulation may be filled out in Danish, English or French.\nESTONIA\nI. Receiving agencies: The receiving agency for judicial documents is the Ministry of Justice.\nJustiitsministeerium\nTõnismägi 5a\n15191 Tallinn\nEesti\nTel. (372) 6 208 183 and (372) 620 8186\nFax. (372) 6 208 109\nE-mail: central.authority@just.ee\nII. The following means of communication are available:\n— for receipt and dispatch of documents: post, including private courier services,\n— for other communications: telephone and e-mail.\nIII. Apart from Estonian, English is permitted.\nCYPRUS\nI. Receiving agency: Ministry of Justice and Public Order.\nΥπουργείο Δικαιοσύνης και Δημοσίας Τάξεως (Ministry of Justice and Public Order)\nΛεωφόρος Αθαλάσσας (Athalassas Avenue 125)\nCY-1461 Λευκωσία [Lefkosia (Nicosia)]\nΚύπρος (Cyprus)\nTel: (357) 2280 5928\nFax: (357) 2251 8328\nE-mail: registry@mjpo.gov.cy\nII. Means of receipt of documents available to them:\nIII. Languages that may be used for completion of the standard form:\nLATVIA\nI. Receiving agency:\nMinistry of Justice of the Republic of Latvia\nBlvd. Brivibas 36\nLV-1536, Riga\nLatvia\nTel. (371) 67036716\nFax. (371) 67210823\nE-mail: tm.kanceleja@tm.gov.lv\nII. Means of receipt of documents available to them:\nIII. Languages that may be used for completion of the standard form:\nLITHUANIA\nI. Receiving agencies: the receiving agencies are the Courts of first Instance.\nII. Means of receipt of documents available to them:\nIII. Languages that may be used for completion of the standard form (see Article 4):\nHUNGARY\nI. Receiving agencies:\nIgazságügyi Minisztérium\nNemzetközi Magánjogi Osztály\n1363 Budapest\nPostafiók 54\nTel. (36-1) 4413110\nFax: (36-1) 4413112\nE-mail: nemzm@im.hu\nII. Means of receipt of documents available to them:\nIII. Languages that may be used for completion of the standard form (see Article 4):\nMALTA\nI. Receiving agencies designated:\nAgency:\nAttorney General’s Office\nThe Palace\nSt George’s Square\nValletta. CMR02\nPublic officers:\nCynthia Scerri De Bono\nAttorney General’s Office\nThe Palace\nSt George’s Square\nValletta. CMR02.\nTel: (00356) 2125683206\nFax: (00356) 21237281\nEmail: cynthia.scerri-debono@gov.mt\nHeidi Testa\nAttorney General’s Office\nThe Palace\nSt George’s Square\nValletta.CMR02.\nTel: (00356) 2125683209, (00356) 21225560\nFax: (00356) 21237281\nEmail: heidi.testa@gov.mt\nII. Means of receipt of documents available to them: original documents to be sent by post. Documents may be advanced by fax/email.\nIII. Languages that may be used for completion of the standard form: English.\nPOLAND\nI. Receiving agencies are District Courts — Sądy Rejonowe.\nII. Documents may be received by post only.\nIII. The standard form may be completed in Polish or English or German.\nROMANIA\nI. The Romanian receiving agency for requests for service of judicial and extrajudicial documents from Member States of the European Union is the court in the district where the addressee is resident or the professional establishment is located.\nII. In addition to forms completed in Romanian, Romania also accepts standard application forms completed in English or French.\nSLOVENIA\nI. Receiving agencies are: District Courts.\nII. Original documents may be received by post only.\nIII. The standard form may be completed in Slovenian or English.\nSLOVAKIA\nI. Receiving agencies are District Courts (Okresný súd) which have territorial jurisdiction according to the European Judicial Atlas in Civil Matters.\nII. Language that may be used for completion of the standard form (Article 4): Slovak language.’"}