{"celex_id": "32007D0080", "uri": "http://publications.europa.eu/resource/cellar/e70b0a18-d965-4b66-9e0c-b9ddbd0e9c3d", "type": "Decision", "concepts": ["4220", "4256", "4257", "4298", "5283", "937"], "title": "2007/80/EC: Commission Decision of 1 February 2007 authorising certain Member States to use information from sources other than statistical surveys for the 2007 survey on the structure of agricultural holdings (notified under document number C(2006) 7173) (Text with EEA relevance )\n", "header": "3.2.2007 EN Official Journal of the European Union L 28/19\nCOMMISSION DECISION\nof 1 February 2007\nauthorising certain Member States to use information from sources other than statistical surveys for the 2007 survey on the structure of agricultural holdings\n(notified under document number C(2006) 7173)\n(Only the Danish, Dutch, English, Estonian, Finnish, French, German, Hungarian, Maltese, Slovenian, and Swedish texts are authentic)\n(Text with EEA relevance)\n(2007/80/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 571/88 of 29 February 1988 on the organisation of Community surveys on the structure of agricultural holdings between 1988 and 1997 (1), and in particular Article 8(2) thereof,\nWhereas:\n(1) When determining the characteristics to be surveyed, an effort should be made to limit, as far as possible, the burden on respondents to the survey. In accordance with Article 8(2) of Regulation (EEC) No 571/88, certain Member States have asked to be authorised to use, in the 2007 survey on the structure of agricultural holdings, for certain characteristics, information that is already available from sources other than statistical surveys.\n(2) The Member States asking for authorisation to use data from sources other than statistical surveys have provided the Commission with technical documentation as to the relevance and the accuracy of these sources. The Commission has examined the documentation and found it to be appropriate. The authorisations requested by the Member States should therefore be granted.\n(3) The results of the Farm Structure Surveys are of great importance for the Common Agricultural Policy. For that reason, it is necessary to maintain a high quality of information, and the use of data from sources other than statistical surveys should only be accepted if these data are as reliable as those from statistical surveys. The Member States should therefore be required to take the necessary measures to ensure that the information submitted is of equal quality to that of information obtained from statistical surveys and to report on the quality.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Agricultural Statistics,", "main_body": ["1.   The Member States listed in the Annex are authorised to use information already available from sources other than statistical surveys in the Farm Structure Survey 2007 for certain characteristics.\nThose sources shall be as set out in the Annex to this Decision.\n2.   The Member States concerned shall take the necessary measures to ensure that the information referred to in paragraph 1 is of at least equal quality to information obtained from statistical surveys.\nThey shall include an assessment of the quality of the information in the methodological reports to be delivered to the Commission with the validated survey data.", "This Decision is addressed to the Kingdom of Denmark, the Federal Republic of Germany, the Republic of Estonia, the Grand-Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Slovenia, the Republic of Finland, the Kingdom of Sweden, and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 1 February 2007.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 56, 2.3.1988, p. 1. Regulation as last amended by Regulation (EC) No 1928/2006 of the European Parliament and of the Council (OJ L 406, 30.12.2006, p. 7).\nANNEX\nMember State Sources As provided for in:\nDenmark Integrated Administration and Control System Regulation (EC) No 1782/2003 (1)\nOrganic Farming Register Regulation (EEC) No 2092/91 (2)\nSystem for the identification and registration of bovine animals Regulation (EC) No 1760/2000 (3)\nGermany Integrated Administration and Control System Regulation (EC) No 1782/2003\nSystem for the identification and registration of bovine animals Regulation (EC) No 1760/2000\nEstonia Organic Farming Register Regulation (EEC) No 2092/91\nLuxembourg Integrated Administration and Control System Regulation (EC) No 1782/2003\nOrganic Farming Register Regulation (EEC) No 2092/91\nSystem for the identification and registration of bovine animals Regulation (EC) No 1760/2000\nHungary Organic Farming Register Regulation (EEC) No 2092/91\nMalta Integrated Administration and Control System Regulation (EC) No 1782/2003\nSystem for the identification and registration of bovine animals Regulation (EC) No 1760/2000 and LN 311/2005 (National legislation) (4)\nDatabase of Food and Veterinary Regulation LN 119/2005 (National legislation) (5)\nNetherlands Integrated Administration and Control System Regulation (EC) No 1782/2003\nOrganic Farming Register Regulation (EEC) No 2092/91\nNational Farm Register HPA 16 (6), PPE 19 (7), PT 10 (8), PVV 38 (9) and Meststoffenwet van 27 November 1986 (10) (National legislation)\nAustria Integrated Administration and Control System Regulation (EC) No 1782/2003\nSystem for the identification and registration of bovine animals Regulation (EC) No 1760/2000\nVeterinary Information System Directive 64/432/EEC (11)\nSlovenia Integrated Administration and Control System Regulation (EC) No 1782/2003\nSystem for the identification and registration of bovine animals Regulation (EC) No 1760/2000\nFinland Integrated Administration and Control System Regulation (EC) No 1782/2003\nOrganic Farming Register Regulation (EEC) No 2092/91\nSweden Integrated Administration and Control System Regulation (EC) No 1782/2003\nOrganic Farming Register Regulation (EEC) No 2092/91\nSystem for the identification and registration of bovine animals Regulation (EC) No 1760/2000\nUnited Kingdom Integrated Administration and Control System Regulation (EC) No 1782/2003\nSystem for the identification and registration of bovine animals Regulation (EC) No 1760/2000\n(1)  OJ L 270, 21.10.2003, p. 1.\n(2)  OJ L 198, 22.7.1991, p. 1.\n(3)  OJ L 204, 11.8.2000, p. 1.\n(4)  Government Gazette of Malta No 17, 813 — 2.9.2005.\n(5)  Government Gazette of Malta No 17, 757 — 22.4.2005.\n(6)  Verordening HPA registratie en verstrekking van gegevens 2003, art. 2-4.\n(7)  Verordening registratie en verstrekking van gegevens (PPE) 2003 art. 2.\n(8)  Verordening PT algemene bepalingen 2006, art. 2:1, 2:2, 2:3.\n(9)  Verordening registratie en verstrekking van gegevens (PVV) 2003, art. 2; Verordening registratie en verstrekking van gegevens vleesindustrie (PVV) 2002, art. 2.\n(10)  Uitvoeringsbesluit Meststoffenwet, 9 november 2005, art. 31, juncto Uitvoeringsregeling Meststoffenwet, art. 37, art. 38, art 45.\n(11)  OJ 121, 29.7.1964, p. 1977/64."}