{"celex_id": "32004D0767", "uri": "http://publications.europa.eu/resource/cellar/d9b0eead-3d9f-4e2c-ae12-1a66f85b9cbb", "type": "Decision", "concepts": ["1708", "2338", "3870", "4778", "575", "7137"], "title": "Council Decision 2004/767/CFSP of 15 November 2004 implementing Common Position 2004/694/CFSP on further measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\n", "header": "16.11.2004 EN Official Journal of the European Union L 339/16\nCOUNCIL DECISION 2004/767/CFSP\nof 15 November 2004\nimplementing Common Position 2004/694/CFSP on further measures in support of the effective implementation of the mandate of the International Criminal Tribunal for the former Yugoslavia (ICTY)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Common Position 2004/694/CFSP (1), and in particular Article 2 thereof, in conjunction with Article 23(2) of the Treaty on European Union,\nWhereas:\n(1) By Common Position 2004/694/CFSP the Council adopted measures in order to freeze all funds and economic resources belonging to Radovan Karadžić, Ratko Mladić and Ante Gotovina.\n(2) These measures should be extended to all persons publicly indicted by the ICTY for war crimes who are not in the custody of the Tribunal.\n(3) The list contained in the Annex to Common Position 2004/694/CFSP should therefore be amended.\n(4) Action by the Community is needed in order to implement this Decision,", "main_body": ["The list of persons set out in the Annex to Common Position 2004/694/CFSP shall be replaced by the list set out in the Annex to this Decision.", "This Decision shall take effect on the date of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 15 November 2004.\nFor the Council\nThe President\nM. VAN DER HOEVEN\n(1)  OJ L 315, 14.10.2004, p. 52.\nANNEX\n‘List of persons referred to in Article 2\n1. Borovcanin, Ljubomir. Date of birth: 27.2.1960. Place of birth: Han Pijesak, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n2. Borovnica, Goran. Date of birth: 15.8.1965. Place of birth: Kozarac, Municipality of Prijedor, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n3. Bralo, Miroslav. Date of birth: 13.10.1967. Place of birth: Kratine, Municipality of Vitez, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n4. Djordjevic, Vlastimir. Date of birth: 1948. Place of birth: Vladicin Han, Serbia and Montenegro. Nationality: Serbia and Montenegro.\n5. Gotovina, Ante. Date of birth: 12.10.1955. Place of birth: Island of Pasman, Municipality of Zadar, Republic of Croatia. Nationality: (a) Croatian, (b) French.\n6. Hadzic, Goran. Date of birth: 7.9.1958. Place of birth: Vinkovci, Republic of Croatia. Nationality: Serbia and Montenegro.\n7. Jankovic, Gojko. Date of birth: 31.10.1954. Place of birth: Trbuse, Municipality of Foca, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n8. Karadžić, Radovan. Date of birth: 19.6.1945. Place of birth: Petnjica, Savnik, Montenegro, Serbia and Montenegro. Nationality: Bosnia and Herzegovina.\n9. Lazarevic, Vladimir. Date of birth: 23.3.1949. Place of birth: Grncar, Serbia and Montenegro. Nationality: Serbia and Montenegro.\n10. Lukic, Milan. Date of birth: 6.9.1967. Place of birth: Visegrad, Bosnia and Herzegovina. Nationality: (a) Bosnia and Herzegovina, (b) possibly Serbia and Montenegro.\n11. Lukic, Sredoje. Date of birth: 5.4.1961. Place of birth: Visegrad, Bosnia and Herzegovina. Nationality: (a) Bosnia and Herzegovina, (b) possibly Serbia and Montenegro.\n12. Lukic, Sreten. Date of birth: 28.3.1955. Place of birth: Visegrad, Bosnia and Herzegovina. Nationality: Serbia and Montenegro.\n13. Milosevic, Dragomir. Date of birth: 4.2.1942. Place of birth: Murgas, Municipality of Ub, Serbia and Montenegro. Nationality: Bosnia and Herzegovina.\n14. Mladić, Ratko. Date of birth: 12.3.1942. Place of birth: Bozanovici, Municipality of Kalinovik, Bosnia and Herzegovina. Nationality: (a) Bosnia and Herzegovina, (b) Serbia and Montenegro.\n15. Nikolic, Drago. Date of birth: 9.11.1957. Place of birth: Bratunac, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n16. Pandurevic, Vinko. Date of birth: 25.6.1959. Place of birth: Sokolac, Bosnia and Herzegovina. Nationality: (a) Bosnia and Herzegovina, (b) possibly Serbia and Montenegro.\n17. Pavkovic, Nebojsa. Date of birth: 10.4.1946. Place of birth: Senjski Rudnik, Serbia and Montenegro. Nationality: Serbia and Montenegro.\n18. Popovic, Vujadin. Date of birth: 14.3.1957. Place of birth: Sekovici, Bosnia and Herzegovina. Nationality: Serbia and Montenegro.\n19. Todovic, Savo. Date of birth: 11.12.1952. Place of birth: Foca, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n20. Zelenovic, Dragan. Date of birth: 12.2.1961. Place of birth: Foca, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.\n21. Zupljanin, Stojan. Date of birth: 22.9.1951. Place of birth: Kotor Varos, Bosnia and Herzegovina. Nationality: Bosnia and Herzegovina.’"}