{"celex_id": "32004R0278", "uri": "http://publications.europa.eu/resource/cellar/2d085241-f5d1-4109-8dc3-5f97c3573a52", "type": "Regulation", "concepts": ["1277", "1590", "4746", "6052"], "title": "Commission Regulation (EC) No 278/2004 of 17 February 2004 concerning the provisional authorisation of a new use of an additive already authorised in feedingstuffs (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 278/2004\nof 17 February 2004\nconcerning the provisional authorisation of a new use of an additive already authorised in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs(1), as last amended by Council Regulation (EC) No 1756/2002(2), and in particular Article 3 and Article 9(e)(1) thereof,\nWhereas:\n(1) Directive 70/524/EEC provides that no additive may be put into circulation unless a Community authorisation has been granted.\n(2) In the case of additives referred to in Part II of Annex C to Directive 70/524/EEC, which includes enzymes, provisional authorisation of a new use of an additive already authorised may be given if the conditions laid down in that Directive are satisfied, and if it is reasonable to assume, in view of the available results, that when used in animal nutrition it has one of the effects referred to in Article 2(a) of that Directive. Such provisional authorisation may be given for a period not exceeding four years in the case of additives referred to in Part II of Annex C to that Directive.\n(3) The use of the enzyme preparation of endo-1,4-beta-xylanase produced by Trichoderma longibrachiatum (ATCC 2105) and subtilisin produced by Bacillus subtilis (ATCC 2107), as set out in the Annex, has been provisionally authorised for chickens for fattening and for turkeys by Commission Regulation (EC) No 1636/1999(3), for the first time.\n(4) New data were submitted by the producing company in support of an application to extend the authorisation of this additive to laying hens.\n(5) The assessment of the application for authorisation submitted in respect of the new use of this additive shows that the conditions provided for in Directive 70/524/EEC for provisional authorisation are satisfied.\n(6) The European Food Safety Authority (Scientific Panel on Additives and Products or substances used in Animal Feed) delivered a favourable opinion of this additive on the safety for laying hens under the conditions of use set out in the Annex to this Regulation.\n(7) The use of this additive for laying hens should therefore be provisionally authorised for a period of four years.\n(8) The assessment of the application shows that certain procedures should be required to protect workers from exposure to the additive set out in the Annex. Such protection should be assured by the application of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work(4), as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council(5).\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation belonging to the group \"Enzymes\" as set out in the Annex is provisionally authorised for use as additive in animal nutrition under the conditions laid down in that Annex.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 270, 14.12.1970, p. 1.\n(2) OJ L 265, 3.10.2002, p. 1.\n(3) OJ L 194, 27.7.1999, p. 17.\n(4) OJ L 183, 29.6.1989, p. 1.\n(5) OJ L 284, 31.10.2003, p. 1.\nANNEX\n\">TABLE>\""}