{"celex_id": "32001R1037", "uri": "http://publications.europa.eu/resource/cellar/afb3dd9d-e789-4ee3-b471-1921dd2d2f7f", "type": "Regulation", "concepts": ["2081", "2771", "2871", "3191", "4713", "4726", "888"], "title": "Council Regulation (EC) No 1037/2001 of 22 May 2001 authorising the offer and delivery for direct human consumption of certain imported wines which may have undergone oenological processes not provided for in Regulation (EC) No 1493/1999\n", "header": "Council Regulation (EC) No 1037/2001\nof 22 May 2001\nauthorising the offer and delivery for direct human consumption of certain imported wines which may have undergone oenological processes not provided for in Regulation (EC) No 1493/1999\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), and in particular Article 45(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Article 45(2) of Regulation (EC) No 1493/1999, which replaced Regulation (EEC) No 822/87(2), with effect from 1 August 2000, lays down that the derogations referred to in paragraph 1 for imported products are to be adopted in accordance with the procedure laid down in Article 133 of the Treaty.\n(2) Article 68(1) of Regulation (EC) No 1493/1999 lays down that the products referred to in Article 1(2)(a) and (b) of that Regulation may be imported only if they are accompanied by a certificate to the effect that they comply with the provisions governing production, marketing and, where appropriate, delivery for direct human consumption in the third countries in which they originate.\n(3) Regulation (EEC) No 1873/84(3) provides for a derogation authorising the import into the Community of United States wines which have undergone certain oenological processes not provided for by Community rules. For certain oenological processes, this authorisation is only valid until 31 December 2003 at the latest.\n(4) Article 81 of Regulation (EC) No 1493/1999 repealed, with effect from 1 August 2000, a number of Council Regulations including Regulation (EEC) No 1873/84. However, Commission Regulation (EC) No 1608/2000 of 24 July 2000 laying down transitional measures pending the definitive measures implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine(4) provides that certain provisions of Regulation (EEC) No 1873/84 are to remain in force until the adoption of this Regulation by the Council, but not later than 31 December 2003.\n(5) Negotiations are currently underway between the Community, represented by the Commission, and the United States of America with a view to concluding an agreement on trade in wine. These involve in particular the respective oenological processes of both parties, as well as the protection of geographical indications. At its meeting on 23 October 2000, the Agriculture Council took note of the Commission's report on the negotiations provided for in the second subparagraph of Article 1(1) of Regulation (EEC) No 1873/84 and confirmed its wish to make headway in the negotiations and to set out the approach to be followed in them.\n(6) With a view to ensuring the smooth progress of these negotiations, the provisions of Regulation (EEC) No 1873/84 should be extended and the United States oenological processes referred to in 1(b) of the Annex to Regulation (EEC) No 1873/84 should continue to be authorised on a transitional basis until the entry into force of the agreement resulting from the negotiations, but not later than 31 December 2003, as agreed by the Council in Regulation (EC) No 2839/98, amending Regulation (EEC) No 1873/84.\n(7) In view of developments in the regulatory framework and in oenological processes, technical aspects of the Annex should be updated to make it consistent with the current rules in force in this area,", "main_body": ["1. Notwithstanding Article 45(1) of Regulation (EEC) No 1493/1999, it shall be permitted to offer or deliver for direct human consumption in the Community products falling within CN codes 2204 10, 2204 21, 2204 29 and 2204 30 10 and derived from grapes harvested and vinified on the territory of the United States of America for which, in accordance with United States provisions, one or more of the oenological processes listed in 1(a) and (b) of the Annex to this Regulation may have been used during manufacturing or storage operations.\nHowever, this authorisation shall be valid, as regards use of the oenological processes listed in 1(b) of the Annex, only until the entry into force of the agreement resulting from the negotiations with the United States of America with a view to concluding an agreement on trade in wine concerning, in particular, oenological processes and the protection of geographical indications, but not later than 31 December 2003.\n2. Member States may not prohibit the offer or delivery for direct human consumption of wine derived from grapes harvested and vinified on the territory of the United States of America in accordance with the provisions in force in that country on the grounds that one or more of the oenological processes listed in 2(a) and (b) of the Annex may have been used.\n3. Wines derived from grapes harvested and vinified on the territory of the United States of America which have been the subject of the addition of sugar in aqueous solution may not be offered or delivered for direct human consumption in the Community.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 2001.\nFor the Council\nThe President\nM. Winberg\n(1) OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 2826/2000 (OJ L 328, 23.12.2000, p. 2.).\n(2) OJ L 84, 27.3.1987, p. 1.\n(3) OJ L 176, 3.7.1984, p. 6. Regulation as last amended by Regulation (EC) No 2839/1998 (OJ L 354, 30.12.1998, p. 12).\n(4) OJ L 185, 25.7.2000, p. 24. Regulation as last amended by Regulation (EC) No 491/2001 (OJ L 71, 13.3.2001, p. 3).\nANNEX\n1. Oenological processes permitted\n(a) without any time limit:\n- catalase derived from Aspergillus niger,\n- glucose oxydase derived from Aspergillus niger,\n- ferrous sulphate,\n- soya flour;\n(b) until 31 December 2003 at the latest:\n- dimethylpolysiloxane,\n- polyoxyethylene-40-monostearate,\n- sorbitan monostearate,\n- fumaric acid,\n- ion-exchange resins,\n- lactic acid,\n- malic acid.\n2. Oenological processes which are identical to, or comparable with, those permitted in the Community\n(a) oenological processes which are identical:\n- acacia (gum arabic),\n- activated carbon,\n- animal albumen (including ovalbumin powder and ovalbumin solution),\n- ammonium phosphate (dibasic),\n- ascorbic acid,\n- bentonite (Wyoming clay),\n- bentonite slurry,\n- carbon dioxide,\n- casein,\n- citric acid,\n- compressed air (aeration),\n- copper sulphate,\n- diatomaceous earth,\n- enzymes: pectolytic, derived from Aspergillus niger,\n- edible gelatin,\n- gelatin slurry,\n- isinglass,\n- nitrogen,\n- potassium bitartrate,\n- potassium caseinate,\n- potassium disulphite,\n- potassium sorbate,\n- silica gel (colloidal silicon dioxide - 30 %),\n- sorbic acid,\n- tannin,\n- tartaric acid,\n- calcium carbonate, possibly containing small quantities of double calcium salt of tartaric L (+) and malic L (-) acid,\n- calcium sulphate, for the manufacture of liqueur wines,\n- polyvinylpolypyrrolidone (PVPP),\n- oxygen;\n(b) oenological processes which are comparable:\n- agar agar,\n- ammonium carbonate,\n- ammonium phosphate (monobasic),\n- granular cork,\n- milk powder,\n- oak chips and sawdust, uncharred and not treated,\n- potassium carbonate,\n- carageenan,\n- cellulase derived from Aspergillus niger,\n- cellulose,\n- autolyzer yeast,\n- substances composed of potassium ferrocyanide and aqueous ferrous sulphate, possibly combined with copper sulphate and activated carbon."}