{"celex_id": "32009R0860", "uri": "http://publications.europa.eu/resource/cellar/d84ca2f5-166a-43fc-9bd6-534ee4b161bd", "type": "Regulation", "concepts": ["1644", "2173", "2771", "3732", "3965", "5369"], "title": "Commission Regulation (EC) No 860/2009 of 18 September 2009 on the issue of licences for importing rice under the tariff quotas opened for the September 2009 subperiod by Regulation (EC) No 1529/2007\n", "header": "19.9.2009 EN Official Journal of the European Union L 247/6\nCOMMISSION REGULATION (EC) No 860/2009\nof 18 September 2009\non the issue of licences for importing rice under the tariff quotas opened for the September 2009 subperiod by Regulation (EC) No 1529/2007\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1529/2007 of 21 December 2007 opening and providing for the administration in 2008 and 2009 of import quotas for rice originating in the ACP States which are part of the Cariforum region and the overseas countries and territories (OCTs) (2), and in particular Article 4(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1529/2007 opens and provides for the administration of an annual import tariff quota for 2009 of 250 000 tonnes of rice, in husked-rice equivalent, originating in States that are part of the Cariforum region (order number 09.4220), an import tariff quota of 25 000 tonnes of rice, in husked-rice equivalent, originating in the Netherlands Antilles and Aruba (order number 09.4189) and an import tariff quota of 10 000 tonnes of rice, in husked-rice equivalent, originating in the least-developed OCTs (order number 09.4190).\n(2) September is the third subperiod for the quota laid down in Article 1(1) and (2) of Regulation (EC) No 1529/2007.\n(3) The notification sent in accordance with Article 6(a) of Regulation (EC) No 1529/2007 shows that, for the quotas with order numbers 09.4220 – 09.4189 – 09.4190, the applications lodged in the first seven days of September 2009 under Article 2(1) of the Regulation cover a quantity, in husked-rice equivalent, less than that available.\n(4) The total quantities available for the following subperiod should therefore be fixed for the quotas with order numbers 09.4189 – 09.4190, in accordance with Article 4(1) of Regulation (EC) No 1529/2007,", "main_body": ["The total quantities available for the following subperiod under the quotas with order numbers 09.4189 and 09.4190 as referred to in Regulation (EC) No 1529/2007 are set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 September 2009.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 348, 31.12.2007, p. 155.\nANNEX\nQuantities to be allocated for the September 2009 subperiod and quantities available for the following subperiod under Regulation (EC) No 1529/2007\nOrigin/product Order number Allocation coefficient for the September 2009 subperiod Quantities available for the October 2009 subperiod (kg)\nStates that are part of the Cariforum region (Article 1(1)(b) of Regulation (EC) No 1529/2007) 09.4220 – (1)\n— Codes under CN 1006, except CN code 1006 10 10\nOCTs (Article 1(2)(a) and (b) of Regulation (EC) No 1529/2007)\n— CN code 1006\n(a) Netherlands Antilles and Aruba:\n(b) Least-developed OCTs:\n(1)  Applications cover quantities less than or equal to the quantities available: all applications are therefore acceptable.\n(2)  No allocation coefficient applied for this subperiod: No licence applications were sent to the Commission."}