{"celex_id": "32004D0388", "uri": "http://publications.europa.eu/resource/cellar/9bc940ed-55c5-453c-903f-b00fb122a0f7", "type": "Decision", "concepts": ["4036", "619", "945"], "title": "2004/388/EC: Commission Decision of 15 April 2004 on an Intra-Community transfer of explosives document (notified under document number C(2004) 1332)\n", "header": "Commission Decision\nof 15 April 2004\non an Intra-Community transfer of explosives document\n(notified under document number C(2004) 1332)\n(2004/388/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 1993/15/EEC of 5 April 1993 on the harmonisation of the provisions relating to the placing on the market and supervision of explosives for civil uses(1), and in particular Article 13(3) thereof,\nWhereas:\n(1) The system for transferring explosives within the territory of the Community established by Directive 1993/15/EEC provides for the approval of the different competent authorities responsible for the zones of origin, transit and destination of the explosives.\n(2) A model document to be used for the transfer of explosives, comprising the information required for the purposes of Article 9(5) and (6) of Directive 93/15/EEC, should be established, in order to facilitate transfers of explosives between Member States while preserving the necessary security requirements for the transfer of these products.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Management Committee established pursuant to Article 13(1) of Directive 1993/15/EEC,", "main_body": ["1. The information required for the purposes of Article 9(5) and (6) of Directive 1993/15/EEC shall be provided using the model \"Intra-Community transfer of explosives document\" set out in the Annex and accompanying explanatory notes.\n2. The model document shall be accepted by the competent authorities as a valid transfer document to accompany the explosives for transfers between Member States until the explosives arrive at their destination.\n3. This Decision shall not apply to ammunition.", "The Intra-Community transfer of explosives document, hereinafter referred to as \"the document\", shall be established in triplicate. Member States shall take appropriate measures, including adequate means of secure identification, to ensure that the document cannot be falsified.", "The document shall be printed on paper weighing at least 80 g/m2. The paper's strength shall be such that in normal use it does not easily tear or crease.", "This Decision shall apply from six months after publication in the Official Journal of the European Union. Its entry into force shall leave existing fixed period approvals for multiple transfers valid until their expiry date.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 April 2004.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 121, 15.5.1993, p. 20. Directive amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX\nIntra-Community transfer of explosives document\n(Article 9(5) and (6) of Directive 93/15/EEC)\n>PIC FILE= \"L_2004120EN.004502.TIF\">\n>PIC FILE= \"L_2004120EN.004601.TIF\">\n>PIC FILE= \"L_2004120EN.004701.TIF\">"}