{"celex_id": "32000R2074", "uri": "http://publications.europa.eu/resource/cellar/b0803bae-15b0-4b9c-8248-99897ff7bfd1", "type": "Regulation", "concepts": ["1716", "2488", "2771", "2783", "3591", "4680"], "title": "Commission Regulation (EC) No 2074/2000 of 29 September 2000 on the authorisation of transfers between the quantitative limits of textiles and clothing products originating in Macao\n", "header": "Commission Regulation (EC) No 2074/2000\nof 29 September 2000\non the authorisation of transfers between the quantitative limits of textiles and clothing products originating in Macao\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93(1) of 12 October 1993 on common rules for imports of certain textile products from third countries, as last amended by Commission Regulation (EC) No 1987/1999(2), and in particular Article 7 thereof,\nWhereas:\n(1) Article 7 of the agreement between the European Community and Macao on trade in textile products(3), initialled on 19 July 1986 and as last amended by an Agreement in the form of an Exchange of Letters, initialled on 22 December 1994(4), provides that transfers may be agreed between categories and quota years.\n(2) Macao made requests on 27 June and 24 August 2000.\n(3) The transfers requested by Macao fall within the limits of the flexibility provisions referred to in Article 7 and set out in Annex VIII to Regulation (EEC) No 3030/93.\n(4) It is appropriate to grant the request.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Textile Committee provided for in Article 17 of Regulation (EEC) No 3030/93,", "main_body": ["Transfers between the quantitative limits for textile goods originating in Macao are authorised for the quota year 2000 as detailed in the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 275, 8.11.1993, p. 1.\n(2) OJ L 237, 21.9.2000, p. 24.\n(3) Approved by Council Decision 87/497/EEC, (OJ L 287, 9.10.87, p. 47).\n(4) Approved by Council Decision 95/131/EC, (OJ L 94, 26.4.1995, p. 1).\nANNEX\n- Category 4: advance use of 560120 pieces from year 2001 quantitative limits.\n- Category 5: advance use of 523200 pieces from year 2001 quantitative limits.\n- Category 6: advance use of 564240 pieces from year 2001 quantitative limits.\n- Category 7: advance use of 219840 pieces from year 2001 quantitative limits.\n- Category 8: carry over of 384900 pieces to year 2000 quantitative limits.\n- Category 13: carry over of 410950 pieces to year 2000 quantitative limits.\n- Category 15: carry over of 26450 pieces to year 2000 quantitative limits.\n- Category 18: carry over of 222800 kilograms to year 2000 quantitative limits.\n- Category 21: advance use of 30960 pieces from year 2001 quantitative limits.\n- Category 24: carry over of 106150 pieces to year 2000 quantitative limits.\n- Category 26: advance use of 47480 pieces from year 2001 quantitative limits.\n- Category 27: carry over of 131950 pieces to year 2000 quantitative limits.\n- Category 31: carry over of 439350 pieces to year 2000 quantitative limits.\n- Category 73: carry over of 66400 pieces to year 2000 quantitative limits.\n- Category 78: carry over of 92100 kilograms to year 2000 quantitative limits.\n- Category 83: advance use of 16840 kilograms from year 2001 quantitative limits."}