{"celex_id": "32001R1568", "uri": "http://publications.europa.eu/resource/cellar/29848763-25a8-4190-bd5d-e8a3a7762205", "type": "Regulation", "concepts": ["1511", "2733", "3577", "4170"], "title": "Commission Regulation (EC) No 1568/2001 of 31 July 2001 fixing the export refunds on syrups and certain other sugar products exported in the natural state\n", "header": "Commission Regulation (EC) No 1568/2001\nof 31 July 2001\nfixing the export refunds on syrups and certain other sugar products exported in the natural state\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), and in particular the second subparagraph of Article 27(5) thereof,\nWhereas:\n(1) Article 27 of Regulation (EC) No 1260/2001 provides that the difference between quotations or prices on the world market for the products listed in Article 1(1)(d) of that Regulation and prices for those products within the Community may be covered by an export refund.\n(2) Article 3 of Commission Regulation (EC) No 2135/95 of 7 September 1995 laying down detailed rules of application for the grant of export refunds in the sugar sector(2), provides that the export refund on 100 kilograms of the products listed in Article 1(1)(d) of Regulation (EC) No 1260/2001 is equal to the basic amount multiplied by the sucrose content, including, where appropriate, other sugars expressed as sucrose; the sucrose content of the product in question is determined in accordance with Article 3 of Commission Regulation (EC) No 2135/95.\n(3) Article 30(3) of Regulation (EC) No 1260/2001 provides that the basic amount of the refund on sorbose exported in the natural state must be equal to the basic amount of the refund less one-hundredth of the production refund applicable, pursuant to Commission Regulation (EC) No 1265/2001 of 27 June 2001 laying down detailed rules for the application of Council Regulation (EC) No 1260/2001 as regards granting the production refund on certain sugar products used in the chemical industry(3) to the products listed in the Annex to the last mentioned Regulation;\n(4) According to the terms of Article 30(1) of Regulation (EC) No 1260/2001, the basic amount of the refund on the other products listed in Article 1(1)(d) of the said Regulation exported in the natural state must be equal to one-hundredth of an amount which takes account, on the one hand, of the difference between the intervention price for white sugar for the Community areas without deficit for the month for which the basic amount is fixed and quotations or prices for white sugar on the world market and, on the other, of the need to establish a balance between the use of Community basic products in the manufacture of processed goods for export to third countries and the use of third country products brought in under inward processing arrangements.\n(5) According to the terms of Article 30(4) of Regulation (EC) No 1260/2001, the application of the basic amount may be limited to some of the products listed in Article 1(1)(d) of the said Regulation.\n(6) Article 27 of Regulation (EC) No 1260/2001 makes provision for setting refunds for export in the natural state of products referred to in Article 1(1)(f) and (g) and (h) of that Regulation; the refund must be fixed per 100 kilograms of dry matter, taking account of the export refund for products falling within CN code 1702 30 91 and for products referred to in Article 1(1)(d) of Regulation (EC) No 1260/2001 and of the economic aspects of the intended exports; in the case of the products referred to in the said Article (1)(f) and (g), the refund is to be granted only for products complying with the conditions in Article 5 of Regulation (EC) No 2135/95; for the products referred to in Article 1(1)(h), the refund shall be granted only for products complying with the conditions in Article 6 of Regulation (EC) No 2135/95.\n(7) The refunds referred to above must be fixed every month; they may be altered in the intervening period.\n(8) Application of these quotas results in fixing refunds for the products in question at the levels given in the Annex to this Regulation.\n(9) Regulation (EC) No 1260/2001 does not make provision to continue the compensation system for storage costs from 1 July 2001. This should accordingly be taken into account when fixing the refunds granted when the basic product is processed after 30 September 2001.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The export refunds on the products listed in Article 1(1)(d)(f)(g) and (h) of Regulation (EC) No 1260/2001, exported in the natural state, shall be set out in the Annex hereto.\nWhere an export licence for which the refund amount was fixed in accordance with the first paragraph is used after 30 September 2001, the refund in question shall be reduced by EUR 2/100 kg net white sugar equivalent.", "This Regulation shall enter into force on 1 August 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 214, 8.9.1995, p. 16.\n(3) OJ L 178, 30.6.2001, p. 63.\nANNEX\nto the Commission Regulation of 31 July 2001 fixing the export refunds on syrups and certain other sugar products exported in the natural state\n>TABLE>\nNB:\nThe product codes and the \"A\" series destination codes are set out in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1) as amended.\nThe numeric destination codes are set out in Commission Regulation (EC) No 2032/2000 (OJ L 243, 28.9.2000, p. 14)."}