{"celex_id": "32000D0785", "uri": "http://publications.europa.eu/resource/cellar/dcb25ef1-5b7f-4ee6-b17a-1eefe497ffb9", "type": "Decision", "concepts": ["1519", "1755", "3408", "4427", "4747", "5581"], "title": "2000/785/EC: Commission Decision of 6 December 2000 amending Decision 2000/721/EC on introducing vaccination to supplement the measures to control avian influenza in Italy and on specific movement control measures (notified under document number C(2000) 3679) (Text with EEA relevance)\n", "header": "Commission Decision\nof 6 December 2000\namending Decision 2000/721/EC on introducing vaccination to supplement the measures to control avian influenza in Italy and on specific movement control measures\n(notified under document number C(2000) 3679)\n(Text with EEA relevance)\n(2000/785/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and, in particular, Article 10(4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular, Article 9(4) thereof,\nHaving regard to Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(4), and in particular Article 16 thereof,\nWhereas:\n(1) The Commission adopted Decision 2000/721/EC(5) on 7 November 2000 on introducing vaccination to supplement the measures to control avian influenza in Italy and on specific movement control measures.\n(2) In Decision 2000/721/EC a review of the vaccination programme was foreseen before 1 November 2000.\n(3) The vaccination programme was reviewed on 30 October 2000 at the subgroup meeting of the Standing Veterinary Committee with Member State's representatives.\n(4) Certain amendments to movement restrictions laid down in the vaccination programme and applicable to intra-Community trade shall be taken into consideration by amending Decision 2000/721/EC accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 2000/721/EC is amended as follows:\n1. In Article 3 the following paragraph shall be added:\n\"3. In derogation from paragraph 1 hatching eggs and day-old chicks may be dispatched from Italy if they come and/or originate from the provinces of Belluno, Treviso and Venezia of the region of Veneto described in Annex II and if no contacts or other epidemiological links in relation to avian influenza can be established with a holding or a hatchery situated in the area described in Annex I. When such a derogation is granted the provision of Article 7 shall also apply.\"\n2. In Article 5 the existing paragraph shall become paragraph 1 and the following paragraph shall be added:\n\"2. No table eggs coming from and/or originating from the area described in Annex I shall be dispatched from Italy.\"", "The Member States shall amend the measures, which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 December 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 167, 22.6.1992, p. 1.\n(5) OJ L 291, 18.11.2000, p. 33."}