{"celex_id": "32008D0582", "uri": "http://publications.europa.eu/resource/cellar/5a6c1b5e-58db-44ce-b128-9d4248228400", "type": "Decision", "concepts": ["3763", "4003", "5063", "5540", "5649", "5796", "5989"], "title": "Decision No 582/2008/EC of the European Parliament and of the Council of 17 June 2008 introducing a simplified regime for the control of persons at the external borders based on the unilateral recognition by Bulgaria, Cyprus and Romania of certain documents as equivalent to their national visas for the purposes of transit through their territories\n", "header": "20.6.2008 EN Official Journal of the European Union L 161/30\nDECISION No 582/2008/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 June 2008\nintroducing a simplified regime for the control of persons at the external borders based on the unilateral recognition by Bulgaria, Cyprus and Romania of certain documents as equivalent to their national visas for the purposes of transit through their territories\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 62(2) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Pursuant to Article 4(1) of the 2005 Act of Accession, Bulgaria and Romania, which acceded to the Union on 1 January 2007, are required from that date to subject nationals of third countries, which are listed in Annex I to Council Regulation (EC) No 539/2001 of 15 March 2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement (2), to a visa obligation.\n(2) According to Article 4(2) of the 2005 Act of Accession, the provisions of the Schengen acquis on the conditions and criteria for issuing uniform visas, as well as the provisions on mutual recognition of visas and on the equivalence between residence permits and visas, apply in Bulgaria and Romania only pursuant to a Council decision to that effect. However, they are binding on those Member States from the date of accession.\n(3) Bulgaria and Romania are therefore required to issue national visas for entry into or transit through their territory to third country nationals holding a uniform visa or long-stay visa or residence permit issued by a Member State fully implementing the Schengen acquis or similar document issued by Cyprus, a Member State not yet fully implementing it.\n(4) The holders of documents issued by those Member States fully implementing the Schengen acquis and similar documents issued by Cyprus do not represent any risk for Bulgaria and Romania as they have been subjected to all necessary controls by other Member States. In order to avoid imposing unjustified additional administrative burdens on Bulgaria and Romania, rules similar to the common rules introduced by Decision No 895/2006/EC of the European Parliament and of the Council of 14 June 2006 introducing a simplified regime for the control of persons at the external borders based on the unilateral recognition by the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia of certain documents as equivalent to their national visas for the purposes of transit through their territories (3) should be introduced for Bulgaria and Romania.\n(5) Common rules laid down in this Decision should authorise Bulgaria and Romania to recognise unilaterally certain documents issued by Member States fully implementing the Schengen acquis and documents listed in the Annex to Decision No 895/2006/EC issued by Cyprus, as equivalent to their national visas and to establish a simplified regime for the control of persons at the external borders based on this unilateral equivalence.\n(6) Those common rules should also enable Cyprus to recognise visas and residence permits issued by Bulgaria and Romania as equivalent to its national visas for the purpose of transit through its territory.\n(7) The simplified regime laid down in this Decision should apply for a transitional period, until the date to be determined by a Council decision as referred to in the first subparagraph of Article 3(2) of the 2003 Act of Accession in respect of Cyprus and the first subparagraph of Article 4(2) of the 2005 Act of Accession in respect of Bulgaria and Romania, subject to possible transitional provisions in respect of documents issued before that date.\n(8) The recognition of a document should be limited to the purpose of transit through the territory of Bulgaria, Cyprus and Romania. Participation in the simplified regime should be optional, without imposing on the Member States obligations additional to those laid down by the 2003 Act of Accession and the 2005 Act of Accession.\n(9) The common rules should apply to uniform visas, long-stay visas and residence permits issued by Member States fully implementing the Schengen acquis (which also include, as from 21 December 2007, the Czech Republic, Estonia, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia), similar documents issued by Cyprus as well as to short-term visas, long-stay visas and residence permits issued by Bulgaria and Romania.\n(10) The entry conditions laid down in Article 5(1) of Regulation (EC) No 562/2006 of the European Parliament and of the Council of 15 March 2006 establishing a Community Code on the rules governing the movement of persons across borders (Schengen Borders Code) (4) have to be fulfilled, with the exception of the condition laid down in Article 5(1)(b) thereof, insofar as this Decision extending the common rules provided for in Decision No 895/2006/EC sets up a regime of unilateral recognition by Bulgaria and Romania of certain documents issued by Member States fully implementing the Schengen acquis, similar documents issued by Cyprus as well as unilateral recognition by Cyprus of short-term visas, long-stay visas and residence permits issued by Bulgaria and Romania for the purpose of transit.\n(11) Since the objective of this Decision, namely the introduction of a regime of unilateral recognition by Bulgaria, Cyprus and Romania of certain documents issued by other Member States, cannot be sufficiently achieved by Member States and can, therefore, by reason of the scale and effects of the action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve this objective.\n(12) This Decision does not constitute a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (5), as it is addressed only to Bulgaria, Cyprus and Romania which are not yet fully implementing the Schengen acquis. However, for the coherence and proper functioning of the Schengen system, this Decision also covers visas and residence permits issued by third countries such as Iceland and Norway, which are associated with the implementation, application and development of the Schengen acquis and which fully implement it.\n(13) In accordance with Articles 1 and 2 of the Protocol on the Position of the United Kingdom and Ireland, annexed to the Treaty on European Union and to the Treaty establishing the European Community, these Member States are not taking part in the adoption of this Decision.\n(14) In accordance with Articles 1 and 2 of the Protocol on the Position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["This Decision introduces a simplified regime for the control of persons at the external borders whereby:\n— Bulgaria and Romania may recognise unilaterally as equivalent to their national visas for the purpose of transit the documents referred to in Articles 2 and 3, as well as those referred to in Article 4, issued by those two Member States and by Cyprus to third country nationals subject to a visa obligation pursuant to Regulation (EC) No 539/2001,\n— Cyprus may recognise unilaterally as equivalent to its national visas for the purpose of transit the documents referred to in Article 4 issued by Bulgaria and Romania to third country nationals subject to a visa obligation pursuant to Regulation (EC) No 539/2001.\nThe implementation of this Decision shall not affect the checks to be carried out on persons at the external borders in accordance with Articles 5 to 13 and Articles 18 to 19 of Regulation (EC) No 562/2006.", "1.   Bulgaria and Romania may consider as equivalent to their national visa, for the purpose of transit, the following documents issued by the Member States fully implementing the Schengen acquis, irrespective of the nationality of the holders:\n(i) a ‘uniform visa’ as referred to in Article 10 of the Convention implementing the Schengen Agreement;\n(ii) a ‘long-stay visa’ as referred to in Article 18 of the Convention implementing the Schengen Agreement;\n(iii) a ‘residence permit’ as included in Annex IV to the Common Consular Instructions.\n2.   If Bulgaria and Romania decide to apply this Decision, they shall recognise all the documents referred to in paragraph 1, regardless of which State issued the document.", "If Bulgaria and Romania decide to apply Article 2, they may recognise national short-term visas, long-stay visas and residence permits issued by Cyprus as equivalent to their national visas for the purpose of transit.\nDocuments issued by Cyprus which may be recognised are listed in the Annex to Decision No 895/2006/EC.", "Moreover, Bulgaria and Romania may also recognise national short-term visas, long-stay visas and residence permits issued by each other as equivalent to their national visas for the purpose of transit.\nThe documents issued by Bulgaria and Romania which may be recognised pursuant to this Decision are listed in the Annex.\nCyprus may also recognise the national short-term visas, long-stay visas and residence permits issued by Bulgaria and Romania listed in the Annex as equivalent to its national visas for the purpose of transit.", "Bulgaria, Cyprus and Romania may recognise documents as equivalent to their national visas for the purpose of transit only if the duration of the transit by the third country national through their territory does not exceed five days.\nThe period of validity of the documents referred to in Articles 2, 3 and 4 shall cover the duration of the transit.", "Bulgaria, Cyprus and Romania shall notify the Commission within 10 working days of the entry into force of this Decision, if they decide to apply this Decision. The Commission shall publish the information communicated by those Member States in the Official Journal of the European Union.", "This Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply until the date determined by a Council decision adopted pursuant to the first subparagraph of Article 3(2) of the 2003 Act of Accession in respect of Cyprus and to the first subparagraph of Article 4(2) of the 2005 Act of Accession in respect of Bulgaria and Romania, on which all the provisions of the Schengen acquis in the field of the common visa policy and the movement of third country nationals legally residing within the territory of the Member States shall apply to the Member State concerned.\nAfter the date, as referred to in the second paragraph, has been determined by the relevant Council decision in respect of a Member State, that Member State shall recognise during their period of validity, national short-term visas issued before that date until the last day of the sixth month from that date, for the purpose of transit through its territory, provided that that Member State has given the notification referred to in Article 6. During that period, the conditions set out in this Decision shall apply.", "This Decision is addressed to Bulgaria, Cyprus and Romania."], "attachments": "Done at Strasbourg, 17 June 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  Opinion of the European Parliament of 31 January 2008 (not yet published in the Official Journal) and Council Decision of 5 June 2008.\n(2)  OJ L 81, 21.3.2001, p. 1. Regulation as last amended by Regulation (EC) No 1932/2006 (OJ L 405, 30.12.2006, p. 23).\n(3)  OJ L 167, 20.6.2006, p. 1.\n(4)  OJ L 105, 13.4.2006, p. 1.\n(5)  OJ L 176, 10.7.1999, p. 36.\nANNEX\nList of documents issued by BULGARIA\nVisas\n— Визa за транзитно преминаване (виза вид B) – Transit visa (type B).\n— Визa за краткосрочно пребиваване (виза вид C) – Short-stay visa (type C).\n— Виза за дългосрочно пребиваване (виза вид D) – Long-stay visa (type D).\nResidence permits\n— Карта на продължително пребиваващ в Република България чужденец – Long-term residence card for foreign nationals.\n— Карта на постоянно пребиваващ в Република България чужденец – Permanent residence card for foreign nationals.\n— Удостоверение за завръщане в Република България на чужденец – Permit conferring on foreign nationals the right to return to the Republic of Bulgaria.\nList of documents issued by ROMANIA\nVisas\n— viză de tranzit, identificată prin simbolul B (transit visa, identified by B symbol),\n— viză de scurtă ședere, identificată prin simbolul C (short-stay visa, identified by C symbol),\n— viză de lungă ședere, identificată prin unul dintre următoarele simboluri, în funcție de activitatea pe care urmează să o desfășoare în România străinul căruia i-a fost acordată (long-stay visa, identified by one of the following symbols, according to the activity that the alien receiving the visa is to perform in Romania):\n(i) desfășurarea de activități economice, identificată prin simbolul D/AE (economic activities, identified by D/AE symbol);\n(ii) desfășurarea de activități profesionale, identificată prin simbolul D/AP (professional activities, identified by D/AP symbol);\n(iii) desfășurarea de activități comerciale, identificată prin simbolul D/AC (commercial activities, identified by D/AC symbol);\n(iv) angajare în munca, identificată prin simbolul D/AM (employment, identified by D/AM symbol);\n(v) studii, identificată prin simbolul D/SD (studies, identified by D/SD symbol);\n(vi) reîntregirea familiei, identificată prin simbolul D/VF (family reunification, identified by D/VF symbol);\n(vii) activități de cercetare științifică, identificată prin simbolul D/CS (scientific research activities, identified by D/CS symbol);\n(viii) activități religioase sau umanitare, identificată prin simbolul D/RU (religious or humanitarian activities, identified by D/RU symbol);\n(ix) viză diplomatică și viză de serviciu, identificată prin simbolul DS (diplomatic visa and service visa, identified by DS symbol);\n(x) alte scopuri, identificată prin simbolul D/AS (other purposes, identified by D/AS symbol).\nResidence permits\n— Permis de ședere temporară (temporary residence permit),\n— Permis de ședere permanentă (permanent residence permit),\n— Carte de rezidență – pentru străinii membri de familie ai cetățenilor români (residence card – for aliens who are family members of Romanian citizens),\n— Carte de rezidență permanentă – pentru străinii membri de familie ai cetățenilor români (permanent residence card – for aliens who are family members of Romanian citizens)."}