{"celex_id": "32001D0141", "uri": "http://publications.europa.eu/resource/cellar/df2b356e-eb24-4dd0-a41a-c0f5c931e0ff", "type": "Decision", "concepts": ["1520", "1598", "1755", "2211", "4636", "862", "922"], "title": "2001/141/EC: Commission Decision of 20 February 2001 for the implementation of a bluetongue vaccination programme in certain parts of the protection zone in Italy and the purchase by the Community of vaccine for this purpose (notified under document number C(2001) 424)\n", "header": "Commission Decision\nof 20 February 2001\nfor the implementation of a bluetongue vaccination programme in certain parts of the protection zone in Italy and the purchase by the Community of vaccine for this purpose\n(notified under document number C(2001) 424)\n(Only the Italian text is authentic)\n(2001/141/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000(1) laying down specific provisions for the control and eradiction of bluetongue, and in particular Article 9(2),\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(2), as last amended by Council Decision 2000/12/EC(3), and in particular Article 3(3) and (5),\nWhereas:\n(1) During the year 2000 bluetongue outbreaks were notified in different Italian regions: Sardinia, Sicily and Calabria.\n(2) Italian authorities informed the Commission on the 19 December 2000 that they intended to perform in 2001 a vaccination campaign in Calabria and Basilicate regions and in the province of Salerno.\n(3) The objective of this campaign is to prevent a spread of the discase on the rest of the territory of the Community by interrupting the virus circulation in the protection zone demarcated around the outbreaks in Calabria.\n(4) The amount of vaccine necessary to carry on this campaign is of 1700000 doses of monovalent bluetongue vaccine serotype 2.\n(5) No bluetongue vaccine is produced by the pharmaceutical industry based in the Member States.\n(6) The Onderstepoort Laboratory in South Africa is the only laboratory which may produce that type of monovalent vaccine (attenuated vaccine) with the serotype 2.\n(7) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999(4), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee Section of the European Agricultural Guidance and Guaranteee Fund. For financial control purposes, Articles 8 and 9 of Council Regulation (CE) No 1258/1999 apply.\n(8) The financial contribution from the Community shall be granted provided that the actions planned are efficiently carried out and that the authorities supply all the necessary information within the time limits laid down.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Italy will implement in spring 2001 a vaccination programme against bluetonge in Calabria and Basilicate regions and in the Salerno province.", "For the implementation of the programme referred to in Article 1 the financial assistance from the Community will cover the supply to Italy of 1700000 doses of monovalent vaccine serotype 2.", "The maximum cost of the measures referred to in Article 2 shall be up to EUR 140000.", "1. For the vaccination programme referred to in Article 1 the Director-General of the Directorate-General for Health and Consumer Protection shall be authorised to make arrangements with Onderstepoort Laboratory in South Africa for the purchase of 1700000 doses of monovalent bluetongue vaccine (serotype 2).\n2. The arrangements referred to in paragraph 1 shall include the airfreight to Italy.", "The Commission may carry out on-the-spot checks in collaboration with the competent national authorities to ensure that the programme has been implemented.\nThe Commission shall inform the Member States of the outcome of these checks.", "The financial contribution of the Community for the programme referred to under Article 1 shall be granted subjet to:\n(a) bringing into force by 1 April 2001 the laws, regulations and administrative provisions by the Member State concerned for implementing the programme,\n(b) forwarding a final report by 1 July 2001 at the latest on the technical execution of the programme accompanied by justifying evidence as to the costs incurred and the results attained,\n(c) implementing the programme efficiently, and provided that Community veterinary legislation has been respected.", "This Decisione is addressed to the Italian Republic."], "attachments": "Done at Brussels, 20 February 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 327, 22.12.2000, p. 74.\n(2) OJ L 224, 18.8.1990, p. 19.\n(3) OJ L 3, 6.1.2001, p. 27.\n(4) OJ L 160, 26.6.1999, p. 103."}