{"celex_id": "32005D0924", "uri": "http://publications.europa.eu/resource/cellar/6d79afd2-aa56-42c0-950d-3c47c732c81f", "type": "Decision", "concepts": ["2295", "2590", "4080", "5585", "6897"], "title": "2005/924/EC: Commission Decision of  21 December 2005  on the list of the beneficiary countries which qualify for the special incentive arrangement for sustainable development and good governance, provided for by Article 26(e) of Council Regulation (EC) No 980/2005 applying a scheme of generalised tariff preferences\n", "header": "22.12.2005 EN Official Journal of the European Union L 337/50\nCOMMISSION DECISION\nof 21 December 2005\non the list of the beneficiary countries which qualify for the special incentive arrangement for sustainable development and good governance, provided for by Article 26(e) of Council Regulation (EC) No 980/2005 applying a scheme of generalised tariff preferences\n(2005/924/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 980/2005 of 27 June 2005 applying a scheme of generalised tariff preferences (1), and in particular Articles 11 and 26 thereof,\nWhereas:\n(1) Regulation (EC) No 980/2005 provides for the granting of a special incentive arrangement to developing countries which satisfy certain requirements for sustainable development and good governance.\n(2) Each developing country wishing to avail itself of the special incentive arrangement has submitted its request in writing by 31 October 2005, accompanied by the comprehensive information concerning ratification of the relevant conventions, the legislation and measures to implement effectively the provisions of the conventions and its commitment to accept and comply fully with the monitoring and review mechanism envisaged in the relevant conventions and related instruments.\n(3) The Commission has examined these requests, in accordance with the provisions of Article 11 of Regulation (EC) No 980/2005, and has established the final list of beneficiary countries which fulfil the relevant criteria. Accordingly, the special incentive arrangement should be granted to those countries from 1 January 2006 to 31 December 2008.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Generalised Preferences Committee,", "main_body": ["The following developing countries shall benefit from the special incentive arrangement for sustainable development and good governance provided for in Regulation (EC) No 980/2005 from 1 January 2006 to 31 December 2008:\n(BO) Bolivia\n(CO) Colombia\n(CR) Costa Rica\n(EC) Ecuador\n(GE) Georgia\n(GT) Guatemala\n(HN) Honduras\n(LK) Sri Lanka\n(MD) Republic of Moldova\n(MN) Mongolia\n(NI) Nicaragua\n(PA) Panama\n(PE) Peru\n(SV) El Salvador\n(VE) Venezuela"], "attachments": "Done at Brussels, 21 December 2005.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 169, 30.6.2005, p. 1."}