{"celex_id": "32005D0840", "uri": "http://publications.europa.eu/resource/cellar/071d22b4-9054-4bc8-a5c3-96114ab958bf", "type": "Decision", "concepts": ["1595", "1763", "192", "2548", "2771", "690"], "title": "2005/840/EC: Commission Decision of  25 November 2005  amending Decision 2004/4/EC authorising Member States temporarily to take emergency measures against the dissemination of  Pseudomonas solanacearum  (Smith) Smith as regards Egypt  (notified under document number C(2005) 4525)\n", "header": "29.11.2005 EN Official Journal of the European Union L 312/63\nCOMMISSION DECISION\nof 25 November 2005\namending Decision 2004/4/EC authorising Member States temporarily to take emergency measures against the dissemination of Pseudomonas solanacearum (Smith) Smith as regards Egypt\n(notified under document number C(2005) 4525)\n(2005/840/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 16(3) thereof,\nWhereas:\n(1) Under Commission Decision 2004/4/EC (2), tubers of Solanum tuberosum L. originating in Egypt must not in principle be introduced into the Community. However, for the 2004/2005 import season, the entry into the Community of such tubers is permitted from ‘pest-free areas’ and subject to specific conditions.\n(2) During the 2004/2005 import season, a number of interceptions of Pseudomonas solanacearum (Smith) Smith were recorded resulting in a prohibition on all exports of Egyptian potatoes to the Community as of 6 April 2005.\n(3) Egypt has submitted a report into the causes of these interceptions. The main finding is that stricter measures need to be taken as regards producers, inspectors, exporters and packing stations failing to follow their instructions regarding the export of potatoes destined for the Community. Certain measures have already been taken in Egypt.\n(4) It is appropriate to lay down at Community level requirements to ensure the effectiveness of inspections and controls carried out in Egypt on potatoes at the packing station and the port of dispatch prior to export to the Community.\n(5) In the light of the information provided by Egypt, the Commission has established that there is no risk of spreading Pseudomonas solanacearum (Smith) Smith with the entry into the Community of tubers of Solanum tuberosum L. from pest-free areas of Egypt, provided that certain conditions are satisfied.\n(6) The entry into the Community of tubers of Solanum tuberosum L. originating in pest-free areas of Egypt should therefore be permitted for the 2005/2006 import season subject to specified conditions.\n(7) Decision 2004/4/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 2004/4/EC is amended as follows:\n1. Article 2 is amended as follows:\n(a) in paragraph 1, ‘2004/2005’ is replaced by ‘2005/2006’;\n(b) in paragraph 2, ‘2004/2005’ is replaced by ‘2005/2006’;\n2. in Article 3, ‘2004/2005’ is replaced by ‘2005/2006’;\n3. in Article 4, ‘30 August 2005’ is replaced by ‘30 August 2006’;\n4. in Article 7, ‘30 September 2005’ is replaced by ‘30 September 2006’;\n5. the Annex is amended as follows:\n(a) in point 1(b)(iii), ‘2004/2005’ is replaced by ‘2005/2006’;\n(b) in point 1(b)(iii), second indent, ‘1 January 2005’ is replaced by ‘1 January 2006’;\n(c) in point 1(b)(iii), the following third indent is added:\n‘— officially monitored from the time of their arrival at the packing station until they are put into bags sealed in accordance with point 1(b)(x).’;\n(d) in point 1(b), point (v) is replaced by:\n‘(v) immediately prior to export to the Community, officially inspected at the port of dispatch by cutting 400 tubers from each pest-free area in a consignment drawn from at least ten bags per pest-free area;’\n(e) in point 1(b)(xii), ‘1 January 2005’ is replaced by ‘1 January 2006’;\n(f) in point 5, second subparagraph, ‘2004/2005’ is replaced by ‘2005/2006’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 November 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2005/16/EC (OJ L 57, 3.3.2005, p. 19).\n(2)  OJ L 2, 6.1.2004, p. 50. Decision as amended by Decision 2004/836/EC (OJ L 360, 7.12.2004, p. 30)."}