{"celex_id": "32005R0837", "uri": "http://publications.europa.eu/resource/cellar/963f7a82-8ee0-4f74-a895-dc1eda8fa22a", "type": "Regulation", "concepts": ["1069", "4359", "4488", "5842"], "title": "Council Regulation (EC) No 837/2005 of 23 May 2005 amending Commission Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code\n", "header": "2.6.2005 EN Official Journal of the European Union L 139/1\nCOUNCIL REGULATION (EC) No 837/2005\nof 23 May 2005\namending Commission Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Decision No 210/97/EC of the European Parliament and of the Council of 19 December 1996 adopting an action programme for customs in the Community (Customs 2000) (2), the Community transit system has been computerised. The system has been fully operational in the Member States since 1 July 2003 and has been proven to be reliable and satisfactory both for customs administrations and for economic operators.\n(2) Under those circumstances it is no longer economically justified to permit formalities to be carried out on the basis of a transit declaration made in writing, the use of which implies that the customs authorities are obliged to enter manually the declaration data into the computerised system. In general, all transit declarations should therefore be lodged using a data-processing technique.\n(3) The use of transit declarations made in writing should only be permitted in exceptional cases, where customs’ computerised transit system or the principal’s application are not functioning, in order to allow economic operators to carry out transit operations.\n(4) In order to allow travellers to carry out transit operations the customs authorities should authorise the use of transit declarations made in writing where the travellers cannot directly access the computerised transit system.\n(5) Since some Member States need to develop and implement necessary tools and links in order to allow all economic operators to be linked to the computerised transit system, a transitional period permitting the use of transit declarations made in writing should be envisaged.\n(6) Except in cases where the customs’ computerised transit system or the principal’s application are not functioning, the customs authorities accepting transit declarations made in writing should ensure that the transit data is exchanged between the customs authorities using information technology and computer networks.\n(7) In the absence of an opinion delivered by the Customs Code Committee, it is up to the Council to adopt the necessary measures.\n(8) Commission Regulation (EEC) No 2454/93 (3) should therefore be amended accordingly,", "main_body": ["Regulation (EEC) No 2454/93 is hereby amended as follows:\n1. Article 353 shall be replaced by the following:\n(a) the customs authorities’ computerised transit system is not functioning,\n(b) the principal’s application is not functioning.\n2. Article 354 shall be deleted.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2006.\nHowever, the customs authorities may continue to accept transit declarations made in writing until 31 December 2006 at the latest.\nWhere the customs authorities decide to accept transit declarations made in writing after 1 July 2005, the decision shall be communicated to the Commission in writing before 1 July 2005. In this case the customs authorities of these Member States shall ensure that the transit data is exchanged between the customs authorities using information technology and computer networks.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 2005.\nFor the Council\nThe President\nJ. ASSELBORN\n(1)  OJ L 302, 19.10.1992, p. 1. Regulation as last amended by the 2003 Act of Accession.\n(2)  OJ L 33, 4.2.1997, p. 24. Decision as amended by Decision No 105/2000/EC (OJ L 13, 19.1.2000, p. 1).\n(3)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 2286/2003 (OJ L 343, 31.12.2003, p. 1)."}