{"celex_id": "32004R2269", "uri": "http://publications.europa.eu/resource/cellar/86873e74-1355-4eb4-a083-010ed74b6282", "type": "Regulation", "concepts": ["1159", "12", "133", "2879", "4790", "5228", "5254"], "title": "Council Regulation (EC) No 2269/2004 of 20 December 2004 amending Regulations (EC) Nos 2340/2002 and 2347/2002 as concerns fishing opportunities for deep sea species for the new Member States which acceded in 2004\n", "header": "31.12.2004 EN Official Journal of the European Union L 396/1\nCOUNCIL REGULATION (EC) No 2269/2004\nof 20 December 2004\namending Regulations (EC) Nos 2340/2002 and 2347/2002 as concerns fishing opportunities for deep sea species for the new Member States which acceded in 2004\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act concerning the conditions of accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic and the adjustments to the Treaties on which the European Union is founded (‘2003 Act of Accession’) (1), and in particular Article 57(2) thereof,\nHaving regard to the proposal of the Commission,\nWhereas:\n(1) In the 2003 Act of Accession no adaptation was made to Council Regulation (EC) No 2340/2002 of 16 December 2002 fixing for 2003 and 2004 the fishing opportunities for deep-sea fish stocks (2) to allocate fishing opportunities for deep sea species to the new Member States. It is therefore necessary to allocate such fishing opportunities for 2004 to the Member States which acceded in 2004 taking into account fishing patterns similar to those used in 2002, in order to allow the fishermen of these Member States to continue their activities.\n(2) The allocation of fishing opportunities should not lead to the result that catches legally taken before 1 May 2004 are liable to quota deductions under Article 23(1) of Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (3), Article 5 of Council Regulation (EC) No 847/96 of 6 May 1996 introducing additional conditions for year to year management of TACs and quotas (4) or Article 26 of Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (5).\n(3) Council Regulation (EC) No 2347/2002 of 16 December 2002 establishing specific access requirements and associated conditions applicable to fishing for deep sea stocks (6) lays down power and capacity ceilings on the fishing fleet that may land significant quantities of deep sea species, and determines a reference period for establishing those ceilings, namely the three years prior to its entry into force. It is necessary that the reference period for establishing those ceilings take into account the recent years in order to allow the fishermen of the Member States which acceded in 2004 to continue their activities.\n(4) With a view to allow the application of Regulations (EC) Nos 2340/2002 and 2347/2002 to the Member States which acceded in 2004 as from the date of Accession, it is imperative that this Regulation enters into force on 1 May 2004.\n(5) Regulations (EC) Nos 2340/2002 and 2347/2002 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 2340/2002 is hereby amended as follows:\n1. the following Article shall be inserted:\n2. the following Article 4a shall be inserted:\n3. Annex I shall be amended in accordance with the Annex to this Regulation.", "In Article 4 of Regulation (EC) No 2347/2002 the following paragraph shall be added:\n‘3.   By way of derogation from paragraph 1, the Member States which acceded in 2004 shall calculate the aggregate power and the aggregate volume of their vessels which, in any one of the years 2000, 2001 or 2002, have landed more than 10 tonnes of any mixture of deep-sea species. These aggregate values shall be communicated to the Commission.’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2004.\nFor the Council\nThe President\nP. VAN GEEL\n(1)  OJ L 236, 23.9.2003, p. 1.\n(2)  OJ L 356, 31.12.2002, p. 1.\n(3)  OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1954/2003 (OJ L 289, 7.11.2003, p. 1).\n(4)  OJ L 115, 9.5.1996, p. 3.\n(5)  OJ L 358, 31.12.2002, p. 59.\n(6)  OJ L 351, 28.12.2002, p. 6.\n(7)  OJ L 358, 31.12.2002, p. 59.\nANNEX\nAnnex I to Regulation (EC) No 2340/2002 shall be amended as follows:\n1. the entry concerning the species Black Scabbardfish in Zone V, VI, VII, XII shall be replaced by the following:\n‘5. Species : Black scabbardfish\nZone : V, VI, VII, XII (Community waters and waters not under the sovereignty or jurisdiction of third countries)\nGermany 37\nEstonia 32\nSpain 185\nFrance 2 600\nIreland 93\nLatvia 207\nLithuania 2\nPoland 2\nUnited Kingdom 185\nOthers (1) 10\nEC 3 353’\n2. the entry concerning the species Roundnose Grenadier in Zone Vb, VI, VII shall be replaced by the following:\n‘23. Species : Roundnose grenadier\nZone : Vb, VI, VII (Community waters and waters not under the sovereignty or jurisdiction of third countries)\nGermany 10\nEstonia 78\nSpain 86\nFrance 4 396\nIreland 346\nLatvia 0\nLithuania 101\nPoland 51\nUnited Kingdom 258\nOthers (2) 10\nEC 5 336’\n3. The entry concerning the species Blue Ling in Zone VI, VII shall be replaced by the following:\n‘31. Species : Blue ling\nZone : VI, VII (Community waters and waters not under the sovereignty or jurisdiction of third countries)\nGermany 39\nEstonia 6\nSpain 122\nFrance 2 788\nIreland 10\nLithuania 2\nPoland 1\nUnited Kingdom 709\nOthers (3) 10\nEC 3 687’\n(1)  Exclusively for by-catches. No directed fisheries are permitted under this quota.\n(2)  Exclusively for by-catches. No directed fisheries are permitted under this quota.\n(3)  Exclusively for by-catches. No directed fisheries are permitted under this quota."}