{"celex_id": "32005R0832", "uri": "http://publications.europa.eu/resource/cellar/6e0f3340-612e-499f-8e99-15c963b6530d", "type": "Regulation", "concepts": ["12", "1774", "2173", "4285", "5619", "5706", "5859", "5989"], "title": "Commission Regulation (EC) No 832/2005 of 31 May 2005 on the determination of surplus quantities of sugar, isoglucose and fructose for the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\n", "header": "1.6.2005 EN Official Journal of the European Union L 138/3\nCOMMISSION REGULATION (EC) No 832/2005\nof 31 May 2005\non the determination of surplus quantities of sugar, isoglucose and fructose for the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia,\nHaving regard to Commission Regulation (EC) No 60/2004 of 14 January 2004 laying down transitional measures in the sugar sector by reason of the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (1), and in particular the first subparagraph of Article 6(1) thereof,\nWhereas:\n(1) In order to avoid a disruption on the markets in the sugar sector following the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (new Member States) to the European Union on 1 May 2004, Article 6(2) of Regulation (EC) No 60/2004 provides that quantities of sugar as such or in processed products, isoglucose and fructose exceeding the quantity considered as being normal carry-over stock at 1 May 2004 have to be eliminated from the market in the form of sugar as such or isoglucose at the expense of the new Member State concerned.\n(2) In order to determine those surplus quantities, Article 8(2) of Regulation (EC) No 60/2004 provides that new Member States shall communicate to the Commission relevant information on quantities of production, consumption, stocks, export and import, as well as information on the system established for the identification of surplus quantities.\n(3) In general, surplus quantities of sugar are considered to result from the development of production plus import minus export for the period from 1 May 2003 to 30 April 2004, compared to the average of the same quantities for the same period of the three previous years. Specific circumstances of stock-piling were also taken into consideration as provided for in Article 6(1)(c) of Regulation (EC) No 60/2004, especially the decrease in the level of stocks during that period.\n(4) On the basis of the communications of the new Member States, sugar surplus quantities should be determined only for Estonia, Cyprus, Latvia, Malta and Slovakia in accordance with that method.\n(5) For the determination of surplus quantities of isoglucose and fructose, the same method was applied. As a result, no surplus quantities of fructose and isoglucose need to be determined.\n(6) The Management Committee for Sugar has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["The quantities of sugar, in the form of sugar as such or in processed products, exceeding the quantity considered as being normal carry-over stock at 1 May 2004 and which have to be eliminated from the Community market in accordance with Article 6(2) of Regulation (EC) No 60/2004 are the following:\n— Estonia: 91 464 tonnes,\n— Cyprus: 40 213 tonnes,\n— Latvia: 10 589 tonnes,\n— Malta: 2 452 tonnes,\n— Slovakia: 10 225 tonnes.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 9, 15.1.2004, p. 8. Regulation as last amended by Regulation (EC) No 651/2005 (OJ L 108, 29.4.2005, p. 3)."}