{"celex_id": "32006D0470", "uri": "http://publications.europa.eu/resource/cellar/0675ed3d-7488-4462-a882-e09d394bf0a3", "type": "Decision", "concepts": ["1842", "2095", "383", "5622", "584", "7813"], "title": "2006/470/EC: Council Decision of  29 May 2006  concerning the conclusion of consultations with the Islamic Republic of Mauritania under Article 96 of the revised Cotonou Agreement\n", "header": "8.7.2006 EN Official Journal of the European Union L 187/28\nCOUNCIL DECISION\nof 29 May 2006\nconcerning the conclusion of consultations with the Islamic Republic of Mauritania under Article 96 of the revised Cotonou Agreement\n(2006/470/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the ACP-EC Partnership Agreement signed in Cotonou on 23 June 2000 (1) (hereinafter referred to as the ACP-EC Agreement), as amended by the Agreement signed in Luxembourg on 25 June 2005 (2), and in particular Article 96 thereof,\nHaving regard to the Internal Agreement on measures to be taken and procedures to be followed for the implementation of the ACP-EC Agreement (3), and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The essential elements referred to in Article 9 of the ACP-EC Agreement have been violated.\n(2) On 30 November 2005, pursuant to Article 96 of the ACP-EC Agreement, consultations started with the ACP countries and the Islamic Republic of Mauritania during which the Mauritanian authorities gave specific undertakings designed to remedy problems identified by the European Union and to implement those undertakings during a period of intensive dialogue lasting 120 days.\n(3) At the conclusion of this period some substantive initiatives have been taken in respect of some of the undertakings referred to above, and other undertakings have been fulfilled. Nevertheless several important measures concerning essential elements of the ACP-EC Agreement still have to be implemented,", "main_body": ["Consultations with the Islamic Republic of Mauritania under Article 96 of the ACP-EC Agreement are hereby concluded.", "The measures set out in the annexed letter are hereby adopted as appropriate measures under Article 96(2)(c) of the ACP-EC Agreement.", "This Decision shall enter into force on the day of its adoption.\nThis Decision shall expire on 29 November 2007. It shall be reviewed regularly at least once every six months.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 29 May 2006.\nFor the Council\nThe President\nM. BARTENSTEIN\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  OJ L 209, 11.8.2005, p. 27.\n(3)  OJ L 317, 15.12.2000, p. 376.\nANNEX\nDear Prime Minister,\nThe European Union (EU) attaches great importance to the provisions of Article 9 of the revised Cotonou Agreement. The ACP-EU partnership is founded on respect for human rights, democratic principles and the rule of law; these are essential elements of the Agreement and thus form the basis for relations between us.\nIn its statement of 3 August 2005 on the coup in Mauritania, the EU reiterated its condemnation of all attempts to seize power by force, and called for respect for democracy and a return to constitutional order.\nUnder Article 96 of the revised Cotonou Agreement, and considering that the coup d’État that took place on 3 August 2005 constituted a violation of certain essential elements listed in that Article, the EU invited Mauritania to consultations in order, as provided for in the Agreement, to study the situation in depth and, where necessary, take steps to remedy it.\nThese consultations began in Brussels on 30 November 2005. Mauritania gave a presentation based on a memorandum dated 24 November 2005 on developments in the country’s situation since the coup of 3 August, and on the authorities’ programme for the transitional period.\nFor its part, the EU was pleased to note that Mauritania had already confirmed a number of undertakings it had previously given, and had proposed positive steps regarding their implementation.\nAs noted below, Mauritania gave 23 specific undertakings at the meeting, in the areas of respect for democratic principles, fundamental freedoms and rights, the rule of law and good governance. The country also promised to provide the EU with a report on the implementation of these undertakings by mid-January 2006, to be followed by regular quarterly reports on developments in the situation.\nThe report submitted in mid-January allowed the EU to conclude that steady progress had been made. In addition to the progress already noted at the opening of consultations, a number of changes have been observed, particularly regarding:\n— defining the procedures for the administrative survey for electoral purposes, to compile electoral rolls that are reliable and transparent,\n— the adoption by the Council of Ministers of the draft law on Constitutional amendments to be submitted to a referendum,\n— the appointment of new Walis (regional governors) and Hakems (prefects), and a circular sent to local and regional authorities when they take office about the neutrality of the central and territorial administration,\n— the development of a programme to raise awareness of civic issues and instil civic values, and the launch of a civic awareness campaign attended by the government authorities, the National Independent Electoral Commission, political parties, civil society organisations and the press,\n— the creation of a working party under the Justice Minister to verify the constitutionality of texts on democratic freedoms and rights, and to make any proposals necessary,\n— the establishing by decree and the setting up of a National Consultative Commission for the reform of the press and the audiovisual sector,\n— the organisation of a workshop on the creation of a National Independent Human Rights Commission,\n— circulars sent by the Justice Ministry and the Ministry of the Interior to the prosecution service and the territorial administration authorities asking them to seek, detect and prosecute any cases that might involve the direct or indirect exploitation of persons,\n— the adoption by the Council of Ministers of draft ordinances authorising accession to the UN Convention against Corruption, and authorising the ratification of the African Convention against Corruption,\n— the creation of a temporary committee to monitor the application of the Extractive Industries Transparency Initiative (EITI), and the adoption of a draft decree on the creation, organisation and workings of the National EITI Committee.\nThe initiatives introduced by the transitional authorities will undoubtedly help strengthen the respect for democratic principles, fundamental freedoms and rights, the rule of law and good governance in your country. However, most of the undertakings made at the outset of the consultations will be implemented over an extended period, and it will be necessary to monitor their implementation over time.\nIn this connection, the EU is anxious that the implementation of substantive measures should continue, in particular through,\n— the organisation and holding of free and transparent elections using electoral rolls that are reliable and complete, using electoral systems and constituency weightings that are fair and agreed with the political parties,\n— respect for pluralism in the audiovisual sector, and, in particular, the creation of free radio stations outside cities, and the revision of the press law,\n— promoting human rights, especially through continued efforts to create a national independent human rights commission, the return of refugees and the restoration of their rights,\n— application of the laws banning slavery and promising appropriate treatment for all problems arising from this evil,\n— reform of the justice system,\n— continued improvements in governance, including the publication of updated economic and budgetary statistical data,\n— effective implementation of the Extractive Industries Transparency Initiative in the mining and hydrocarbon sectors and the application of the same good governance principles in the other natural resource sectors, in particular, as regards fisheries.\nIn the spirit of partnership that underlies the Cotonou Agreement, the EU expressed its readiness to support implementation of Mauritania’s undertakings. In follow-up to the consultations, and in view of the undertakings given thus far and the measures still to be put in hand, it has been decided to adopt the following appropriate measures under Article 96(2)(c) of the revised Cotonou Agreement:\n— cooperation activities under way under the Ninth European Development Fund (EDF) and its predecessors will continue, on condition that the special conditions of the Financing Agreements are observed,\n— preparation and implementation of the institutional support projects bolstering the transition process, whose launch was decided when the consultations opened, will continue,\n— preparation and implementation of the measures envisaged under the Ninth EDF and its predecessors in other areas of Community cooperation will also continue,\n— programming activities for the 10th EDF will be launched in accordance with the timetable drawn up by the relevant Commission departments. Closure of the different stages in the programming process will be conditional on the holding of the referendum on the constitution and the planned elections under satisfactory conditions and within the time-scale fixed by the transitional authorities,\n— the 10th EDF Country Strategy Paper for Mauritania cannot be signed before confirmation that the country has effectively returned to a constitutional order after free and transparent presidential and parliamentary elections have led to new democratically elected bodies taking office.\nThe EU Presidency and the European Commission will carry out regular joint reviews, the first of which will take place within the next six months.\nThe EU will continue to follow closely the situation in Mauritania. Under Article 8 of the Cotonou Agreement, an enhanced political dialogue will be conducted with your government over an 18-month monitoring period to ensure the restoration of democracy and the rule of law, notably through the holding of free and transparent local, parliamentary, senatorial and presidential elections, and a strengthening of respect for human rights and fundamental freedoms.\nIf implementation of the Mauritanian authorities’ undertakings speeds up, or on the contrary breaks down, the EU reserves the right to adjust the appropriate measures.\nI have the honour to be, Sir, yours faithfully,\nDone at Brussels,\nFor the Commission\nFor the Council"}