{"celex_id": "32001D1218(01)", "uri": "http://publications.europa.eu/resource/cellar/cdf91463-0c62-44d5-94d7-02f1b00a783c", "type": "Decision", "concepts": ["1708", "4045", "5560", "5630"], "title": "Council Decision of 6 December 2001 extending Europol's mandate to deal with the serious forms of international crime listed in the Annex to the Europol Convention\n", "header": "Council Decision\nof 6 December 2001\nextending Europol's mandate to deal with the serious forms of international crime listed in the Annex to the Europol Convention\n(2001/C 362/01)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Convention on the establishment of a European Police Office (Europol Convention)(1), and in particular Article 2(2) thereof,\nHaving regard to the initiative of the Kingdom of Belgium and the Kingdom of Sweden(2),\nHaving regard to the opinion of the European Parliament(3),\nHaving regard to the preparatory work on this issue performed by the Europol Board, in particular regarding the budgetary and staffing implications for Europol,\nWhereas:\n(1) One of the Union's objectives is to provide citizens with a high level of safety within an area of freedom, security and justice by developing common action among the Member States in the fields of police cooperation.\n(2) The effectiveness of the cooperation within the framework of the Europol Convention would be enhanced if Europol, within certain prioritised areas, could perform its tasks in respect of all aspects of international organised crime listed in the Annex to the Europol Convention.\n(3) Prioritised areas should be defined on the basis of the continuous collection of data on trends in crime in the territories of the Member States.\n(4) This Decision is without prejudice to the respective roles of the Commission and the European Central Bank.", "main_body": ["Europol is hereby instructed to deal with the serious forms of international crime listed in the Annex to the Europol Convention.", "1. On a proposal from the Europol Management Board, the Council shall unanimously lay down which serious forms of international crime are to be given priority.\n2. The Director shall regularly update the Europol Management Board on the impementation of these priorities.\n3. The general report on Europol's activities referred to in Article 28(10), first subparagraph, point 1 of the Europol Convention shall make explicit reference to, and reflect, these priorities and their implementation.", "1. This Decision shall take effect on 1 January 2002.\n2. As from 1 January 2002, the Council Decision of 29 April 1999 extending Europol's mandate to deal with forgery of money and means of payment(4) shall be repealed.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 6 December 2001.\nFor the Council\nThe President\nM. Verwilghen\n(1) OJ C 316, 27.11.1995, p. 2.\n(2) OJ C 176, 21.6.2001, p. 26.\n(3) Opinion delivered on 12 November 2001, not yet published in the Official Journal.\n(4) OJ C 149, 28.5.1999, p. 16,"}