{"celex_id": "32007D0184", "uri": "http://publications.europa.eu/resource/cellar/3b49ccfe-6c32-4a12-bd59-e560c95774a7", "type": "Decision", "concepts": ["1391", "3646", "3648", "4036", "5235"], "title": "2007/184/EC: Commission Decision of 23 March 2007 concerning the publication of the reference of the standard EN 71-1:2005 Safety of Toys — Part 1: mechanical and physical properties regarding the technical requirements on hemispheric toys in accordance with Council Directive 88/378/EEC on the safety of toys (notified under document number C(2007) 1256) (Text with EEA relevance )\n", "header": "27.3.2007 EN Official Journal of the European Union L 85/7\nCOMMISSION DECISION\nof 23 March 2007\nconcerning the publication of the reference of the standard EN 71-1:2005 ‘Safety of Toys — Part 1: mechanical and physical properties’ regarding the technical requirements on hemispheric toys in accordance with Council Directive 88/378/EEC on the safety of toys\n(notified under document number C(2007) 1256)\n(Text with EEA relevance)\n(2007/184/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 88/378/EEC of 3 May 1988 on the approximation of the laws of the Member States concerning the safety of toys (1), and in particular the second subparagraph of Article 6(1) thereof,\nHaving regard to the opinion of the Standing Committee established by Article 5 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and on Information Society Services (2), as amended by Directive 98/48/EC (Committee on standards and technical regulations),\nWhereas:\n(1) Article 2 of Directive 88/378/EEC provides that toys must be placed on the market only if they do not jeopardise the safety and/or health of users or third parties when they are used as intended or in a foreseeable way, bearing in mind the normal behaviour of children.\n(2) Pursuant to the Article 5(1) second subparagraph of Directive 88/378/EEC, toys are presumed to comply with the essential safety requirements referred to in Article 3 of the Directive if they conform to the national standards applicable to them transposing the harmonised standards, the reference numbers of which have been published in the Official Journal of the European Communities.\n(3) In accordance with the Article 5(1) second subparagraph of Directive 88/378/EEC, Member States are required to publish the reference numbers of national standards transposing harmonised standards, the reference numbers of which have been published in the Official Journal of the European Communities.\n(4) The European Committee for Standardisation (CEN), under mandate from the Commission, drew up and adopted the harmonised standard EN 71-1:1998 ‘Safety of toys — Part 1: mechanical and physical properties’ on 15 July 1998, the references numbers of which were published for the first time in the Official Journal of the European Communities of 28 July 1999 (3).\n(5) On 16 September 2004, the European Committee for Standardisation adopted amendment 10 to the harmonised standard EN 71-1:1998 ‘Safety of toys — Part 1: mechanical and physical properties’. The references numbers of this amendment were published for the first time in the Official Journal of the European Union of 2 August 2005 (4).\n(6) On 19 September 2005, the European Committee for Standardisation adopted the standard EN 71-1:2005 ‘Safety of toys — Part 1: mechanical and physical properties’ which is a consolidated version of the harmonised standard EN 71-1:1998 and its 11 amendments. Amendment 10 is incorporated in the standard EN 71-1:2005.\n(7) Amendment 10 aims to address the risks of suffocation presented by cup-shaped, bowl-shaped or one half of an egg-shaped toys having a nearly round, oval or elliptical opening which young children could place in front of their face when playing, therefore forming an airtight seal. The amendment excludes from its scope toys intended for drinking, such as tea sets cups.\n(8) Pursuant to Article 6(1) of Directive 88/378/EEC, the French authorities have raised a formal objection in respect to the requirements on hemispheric toys, in particular, the exclusion of toys intended for drinking laid down in the standard EN 71-1:2005.\n(9) The French authorities claim that the aim of the technical requirements provided for in the harmonised standard on hemispherical toys is to address the suffocation risks presented by certain toy shapes that can be placed over a child’s nose and mouth forming an airtight seal. Among these products are toys intended for drinking. These are toys which children are most likely to place over their mouths when playing and pretending to drink. Consequently, the French authorities claim that toys intended for drinking should be covered by the requirements on hemispheric toys of the harmonised standard EN 71-1:2005.\n(10) According to the European Committee for Standardization (CEN) the standardisation on hemispheric toys was justified by incidents with infants playing with such toys in self-service restaurants. The work was based on a comprehensive investigation carried out in order to find the critical size and shapes of items to be addressed by the standardisation in relation to the children to be protected. As regards objects intended for drinking, e.g. tea set cups, CEN concluded that no incidents with these toys nor with real drinking cups have been registered. On the basis of these investigations CEN decided that there were no grounds to extend the standardisation work to this particular type of toys.\n(11) At the request of the Commission, the Member States experts on the safety of toys informed the Commission of incidents caused by similar toys. The incidents are mentioned in a report published in the magazine ‘Pediatrics’, vol. 111, No 1, January 2003. In accordance with this report a total of 17 incidents were identified. In all cases investigated, children were found with the semi rigid object strongly adhering to their faces. Of the 17 incidents involved, 13 involved toys. These incidents concerned children between the ages of 4 and 36 months.\n(12) Furthermore, the Commission was also informed of one non-fatal incident in USA, registered on the US Consumer Product Safety Commission on 27 October 2000. A two and a half year old child was found with a hard plastic toy cup stuck in her mouth and nose. This toy was included in a toy tea set.\n(13) On the basis of the information submitted by the French authorities, the other national authorities and the Committee on standards and technical regulations it is founded that toys intended for drinking may present a risk of suffocation. Taking into account that these toys are excluded from the scope of the above mentioned standard, in accordance with Article 5(2) of Directive 88/378/EEC, Member States shall presume that the abovementioned toys satisfy the essential safety requirements only if they have an EC type examination certificate issued by a notified body,", "main_body": ["Cup-shaped, bowl-shaped or one half of an egg-shaped toys having a nearly round, oval or elliptical opening which are intended for drinking are excluded from the scope of the standard EN 71-1:2005. However, they may present the same risk of suffocation that is presented by toys covered by the standard. Therefore, the Commission will mandate the European Standardisation Organisation concerned to review the standard in question.", "The publication in the Official Journal of the European Union of the reference of the standard EN 71-1:2005 ‘Safety of toys — Part 1: mechanical and physical properties’ shall be accompanied by the following additional notice:\n‘Cup-shaped, bowl-shaped or one half of an egg-shaped toys having a nearly round, oval or elliptical opening which are intended for drinking, such as toy tea sets, may present a risk for children health. These toys are not covered by the standard, therefore, these products must have an EC type examination certificate and the conformity with the approved model must have been certified by the affixation of the EC marking’.", "A notice identical to that provided for in Article 2 of this Decision shall accompany the reference to a national standard transposing standard EN 71-1:2005 ‘Safety of toys — Part 1: mechanical and physical properties’, to be published by the Member States pursuant to Article 5(1) second subparagraph of Directive 88/378/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 March 2007.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 187, 16.7.1988, p. 1. Directive as amended by Directive 93/68/EEC (OJ L 220, 30.8.1993, p. 1).\n(2)  OJ L 204, 21.7.1998, p. 37. Directive as last amended by 2003 Act of Accession.\n(3)  OJ C 215, 28.7.1999, p. 4.\n(4)  OJ C 188, 2.8.2005, p. 2."}