{"celex_id": "32002D0981", "uri": "http://publications.europa.eu/resource/cellar/a3af8a3d-75ab-40df-8d03-20b3ad4f7e73", "type": "Decision", "concepts": ["2084", "2275", "3462", "614", "666"], "title": "2002/981/EC: Council Decision of 11 November 2002 concerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Kingdom of Norway, of the other part, on Protocol 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway\n", "header": "Council Decision\nof 11 November 2002\nconcerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Kingdom of Norway, of the other part, on Protocol 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway\n(2002/981/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) An agreement in the form of an exchange of Letters between the European Community, of the one part, and the Kingdom of Norway, of the other part, concerning certain processed agricultural products covered by Protocol 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway(1), has been negotiated on a reciprocal basis in order to improve the trading arrangements and solve certain related problems.\n(2) The measures necessary for the implementation of this Decision should be adopted in accordance with Council Decision 1999/468/EEC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(2).\n(3) The Agreement should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Kingdom of Norway, of the other part, on Protocol 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "Rules for the application of this Decision shall be adopted by the Commission, assisted by the committee on horizontal questions concerning trade in processed agricultural products referred to in Article 16 of Regulation (EC) No 3448/93(3). Article 4 of Decision 1999/468/EC shall apply. The period laid down in Article 4(3) of that Decision shall be set at one month.", "The President of the Council is hereby authorised to designate the person empowered to sign the Agreement referred to in Article 1 in order to bind the Community."], "attachments": "Done at Brussels, 11 November 2002.\nFor the Council\nThe President\nB. Mikkelsen\n(1) OJ L 171, 27.6.1973, p. 1.\n(2) OJ L 184, 17.7.1999, p. 23.\n(3) OJ L 318, 20.12.1993, p. 18. Regulation last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5)."}