{"celex_id": "32009R0611", "uri": "http://publications.europa.eu/resource/cellar/8e9e58a8-9ac4-4875-a2f8-046a94147735", "type": "Regulation", "concepts": ["2734", "3156", "3568", "5542"], "title": "Commission Regulation (EC) No 611/2009 of 10 July 2009 correcting Regulation (EC) No 1276/2008 on the monitoring by physical checks of exports of agricultural products receiving refunds or other amounts\n", "header": "11.7.2009 EN Official Journal of the European Union L 180/15\nCOMMISSION REGULATION (EC) No 611/2009\nof 10 July 2009\ncorrecting Regulation (EC) No 1276/2008 on the monitoring by physical checks of exports of agricultural products receiving refunds or other amounts\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (single CMO Regulation) (1), and in particular Articles 170(c) and 194(a) in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 11(5) of Commission Regulation (EC) No 1276/2008 (2) and Annex II to that Regulation correspond respectively, according to the correlation table in Annex IX to that Regulation, to Article 3(2) and to Article 1 of Commission Regulation (EC) No 3122/94 of 20 December 1994 laying down criteria for risk analysis as regards agricultural products receiving refunds (3). In particular, point (a) of Article 11(5) of Regulation (EC) No 1276/2008 corresponds to the first indent of Article 3(2) of Regulation (EC) No 3122/94. However, where that first indent of Article 3(2) of Regulation (EC) No 3122/94 refers to criteria set out in the complete second paragraph of Article 1 of that Regulation, Article 11(5)(a) of Regulation (EC) No 1276/2008 refers to only the criteria set out in point 1 of Annex II thereto.\n(2) As the notification about risk analysis should cover all relevant risk elements, like it was already set out in Regulation (EC) No 3122/94, the limitation to point 1 of Annex II to Regulation (EC) No 1276/2008 in Article 11(5)(a) of that Regulation should be accordingly corrected.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural markets,", "main_body": ["In Article 11(5) of Regulation (EC) No 1276/2008, point (a) is replaced by the following:\n‘(a) the measures taken, including instructions to national departments, to apply the selection system on the basis of risk analysis, in the light of the criteria referred to in Annex II;’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 July 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 339, 18.12.2008, p. 53.\n(3)  OJ L 330, 21.12.1994, p. 31."}