{"celex_id": "32002R0263", "uri": "http://publications.europa.eu/resource/cellar/219e57b5-0f50-4135-b54c-cba5771bac53", "type": "Regulation", "concepts": ["2194", "2965", "3003", "4395", "4683", "4691"], "title": "Commission Regulation (EC) No 263/2002 of 13 February 2002 amending Regulation (EC) No 2550/2001 laying down detailed rules for the application of Council Regulation (EC) No 2529/2001 on the common organisation of the market in sheepmeat and goatmeat as regards premium schemes\n", "header": "Commission Regulation (EC) No 263/2002\nof 13 February 2002\namending Regulation (EC) No 2550/2001 laying down detailed rules for the application of Council Regulation (EC) No 2529/2001 on the common organisation of the market in sheepmeat and goatmeat as regards premium schemes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro(1), and in particular Article 9 thereof,\nHaving regard to Council Regulation (EC) No 2529/2001 of 19 December 2001 on the common organisation of the market in sheepmeat and goatmeat(2), and in particular Article 4(6), Article 5(4) and Article 11(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2550/2001(3) lays down detailed rules for the application of Regulation (EC) No 2529/2001 on the common organisation of the market in sheepmeat and goatmeat as regards premium schemes, but does not define how the conversion of the premiums and payments into the national currency in the Member States not having adopted the euro should be carried out. For that reason there is a need to define the method of conversion into national currencies and in particular the operative event and the exchange rate applicable.\n(2) As to the operative event, for applying the criteria set forth in Article 3(2) of Regulation (EC) No 2799/98, it is appropriate to define it as the first day of the calendar year for which the premia are paid. As to the exchange rate to apply, Commission Regulation (EC) No 2808/98(4), as last amended by Regulation (EC) No 2452/2000(5), lays down detailed rules for the application of the agrimonetary system for the euro in agriculture. Article 1 of this Regulation states that the exchange rate to be used shall be the rate most recently fixed by the European Central Bank (ECB) prior to the operative event.\n(3) However, for the purposes of attaining the goals of the sheep and goat common market organisation, the rate applicable on the date of the operative event should be fixed in such a way as to ensure in principle that such aids, premiums and amounts do not undergo any sharp fluctuations on conversion into national currency due to the exchange rate on a single date. To this end, the best solution appears to be an average of the exchange rates applicable during the month preceding the year in respect of which the premium is granted, calculated pro rata temporis.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Sheep and Goats Management Committee,", "main_body": ["The following Article is hereby added to Regulation (EC) No 2550/2001: \"CHAPTER IIIa\nGENERAL PROVISIONS", "8a\nConversion into national currency\nThe operative event for the exchange rate to be applied to the amount of the premiums and payments referred to in Articles 4, 5 and 11 of Regulation (EC) No 2529/2001 shall be the commencement of the calendar year in respect of which the premium or payment is granted.\nThe exchange rate to be used shall be the average of the exchange rates applicable in the month of December preceding the date of the operative event, calculated pro rata temporis. It shall be fixed by the Commission during the month following the date of the operative event.\"", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 349, 24.12.1998, p. 1.\n(2) OJ L 341, 22.12.2001, p. 3.\n(3) OJ L 341, 22.12.2001, p. 105.\n(4) OJ L 349, 24.12.1998, p. 36.\n(5) OJ L 282, 8.11.2000, p. 9."}