{"celex_id": "32003D0278", "uri": "http://publications.europa.eu/resource/cellar/bc4528ed-ba0a-4cd5-a005-777c06a492e0", "type": "Decision", "concepts": ["1474", "3614", "4353", "5713", "5782"], "title": "2003/278/EC: Council Decision of 14 April 2003 concerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the former Yugoslav Republic of Macedonia concerning the system of ecopoints to be applied to transit traffic of the former Yugoslav Republic of Macedonia through Austria\n", "header": "Council Decision\nof 14 April 2003\nconcerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the former Yugoslav Republic of Macedonia concerning the system of ecopoints to be applied to transit traffic of the former Yugoslav Republic of Macedonia through Austria\n(2003/278/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 71(1) in conjunction with Article 300(2), first subparagraph, first sentence and Article 300(3), first subparagraph thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The Agreement between the European Community and the former Yugoslav Republic of Macedonia in the field of transport(3), and in particular Article 12(3)(b) thereof, establishes that a system of ecopoints equivalent to that laid down by Article 11 of Protocol 9 to the Act of Accession of Austria, Finland and Sweden to the European Union shall apply.\n(2) The Commission has negotiated on behalf of the Community an Agreement in the form of an Exchange of Letters between the European Community and the former Yugoslav Republic of Macedonia establishing the method of calculation and the detailed rules and procedures for the management and control of the ecopoints.\n(3) This Agreement was signed on behalf of the Community on 29 October 2002, subject to its possible conclusion at a later date in accordance with Council Decision 2003/197/EC(4).\n(4) This Agreement should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the former Yugoslav Republic of Macedonia concerning the system of ecopoints to be applied to transit traffic of the former Yugoslav Republic of Macedonia through Austria is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision(5).", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 14 April 2003.\nFor the Council\nThe President\nA. Giannitsis\n(1) OJ C 20E, 28.1.2003, p. 82.\n(2) Opinion delivered on 22 October 2002 (not yet published in the Official Journal).\n(3) OJ L 348, 18.12.1997, p. 170.\n(4) OJ L 75, 21.3.2003, p. 33.\n(5) OJ L 75, 21.3.2003, p. 34."}