{"celex_id": "32009R0774", "uri": "http://publications.europa.eu/resource/cellar/f491c75d-8d9b-483e-b59a-1a74dd091bad", "type": "Regulation", "concepts": ["2338", "261", "3483", "3588", "3870", "4452"], "title": "Commission Regulation (EC) No 774/2009 of 25 August 2009 amending for the 112th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\n", "header": "26.8.2009 EN Official Journal of the European Union L 223/24\nCOMMISSION REGULATION (EC) No 774/2009\nof 25 August 2009\namending for the 112th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1) and in particular the first indent of Article 7(1) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 10 August 2009, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply.\n(3) Annex I should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 August 2009.\nFor the Commission\nEneko LANDÁBURU\nDirector-General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9.\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\nThe following entries under the heading ‘Natural persons’ are deleted:\n1. Ali Ghaleb Himmat. Address: (a) Via Posero 2, CH-6911 Campione D’Italia, Italy (b) other location in Italy, (c) Syria. Date of birth: 16.6.1938. Place of birth: Damascus, Syria. Nationality: Italian since 1990.\n2. Mustapha Nasri Ben Abdul Kader Ait El Hadi. Date of birth: 5.3.1962. Place of birth: Tunis, Tunisia. Nationality: (a) Algerian, (b) German. Other information: (a) son of Abdelkader and Amina Aissaoui. (b) residing in Bonn, Germany, as of February 1999."}