{"celex_id": "32009D0830", "uri": "http://publications.europa.eu/resource/cellar/e37f4b56-010c-4b02-b63c-51c9e3d38cc8", "type": "Decision", "concepts": ["1524", "1755", "1854", "192", "5965", "6036", "6112", "6152"], "title": "2009/830/EC: Commission Decision of 11 November 2009 amending the Annex to Decision 2007/453/EC as regards the BSE status of Chile, Colombia and Japan (notified under document C(2009) 8590) (Text with EEA relevance)\n", "header": "12.11.2009 EN Official Journal of the European Union L 295/11\nCOMMISSION DECISION\nof 11 November 2009\namending the Annex to Decision 2007/453/EC as regards the BSE status of Chile, Colombia and Japan\n(notified under document C(2009) 8590)\n(Text with EEA relevance)\n(2009/830/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (1), and in particular the third subparagraph of Article 5(2) thereof,\nWhereas:\n(1) Regulation (EC) No 999/2001 lays down rules for the prevention, control and eradication of transmissible spongiform encephalopathies (TSEs) in animals. For that purpose, the bovine spongiform encephalopathy (BSE) status of Member States or third countries or regions thereof (countries or regions) is to be determined by classification into one of three categories depending on the BSE risk involved, namely a negligible BSE risk, a controlled BSE risk and an undetermined BSE risk.\n(2) The Annex to Commission Decision 2007/453/EC of 29 June 2007 establishing the BSE status of Member States or third countries or regions thereof according to their BSE risk (2) lists countries or regions according to their BSE risk status.\n(3) The World Organisation for Animal Health (OIE) plays a leading role in the categorisation of countries or regions according to their BSE risk. The list in the Annex to Decision 2007/453/EC takes account of Resolution No XXI — Recognition of the Bovine Spongiform Encephalopathy Status of Members — adopted by the OIE in May 2008 regarding the BSE status of Member States and third countries.\n(4) Decision 2007/453/EC currently lists Finland and Sweden as having a negligible BSE risk and all other Member States as having a controlled BSE risk. It also lists the BSE status of third countries. In May 2009, the OIE adopted Resolution No XXII — Recognition of the Bovine Spongiform Encephalopathy Risk Status of Members. That Resolution recognised Chile as having a negligible BSE risk and Colombia and Japan as having a controlled BSE risk. The list in Decision 2007/453/EC should therefore be amended to be brought into line with that Resolution as regards those three third countries. However, pending a final conclusion of the OIE on the BSE risk status of all Member States and taking into account the harmonised stringent BSE protective measures applied within the Community, no changes should at present be made as regards the recognised BSE status of the Member States.\n(5) Decision 2007/453/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2007/453/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 147, 31.5.2001, p. 1.\n(2)  OJ L 172, 30.6.2007, p. 84.\nANNEX\n‘LIST OF COUNTRIES OR REGIONS\nA.   Countries or regions with a negligible BSE risk\nMember States\n— Finland,\n— Sweden,\nEFTA countries\n— Iceland,\n— Norway,\nThird countries\n— Argentina,\n— Australia,\n— Chile,\n— New Zealand,\n— Paraguay,\n— Singapore,\n— Uruguay,\nB.   Countries or regions with a controlled BSE risk\nMember States\n— Belgium, Bulgaria, the Czech Republic, Denmark, Germany, Estonia, Ireland, Greece, Spain, France, Italy, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Malta, Netherlands, Austria, Poland, Portugal, Romania, Slovenia, Slovakia, United Kingdom,\nEFTA countries\n— Liechtenstein,\n— Switzerland,\nThird countries\n— Brazil,\n— Canada,\n— Colombia,\n— Japan,\n— Mexico,\n— Taiwan,\n— United States,\nC.   Countries or regions with an undetermined BSE risk\n— Countries or regions not listed in points A or B of this Annex.’"}