{"celex_id": "32006L0003", "uri": "http://publications.europa.eu/resource/cellar/a12f9148-f623-4b94-ae89-b23ff7115bb1", "type": "Directive", "concepts": ["1425", "2783", "2871", "5573", "893", "990"], "title": "Commission Directive 2006/3/EC of  9 January 2006  amending, for the purposes of their adaptation to technical progress, Annexes I and II to Directive 96/74/EC of the European Parliament and of the Council on textile names   (Text with EEA relevance)\n", "header": "10.1.2006 EN Official Journal of the European Union L 5/14\nCOMMISSION DIRECTIVE 2006/3/EC\nof 9 January 2006\namending, for the purposes of their adaptation to technical progress, Annexes I and II to Directive 96/74/EC of the European Parliament and of the Council on textile names\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 96/74/EC of the European Parliament and of the Council of 16 December 1996 on textile names (1), and in particular Article 16(1) thereof,\nWhereas:\n(1) Directive 96/74/EC lays down rules governing the labelling or marking of products as regards their textile fibre content, in order to ensure that consumer interests are thereby protected. Textile products may be placed on the market within the Community only if they comply with the provisions of that Directive.\n(2) In view of recent findings by a technical working group, it is necessary, for the purposes of adapting Directive 96/74/EC to technical progress, to add the fibre elastomultiester to the list of fibres set out in the Annexes I and II to that Directive.\n(3) Directive 96/74/EC should therefore be amended accordingly.\n(4) The measures provided for in this Directive are in accordance with the opinion of the Committee for Directives relating to Textile Names and Labelling,", "main_body": ["Directive 96/74/EC is amended as follows:\n1. in Annex I the following row 45 is added:\n‘45 elastomultiester fibre formed by interaction of two or more chemically distinct linear macromolecules in two or more distinct phases (of which none exceeds 85 % by mass) which contains ester groups as dominant functional unit (at least 85 %) and which, after suitable treatment when stretched to one and half times its original length and released, recovers rapidly and substantially to its initial length’\n2. in Annex II the following entry 45 is added:\n‘45 Elastomultiester 1,50’", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 9 January 2007 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 January 2006.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 32, 3.2.1997, p. 38. Directive as last amended by Commission Directive 2004/34/EC (OJ L 89, 26.3.2004, p. 35)."}