{"celex_id": "32001D0616", "uri": "http://publications.europa.eu/resource/cellar/c36bc583-ef18-4d4a-9b35-78b4960ffcdc", "type": "Decision", "concepts": ["3660", "5283", "5877", "862", "922"], "title": "2001/616/EC: Commission Decision of 5 June 2001 on financial aid from the Community for the operation of certain Community reference laboratories in the field of animal health and live animals 2001 (notified under document number C(2001) 1544)\n", "header": "Commission Decision\nof 5 June 2001\non financial aid from the Community for the operation of certain Community reference laboratories in the field of animal health and live animals 2001\n(notified under document number C(2001) 1544)\n(Only the Danish, German, French, Spanish, Swedish and English texts are authentic)\n(2001/616/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/12/EC(2), and in particular Article 28(2) thereof,\nWhereas:\n(1) Community financial aid should be granted to the Community reference laboratories designated by the Community to assist them in carrying out the functions and duties laid down in the following Directives and Decisions:\n- Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever(3), as last amended by Decision 93/384/EEC(4),\n- Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza(5), as last amended by the Act of Accession of Austria, Sweden and Finland,\n- Council Directive 92/66/EEC of 14 July 1992 introducing Community measures for the control of Newcastle disease(6), as last amended by the Act of Accession of Austria, Sweden and Finland,\n- Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animals diseases and specific measures relating to swine vesicular disease(7), as last amended by Decision 95/1/EC, Euratom, ECSC(8),\n- Council Directive 93/53/EEC of 24 June 1993 introducing minimum Community measures for the control of certain fish diseases(9),\n- Council Directive 95/70/EC of 22 December 1995 introducing minimum Community measures for the control of certain diseases affecting bivalve molluscs(10),\n- Council Directive 92/35/EEC of 29 April 1992 laying down control rules and measures to combat African horse sickness(11), as last amended by the Act of Accession of Austria, Finland and Sweden,\n- Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue(12),\n- Council Decision 2000/258/EC of 20 March 2000 designating a specific institute responsible for elaborating criteria for standardising serological tests to control the efficiency of rabies vaccines(13),\n- Council Decision 96/463/EC of 23 July 1996 designating the reference body responsible for collaborating in rendering uniform the testing methods and the assessment of the results for pure-bred breeding animals of the bovine species(14).\n(2) The financial contribution from the Community shall be granted provided that the actions planned are efficiently carried out and that the authorities supply all the necessary information within the time limits laid down.\n(3) For budgetary reasons, Community assistance should be granted for a period of one year.\n(4) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999(15), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund. For financial purposes, Articles 8 and 9 of Regulation (EC) No 1258/1999 apply.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Community grants financial assistance to Germany for the functions and duties to be carried out by the Institut für Virologie der Tierärztlichen Hochschule, Hanover, Germany, for classical swine fever referred to in Annex VI to Directive 80/217/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 46000 for the period for 1 October to 31 December 2001.", "1. The Community grants financial assistance to the United Kingdom for the functions and duties to be carried out by the Central Veterinary Laboratory, Addlestone, United Kingdom, for avian influenza referred to in Annex V to Directive 92/40/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 75000 for the period from 1 January to 31 December 2001.", "1. The Community grants financial assistance to the United Kingdom for the functions and duties to be carried out by the Central Veterinary Laboratory, Addlestone, United Kingdom for Newcastle disease referred to in Annex V to Directive 92/66/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 55000 for the period from 1 January to 31 December 2001.", "1. The Community grants financed assistance to the United Kingdom for the functions and duties be carried out by the Pirbright Laboratory, United Kingdom for swine vesicular disease referred to in Annex III to Directive 92/119/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 95000 for the period from 1 January to 31 December 2001.", "1. The Community grants financial assistance to Denmark for the functions and duties to be carried out by the Statens Veterinære Serumlaboratorium, Århus, Denmark for fish diseases referred to in Annex C to Directive 93/53/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 125000 for the period from 1 January to 31 December 2001.", "1. The Community grants financial assistance to France for the functions and duties to be carried out by the l'Ifremer, La Tremblade, France for diseases of bivalve molluscs referred to in Annex B to Directive 95/70/EC.\n2. The Community's financial assistance shall amount to a maximum of EUR 90000 for the period from 1 January to 31 December 2001.", "1. The Community grants financial assistance to Spain for the functions and duties to be carried out by the Laboratorio de sanidad y producción animal, Algete, Spain, for African horse sickness referred to in Annex I to Directive 92/35/EEC.\n2. The Community's financial assistance shall amount to a maximum of EUR 40000 for the period from 1 January to 31 December 2001.", "1. The Community grants financial assistance to the United Kingdom for the functions and duties to be carried out by the Pirbright Laboratory, United Kingdom for bluetongue referred to in Annex II to Directive 2000/75/EC.\n2. The Community's financial assistance shall amount to a maximum of EUR 115000 for the period from 1 January to 31 December 2001.", "1. The Community grants financial assistance to France for the functions and duties to be carried out by the laboratory of the AFSSA Nancy, France for rabies serology referred to in Annex II to Decision 2000/258/EC.\n2. The Community's financial assistance shall amount to a maximum of EUR 130000 for the period from 1 January to 31 December 2001.", "0\n1. The Community grants financial assistance to Sweden for the functions and duties referred to in Annex II to Decision 96/463/EC to be carried out by the Interbull Centre, Uppsala, Sweden for the harmonisation of the various methods of testing and the assessment of the results of the methods of testing pure-bred breeding animals of the bovine species.\n2. The Community's financial assistance shall amount to a maximum of EUR 60000 for the period from 1 January to 31 December 2001.", "1\nThe Community's financial assistance shall be paid as follows:\n(a) 70 % by way of an advance at the request of the recipient Member States;\n(b) the balance following presentation of supporting documents and a technical report by the recipient Member State. Those documents must be presented at the latest three months after the end of the period for which financial assistance has been granted;\n(c) provided the actions planned are efficiently carried out and the authorities supply all the necessary information within the time limits laid down.", "2\nThis Decision is addressed to the Kingdom of Denmark, the Federal Republic of Germany, the French Republic, the Kingdom of Spain, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 5 June 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 3, 6.1.2001, p. 27.\n(3) OJ L 47, 21.2.1980, p. 11.\n(4) OJ L 166, 8.7.1993, p. 34.\n(5) OJ L 167, 22.6.1992, p. 1.\n(6) OJ L 260, 5.9.1992, p. 1.\n(7) OJ L 62, 15.3.1993, p. 69.\n(8) OJ L 1, 1.1.1995, p. 1.\n(9) OJ L 175, 19.7.1993, p. 23.\n(10) OJ L 332, 30.12.1995, p. 33.\n(11) OJ L 260, 5.9.1992, p. 1.\n(12) OJ L 327, 22.12.2000, p. 74.\n(13) OJ L 95, 15.4.2000, p. 40.\n(14) OJ L 192, 2.8.1996, p. 19.\n(15) OJ L 160, 26.6.1999, p. 103."}