{"celex_id": "32008D0972", "uri": "http://publications.europa.eu/resource/cellar/c97a88c5-b3c1-416b-95f3-e0e298deb00a", "type": "Decision", "concepts": ["4004", "4005", "5405", "5796"], "title": "2008/972/EC: Council Decision of 18 December 2008 amending Annex 13 to the Common Consular Instructions on filling in visa stickers\n", "header": "23.12.2008 EN Official Journal of the European Union L 345/88\nCOUNCIL DECISION\nof 18 December 2008\namending Annex 13 to the Common Consular Instructions on filling in visa stickers\n(2008/972/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Regulation (EC) No 789/2001 of 24 April 2001 reserving to the Council implementing powers with regard to certain detailed provisions and practical procedures for examining visa applications (1), and in particular Article 1(1) thereof,\nHaving regard to the initiative of France,\nWhereas:\n(1) Annex 13 to the Common Consular Instructions lays down common rules on filling in visa stickers in the form of examples corresponding to the different categories of uniform visa.\n(2) Example 9 in Annex 13 on the short-stay travel visa states that said visa is valid for periods of over six months, namely, 1, 2, 3, or 5 years (C1, C2, C3, C5).\n(3) Those distinctions (C1, C2, C3 and C5) no longer correspond to any of the legal provisions of the Common Consular Instructions following Council Decision 2006/440/EC of 1 June 2006 (2) harmonising the administrative costs for processing visa applications. The example given in the Annex should therefore be amended accordingly.\n(4) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark, annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application. Given that this Decision builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark shall, in accordance with Article 5 of that Protocol, decide within a period of six months after the Council has adopted this Decision whether it will implement the Decision in its national law.\n(5) As regards Iceland and Norway, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis, which fall within the area referred to in Article 1, point B, of Council Decision 1999/437/EC of 17 May 1999 on certain arrangements for the application of that Agreement (3).\n(6) As regards Switzerland, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded between the European Union, the European Community and the Swiss Confederation concerning the association of the Swiss Confederation with the implementation, application and development of the Schengen acquis\n (4), which fall within the area referred to in Article 1, point B, of Decision 1999/437/EC, read in conjunction with Article 3 of Decision 2008/146/EC (5) and Article 3 of Decision 2008/149/JHA (6).\n(7) As regards Liechtenstein, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Protocol signed between the European Union, the European Community, the Swiss Confederation and the Principality of Liechtenstein on the accession of the Principality of Liechtenstein to the Agreement between the European Union, the European Community and the Swiss Confederation on the Swiss Confederation's association with the implementation, application and development of the Schengen acquis\n (7), which fall within the area referred to in Article 1, point B, of Decision 1999/437/EC read in conjunction with Article 3 of Decision 2008/261/EC (8) and Article 3 of Decision 2008/262/EC (9).\n(8) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (10); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(9) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland's request to take part in some of the provisions of the Schengen acquis\n (11); Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(10) As regards Cyprus, this Decision constitutes an act building on the Schengen acquis or otherwise related to it within the meaning of Article 3(2) of the 2003 Act of Accession.\n(11) This Decision constitutes an act building on the Schengen acquis or otherwise related to it within the meaning of Article 4(2) of the 2005 Act of Accession,", "main_body": ["In Example 9 in Annex 13 to the Common Consular Instructions, the first indent shall be replaced by the following:\n‘— This is a multiple-entry short stay travel visa with a validity of up to five years. In the example shown here the validity is three years.’.", "This Decision shall apply from the date of its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 18 December 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  OJ L 116, 26.4.2001, p. 2.\n(2)  OJ L 175, 29.6.2006, p. 77.\n(3)  OJ L 176, 10.7.1999, p. 31.\n(4)  OJ L 53, 27.2.2008, p. 52.\n(5)  OJ L 53, 27.2.2008, p. 1.\n(6)  OJ L 53, 27.2.2008, p. 50.\n(7)  OJ L 83, 26.3.2008, p. 3.\n(8)  OJ L 83, 26.3.2008, p. 3.\n(9)  OJ L 83, 26.3.2008, p. 5.\n(10)  OJ L 131, 1.6.2000, p. 43.\n(11)  OJ L 64, 7.3.2002, p. 20."}