{"celex_id": "32003D0634", "uri": "http://publications.europa.eu/resource/cellar/27eb89e1-1c70-493b-b36a-ece2d0fe2aaa", "type": "Decision", "concepts": ["1019", "1085", "1318", "1445", "1519", "192", "2320", "2435", "336", "6124", "863"], "title": "2003/634/EC: Commission Decision of 28 August 2003 approving programmes for the purpose of obtaining the status of approved zones and of approved farms in non-approved zones with regard to viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN) in fish (Text with EEA relevance) (notified under document number C(2003) 3101)\n", "header": "Commission Decision\nof 28 August 2003\napproving programmes for the purpose of obtaining the status of approved zones and of approved farms in non-approved zones with regard to viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN) in fish\n(notified under document number C(2003) 3101)\n(Text with EEA relevance)\n(2003/634/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products(1), as last amended by Directive 98/45/EC(2), and in particular Article 10(2) thereof,\nWhereas:\n(1) Pursuant to Directive 91/67/EEC a Member State may submit to the Commission a programme designed to enable it subsequently to initiate the procedures for a zone or a farm situated in a non-approved zone to obtain the status of approved zone or approved farm situated in a non-approved zone, as regards one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN).\n(2) Certain Member States submitted such programmes, which were approved by Commission Decision 2002/304/EC(3), as last amended by Decision 2003/376/EC(4).\n(3) By letters dated 12 March 2003 and 12 June 2003, the veterinary authority of Finland asked for an amendment to the programme listed in Annex I(6B) to Decision 2002/304/EC. In order to preserve the vulnerable species Baltic salmon (Salmo salar), sea trout (Salmo trutta m trutta) and whitefish (Coregonus lavaretus lavaretus), restocking in the River Kymijoki and River Summanjoki watercourse is necessary. Finland has submitted amendments to its programme providing for transfer of live eggs from wild fish from the Pyhtää restriction zone provided that all appropriate measures are taken to ensure that the eggs are free of VHS and IHN. Delimitation of the zone as established in Annex I to Decision 2002/304/EC does not change.\n(4) By letter dated 4 March 2003, the veterinary authority of Italy proposed an amendment to the programme listed in point 5.1 of Annex I to Decision 2002/304/EC. In order to increase the level of protection as regards introduction of fish into the area covered by the programme, live trout and other fish destined to restaurants for direct consumption as well as rainbow trout intended for introduction into certain artificial lakes or fish water, must come from farms or areas recognised as free of VHS and IHN. Delimitation of the zone as established in Annex I to Decision 2002/304/EC does not change.\n(5) The amendments submitted have been found to comply with Article 10 of Directive 91/67/EEC and should therefore be approved.\n(6) Decision 2002/304/EC has been amended several times. In the interests of clarity and rationality, it should be repealed and replaced by this Decision.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. The programmes listed in Annex I, submitted under Article 10(1) of Directive 91/67/EEC for the purpose of obtaining approved zone status with regard to one or more of the fish diseases viral haemorrhagic septicaemia (VHS) and infectious haematopoietic necrosis (IHN), are hereby approved.\n2. The programmes listed in Annex II, submitted under Article 10(1) of Directive 91/67/EEC for the purpose of obtaining status as approved farm situated in a non-approved zone with regard to one or more of the fish diseases VHS and IHN, are hereby approved.", "The Member States concerned shall bring into force the laws, regulations and administrative provisions necessary to comply with the approved programmes.", "Decision 2002/304/EC is hereby repealed.\nReferences to the repealed Decision shall be construed as references to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 August 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 46, 19.2.1991, p. 1.\n(2) OJ L 189, 3.7.1998, p. 12.\n(3) OJ L 104, 20.4.2002, p. 37.\n(4) OJ L 130, 27.5.2003, p. 21.\nANNEX I\nPROGRAMMES SUBMITTED FOR THE PURPOSE OF OBTAINING APPROVED ZONE STATUS WITH REGARD TO ONE OR MORE OF THE FISH DISEASES VHS AND IHN\n1. DENMARK\nTHE PROGRAMMES SUBMITTED BY DENMARK ON 22 MAY 1995 COVERING:\n- the catchment area of FISKEBÆK Å,\n- all PARTS OF JUTLAND south and west of the catchment areas of Storåen, Karup å, Gudenåen and Grejs å,\n- the area of all the DANISH ISLES.\n2. GERMANY\nTHE PROGRAMMES SUBMITTED BY GERMANY ON 25 FEBRUARY 1999 COVERING:\n- a zone in the water catchment area of \"WOLFEGGER AACH AND ROHRSEE\",\n- a zone in the water catchment area \"OBERN NAGOLD\".\n3. SPAIN\nTHE PROGRAMME SUBMITTED BY SPAIN ON 1 AUGUST 2002 COVERING:\n- the AUTONOMOUS COMMUNITY OF LA RIOJA.\n4. FRANCE\nTHE PROGRAMMES SUBMITTED BY FRANCE ON 16 SEPTEMBER 1994 COVERING:\n- LES FORGES,\n- LA NIVE AND LES NIVELLES,\n- L'ÉLORN.\n5. ITALY\n5.1. THE PROGRAMME SUBMITTED BY ITALY IN THE AUTONOMOUS PROVINCE OF BOLZANO ON 6 OCTOBER 2001 AS AMENDED BY LETTER OF 27 MARCH 2003, COVERING:\nZona Province of Bolzano\n- The zone comprises all water catchment areas within the Province of Bolzano.\nThe zone includes the upper part of the zone ZONA VAL DELL'ADIGE - i.e. the water catchment areas of Adige river from its sources in the Province of Bolzano to the border with the Province of Trento.\n(N.B.\nThe remaining, lower part of the zone ZONA VAL DELL'ADIGE is under the approved programme of the Autonomous Province of Trento. The upper and lower parts of this zone have to be viewed as one epidemiological unit.)\n5.2. THE PROGRAMMES SUBMITTED BY ITALY IN THE AUTONOMOUS PROVINCE OF TRENTO ON 23 DECEMBER 1996 AND 14 JULY 1997 COVERING:\nZona Val di Sole e di Non\n- The water catchment area from the source of the stream Noce to the dam of S. Giustina\nZona val dell'Adige - lower part\n- The water catchment areas of the Adige river and its sources located within the territory of the Autonomous Province of Trento, from the border with the Province of Bolzano to the dam of Ala (hydroelectric generating station)\n(N.B.\nThe upstream part of the zone ZONA VAL DELL'ADIGE is under the approved programme of the Province of Bolzano. The upper and lower parts of this zone have to be viewed as one epidemiological unit.)\nZona Torrente Arnò\n- The water catchment area from the source of Arnò torrent to the downstream barriers, situated before the Arnò torrent flows into the Sarca river\nZona Val Banale\n- The water catchment area of the Ambies stream basin to the dam of a hydroelectric generating station\nZona Varone\n- The water catchment area from the source of the Magnone stream to the waterfall\nZona Alto e Basso Chiese\n- The water catchment area of the Chiese river from the source to the dam of Condino, except the Adanà and Palvico torrents basins\nZona Torrente Palvico\n- The water catchment area of the Palvico torrent basin to a barrier made of concrete and stones\n5.3. THE PROGRAMME SUBMITTED BY ITALY IN THE REGION OF VENETO ON 21 FEBRUARY 2001 COVERING:\nZona Torrente Astico\n- The water catchment area of Astico river, from its sources (in the Autonomous Province of Trento and in the Provice of Vicenza, the Region of Veneto) to the dam located close to the Pedescala bridge in the Provice of Vicenza\nThe downstream part of Astico river, between the dam close to the Pedescala bridge and the Pria Maglio dam, is considered as a buffer zone\n5.4. THE PROGRAMME SUBMITTED BY ITALY IN THE REGION OF UMBRIA ON 20 FEBRUARY 2002 COVERING:\nZona Fosso de Monterivoso: the water catchment area of Monterivoso river, from its sources to the impassible barriers near Ferentillo\n5.5. THE PROGRAMME SUBMITTED BY ITALY IN THE REGION OF LOMBARDIA ON 1 FEBRUARY 2002 COVERING:\nZona Val Brembana: the water catchment area of Brembo river, from its sources to the impassible barrier in the commune de Ponte S. Pietro\n6. FINLAND\n6.1. THE PROGRAMME SUBMITTED BY FINLAND ON 29 MAY 1995 COVERING:\n- All continental and coastal areas of FINLAND except the Province of Åland and the restriction area in Pyhtää\n6.2. THE PROGRAMME INCLUDING SPECIFIC ERADICATION MEASURES SUBMITTED BY FINLAND ON 29 MAY 1995, AS AMENDED BY LETTERS OF 12 MARCH AND 12 JUNE 2003 COVERING:\n- The whole PROVINCE OF ÅLAND and the restriction area in PYHTÄÄ\nANNEX II\nPROGRAMMES SUBMITTED FOR THE PURPOSE OF OBTAINING STATUS AS APPROVED FARM SITUATED IN A NON-APPROVED ZONE WITH REGARD TO ONE OR MORE OF THE FISH DISEASES VHS AND IHN\n1. ITALY\n1.1. THE PROGRAMME SUBMITTED BY ITALY IN THE REGION: FRIULI VENEZIA GIULIA, PROVINCE OF UDINE, ON 2 MAY 2000 COVERING:\nFarms in the drainage basin of the Tagliamento river:\n- Azienda Vidotti Giulio snc, Sutrio\n1.2. THE PROGRAMME SUBMITTED BY ITALY IN THE REGION OF VENETO ON 5 APRIL 2002 COVERING:\nFarms in the drainage basin of the Sile river:\n- Azienda Troticoltura S. Cristina, Via Chiesa Vecchia 14 - Loc. S. Cristina di Quinto"}