{"celex_id": "32004R0822", "uri": "http://publications.europa.eu/resource/cellar/96ba07f1-f88d-46c1-abdb-6448d3371bda", "type": "Regulation", "concepts": ["1309", "1837", "2771", "4078", "4453"], "title": "Council Regulation (EC) No 822/2004 of 26 April 2004 amending Regulation (EC) No 2603/2000 imposing a definitive countervailing duty on imports of certain polyethylene terephtalate originating, inter alia, in Thailand\n", "header": "Council Regulation (EC) No 822/2004\nof 26 April 2004\namending Regulation (EC) No 2603/2000 imposing a definitive countervailing duty on imports of certain polyethylene terephtalate originating, inter alia, in Thailand\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(1) (the basic Regulation), and in particular Article 20 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. MEASURES IN FORCE\n(1) The measures currently in force are definitive countervailing duty imposed by Regulation (EC) No 2603/2000(2), under which imports into the Community of certain polyethylene terephtalate (the product concerned) originating in Thailand are subject to a duty, in the form of a specific amount per tonne, i.e. EUR 49,1 per tonne.\n(2) It should be noted that the same imports are also subject to a definitive anti-dumping duty of EUR 83,2 per tonne, imposed by Regulation (EC) No 2604/2000(3).\nB. CURRENT INVESTIGATION\n1. Request for a review\n(3) The Commission subsequently received a request to initiate an accelerated review of Regulation (EC) No 2603/2000, pursuant to Article 20 of the basic Regulation, from the Thai producer Indo Pet (Thailand) Ltd (Indo Pet). This company claimed that it was not individually investigated during the original period of investigation (i.e. from 1 October 1998 to 30 September 1999) for reasons other than the refusal to cooperate with the Commission.\n(4) It should be noted that the Commission simultaneously received, from the same Thai producer, a request to initiate a \"new exporter\" review of Regulation (EC) No 2604/2000. This parallel proceeding is subject to a separate Council Regulation.\n2. Initiation of an accelerated review\n(5) The Commission examined the evidence submitted by the Thai exporting producer concerned and considered it sufficient to justify the initiation of an accelerated review in accordance with Article 20 of the basic Regulation. After consultation of the Advisory Committee and after the Community industry concerned had been given the opportunity to comment, the Commission initiated, by a notice published in the Official Journal of the European Union(4), a review of Regulation (EC) No 2603/2000 with regard to the company concerned and commenced its investigation.\n3. Product concerned\n(6) The product covered by the current review is the same as in the original investigation, i.e. polyethylene terephthalate (PET) with a coefficient of viscosity of 78 ml/g or higher, according to DIN (Deutsche Industrienorm) 53728. It is currently classifiable within CN code 3907 60 20.\n4. Parties concerned\n(7) The Commission officially advised the company concerned and the representatives of the exporting country of the initiation of the review. Furthermore, it gave other parties directly concerned the opportunity to make their views known in writing and to request a hearing. No such request was however received.\n(8) The Commission also sent out a questionnaire to the Government of Thailand and to the company concerned and received a reply within the deadline. The Commission sought and verified all the information deemed necessary for the determination of subsidisation, and a verification visit was carried out at the premises of the company concerned.\n5. Investigation period\n(9) The investigation of subsidisation covered the period from 1 January 2002 to 31 March 2003 (investigation period or IP).\n6. Methodology\n(10) The same methodology as that used in the original investigation was applied in the current investigation.\nC. SCOPE OF THE REVIEW\n(11) As no request for a review of the findings on injury was made in the request for the investigation, the review was limited to subsidies granted to Indo Pet.\n(12) The Commission examined the same subsidy schemes that were analysed in the original investigation. It also examined whether the new exporter had used any subsidy schemes that were alleged to be granted in the original complaint but not found to have been used during the original investigation period.\n(13) It was finally examined whether the new exporters had made use of any subsidy schemes that were established after the end of the original investigation period, or had received ad hoc subsidies after this date.\nD. RESULTS OF THE INVESTIGATION\n1. New exporter qualification\n(14) The investigation confirmed that the company concerned was not individually investigated during the original investigation for reasons other than a refusal to cooperate with the Commission.\n(15) Accordingly, it is confirmed that the company concerned should be considered a new exporter in accordance with Article 20 of the basic Regulation, and thus an individual amount of subsidy could be determined for it.\n2. Subsidisation\n(16) The original investigation showed that the following schemes - under the Investment Promotion Act (IPA) - from which the applicant may potentially benefit, were specific within the meaning of Article 3(2)(a) and (2)(b) of the basic Regulation and thus countervailable(5):\n- exemption or reduction on duties on imports of machinery,\n- exemption from corporate income tax,\n- additional incentives under the form of a double deduction of certain expenses for enterprises located in special investment promotion zones,\n- exemption of import duties on raw and essential materials.\n(17) The current investigation revealed that, since the end of the original period of investigation, no change occurred that would alter the conclusions that the above schemes are still countervailable. Additionally, the investigation did not reveal that the company benefited from any other than the above subsidy schemes.\nExemption or reduction on duties on imports of machinery\n(18) Section 28 of the IPA is the legal basis to grant the exemption of import duties on machinery, provided that such machinery is not being produced or assembled in Thailand, and provided that it will be used in the promoted activity, as defined by the IPA. Section 29 of the IPA provides the legal basis for the 50 % reduction on import duties on imported machinery.\n(19) The benefit to the exporter should be calculated on the basis of the amount of unpaid customs duty due on imported capital goods, by spreading this amount across a period which reflects the normal depreciation of such capital goods in the industry of the product concerned, pursuant to Article 7(3) of the basic Regulation.\n(20) On this basis, the benefit received by Indo Pet is of less than 0,1 % which is considered immaterial.\nExemption from corporate income tax and additional incentives for enterprises located in special investment promotion zones\n(21) These two countervailable schemes are defined by Sections 31 and 35(3) of the IPA.\n(22) By virtue of Section 31 of the IPA, exemptions from the corporate income tax are authorised for a period ranging between three to eight years, depending on the location of the investments. Different eligibility criteria are applied to different geographical zones (zones 1 to 3, as defined by the IPA). Indo Pet, being located in the so-called zone 3, has been granted an eight-year corporate income tax exemption pursuant to Section 31 of the IPA. Indo Pet was further granted additional incentives under the form of a double deduction of transportation, electricity and water supply costs, as provided by Section 35(3) of the IPA.\n(23) The benefit obtained by a company in the case of tax exemptions and tax reductions is calculated by reference to the amount of tax that would have been payable by the recipient company during the investigation period, had it not been able to benefit from a subsidy scheme. In the current case, the amount of tax normally payable during the IP is the tax payable during the tax year 2002 (no data regarding any tax payable amount concerning the first three months of the tax year 2003 being available during the on-spot investigation), and these taxes due are incurred in respect of revenue earned in 2001. On this basis, it was established that further to the provisions of Sections 35(3) of the IPA, the company concerned offset a significant part of its relevant taxable profit, the remaining part of which was totally exempted from corporate income tax pursuant to Section 31 of the IPA. The benefit granted to the company therefore consists of the amount of corporate income tax that the company did not have to pay during the IP by making use of the two countervailable schemes concerned.\n(24) The subsidy obtained through the two above schemes was not granted by reference to quantities manufactured, produced, exported or transported. Therefore, pursuant to Article 7(2) of the basic Regulation, the amount of countervailable subsidy was determined by allocating the value of the total benefit, as described under recital 23, over the level of total sales of the company during the IP (annualised in this case).\n(25) On this basis, it was found that Indo Pet received a benefit of 2,6 %.\nExemption of import duties on raw and essential materials\n(26) Section 36(1) of the IPA provides the legal basis for exemption of import duties on the raw and essential materials imported for use specifically in producing, mixing, or assembling products or commodities for export.\n(27) In the present case, it was established that the import duty exemption did not result in an excess remission of import duties for the exporter concerned. Therefore, there is no subsidy according to Article 2 of the basic Regulation and it is not necessary to further evaluate this scheme since no benefit was conferred on the exporting producer.\nE. AMOUNTS OF COUNTERVAILABLE SUBSIDIES\n(28) Taking account of the definitive findings relating to the various schemes as set out above, the amount of countervailable subsidy for the investigating exporting producer is as follows:\n>TABLE>\nF. AMENDMENT OF THE MEASURES BEING REVIEWED\n(29) In the light of the foregoing, it is considered that a definitive countervailing duty should be imposed at the level of the subsidy margin found. In accordance with Article 15(1) of the basic Regulation, the countervailing duty should however not be higher than the countrywide injury margin established for Thailand by Regulation (EC) No 2603/2000 during the original anti-dumping investigation.\n(30) It was considered appropriate during the original investigation to impose duties in the form of a specific amount per tonne, since PET prices can fluctuate in line with fluctuations in crude oil prices, thus significantly affecting the level of the duty. The same methodology should be applied in the current investigation. This specific amount should result from the application of the countervailing duty rate to the cif export prices.\n(31) This leads to a countervailing duty rate for the exporting producer concerned of EUR 23,9 per tonne.\nG. DISCLOSURE AND DURATION OF THE MEASURES\n(32) The company concerned and all other interested parties were informed of the facts and considerations on the basis of which it was intended to impose the amended definitive countervailing duty on the imports of the company concerned.\n(33) This review does not affect the date on which Regulation (EC) No 2603/2000 shall expire pursuant to Article 18(1) of the basic Regulation.\n(34) Regulation (EC) No 2603/2000 should therefore be amended accordingly,", "main_body": ["The table in Article 1(3) of Regulation (EC) No 2603/2000 shall be amended by adding the following:\n\">TABLE>\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 April 2004.\nFor the Council\nThe President\nB. Cowen\n(1) OJ L 288, 21.10.1997, p. 1. Regulation as last amended by Regulation (EC) No 461/2004\n(2) OJ L 301, 30.11.2000, p. 1.\n(3) OJ L 301, 30.11.2000, p. 21. Regulation as last amended by Regulation (EC) No 823/2004 (see page 7 of this Official Journal).\n(4) OJ C 170, 19.7.2003, p. 2.\n(5) Commission Regulation (EC) No 1741/2000 of 3 August 2000 imposing a provisional countervailing duty on imports of polyethylene terephthalate (PET) originating in India, Malaysia, Taiwan and Thailand (OJ L 199, 5.8.2000, p. 6), recitals 181 to 201."}