{"celex_id": "32007R0147", "uri": "http://publications.europa.eu/resource/cellar/2ae194e6-260b-4bbb-8383-59330e5585a4", "type": "Regulation", "concepts": ["1159", "133", "1504", "2455", "2879", "3544", "3774"], "title": "Commission Regulation (EC) No 147/2007 of 15 February 2007 adapting certain fish quotas from 2007 to 2012 pursuant to Article 23(4) of Council Regulation (EC) No 2371/2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy\n", "header": "16.2.2007 EN Official Journal of the European Union L 46/10\nCOMMISSION REGULATION (EC) No 147/2007\nof 15 February 2007\nadapting certain fish quotas from 2007 to 2012 pursuant to Article 23(4) of Council Regulation (EC) No 2371/2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1), and in particular Article 23(4) thereof,\nWhereas:\n(1) The Council adopted regulations fixing for 2001, 2002, 2003, 2004 and 2005 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in Community waters and, for Community vessels, in waters where catch limitations are required (2).\n(2) Following national investigations carried out in 2005 and 2006 by the United Kingdom the Commission has been notified by the United Kingdom and Ireland that they exceeded the fishing opportunities allocated to them in terms of catches of mackerel (United Kingdom and Ireland) and herring (United Kingdom) in certain zones in the years from 2001 to 2004.\n(3) In 2006, following the publication of the regulation (3) adapting certain fish quotas for 2006 pursuant to Council Regulation (EC) No 847/96 (4), the United Kingdom also notified the Commission of an additional quantity of mackerel fished in excess in 2005.\n(4) Article 23(4) of Council Regulation (EC) No 2371/2002 states that the Commission shall operate deductions from future fishing opportunities of the Member States when it has established that they have exceeded the fishing opportunities which were allocated to them.\n(5) According to Article 2 of Regulation (EC) No 2371/2002, the Common Fisheries Policy shall ensure exploitation of living aquatic resources that provides sustainable economic, environmental and social conditions.\n(6) Given the fact that the overfishing has occurred during the course of several years and considering the need to take account of the economic and social situation of the respective fishing sectors of the concerned Member States and to limit as much as possible the negative impact on those sectors, it is appropriate to deduct the quantities fished in excess over a period longer than one year.\n(7) The trend in mackerel quotas from 2001 to 2004 has been downwards. In order to avoid a disproportionate impact of deductions it is necessary to apply a correction factor to the quantities to be deducted from mackerel quotas in respect of amounts overfished from 2001 to 2004.\n(8) The additional quantity of mackerel fished in excess by the UK in 2005 should be deducted from the UK's 2007 quota.\n(9) The deduction scheme will be compatible with scientific advice since the total allowable catches for mackerel and herring in coming years will be based on scientific advice which will take into account the adjusted catches resulting from reduced quotas.\n(10) The correction factor should equate to the 2006 total allowable catch for mackerel expressed as a percentage of the average total allowable catch for the years 2001 to 2004.\n(11) Additionally, in order to avoid adverse social and economic consequences, the quantities deducted in any one year should not exceed a percentage of the annual quota. It is appropriate to fix this percentage at 15 %.\n(12) In a case where the quantity to be deducted in any one year exceeds 15 % of the annual quota, the deduction period will be extended to reduce the quantity equal to or below 15 %.\n(13) Taking account of the request of the Member States concerned to have a smaller amount deducted from certain quotas in 2007 than in the following years from 2008 to 2012.\n(14) The Committee for fisheries and Aquaculture has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Mackerel (Scomber scombrus) and herring (Clupea harengus) quotas allocated to Ireland and the United Kingdom in the years from 2007 to 2012 shall be reduced as shown in Annex I and Annex II.", "The quantities deducted in any one year shall not exceed 15 % of the annual quota.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 February 2007.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  Council Regulation (EC) No 2848/2000 (OJ L 334, 30.12.2000, p. 1); Council Regulation (EC) No 2555/2001 (OJ L 347, 31.12.2001, p. 1); Council Regulation (EC) No 2341/2002 (OJ L 356, 31.12.2002, p. 12); Council Regulation (EC) No 2287/2003 (OJ L 344, 31.12.2003, p. 1); Council Regulation (EC) No 27/2005 (OJ L 12, 14.1.2005, p. 1).\n(3)  Commission Regulation (EC) No 742/2006 (OJ L 130, 18.5.2006, p. 7).\n(4)  OJ L 115, 9.5.1996, p. 3.\nANNEX I\nQUOTA DEDUCTIONS 2007-2012\nCountry Species Stock code Zone 2001-2004 overfish Correction factor Total deduction 2007 2008 2009 2010 2011 2012\nUK Mackerel 2CX14 II (non-EC waters), Vb (EC waters), VI, VII, VIIIa, b, d, e, XII, XIV 112 546 0,734 82 609 12 391,3 14 043,5 14 043,5 14 043,5 14 043,5 14 043,5\nUK Herring 5B6ANB Vb, VIaN (EC waters), VIb 10 349 n.r. 10 349 1 552,4 1 759,3 1 759,3 1 759,3 1 759,3 1 759,3\nUK Herring 4AB IV north of 53° 30′ N 33 485 n.r. 33 485 5 022,8 5 692,5 5 692,5 5 692,5 5 692,5 5 692,5\nUK Herring 1/2 I, II (EC waters and International waters) HER/1/2 127 n.r. 127 127 0 0 0 0 0\nIE Mackerel 2CX14 II (non-EC waters), Vb (EC waters), VI, VII, VIIIa, b, d, e, XII, XIV 33 486 0,734 24 578,7 3 686,8 4 178,4 4 178,4 4 178,4 4 178,4 4 178,4\nANNEX II\nQUOTA DEDUCTIONS 2007-2012\nCountry Species Stock code Zone 2005 overfish Correction factor Total deduction 2007 2008 2009 2010 2011 2012\nUK Mackerel 2CX14 II (non-EC waters), Vb (EC waters), VI, VII, VIIIa, b, d, e, XII, XIV 5 090 n.r. 5 090 5 090 0 0 0 0 0"}