{"celex_id": "32001R2065", "uri": "http://publications.europa.eu/resource/cellar/a247b622-87bb-40e4-9702-921ce4f32248", "type": "Regulation", "concepts": ["1425", "2081", "2320", "2718", "4790", "5573"], "title": "Commission Regulation (EC) No 2065/2001 of 22 October 2001 laying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards informing consumers about fishery and aquaculture products (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 2065/2001\nof 22 October 2001\nlaying down detailed rules for the application of Council Regulation (EC) No 104/2000 as regards informing consumers about fishery and aquaculture products\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products(1), as amended by Commission Regulation (EC) No 939/2001(2), and in particular Article 4(4) thereof,\nWhereas:\n(1) Article 4 of Regulation (EC) No 104/2000 provides that certain fishery products may be offered for retail sale only on condition that a number of requirements regarding consumer information are met. The scope of that obligation should be specified.\n(2) It should be possible for the lists of commercial designations accepted in the territory of the Member States to be changed in the light of market requirements.\n(3) The requirements governing consumer information, in particular as regards the commercial designation and method of production of a species, and the area in which it is caught, should be specified.\n(4) Small quantities of products may only be exempt from the obligation regarding marking or labelling if they comply with a number of requirements, which should be defined.\n(5) The scope of the information to be passed on throughout the marketing chain should be specified.\n(6) Provision should be made for the Member States to establish arrangements for checking the traceability of products covered by this Regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["Without prejudice to the provisions applicable pursuant to Directive 2000/13/EC of the European Parliament and of the Council(3), this Regulation shall apply to the fishery and aquaculture products included on the lists and covered by the presentations falling within Chapter 3 of the Combined Nomenclature which are marketed within the Community, irrespective of their origin, including products that are prepackaged.\nCHAPTER II\nChanges to lists of commercial designations and requirements governing consumer information", "1. Any species not included on the list of commercial designations accepted by a Member State may be marketed under a provisional commercial designation laid down by the competent authority of the Member State. A definitive commercial designation included on the list of accepted designations shall be laid down by the Member State within five months of the date on which the species in question is given the provisional commercial designation.\n2. Any changes to the list of commercial designations accepted by a Member State shall be notified forthwith to the Commission, which shall inform the other Member States thereof.", "For the purposes of applying Article 4(1)(a) of Regulation (EC) No 104/2000, the commercial designation of a species shall be as established in each Member State in accordance with Article 4(2) of that Regulation.\nOperators may also indicate the scientific name of the species concerned upon sale to the final consumer.", "1. The reference to the production method in accordance with Article 4(1)(b) of Regulation (EC) No 104/2000 shall consist of one of the following expressions, according to whether the product in question was caught, at sea or in freshwater, or resulted from aquaculture:\n- In Spanish:\n\"... pescado ...\" or \"... pescado en aguas dulces ...\" or \"... criado ...\",\n- in Danish:\n\"... fanget ...\" or \"... fanget i ferskvand ...\" or \"... opdrættet ...\",\n- in German:\n\"... gefangen ...\" or \"... aus Binnenfischerei ...\" or \"... aus Aquakultur ...\" or \"gezüchtet ...\",\n- in Greek:\n\"... αλιευμένο ...\" or \"... αλιευμένο σε γλυκά νερά ...\" or \"... υδατοκαλλιέργειας ...\",\n- in English:\n\"... caught ...\" or \"... caught in freshwater ...\" or \"... farmed ...\" or \"... cultivated ...\",\n- in French:\n\"... pêché ...\" or \"... pêché en eaux douces ...\" or \"... élevé ...\",\n- in Italian:\n\"... prodotto della pesca ...\" or \"... prodotto della pesca in acque dolci ...\" or \"... prodotto di acquacoltura ...\",\n- in Dutch:\n\"... gevangen\" or \"... gevangen in zoet water ...\" or \"... aquacultuurproduct ...\",\n- in Portuguese:\n\"... capturado ...\" or \"... capturado em água doce ...\" or \"... de aquicultura ...\",\n- in Finnish:\n\"... pyydetty ...\" or \"... pyydetty makeasta vedestä ...\" or \"... viljelty ...\",\n- in Swedish:\n\"... fiskad ...\" or \"... fiskad i sötvatten ...\" or \"... odlad ...\".\n2. In the case of species caught at sea, Member States may authorise the omission of the reference to the production method upon sale to the final consumer provided that it is obvious from the commercial designation and the catch area that they are species caught at sea. Such authorisation may not be granted if there is doubt as to the production method.\n3. For the purposes of indicating the production method, farmed products shall be those resulting from aquaculture as described in paragraph 2.2(a) of Annex III to Council Regulation (EC) No 2792/1999(4).", "1. The indication of the catch area in accordance with Article 4(1)(c) of Regulation (EC) No 104/2000 shall consist of the following:\n(a) in the case of products caught at sea, a reference to one of the areas mentioned in the Annex hereto;\n(b) in the case of products caught in freshwater, a reference to the Member State or third country of origin of the product;\n(c) in the case of farmed products, a reference to the Member State or third country in which the product undergoes the final development stage. Where the product is farmed in more than one Member State or third country, the Member State in which it is sold to the final consumer may at the time of such sale authorise the various Member States or third countries in which it is farmed to be indicated.\n2. Operators may indicate a more precise catch area.", "1. Where a combination of different species is offered for sale, the indications referred to in Article 4(1) of Regulation (EC) No 104/2000 shall be provided for each species.\n2. Where a combination is offered for sale consisting of the same species but derived from a variety of production methods, the method for each batch must be indicated. Where a combination is offered for sale consisting of the same species but derived from a variety of catch areas or fishfarming countries, at least the area of the batch which is most representative in terms of quantity must be stated, together with an indication that the products also come from different catch or fishfarming areas.", "For the purposes of applying Article 4(1) of Regulation (EC) No 104/2000, each Member State shall determine the small quantities of products sold directly to consumers, provided that these do not exceed the value of EUR 20 for each purchase. The source of these small quantities may only be the seller's own business.\nCHAPTER III\nTraceability and control", "The information required concerning the commercial designation, the production method and the catch area shall be available at each stage of marketing of the species concerned. This information together with the scientific name of the species concerned shall be provided by means of the labelling or packaging of the product, or by means of a commercial document accompanying the goods, including the invoice.", "1. The Member States shall establish arrangements for checking the application of Article 8.\n2. The Member States shall notify the Commission, as soon as they are adopted and by 31 March 2002 at the latest, of the measures taken under paragraph 1. The Member States shall notify the Commission by 31 March 2002 at the latest of the existing measures which comply with the requirements of Article 8.\nCHAPTER IV\nFinal provision", "0\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 2002. However, products placed on the market or labelled prior to that date and packages which do not comply with this Regulation may be marketed until stocks have been used up.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 17, 21.1.2000, p. 22.\n(2) OJ L 132, 15.5.2001, p. 10.\n(3) OJ L 109, 6.5.2000, p. 29.\n(4) OJ L 337, 30.12.1999, p. 10.\nANNEX\n>TABLE>"}