{"celex_id": "32008D0559", "uri": "http://publications.europa.eu/resource/cellar/af13be8c-9647-44d1-818f-f0325d335043", "type": "Decision", "concepts": ["1270", "1442", "1590", "5451", "893"], "title": "2008/559/EC: Commission Decision of 27 June 2008 authorising the placing on the market of allanblackia seed oil as novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2008) 3081)\n", "header": "9.7.2008 EN Official Journal of the European Union L 180/20\nCOMMISSION DECISION\nof 27 June 2008\nauthorising the placing on the market of allanblackia seed oil as novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2008) 3081)\n(Only the German text is authentic)\n(2008/559/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 19 August 2004 the company Unilever Deutschland GmbH made a request to the competent authorities of Germany to place allanblackia seed oil for use in yellow fat and cream based spreads on the market as a novel food ingredient.\n(2) On 3 April 2006 the competent food assessment body of Germany issued its initial assessment report. In that report it came to the conclusion that allanblackia seed oil is safe for human consumption.\n(3) The Commission forwarded the initial assessment report to all Member States on 8 June 2006.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision.\n(5) Therefore the European Food Safety Authority (EFSA) was consulted on 7 February 2007.\n(6) On 25 October 2007 EFSA adopted the ‘Opinion of the Scientific Panel on dietetic Products, Nutrition and Allergies on a request from the Commission related to the safety of allanblackia seed oil for use in yellow fat and cream based spreads’.\n(7) In the opinion the panel came to the conclusion that refined allanblackia seed oil is safe for human consumption under the specified conditions of use.\n(8) On the basis of the scientific assessment, it is established that refined allanblackia seed oil complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Refined allanblackia seed oil as specified in the Annex may be placed on the market in the Community as a novel food ingredient for use in yellow fat spreads and cream based spreads.", "The designation of the novel food ingredient authorised by this Decision on the labelling of the foodstuff containing it shall be ‘allanblackia seed oil’.", "This Decision is addressed to Unilever Deutschland GmbH, Dammtorwall 15, D-20355 Hamburg."], "attachments": "Done at Brussels, 27 June 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\nANNEX\nSpecifications of refined allanblackia seed oil\nDescription\nAllanblackia seed oil is obtained from the seeds of the allanblackia species: A. floribunda (synonymous with A. parviflora) and A. stuhlmannii.\nComposition of fatty acids\nLauric acid (C12:0) < 1 %\nMyristic acid (C14:0) < 1 %\nPalmitic acid (C16:0) < 2 %\nPalmitoleic acid (C16:1) < 1 %\nStearic acid (C18:0) 45-58 %\nOleic acid (C18:1) 40-51 %\nLinoleic acid (C18:2) < 1 %\nγ-Linolenic acid (C18:3) < 1 %\nArachidic acid (C20:0) < 1 %\nFree fatty acids max. 0,1 %\nCharacteristics\nTrans fatty acids max. 0,5 %\nPeroxide value max. 0,8 meq/kg\nIodine value < 46 g/100 g\nUnsaponifiable matter max. 0,1 %\nSaponification value 185-198 mg KOH/g"}