{"celex_id": "32009R0898", "uri": "http://publications.europa.eu/resource/cellar/5b7d7871-3826-43da-a618-d8a53818cfb3", "type": "Regulation", "concepts": ["1445", "1755", "1919", "192", "4152"], "title": "Commission Regulation (EC) No 898/2009 of 25 September 2009 amending Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the list of countries and territories (Text with EEA relevance)\n", "header": "29.9.2009 EN Official Journal of the European Union L 256/10\nCOMMISSION REGULATION (EC) No 898/2009\nof 25 September 2009\namending Annex II to Regulation (EC) No 998/2003 of the European Parliament and of the Council as regards the list of countries and territories\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Articles 10 and 19 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 lays down the animal health requirements applicable to the non-commercial movement of pet animals and the rules applicable to checks on such movements.\n(2) Part C of Annex II to Regulation (EC) No 998/2003 lists the third countries and territories which are free of rabies and the third countries and territories in respect of which the risk of rabies entering the Community as a result of movements of pet animals from those third countries and territories has been found to be no higher than the risk associated with movements between Member States.\n(3) To be included on that list, a third country should demonstrate its status with regard to rabies and that it complies with certain requirements relating to the notification of suspicion of rabies, the monitoring system, the structure and organisation of its veterinary services, the implementation of all regulatory measures for the prevention and control of rabies and the regulations on the marketing of anti-rabies vaccines.\n(4) The competent authorities of Saint Lucia have submitted information regarding the status of that third country with regard to rabies, as well as information concerning the compliance with the requirements laid down in Regulation (EC) No 998/2003. From the assessment of that information, it appears that Saint Lucia complies with the relevant requirements laid down in that Regulation and should therefore be included in the list set out in Part C of Annex II to Regulation (EC) No 998/2003.\n(5) Part C of Annex II to Regulation (EC) No 998/2003 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Part C of Annex II to Regulation (EC) No 998/2003, the following entry is inserted between the entry for Cayman Islands and that for Montserrat:\n‘LC Saint Lucia’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 September 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 146, 13.6.2003, p. 1."}