{"celex_id": "32003D0367", "uri": "http://publications.europa.eu/resource/cellar/296059b3-0be5-4b78-9e49-50dd39cfbd98", "type": "Decision", "concepts": ["142", "2163", "3561", "5646", "893"], "title": "2003/367/EC: Commission Decision of 15 May 2003 establishing the Rules of Procedure of the European Community Energy Star Board\n", "header": "Commission Decision\nof 15 May 2003\nestablishing the Rules of Procedure of the European Community Energy Star Board\n(2003/367/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2422/2001 of the European Parliament and of the Council of 6 November 2001 on a Community energy efficiency labelling programme for office equipment(1), and in particular Article 8(4) thereof,\nWhereas:\n(1) Pursuant to Article 8(1) of Regulation (EC) No 2422/2001, the European Community Energy Star Board (\"ECESB\") was established by Commission Decision 2003/168/EC(2).\n(2) Pursuant to Article 8(4) of that Regulation, it is appropriate to establish the Rules of Procedure of the ECESB, taking into account the views expressed by the representatives of the Member states within the ECESB,", "main_body": ["The Rules of Procedure of the European Community Energy Star Board, as set out in the Annex to this Decision, are hereby established."], "attachments": "Done at Brussels, 15 May 2003.\nFor the Commission\nLoyola De Palacio\nVice-President\n(1) OJ L 332, 15.12.2001, p. 1.\n(2) OJ L 67, 12.3.2003, p. 22.\nANNEX\nRULES OF PROCEDURE OF THE EUROPEAN COMMUNITY ENERGY STAR BOARD\nArticle 1\nConvening a meeting\n1. The ECESB meeting is convened by the Chairperson, either on his or her own initiative, or at the request of a simple majority of the ECESB members.\n2. The Chairperson shall, with the assistance of the secretariat, be responsible for preparing and circulating the invitations, agendas and supporting papers, as well as for drafting and circulating the corresponding minutes and drawing up the attendance list.\n3. In general, no more than three representatives of a member of the ECESB should participate in a given meeting.\nArticle 2\nAgenda\n1. The Chairperson shall draw up the agenda and submit it to the ECESB.\n2. The agenda shall make a distinction between:\n(a) issues about which the ECESB is consulted,\n(b) other issues put to the ECESB for information, either on the Chairperson's initiative, or at the written request of a ECESB member.\nArticle 3\nDocumentation to be sent to ECESB members\n1. The Chairperson shall send the invitation to the meeting, the agenda and the working documents to the ECESB members in accordance with Article 12(2), if possible no later than 14 calendar days before the date of the meeting.\n2. In urgent cases, the Chairperson may, at the request of a ECESB member or on his or her own initiative, shorten the period laid down in paragraph 1 to five working days before the date of the meeting.\nArticle 4\nViews of the ECESB\nThe ECESB should aim at reaching a high level of consensus in shaping its views.\n1. The Chairperson may gather the views of the members of the ECESB as provided for in Regulation (EC) No 2422/2001. The views of the ECESB members will be given by the members present or represented.\n2. If a member so requests, the gathering of the views on an issue can be postponed if the documents relating to a specific agenda point have not been sent to the members within the time frames laid down in Article 3(1) and (2).\nArticle 5\nRepresentation and quorum\n1. Each Member State delegation is considered to be one ECESB member and is composed as laid down in Article 2(2) of Commission Decision 2003/168/EC. With the Chairperson's permission, the delegations may be accompanied by experts, at the expense of the Member State concerned.\nA Member State delegation may, if necessary, represent a maximum of one other Member State. The Permanent Representation of the Member State that is being represented must inform the Chairperson of this in writing.\n2. Each Interested Party as laid down in part B of the Annex to Commission Decision 2003/168/EC (manufacturers, retailers, environmental protection groups, consumer organisations) is considered to be one ECESB member.\nAn Interested Party may represent a maximum of one other Interested Party. The Party being represented must inform the Chairperson of this in writing.\n3. No quorum is required for the ECESB's deliberations.\nArticle 6\nWorking groups\n1. The ECESB may create time-limited working groups, chaired by a representative of the Commission, to examine particular issues.\n2. The groups must report back to the ECESB. To this end, they may appoint a rapporteur.\nArticle 7\nAdmission of third parties\nThe Chairperson may decide to invite experts or representatives of organisations non members of the ECESB, at the request of a member or on his or her own initiative.\nArticle 8\nWritten procedure\nThe views of the ECESB can be gathered by a written procedure. To this end, the Chairperson shall send the ECESB members the documents on which their view is sought, in accordance with Article 12(2). The response period must not be less than 14 calendar days.\nArticle 9\nSecretarial support\nThe Commission shall provide secretarial support for the ECESB and, if necessary, the working groups created in accordance with Article 6.\nArticle 10\nMinutes of the meeting\n1. The minutes of each meeting shall be drawn up under the auspices of the Chairperson. These minutes shall contain, in particular, the opinions expressed in the meaning of Article 2(2)(a). The minutes shall be sent to the members of the ECESB within 15 working days.\n2. The ECESB members shall send any written comments they may have on the minutes to the Chairperson. The ECESB shall be informed of this; if there are any disagreements, the proposed amendment shall be discussed by the ECESB. If the disagreement persists, the proposed amendment shall be annexed to the minutes.\nArticle 11\nAttendance list\nAt each meeting, the Chairperson shall draw up an attendance list specifying the authorities or bodies to which the persons appointed by the Member States to represent them belong.\nArticle 12\nCorrespondence\n1. Correspondence relating to the ECESB shall be addressed to the Commission, for the attention of the ECESB Chair.\n2. Correspondence for ECESB national delegations shall be addressed to the persons designated as national representatives with a copy to the Permanent Representations, if possible by e-mail.\n3. Correspondence for ECESB interested parties shall be addressed to the registered office of the association designated to represent the party or, at the request of the party, to the person designated for this purpose by that party.\nArticle 13\nTransparency\nThe principles and conditions concerning public access to the ECESB's documents shall be the same as those defined in Regulation (EC) No 1049/2001 of the European Parliament and of the Council(1). It is for the Commission to take a decision on requests for access to those documents. If the request is addressed to a Member State, that Member State shall apply Article 5 of that Regulation.\n(1) OJ L 145, 31.5.2001, p. 43."}