{"celex_id": "32004D0082", "uri": "http://publications.europa.eu/resource/cellar/1ea224e9-c8e3-4c19-96f9-ea58610e6e69", "type": "Decision", "concepts": ["1309", "192", "1937", "2300", "2560", "2771", "5034", "5369"], "title": "2004/82/EC: Commission Decision of 15 January 2004 amending Decision 2002/199/EC concerning animal health conditions and veterinary certification for imports of live bovine and porcine animals from certain third countries (Text with EEA relevance) (notified under document number C(2003) 5353)\n", "header": "Commission Decision\nof 15 January 2004\namending Decision 2002/199/EC concerning animal health conditions and veterinary certification for imports of live bovine and porcine animals from certain third countries\n(notified under document number C(2003) 5353)\n(Text with EEA relevance)\n(2004/82/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Regulation (EC) No 807/2003(2), and in particular Article 8(1) thereof,\nWhereas:\n(1) Commission Decision 2002/199/EC(3) established the animal health conditions and veterinary certification for imports of live bovine and porcine animals from certain third countries.\n(2) The animal health situation concerning diseases concerning pigs, in particular classical swine fever in Estonia, Latvia, Lithuania, Malta, Poland, certain regions of the Slovak Republic and Slovenia has been assessed and found to be satisfactory.\n(3) In addition, in order to achieve clarity and consistency prior to accession, outstanding authorisations for the import of live animals into the Community should be granted where the animal health situation so justifies it.\n(4) Member States should therefore authorise the importation of live pigs from these countries into the Community.\n(5) In addition it is opportune to update the names including the regions and ISO-codes for some of the listed third countries.\n(6) Decision 2002/199/EC should be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I and II to Decision 2002/199/EC are replaced by the text in the Annex to this Decision.", "This Decision shall apply from 24 March 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 January 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 122, 16.5.2003, p. 36.\n(3) OJ L 71, 13.3.2002, p. 1.\nANNEX\n\"ANNEX I\nDescription of territories of certain third countries established for animal health certification purposes\n>TABLE>\nANNEX II\nAnimal health requirements requested on certification - live animals\n>TABLE>\""}