{"celex_id": "32007R0190", "uri": "http://publications.europa.eu/resource/cellar/95bff827-9339-438e-84f8-2c05b7c6eb05", "type": "Regulation", "concepts": ["1642", "2729", "3732", "4022", "4038", "5360", "6621"], "title": "Commission Regulation (EC) No 190/2007 of 23 February 2007 repealing Regulation (EC) No 1819/2004 derogating from Regulation (EC) No 1342/2003 as regards the period for reflection for the issue of certain export licences for cereals, rice and cereal products\n", "header": "24.2.2007 EN Official Journal of the European Union L 57/8\nCOMMISSION REGULATION (EC) No 190/2007\nof 23 February 2007\nrepealing Regulation (EC) No 1819/2004 derogating from Regulation (EC) No 1342/2003 as regards the period for reflection for the issue of certain export licences for cereals, rice and cereal products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Articles 9(2) and 18 thereof,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (2), and in particular Articles 10(2) and 19 thereof,\nWhereas:\n(1) The first subparagraph of Article 8(1) of Commission Regulation (EC) No 1342/2003 of 28 July 2003 laying down special detailed rules for the application of the system of import and export licences for cereals and rice (3) states that export licences for the products referred to in that subparagraph must be issued on the third working day after applications are lodged, provided that no special measures are taken in the meanwhile. Commission Regulation (EC) No 1819/2004 (4) derogates from this provision so as to take into account the supply situation on the Community market in cereals and rice for the 2004/05 marketing year. Under this derogation, the licences in question are issued on the day the application is filed when the amount of the refund is zero.\n(2) Since the market conditions justifying this derogation no longer apply, Regulation (EC) No 1819/2004 should be repealed.\n(3) The Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EC) No 1819/2004 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(3)  OJ L 189, 29.7.2003, p. 12. Regulation as last amended by Regulation (EC) No 1996/2006 (OJ L 398, 30.12.2006, p. 1).\n(4)  OJ L 320, 21.10.2004, p. 13."}