{"celex_id": "32008R0156", "uri": "http://publications.europa.eu/resource/cellar/74726d8e-b9cd-4093-b9df-bc70713b7bb0", "type": "Regulation", "concepts": ["1590", "4743", "5451", "6052", "6322", "768"], "title": "Commission Regulation (EC) No 156/2008 of 21 February 2008 amending Regulation (EC) No 109/2007 as regards the minimum content of the feed additive monensin sodium (Coxidin) (Text with EEA relevance)\n", "header": "22.2.2008 EN Official Journal of the European Union L 48/14\nCOMMISSION REGULATION (EC) No 156/2008\nof 21 February 2008\namending Regulation (EC) No 109/2007 as regards the minimum content of the feed additive monensin sodium (Coxidin)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1) and in particular Article 13(3) thereof,\nWhereas:\n(1) The additive monensin sodium (Coxidin) was authorised under certain conditions in accordance with Regulation (EC) No 1831/2003. Commission Regulation (EC) No 109/2007 (2) authorised that additive for 10 years for use for chickens for fattening and turkey, linking the authorisation to the holder of authorisation for putting that additive into circulation.\n(2) Regulation (EC) No 1831/2003 provides for the possibility of modifying the authorisation of an additive further to a request from the holder of the authorisation and an opinion of the European Food Safety Authority (the Authority).\n(3) The holder of the authorisation of the feed additive monensin sodium (Coxidin) has submitted an application which proposes changing the terms of the authorisation by reducing the minimum content of that additive as regards use for turkeys.\n(4) In its opinion adopted on 18 September 2007, the Authority has proposed to reduce the minimum content of the additive for turkeys from 90 mg to 60 mg per kg of complete feedingstuff because it can be considered efficacious in the control of coccidiosis (3).\n(5) Regulation (EC) No 109/2007 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Regulation (EC) No 109/2007 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 February 2008.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(2)  OJ L 31, 6.2.2007, p. 6.\n(3)  Opinion of the Scientific Panel on Additives and Products or Substances used in Animal Feed on Efficacy of Coxidin 25 % (monensin sodium) as a feed additive for turkeys. Adopted on 18 September 2007. The EFSA Journal (2007) 545, 1-13.\nANNEX\n‘ANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation Provisional Maximum Residue Limits (MRLs) in the relevant foodstuffs of animal origin\nmg of active substance/kg of complete feedingstuff with a moisture content of 12 %\nCoccidiostats and histomonostats\nActive substance:\nFactor composition:\nMonensin A: not less than 90 %\nMonensin A + B: not less than 95 %\nMonensin C: 0,2-0,3 %\nAdditive composition:\nMonensin sodium technical substance equivalent to monensin activity: 25 %\nPerlite: 15-20 %\nWheat bran: 55-60 %\nAnalytical method (1)\n1. Use prohibited at least three days before slaughter.\n2. The additive shall be incorporated in compound feedingstuffs in form of a premixture.\n3. Maximum permitted dose of monensin sodium in complementary feedingstuffs:\n— 625 mg/kg for chickens for fattening;\n— 500 mg/kg for turkeys.\n4. Monensin sodium shall not be mixed with other coccidiostats.\n5. Indicate in the instructions for use:\n6. Wear suitable protective clothing, gloves and eye/face protection. In case of insufficient ventilation in the premise, wear suitable respiratory equipments.\nTurkeys 16 weeks 60 100\n(1)  Details of the analytical methods are available at the following address of the Community Reference Laboratory: www.irmm.jrc.be/crl-feed-additives’"}