{"celex_id": "32009R0071", "uri": "http://publications.europa.eu/resource/cellar/20eef146-0f55-4819-b7fb-e763c2aef0e9", "type": "Regulation", "concepts": ["1744", "3170", "3591"], "title": "Commission Regulation (EC) No 71/2009 of 23 January 2009 setting the quantity of maize available for intervention for period 2 of the 2008/09 marketing year\n", "header": "24.1.2009 EN Official Journal of the European Union L 21/38\nCOMMISSION REGULATION (EC) No 71/2009\nof 23 January 2009\nsetting the quantity of maize available for intervention for period 2 of the 2008/09 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 687/2008 of 18 July 2008 establishing procedures for the taking-over of cereals by intervention agencies or paying agencies and laying down methods of analysis for determining the quality of cereals (2), and in particular the second subparagraph of Article 3(2) thereof,\nWhereas:\n(1) Article 3 of Regulation (EC) No 687/2008 lays down rules for awarding the quantities of maize eligible for intervention for the 2008/09 marketing year. Quantities are awarded in two stages, referred to as ‘period 1’ and ‘period 2’.\n(2) The total quantity of maize offered for intervention in period 1, which ran from 1 August to 31 December 2008, did not exceed the limit laid down in point (a) of the second subparagraph of Article 11(1) of Regulation (EC) No 1234/2007. The quantity of maize that may be offered for intervention in period 2 of the 2008/09 marketing year should therefore be published.\n(3) In accordance with the third subparagraph of Article 3(1) of Regulation (EC) No 687/2008, period 2 starts on the day following publication by the Commission in the Official Journal of the European Union of the quantity which remains available for intervention in that period. That day is the first day for the submission of offers in all Member States, and the period in question ends no later than 30 April in Greece, Spain, Italy and Portugal, 30 June in Sweden and 31 May in the other Member States. This Regulation should therefore enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["The quantity of maize that may be offered for intervention in period 2 of the 2008/09 marketing year in accordance with Article 3 of Regulation (EC) No 687/2008 shall be 172 377 tonnes.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 January 2009.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 192, 19.7.2008, p. 20."}