{"celex_id": "32004R2190", "uri": "http://publications.europa.eu/resource/cellar/0e1e68af-ab19-46d1-89e3-41b6b5daae72", "type": "Regulation", "concepts": ["1201", "5823", "5844"], "title": "Commission Regulation (EC) No 2190/2004 of 20 December 2004 amending Regulation (EC) No 1433/2003 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational funds, operational programmes and financial assistance\n", "header": "21.12.2004 EN Official Journal of the European Union L 373/21\nCOMMISSION REGULATION (EC) No 2190/2004\nof 20 December 2004\namending Regulation (EC) No 1433/2003 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational funds, operational programmes and financial assistance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), and in particular Article 48 thereof,\nWhereas:\n(1) Article 11 of Commission Regulation (EC) No 1433/2003 (2) provides that producer organisations already recognised are to submit their operational programmes to the competent national authority for approval.\n(2) Producer groups applying for recognition under Article 11(2) of Regulation (EC) No 2200/96 should also be explicitly allowed to submit their operational programmes at the same time. Those programmes may not be approved unless the producer organisation in question has been recognised by the national authority no later than the final date laid down in Article 13(2) of Regulation (EC) No 1433/2003.\n(3) Articles 13 and 14 of Regulation (EC) No 1433/2003 provide that the competent national authority is to take decisions on programmes and funds or amendments thereto, following submission by the producer organisations in accordance with Articles 11 and 14 of that Regulation, no later than the final date of 15 December. In view of the experience gained over the last few years, as a result of administrative overload, some Member States are unable to examine all the programmes or take decisions on them by that date.\n(4) Instead of applying systematic derogations, and in order not to harm traders and to allow the national authorities to continue examining applications, the Member States should be allowed, for duly justified reasons, to postpone the final date of 15 December to 20 January of the year following that in which the application is submitted. Member States should be able to allow expenditure to be eligible from 1 January of the year following the application.\n(5) Regulation (EC) No 1433/2003 should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["Regulation (EC) No 1433/2003 is hereby amended as follows:\n1. the following paragraph is added to Article 11:\n2. the following subparagraph is added to Article 13(2):\n3. the following subparagraph is added to Article 14(3):\n4. the following subparagraph is added to Article 16(2):\n5. the third paragraph of Article 17 is replaced by the following:", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2004.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2)  OJ L 203, 12.8.2003, p. 25. Regulation as last amended by Regulation (EC) No 1813/2004 (OJ L 319, 20.10.2004, p. 5)."}