{"celex_id": "32007D0610", "uri": "http://publications.europa.eu/resource/cellar/8f1e3741-5e8b-4dc8-9ea1-48626755f13d", "type": "Decision", "concepts": ["1005", "1086", "191", "2232", "2723", "4490"], "title": "2007/610/EC: Commission Decision of 11 September 2007 on the Community's financial contribution to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2007 (notified under document number C(2007) 4147)\n", "header": "15.9.2007 EN Official Journal of the European Union L 242/24\nCOMMISSION DECISION\nof 11 September 2007\non the Community's financial contribution to a programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2007\n(notified under document number C(2007) 4147)\n(Only the French text is authentic)\n(2007/610/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 247/2006 of 30 January 2006 laying down specific measures for agriculture in the outermost regions of the Union (1) and in particular the first sentence of the first subparagraph of Article 17(3),\nWhereas:\n(1) Growing conditions in the French overseas departments require special measures concerning crop production. Those measures include expensive plant health measures.\n(2) Commission Decision 2007/609/EC of 10 September 2007 on the definition of the measures eligible for Community financing in the programmes for the control of organisms harmful to plants and plant products in the French overseas departments, in the Azores and in Madeira (2) defines the measures eligible for Community financing under programmes for the control of organisms harmful to plants and plant products in the French overseas departments, the Azores and Madeira.\n(3) The French authorities have submitted to the Commission a programme providing for plant health measures. That programme specifies the objectives to be achieved, the expected deliverables, the measures to be carried out, their duration and their cost with a view to a possible Community financial contribution. The measures provided for in that programme fulfill the requirements of Commission Decision 2007/609/EC.\n(4) In accordance with Article 3(2)(a) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (3), plant-health measures are to be financed from the European Agricultural Guarantee Fund. For the purposes of financial control of those measures Articles 9, 36 and 37 of that Regulation apply.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["A Community financial contribution to France for the official programme for the control of organisms harmful to plants and plant products in the French overseas departments for 2007, as specified in Part A of the Annex, is approved.\nIt shall be limited to 60 % of the total eligible expenditure, as specified in Part B of the Annex, with a maximum of EUR 224 700 (VAT excluded).", "1.   An advance of EUR 100 000 shall be paid within 60 days after receipt of a request for payment by France.\n2.   The balance of the financial contribution shall be paid provided that a final implementation report on the programme is submitted to the Commission in electronic form by 15 March 2008 at the latest.\nThat report shall contain:\n(a) a concise technical evaluation of the entire programme, including the degree of achievement of physical and qualitative objectives and of progress accomplished, and an assessment of the immediate phytosanitary and economic impact, and\n(b) a financial cost statement indicating the actual expenditure broken down by sub-programme and by measure.\n3.   With respect to the indicative budget breakdown specified in Part B of the Annex, France may adjust the financing between different measures in the same sub-programme within a limit of 15 % of the Community contribution to this sub-programme, provided that the total amount of eligible costs scheduled in the programme is not exceeded and that the main objectives of the programme are not thereby compromised.\nIt shall inform the Commission of any adjustments made.", "This Decision shall apply from 1 January 2007.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 11 September 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 42, 14.2.2006, p. 1. Regulation as amended by Regulation (EC) No 2013/2006 (OJ L 384, 29.12.2006, p. 13).\n(2)  See page 20 of this Official Journal.\n(3)  OJ L 209, 11.8.2005, p. 1. Regulation as last amended by Regulation (EC) No 378/2007 (OJ L 95, 5.4.2007, p. 1).\nANNEX\nProgramme and indicative budget breakdown for 2007\nPART A\nProgramme\nThe programme shall consist of three sub-programmes:\n(1) sub-programme for the department of Martinique:\n(a) Measure 1.1: plant health evaluation and diagnostics by use of the regional laboratory and its mobile unit (‘labo vert’);\n(b) Measure 1.2: study of the biodiversity in fruit or vegetable farms;\n(2) sub-programme for the department of Guyana:\n(a) Measure 2.1: set up of an agricultural phytosanitary warning system for rice production;\n(b) Measure 2.2: strengthening of the diagnosis capacity by the use of the regional laboratory and its mobile unit (‘labo vert’);\n(3) sub-programme for the department of Guadeloupe:\n(a) Measure 3.1: set up of an survey network for fruit flies;\n(b) Measure 3.2: survey and follow-up of the coconut lethal yellowing disease;\n(c) Measure 3.3: management of the risk of introduction of harmful organisms by the touristic activity;\n(d) Measure 3.4: set up of a method for bio-depollution of soils contaminated by chlordecone and HCH;\n(e) Measure 3.5: targeted control of the manioc ant.\nPART B\nIndicative budget breakdown\n(in euro), with indication of the various expected deliverables\nSub-programmes Nature of deliverable (S: provision of services, R: research or study work) Eligible expenditure National contribution EC contribution\nMartinique\nMeasure 1.1 On-site phytosanitary diagnostics (S) 75 000\nMeasure 1.2 Study on the biodiversity and beneficial auxiliaries (R) 40 500\nSub-total  115 500 46 200 69 300\nGuyane\nMeasure 2.1 Modelized phytosanitary warning system (R) 110 000\nMeasure 2.2 On-site phytosanitary diagnostics (S) 25 000\nSub-total  135 000 54 000 81 000\nGuadeloupe\nMeasure 3.1 Setting-on of a survey network for fruit flies (R) 28 000\nMeasure 3.2 Report of survey for a disease and communication to the producers on phytosanitary risks (S) 12 000\nMeasure 3.3 Actions of communication to the public on the risks of introduction of harmful organisms (S) 28 000\nMeasure 3.4 Setting-on of a bio-depollution method for contaminated soils (R) 15 000\nMeasure 3.5 Study on the possible integrated control of a harmful organism (R) 41 000\nSub-total  124 000 49 600 74 400\nTotal  374 500 149 800 224 700"}