{"celex_id": "32007R0225", "uri": "http://publications.europa.eu/resource/cellar/cefeef64-3d88-43b0-baf2-eb4f75065835", "type": "Regulation", "concepts": ["2938", "3068", "3069", "4708", "4734", "862"], "title": "Commission Regulation (EC) No 225/2007 of 1 March 2007 as regards the support for restructuring and conversion provided for in Council Regulation (EC) No 1493/1999 for the 2006/2007 wine year\n", "header": "2.3.2007 EN Official Journal of the European Union L 64/25\nCOMMISSION REGULATION (EC) No 225/2007\nof 1 March 2007\nas regards the support for restructuring and conversion provided for in Council Regulation (EC) No 1493/1999 for the 2006/2007 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 80(b) thereof,\nWhereas:\n(1) Article 13(3) of Regulation (EC) No 1493/1999 provides for that in regions classified as Objective 1 in accordance with Council Regulation (EC) No 1260/1999 of 21 June 1999 laying down general provisions on the Structural Funds (2), the Community contribution to the costs of restructuring and conversion is limited to 75 % of those costs.\n(2) Regulation (EC) No 1260/1999 was repealed by Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and repealing Regulation (EC) No 1260/1999 (3). In accordance with Article 3(1) of Regulation (EC) No 1260/1999, regions covered by Objective 1 were the regions corresponding to level II of the Nomenclature of Territorial Statistical Units (NUTS II) whose per capita GDP, measured in purchasing power parities has been less than 75 % of the Community average. In accordance with Article 5(1) of Regulation (EC) No 1083/2006, such regions are eligible for funding under the Convergence objective. Some regions which have been covered by Objective 1 are not covered by the Convergence objective.\n(3) This causes specific practical problems in case of the application of restructuring and conversion plans, prepared and approved for the wine year 2006/2007, in regions that were classified as Objective 1 regions under Regulation (EC) No 1260/1999 and that are no longer eligible for funding from the Structural Funds under the Convergence objective pursuant to Regulation (EC) No 1083/2006. It is difficult to differentiate, within one single financial year, between payments that are eligible for different rates of Community contribution. Therefore, it is appropriate to provide for a prolongation, for the wine year 2006/2007, of the application of Article 13(3) of Regulation (EC) No 1493/1999 to Objective 1 regions.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Article 13(3) of Regulation (EC) No 1493/1999 shall apply for the 2006/2007 wine year to regions which are classified as Objective 1 regions in accordance with Regulation (EC) No 1260/1999.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 March 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 161, 26.6.1999, p. 1. Regulation as last amended by Regulation (EC) No 173/2005 (OJ L 29, 2.2.2005, p. 3).\n(3)  OJ L 210, 31.7.2006, p. 25. Regulation as amended by Regulation (EC) No 1989/2006 (OJ L 411, 30.12.2006, p. 6) and as corrected by OJ L 27, 2.2.2007, p. 5."}