{"celex_id": "32004R1548", "uri": "http://publications.europa.eu/resource/cellar/c20e836b-fc42-4c72-941c-a4e6e3404b8d", "type": "Regulation", "concepts": ["3576", "3732", "5360"], "title": "Commission Regulation (EC) No 1548/2004 of 30 August 2004 amending Regulation (EEC) No 1722/93 laying down detailed rules for the application of Council Regulations (EEC) No 1766/92 and (EEC) No 1418/76 concerning production refunds in the cereals and rice sectors respectively\n", "header": "31.8.2004 EN Official Journal of the European Union L 280/11\nCOMMISSION REGULATION (EC) No 1548/2004\nof 30 August 2004\namending Regulation (EEC) No 1722/93 laying down detailed rules for the application of Council Regulations (EEC) No 1766/92 and (EEC) No 1418/76 concerning production refunds in the cereals and rice sectors respectively\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 8(3) thereof,\nHaving regard to Council Regulation (EC) No 3072/95 of 22 December 1995 on the common organisation of the market in rice (2), and in particular Article 8(e) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 1722/93 (3) lays down the conditions for granting a production refund on starch and certain starch products obtained in particular from rice and broken rice. Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (4) no longer provides for the possibility of granting that refund. The provisions on that category of starch should therefore be removed from Regulation (EEC) No 1722/93 with effect from 1 September 2004, the date from which Regulation (EC) No 1785/2003 applies.\n(2) As a result, the validity of refund certificates for starch obtained from rice or broken rice should be limited to 31 August 2004.\n(3) In accordance with Article 3 of Regulation (EEC) No 1722/93, the method for calculating the production refund is based, in particular, on the market price of maize taking into account the price levels noted for wheat. In the case of maize, this provision should be made more explicit both as regards the geographical origin of the maize and certain limits to be applied to the price levels where there is a significant increase. Since taking wheat prices into account has not had any practical effect in the past on calculating the amount of the refund, that reference should be deleted.\n(4) The special provisions for esterified and etherified starches have proved disproportionate where the amount of the refund is relatively small; a maximum amount should be introduced below which these conditions need not be fulfilled.\n(5) Regulation (EC) No 1722/93 should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 1722/93 is hereby amended as follows:\n1. the title is replaced by the following:\n2. the first subparagraph of Article 1(1) is replaced by the following:\n3. Article 3(2) is replaced by the following:\n(a) the maize market price in France, valid during the five days preceding the day of fixing; and\n(b) the average of the representative cif Rotterdam import prices used for the determination of the import duties on the maize, noted during the five days preceding the day of the beginning of application.\n(a) if the maize market price referred to in point (a) is higher than the intervention price but less than 155 % of that price, the price to be taken into account shall be the intervention price plus half the difference between the real price and the intervention price;\n(b) if the maize market price referred to in point (a) is higher than 155 % of the intervention price, the price to be taken into account shall be the intervention price plus 27,5 % of the intervention price.\n4. In Article 9, the following is added to the first subparagraph of paragraph 2:\n5. Annex II is amended as follows:\n(a) in the table in part A, the line relating to rice starch is deleted;\n(b) in footnote 1, ‘rice’ is deleted;\n(c) in footnote 4, ‘rice’ is deleted.", "The validity of refund certificates for starch obtained from rice or broken rice shall be limited to 31 August 2004.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.", "(1), (2) and (5) shall apply from 1 September 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 August 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78.\n(2)  OJ L 329, 30.12.1995, p. 18. Regulation as last amended by the 2003 Act of Accession.\n(3)  OJ L 159, 1.7.1993, p. 112. Regulation as last amended by Regulation (EC) No 216/2004 (OJ L 36, 7.2.2004, p. 13).\n(4)  OJ L 270, 21.10.2003, p. 96."}