{"celex_id": "32002D0956", "uri": "http://publications.europa.eu/resource/cellar/7468b5a3-6d53-4dbd-a837-063a1707f40d", "type": "Decision", "concepts": ["3422", "3480", "3943", "5283", "5552", "616"], "title": "2002/956/JHA: Council Decision of 28 November 2002 setting up a European Network for the Protection of Public Figures\n", "header": "Council Decision\nof 28 November 2002\nsetting up a European Network for the Protection of Public Figures\n(2002/956/JHA)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 30(1)(a) and (c) and Article 34(2)(c) thereof,\nHaving regard to the initiative of the Kingdom of Spain(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) Apart from the Council Recommendation of 6 December 2001 setting a common scale for assessing threats to public figures visiting the European Union(3), no Union legislation, standards or manuals of a general nature exist to govern the protection of public figures, whether they be national public figures or those of Community or foreign origin.\n(2) The possibility of assaults and attacks to those figures cannot be excluded.\n(3) The protection of public figures is the responsibility of the host Member State. Protective measures of the host Member State are based solely on the legal provisions in force in that Member State and the relevant international agreements.\n(4) The increased travel by public figures within the Union requires a formal channel for communication and consultation between national Authorities,", "main_body": ["1. A European network for the protection of public figures, hereinafter referred to as \"the Network\", is hereby created.\n2. The Network shall consist of the national police services and other services responsible for the protection of the public figures. Each Member State shall designate a single contact point. Information concerning the designated national contact points, including subsequent modifications, shall be transmitted to the General Secretariat of the Council which shall publish the information in the Official Journal.", "For the purposes of this Decision, \"public figure\" shall mean any person to whom a protection service is assigned in accordance with the national legislation of a Member State or pursuant to the regulations of an international or supranational organisation or institution.", "1. The Network activity shall be promoted by the Member State holding the Presidency of the Council.\n2. Candidate countries and Europol may also designate a contact point to participate in the Network.\nThe Presidency shall consider, on a case-by-case basis, on the participation of the Commission and the General Secretariat of the Council in the activities of the Network as referred to in Article 4(a), (b), (c) and (d).", "The Network shall have the following objectives:\n(a) promoting the exchange of information between the departments participating in the Network, in particular:\n- general and technical information and experience regarding the protection of public figures,\n- information on the most appropriate criteria for selecting and training appropriate staff of the services which are responsible for the protection of public figures;\n(b) promoting the development of a set of common best practices as regards operational activities undertaken by the departments participating in the Network;\n(c) promoting the mutual secondment of officials of the departments participating in the Network;\n(d) allowing the departments participating in the Network to exchange information, communicate and develop common views on:\n- procedures and requests for authorisation by the host Member State of the presence in its territory of the protection services of the requesting State accompanying a public figure,\n- methods of common action to prevent assaults and attacks, including the way in which officials and resources could be deployed,\n- protocols on the priority to be granted to the protected public figure during movement of delegations,\n- collaboration with relevant law enforcement services and other public departments,\n- recommendations regarding media;\n(e) favouring the exchange, in accordance with the national legislation, of operational information, either through the contact points or by means of direct contacts between the responsible services, as communicated by the contact points, concerning the application of security in cases where the protection of a public figure has to be assured in two or more Member States.", "The Network shall submit an annual report to the Council on the development of its activities. The Council will evaluate the activities of the Network every three years.", "This Decision shall take effect on the day following that of its adoption by the Council."], "attachments": "Done at Brussels, 28 November 2002.\nFor the Council\nThe President\nB. Haarder\n(1) OJ C 42, 15.2.2002, p. 14.\n(2) Opinion delivered on 30 May 2002 (not yet published in the Official Journal).\n(3) OJ C 356, 14.12.2001, p. 1."}