{"celex_id": "32005R2095", "uri": "http://publications.europa.eu/resource/cellar/364c6556-fac9-4ea7-aa6e-1c8548ef6d68", "type": "Regulation", "concepts": ["2173", "2925", "4373", "5334", "5589"], "title": "Commission Regulation (EC) No 2095/2005 of  20 December 2005  laying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards communication of information on tobacco\n", "header": "21.12.2005 EN Official Journal of the European Union L 335/6\nCOMMISSION REGULATION (EC) No 2095/2005\nof 20 December 2005\nlaying down detailed rules for the application of Council Regulation (EEC) No 2075/92 as regards communication of information on tobacco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2075/92 of 30 June 1992 on the common organisation of the market in raw tobacco (1), and in particular Article 21 thereof,\nWhereas:\n(1) In order to enable the Commission to monitor market developments in the raw tobacco sector covered by the common market organisation established by Regulation (EEC) No 2075/92, Member States are required to communicate the necessary information.\n(2) To that end, Commission Regulation (EC) No 604/2004 of 29 March 2004 on the communication of information on tobacco from the 2000 harvest onwards (2) was adopted.\n(3) The information to be communicated should provide a general overview of the entire Community tobacco market, and should in particular take into account the provisions of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (3) and its implementing rules.\n(4) In the interest of efficient administration, the communicated information should be grouped by group of tobacco variety and time limits should be set for its submission.\n(5) It is therefore appropriate to adapt the provisions on the information to be communicated accordingly.\n(6) For the sake of clarity and rationality, Regulation (EC) No 604/2004 should be repealed and replaced by a new regulation.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["For each harvest, the Member States shall communicate to the Commission by electronic transmission the information set out in Annexes IA, IB, II and III in accordance with the time limits given therein.", "The Member States shall take the measures necessary to ensure that the economic operators concerned provide them with the information required within the relevant time limits.", "1.   Regulation (EC) No 604/2004 is repealed.\nHowever, it shall continue to apply to communications in respect of the 2005 harvest.\n2.   References to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex IV.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 215, 30.7.1992, p. 70. Regulation as last amended by Regulation (EC) No 1679/2005 (OJ L 271, 15.10.2005, p. 1).\n(2)  OJ L 97, 1.4.2004, p. 34.\n(3)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 118/2005 (OJ L 24, 27.1.2005, p. 15).\nANNEX IA\nInformation to be communicated to the Commission by 31 July of the year of harvest concerned at the latest\nHarvest: …\nDeclarant Member State: …\nTotal number of farmers producing tobacco: …\nTotal number of first processors: …\nANNEX IB\nInformation to be communicated to the Commission by 31 July of the year of harvest concerned at the latest\nHarvest: …\nDeclarant Member State: …\nGroup of varieties: …\nMember State of production Member State of production Member State of production Member State of production\n1. CULTIVATION CONTRACTS\n1.1. Number of cultivation contracts recorded\n1.2. Quantity of tobacco (in tonnes) of the moisture content referred to in Annex XXVIII to Regulation (EC) No 1973/2004 covered by the contracts\n1.3. Total area covered by the contracts (in hectares)\n2. FARMERS PRODUCING TOBACCO\n2.1. Total number of farmers producing tobacco\n2.2. Number of farmers belonging to a producer association\n3. FIRST PROCESSING ENTERPRISES\n3.1. Number of first processing enterprises concluding cultivation contracts\n4. PRICES (1)\n4.1. Maximum price (EUR per kg) agreed in the cultivation contracts, in relevant currency excluding taxes and other levies. Indicate the reference quality\n4.2. Minimum price (EUR per kg) agreed in the cultivation contracts, in relevant currency excluding taxes and other levies. Indicate the reference quality\n(1)  Member States using their national currency shall apply the conversion rate of 1 January of the year of the harvest.\nANNEX II\nSummary information to be communicated to the Commission by 30 June of the year following the year of harvest concerned at the latest\nCumulative figures for the harvest concerned\nHarvest: …\nDeclarant Member State: …\nGroup of varieties: …\nMember State of production Member State of production Member State of production Member State of production\n1. Quantity delivered (in tonnes)\n1.1. Total quantity of raw tobacco of the minimum quality standard and moisture content referred to in Annex XXVIII to Regulation (EC) No 1973/2004\n1.2. Quantity of raw tobacco of the minimum quality standard and moisture content referred to in Annex XXVIII to Regulation (EC) No 1973/2004 delivered through producer associations\n2. Actual quantity of raw tobacco (in tonnes) of the minimum quality standard delivered before adjustment of the weight on the basis of the moisture content\n3. Average price (EUR per kg), excluding taxes and other levies, paid by the first processing enterprises (1)\n(1)  Member States using their national currency shall apply the conversion rate of 1 January of the calendar year following the harvest.\nANNEX III\nInformation to be communicated to the Commission by 31 July of the year following that of the harvest at the latest\nMovement of stocks (in tonnes) held by the first processors\nDeclarant Member State: …\nDate of declaration: …\nGroup of varieties Harvest concerned Quantities released to the Community market during the previous marketing year (1) Quantities released to markets of third countries during the previous marketing year (1) Stock position on the final day of the previous marketing year (1)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(1)  The marketing year is considered to run from 1 July of the year of the harvest to 30 June of the year following that of the harvest.\nANNEX IV\nCorrelation table\nRegulation (EC) No 604/2004 This Regulation\nArticles 1 and 2 Articles 1 and 2\nArticle 3 —\nArticle 4 Article 3\nArticle 5 Article 4\nAnnexes I, II and III Annexes IB, II and III\n— Annex IA\nAnnex IV —\nAnnex V Annex IV"}