{"celex_id": "32007R0164", "uri": "http://publications.europa.eu/resource/cellar/b5df1e7a-f8fe-4df4-8c24-c9e9b8e50a49", "type": "Regulation", "concepts": ["13", "251", "4858"], "title": "Commission Regulation (EC) No 164/2007 of 19 February 2007 fixing the production levies in the sugar sector for the 2005/06 marketing year\n", "header": "20.2.2007 EN Official Journal of the European Union L 51/17\nCOMMISSION REGULATION (EC) No 164/2007\nof 19 February 2007\nfixing the production levies in the sugar sector for the 2005/06 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (1), and in particular the first indent of Article 15(8) thereof,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (2), and in particular Article 44(a) thereof,\nWhereas:\n(1) Under Article 8 of Commission Regulation (EC) No 314/2002 of 20 February 2002 laying down detailed rules for the application of the quota system in the sugar sector (3), which is to continue to apply to production in the 2005/06 marketing year, the basic production levy and the B levy together with, if required, the coefficient referred to in Article 16(2) of Regulation (EC) No 1260/2001 for sugar, isoglucose and inulin syrup are to be fixed before 15 February 2007 in respect of the 2005/06 marketing year.\n(2) For the 2005/06 marketing year, the estimate of the overall loss recorded in accordance with Article 15(1) and (2) of Regulation (EC) No 1260/2001 requires, in accordance with paragraph 3 of that Article, the adoption of the amount of 1,0022 % for the basic levy.\n(3) The overall loss recorded on the basis of the known data and pursuant to Article 15(1) and (2) of Regulation (EC) No 1260/2001 is fully covered by the proceeds from the basic levy. There is therefore no need to set a B levy or a coefficient establishing an additional levy for the 2005/06 marketing year.\n(4) The Management Committee for Sugar has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["The production levies in the sugar sector for the 2005/06 marketing year shall be as follows:\n(a) EUR 6,333 per tonne of white sugar as the basic production levy on A sugar and B sugar;\n(b) EUR 2,810 per tonne of dry matter as the basic production levy on A isoglucose and B isoglucose;\n(c) EUR 6,333 per tonne of dry matter sugar/isoglucose equivalent as the basic production levy on A inulin syrup and B inulin syrup.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation repealed by Regulation (EC) No 318/2006.\n(2)  OJ L 58, 28.2.2006, p. 1. Regulation as last amended by Commission Regulation (EC) No 2011/2006 (OJ L 384, 29.12.2006, p. 1).\n(3)  OJ L 50, 21.2.2002, p. 40. Regulation repealed by Regulation (EC) No 952/2006 (OJ L 178, 1.7.2006, p. 39)."}