{"celex_id": "32009D0409", "uri": "http://publications.europa.eu/resource/cellar/a0efb265-0359-4193-a4f4-6a89ef6d003c", "type": "Decision", "concepts": ["2448", "2502", "2615", "2910", "368", "3774", "4263"], "title": "2009/409/EC: Council Decision of 27 April 2009 establishing, in accordance with Article 104(8) of the Treaty, whether effective action has been taken by the United Kingdom in response to the Council Recommendation of 8 July 2008 pursuant to Article 104(7)\n", "header": "29.5.2009 EN Official Journal of the European Union L 132/11\nCOUNCIL DECISION\nof 27 April 2009\nestablishing, in accordance with Article 104(8) of the Treaty, whether effective action has been taken by the United Kingdom in response to the Council Recommendation of 8 July 2008 pursuant to Article 104(7)\n(2009/409/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(8) thereof,\nHaving regard to the Recommendation from the Commission,\nWhereas:\n(1) According to Article 104 of the Treaty, Member States are to avoid excessive government deficits.\n(2) Pursuant to point 5 of the Protocol on certain provisions relating to the United Kingdom of Great Britain and Northern Ireland, the obligation in Article 104(1) of the Treaty to avoid excessive general government deficits does not apply to the United Kingdom unless it moves to the third stage of economic and monetary union (1). While in the second stage of economic and monetary union, the United Kingdom is required to endeavour to avoid excessive deficits, pursuant to Article 116(4) of the Treaty.\n(3) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation. The Stability and Growth Pact includes Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (2), which was adopted in order to further the prompt correction of excessive general government deficits.\n(4) The 2005 reform of the Stability and Growth Pact sought to strengthen its effectiveness and economic underpinnings as well as to safeguard the sustainability of the public finances in the long run. It aimed at ensuring that in particular the economic and budgetary background was taken fully into account in all steps in the EDP. In this way, the Stability and Growth Pact provides the framework supporting government policies for a prompt return to sound budgetary positions taking account of the economic situation.\n(5) By Decision 2008/713/EC (3) the Council decided, in accordance with Article 104(6), that an excessive deficit existed in the United Kingdom.\n(6) In accordance with Article 104(7) of the Treaty and Article 3(4) of Regulation (EC) No 1467/97, on 8 July 2008 the Council also, on the basis of a Commission recommendation, adopted a Recommendation (4) to the UK authorities calling on them to put an end to the excessive deficit situation as soon as possible and by financial year 2009/2010 at the latest, by bringing the general government deficit below 3 % of GDP in a credible and sustainable manner. To that end, the Council recommended the authorities to ensure a structural improvement of at least 0,5 % of GDP in 2009/10 and established the deadline of 8 January 2008 for the UK government to take effective action.\n(7) The assessment of the action taken by the United Kingdom to correct the excessive deficit by 2009/2010 in response to the Council Recommendation under Article 104(7) leads to the following conclusions:\n(a) subsequent to the Article 104(7) Council Recommendation in July 2008, the UK authorities announced additional deficit-increasing discretionary measures. On 16 July 2008 the government announced the postponement of the inflation-linked increase in fuel excise duty that was scheduled to take place in October 2008, at an estimated cost of 0,05 % of GDP in foregone revenues in 2008/09. Additional deficit-increasing measures, equivalent to 0,1 % of GDP in 2009/10, were introduced in September 2008, including through higher spending on housing;\n(b) on 24 November 2008, the government presented its 2008 Pre-Budget Report (PBR). Due in major part to the unexpectedly strong negative fallout from the global financial crisis which unfolded from autumn 2007 onwards, the PBR presented a marked downward revision to the medium-term macroeconomic projections. Against this macroeconomic context, the government announced further discretionary fiscal loosening, aimed at supporting the economy, of around 1/2 % of GDP in 2008/09 and 1,0 % of GDP in 2009/10. The measures included a temporary reduction in the standard VAT rate, accounting for around half of the stimulus, and the frontloading of investment spending;\n(c) overall, the stimulus measures were in line with those envisaged in the European Economic Recovery Plan (EERP) that was agreed by the European Council on 11 December 2008;\n(d) the macroeconomic and fiscal projections in the 2008 update of the UK’s convergence programme, submitted to the Commission on 18 December 2008, were identical to those in the 2008 PBR and projected a further increase in the deficit ratio in 2009/10 to 8,2 % of GDP. The greater part of the projected deterioration in public finances in 2009/10 over the preceding year reflects two, partly-interconnected factors: first, the overall contraction in GDP; and secondly, the sharp losses in tax revenue from two hitherto major sources, the financial sector and the housing market. Nevertheless, around one-third of the forecast increase in the deficit in 2009/10 reflects the adopted fiscal stimulus measures;\n(e) the 2008 convergence programme update also projects a government debt ratio in 2009/10 of around 60 % of GDP, sharply higher than the debt ratio of close to 46 % that was forecast by the UK authorities in March 2008;\n(f) the Commission services January 2009 interim forecast projects a deficit in 2009/10 of 9 1/2 % of GDP, 1 1/4 pp. higher than in the convergence programme, primarily on account of the significantly worse macroeconomic economic context foreseen in the Commission services’ January 2009 forecast, with the level of nominal GDP about 5 % lower. Meanwhile, the public finances data that were published subsequent to the Commission services’ January 2009 interim forecast indicate that the out-turn for public finances in 2008/09 is likely to be worse than expected.\n(8) This leads to the conclusion that, in a context of progressively weakening economic conditions, the UK authorities have since July 2008 implemented additional deficit-increasing discretionary measures in line with the European Economic Recovery Plan (EERP). The combined effects of the strong economic downturn and the stimulus measures adopted by the UK authorities have led to the substantial deterioration in the UK’s budgetary position projected for 2009/2010,", "main_body": ["The United Kingdom has not taken action in response to the Council Recommendation of 8 July 2008 within the period laid down in that Recommendation.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Luxembourg, 27 April 2009.\nFor the Council\nThe President\nA. VONDRA\n(1)  http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:12006E/PRO/25:EN:HTML\n(2)  OJ L 209, 2.8.1997, p. 6.\n(3)  OJ L 238, 5.9.2008, p. 5.\n(4)  http://ec.europa.eu/economy_finance/publications/publication12926_en.pdf"}