{"celex_id": "32003R1174", "uri": "http://publications.europa.eu/resource/cellar/e96afb2e-8961-4f19-8314-69dd21a9bd42", "type": "Regulation", "concepts": ["1644", "2292", "2957", "4128", "4885", "862"], "title": "Commission Regulation (EC) No 1174/2003 of 1 July 2003 amending Regulation (EC) No 20/2002 laying down detailed rules for implementing the specific supply arrangements for the outermost regions introduced by Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001\n", "header": "Commission Regulation (EC) No 1174/2003\nof 1 July 2003\namending Regulation (EC) No 20/2002 laying down detailed rules for implementing the specific supply arrangements for the outermost regions introduced by Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1454/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Canary Islands and repealing Regulation (EEC) No 1601/92 (Poseican)(1), as last amended by Commission Regulation (EC) No 1922/2002(2), and in particular the third subparagraph of Article 3(5), Article 3(6) and Article 20 thereof,\nWhereas:\n(1) Some incorrect references in the provisions relating to the re-export of products in the natural state or packed locally have been noted in Article 20 of Commission Regulation (EC) No 20/2002(3), as last amended by Regulation (EC) No 1215/2002(4).\n(2) The Annex to Regulation (EC) No 20/2002 fixes the maximum quantities of processed products that can be shipped annually from the Canary Islands in the context of traditional exports and consignments. Some CN codes of the products contained in this Annex have to be amended so that they correspond with the definitions in Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff(5), as last amended by Regulation (EC) No 2176/2002(6). For the sake of clarity, the entire Annex to Regulation (EC) No 20/2002 should be replaced.\n(3) Regulation (EC) No 20/2002 should be amended as a result.\n(4) The measures provided for in this Regulation are in accordance with the opinion of all the Management Committees concerned,", "main_body": ["Regulation (EC) No 20/2002 is hereby amended as follows:\n1. In Article 20\n(a) point (c) is replaced by the following:\n\"(c) the products referred to in (b) cannot qualify for an export refund;\"\n(b) point (e) is replaced by the following:\n\"(e) the products referred to in (d) can qualify for an export refund;\"\n2. The Annex is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 July 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 198, 21.7.2001, p. 45.\n(2) OJ L 293, 29.10.2002, p. 11.\n(3) OJ L 8, 11.1.2002, p. 1.\n(4) OJ L 177, 6.7.2002, p. 3.\n(5) OJ L 256, 7.9.1987, p. 1.\n(6) OJ L 331, 7.12.2002, p. 3.\nANNEX\n\"ANNEX\nMaximum quantity of processed products which can be exported or shipped annually from the Canary Islands in the context of traditional exports and consignments\n(Article 9(3) and Article 19)\n>TABLE>\""}