{"celex_id": "32001D0252", "uri": "http://publications.europa.eu/resource/cellar/154aa5b3-3a79-4b44-9dcf-e842bcdfd710", "type": "Decision", "concepts": ["1309", "1768", "2320", "2718", "2771", "5369"], "title": "2001/252/EC: Commission Decision of 21 March 2001 amending Decision 98/424/EC laying down special conditions governing imports of fishery and aquaculture products originating in Maldives (Text with EEA relevance) (notified under document number C(2001) 739)\n", "header": "Commission Decision\nof 21 March 2001\namending Decision 98/424/EC laying down special conditions governing imports of fishery and aquaculture products originating in Maldives\n(notified under document number C(2001) 739)\n(Text with EEA relevance)\n(2001/252/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(1), as last amended by Directive 97/79/EC(2), and in particular Article 11 thereof,\nWhereas:\n(1) Article 1 of Commission Decision 98/424/EC of 30 June 1998 laying down special conditions governing imports of fishery and aquaculture products originating in Maldives(3), states that the Department of Public Health (DPH) of the Ministry of Health shall be the competent authority in Maldives for verifying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\n(2) Following a restructuring of the Maldives administration, the competent authority for health certificates for fishery products has changed of the Public Health Laboratory (PHL) of the Ministry of Health. This new authority is capable of effectively verifying the application of the laws in force. It is therefore necessary to modify the nomination of the competent authority mentioned in Decision 98/424/EC and the model health certificate included in Annex A to this Decision.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 98/424/EC shall be modified as follows:\n1. Article 1 shall be replaced by the following:\n\"Article 1\nThe Public Health Laboratory (PHL) of the Ministry of Health shall be the competent authority in Maldives for verifiying and certifying compliance of fishery and aquaculture products with the requirements of Directive 91/493/EEC.\"\n2. Article 3(2) shall be replaced by the following:\n\"2. Certificates must bear the name, capacity and signature of the representative of the PHL and the latter's official stamp in a colour different from that of other endorsements.\"\n3. Annex A shall be replaced by the Annex hereto.", "This Decision shall come into effect 45 days after its publication on the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 March 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 15.\n(2) OJ L 24, 30.1.1998, p. 31.\n(3) OJ L 190, 4.7.1998, p. 81.\nANNEX\n\"ANNEX A\n>PIC FILE= \"L_2001091EN.007903.EPS\">\n>PIC FILE= \"L_2001091EN.008001.EPS\">\""}