{"celex_id": "32005R1113", "uri": "http://publications.europa.eu/resource/cellar/134297ea-bf71-43a2-b221-1f20baa64ac7", "type": "Regulation", "concepts": ["1382", "1591", "519", "767"], "title": "Council Regulation (EC) no 1113/2005 of 12 July 2005 terminating the new exporter review of Regulation (EC) No 1995/2000 imposing definitive anti-dumping duties on imports of solutions of urea and ammonium nitrate (UAN) originating, inter alia, in Algeria\n", "header": "15.7.2005 EN Official Journal of the European Union L 184/10\nCOUNCIL REGULATION (EC) No 1113/2005\nof 12 July 2005\nterminating the new exporter review of Regulation (EC) No 1995/2000 imposing definitive anti-dumping duties on imports of solutions of urea and ammonium nitrate (UAN) originating, inter alia, in Algeria\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Article 11(4) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\n1.   MEASURES IN FORCE\n(1) The measures currently in force on imports into the Community of solutions of urea and ammonium nitrate (UAN) originating in Algeria are definitive anti-dumping duties imposed by Council Regulation (EC) No 1995/2000 (2). Pursuant to that same Regulation, anti-dumping measures are also in force on UAN originating in Belarus, Russia and Ukraine.\n2.   CURRENT INVESTIGATION\n2.1.   Request for a review\n(2) After the imposition of definitive anti-dumping duties on imports of UAN originating in Algeria, the Commission received a request to initiate a ‘new exporter’ review of Regulation (EC) No 1995/2000, pursuant to Article 11(4) of the basic Regulation, from the Algerian company Fertial SPA (the applicant). The applicant claimed that it was not related to the exporting producer in Algeria subject to the anti-dumping measures in force with regard to UAN. Furthermore, it claimed that it had not exported UAN to the Community during the original investigation period (i.e. the period from 1 June 1998 to 31 May 1999), but had started to export UAN to the Community thereafter.\n2.2.   Initiation of a ‘new exporter’ review\n(3) The Commission examined the evidence submitted by the applicant and considered it sufficient to justify the initiation of a review in accordance with Article 11(4) of the basic Regulation. After consultation of the Advisory Committee and after the Community industry concerned had been given the opportunity to comment, the Commission initiated, by Regulation (EC) No 1795/2004 (3), a review of Regulation (EC) No 1995/2000 with regard to the applicant and commenced its investigation.\n(4) Pursuant to Commission Regulation (EC) No 1795/2004, the anti-dumping duty of EUR 6,88 per tonne imposed by Regulation (EC) No 1995/2000 on imports of UAN produced, inter alia, by the applicant was repealed. Simultaneously, pursuant to Article 14(5) of the basic Regulation, customs authorities were directed to take appropriate steps to register such imports.\n2.3.   Product concerned\n(5) The product concerned by the current review is the same as that in the investigation that led to the imposition of the measures in force on imports of UAN originating in Algeria (original investigation), i.e. mixtures of urea and ammonium nitrate in aqueous or ammoniacal solution, normally declared within CN code 3102 80 00 and originating in Algeria.\n2.4.   Parties concerned\n(6) The Commission officially advised the applicant and the representatives of the exporting country of the initiation of the review. Interested parties were given the opportunity to make their views known in writing and to be heard.\n(7) The Commission sent a questionnaire to the applicant and received a reply within the deadline set for that purpose. The Commission sought to verify all the information it deemed necessary for the determination of dumping, and a verification visit was carried out at the premises of the applicant.\n2.5.   Investigation period\n(8) The investigation of dumping covered the period from 1 July 2003 to 30 June 2004 (the investigation period or IP).\n3.   RESULTS OF THE INVESTIGATION\n(9) The investigation confirmed that the applicant had not exported the product concerned during the original investigation period and that it had begun exporting to the Community after this period.\n(10) The Community industry argued that the applicant was related to an exporting producer involved in the original investigation. Although a company related to the applicant also supplied a raw material to the exporting producer involved in the original investigation, nothing indicated that such a relationship would go beyond normal commercial transactions. Indeed, it was found that the company related to the applicant was not related to the exporting producer involved in the original investigation. Accordingly, the argument that the applicant was related to an exporting producer involved in the original investigation was considered to be unfounded.\n(11) However, the investigation revealed that the applicant's cost accounting records contained significant shortcomings and that they could not be regarded as an appropriate basis to determine the applicant's own dumping margin.\n(12) It was found that costs of raw materials reported by the applicant were based on rough estimates for half of the IP, rather than actual costs.\n(13) In addition, the reported costs, which were drawn from the company's cost accounting system, could not be reconciled with the general accounting records. Indeed, no link could be established between the two accounting systems (cost accounting and general accounting) normally used by the company, since the figures contained in the cost accounting system records could not be matched with those contained in the general accounting records. Finally, no evidence was available to show that the company's cost accounting records were correct and reflected actual costs incurred during the IP. Therefore, it could not be shown that the records reasonably reflected the costs associated with the production and sale of the product under consideration.\n(14) Consequently, it was not possible to determine an individual margin of dumping.\n4.   CONCLUSION\n(15) It should be noted that the purpose of the present review, initiated upon Fertial's request, was to determine the individual margin of dumping of the applicant, which was allegedly different from the current residual margin applicable to imports of UAN from Algeria.\n(16) As the investigation could not establish that the applicant's individual dumping margin was actually different from the residual dumping margin established in the original investigation, the request made by the applicant should be rejected and the new exporter review terminated. The residual anti-dumping margin found during the original investigation, i.e. 9,7 % (or EUR 6,88 per tonne) should consequently be maintained, as nothing indicated that the applicant was dumping at a different level.\n5.   RETROACTIVE LEVYING OF THE ANTI-DUMPING DUTY\n(17) In the light of the above findings, the anti-dumping duty applicable to the applicant shall be levied retroactively on imports of the product concerned which have been made subject to registration pursuant to Article 3 of Regulation (EC) No 1795/2004.\n6.   DISCLOSURE\n(18) All parties concerned have been informed of the essential facts and considerations which lead to the above conclusions.\n(19) The applicant contested the Commission's conclusions and argued that all information requested had been provided. Nevertheless, no new evidence was submitted which would warrant a revision of the above conclusions, and they were therefore confirmed.\n(20) This review does not affect the date on which the measures imposed by Regulation (EC) No 1995/2000, as last amended by Regulation (EC) No 1675/2003, will expire pursuant to Article 11(2) of the Basic Regulation,", "main_body": ["1.   The new exporter review initiated by Commission Regulation (EC) No 1795/2004 is hereby terminated.\n2.   The duty applicable according to Article 1 of Regulation (EC) No 1995/2000 to all companies in Algeria, is hereby levied retroactively on imports of mixtures of urea and ammonium nitrate in aqueous or ammoniacal solution which have been registered pursuant to Article 3 of Commission Regulation (EC) No 1795/2004.\n3.   Unless otherwise specified, the provisions in force concerning customs duties shall apply.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 2005.\nFor the Council\nThe President\nG. BROWN\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 238, 22.9.2000, p. 15. Regulation as amended by Regulation (EC) No 1675/2003 (OJ L 238, 25.9.2003, p. 4).\n(3)  OJ L 317, 16.10.2004, p. 20."}