{"celex_id": "32008R0720", "uri": "http://publications.europa.eu/resource/cellar/feacbfc5-e40a-4b0c-9b30-db679f93e054", "type": "Regulation", "concepts": ["3175", "4291", "4509", "491", "5498"], "title": "Commission Regulation (EC) No 720/2008 of 25 July 2008 laying down common detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards the storage and movement of products bought in by a paying agency or an intervention agency (Codified version)\n", "header": "26.7.2008 EN Official Journal of the European Union L 198/17\nCOMMISSION REGULATION (EC) No 720/2008\nof 25 July 2008\nlaying down common detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards the storage and movement of products bought in by a paying agency or an intervention agency\n(Codified version)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43 in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 3515/92 of 4 December 1992 laying down common detailed rules for the application of Council Regulation (EEC) No 1055/77 on the storage and movement of products bought in by an intervention agency (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) The competent authorities are informed of all trade in the products in question. Therefore, for the sake of administrative simplicity it is desirable that a licence should not be required in respect of products held by a paying agency or an intervention agency which are exported to a third country for storage there or returned to the Member State of departure.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["CHAPTER 1\nGENERAL PROVISION", "Without prejudice to the derogations provided for in the specific Community rules for certain products, this Regulation lays down common detailed rules for the application of Article 39 of Regulation (EC) No 1234/2007.\nCHAPTER 2\nINTERVENTION PRODUCTS TRANSPORTED FOR STORAGE IN A THIRD COUNTRY", "In cases falling within Article 39(5)(a) of Regulation (EC) No 1234/2007, where products are exported to a third country for storage there, the document referred to in Article 3 hereof and the export declaration shall be lodged at the competent customs office in the Member State where the paying agency or intervention agency responsible for the products is situated.\nThe export declaration and, should the occasion arise, the external Community transit document or the equivalent national document shall show one of the entries listed in Annex I.\nNo export licence shall be required in connection with the customs export formalities.", "The document referred to in Article 2 shall be issued by the competent paying agency or intervention agency of the Member State of departure and shall carry a number and give:\n(a) a description of the products and, where appropriate, any other necessary information for control purposes;\n(b) the number, type and, where appropriate, the marks and numbers of the packages;\n(c) the gross and net mass of the products;\n(d) a reference to Article 39 of Regulation (EC) No 1234/2007, specifying that the products are intended for storage;\n(e) the address of the proposed place of storage.\nIn the case of application of Article 2, this document shall be kept by the customs office where the export declaration has been lodged and a copy of this document shall accompany the product.", "1.   Where products held by a paying agency or an intervention agency and stored in a third country are subsequently re-imported into the Member State within whose jurisdiction such agency falls, without being sold:\n(a) the re-importation shall be subject to Article 39(5) of Regulation (EC) No 1234/2007; and\n(b) no import licence need be submitted.\n2.   In addition, the following documents shall be submitted to the customs office of re-importation:\n(a) the endorsed exporter’s copy of the export declaration issued in respect of the export of the products to the third country of storage, or a copy or a photocopy of that document authenticated as corresponding to the original by the customs office which issued that original;\n(b) a document issued by the paying agency or intervention agency responsible for the products containing the information provided for in Article 3(a) to (d).\nThose documents shall be kept by the customs office of re-importation.\nCHAPTER 3\nINTERVENTION PRODUCTS TRANSFERRED FROM ONE PAYING AGENCY OR INTERVENTION AGENCY TO ANOTHER", "In cases falling within Article 39(5)(b) of Regulation (EC) No 1234/2007, where products are dispatched to another Member State as a transfer operation, the products shall be accompanied by a Control Copy T5 as referred to in Articles 912a to 912g of Commission Regulation (EEC) No 2454/93 (4). The Control Copy T5 shall be issued by the paying agency or intervention agency which sends the products and shall show in box 104 one of the entries listed in Annex II to this Regulation.\nBox 107 shall show the number of this Regulation.\nThe Member State may allow the Control Copy T5 to be issued by an authority designated for that purpose instead of by the paying agency or intervention agency.\nThe Control Copy T5 shall be returned direct to the paying agency or intervention agency which sent the products, after appropriate checking and endorsement by the paying agency or intervention agency of the Member State to which the products are transferred.\nCHAPTER 4\nFINAL PROVISIONS", "Regulation (EEC) No 3515/92 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex IV.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 2008.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 510/2008 (OJ L 149, 7.6.2008, p. 61).\n(2)  OJ L 355, 5.12.1992, p. 15. Regulation as last amended by Regulation (EC) No 1847/2006 (OJ L 355, 15.12.2006, p. 21).\n(3)  See Annex III.\n(4)  OJ L 253, 11.10.1993, p. 1.\nANNEX I\nEntries referred to in the second paragraph of Article 2:\n— : In Bulgarian : Интервенционни продукти, държани от … (име и адрес на разплащателната или интервенционната агенция), предназначени за складиране в … (съответна държава и адрес на предложения склад). В приложение на член 39, параграф 5, буква а), от Регламент (ЕО) № 1234/2007\n— : In Spanish : Productos de intervención en poder de … (nombre y dirección del organismo pagador o de intervención) destinados a ser almacenados en … (país y dirección del lugar de almacenamiento previsto). Aplicación del artículo 39, apartado 5, letra a), del Reglamento (CE) no 1234/2007\n— : In Czech : Intervenční produkty v držení … (název a adresa platební agentury nebo intervenční agentury), určené ke skladování v/ve … (dotčený stát a předpokládaná adresa a místo skladování). Použití čl. 39 odst. 5 písm. a) nařízení (ES) č. 1234/2007\n— : In Danish : Interventionsprodukter, som … (navn og adresse på betalings- eller interventionsorganet) ligger inde med, og som er bestemt til oplagring i … (det pågældende land og adressen på det forventede oplagringssted). Anvendelse af artikel 39, stk. 5, litra a), i forordning (EF) nr. 1234/2007\n— : In German : Interventionserzeugnisse im Besitz von … (Name und Anschrift der Zahlstelle oder Interventionsstelle), zur Lagerung in … (Land und Anschrift des vorgesehenen Lagerorts) bestimmt. Anwendung von Artikel 39 Absatz 5 Buchstabe a der Verordnung (EG) Nr. 1234/2007\n— : In Estonian : (makseasutuse või sekkumisasutuse nimetus ja aadress) valduses olevad sekkumistooted, mis on ette nähtud ladustamiseks (asjaomane riik ja ettenähtud ladustamiskoha aadress). Määruse (EÜ) nr 1234/2007 artikli 39 lõike 5 punkti a kohaldamine\n— : In Greek : Προϊόντα παρέμβασης που ευρίσκονται στην κατοχή του … (ονομασία και διεύθυνση του οργανισμού πληρωμών ή του οργανισμού παρέμβασης) προς αποθήκευση στ. … (χώρα και διεύθυνση του προτεινόμενου χώρου αποθήκευσης). Εφαρμογή του άρθρου 39 παράγραφος 5 στοιχείο α) του κανονισμού (ΕΚ) αριθ. 1234/2007\n— : In English : Intervention products held by … (name and address of the paying agency or intervention agency) for storage in … (country concerned and address of the proposed place of storage). Application of Article 39(5)(a) of Regulation (EC) No 1234/2007\n— : In French : Produits d'intervention détenus par … (nom et adresse de l'organisme payeur ou de l'organisme d'intervention), destinés à être stockés en/au … (pays concerné et adresse du lieu de stockage prévu). Application de l'article 39, paragraphe 5, point a), du règlement (CE) no 1234/2007\n— : In Italian : Prodotti d'intervento detenuti da … (nome e indirizzo dell'organismo pagatore o organismo d'intervento) destinati ad essere immagazzinati in … (paese interessato e indirizzo del luogo di immagazzinamento previsto). Applicazione dell'articolo 39, paragrafo 5, lettera a) del regolamento (CE) n. 1234/2007\n— : In Latvian : Intervences produkti, kas pieder … (maksājumu aģentūras vai intervences aģentūras nosaukums un adrese), glabāšanai … (attiecīgā valsts un plānotā glabāšanas vieta adrese). Regulas (EK) Nr. 1234/2007 39. panta 5. punkta a) apakšpunkta piemērošana\n— : In Lithuanian : (Mokėjimo agentūros ar intervencinės agentūros pavadinimas ir adresas) … intervenciniai produktai, skirti saugojimui … (atitinkama šalis ir numatomos saugojimo vietos adresas). Reglamento (EB) Nr. 1234/2007 39 straipsnio 5 dalies a punkto taikymas\n— : In Hungarian : A(z) … (a kifizető ügynökség, illetve az intervenciós hivatal neve és címe) birtokában lévő, ….-ban-/ben (a tervezett raktározási hely címe és országa) raktározásra szánt intervenciós termékek. Az 1234/2007/EK rendelet 39. cikke (5) bekezdése a) pontjának alkalmazása\n— : In Maltese : Prodotti ta’ intervent miżmuma minn … (isem u indirizz ta’ l-aġenzija li tħallas jew l-aġenzija ta’ intervent), biex jinħażnu f’ … (pajjiż ikkonċernat u indirizz tal-post tal-ħażna propost). Applikazzjoni ta’ l-Artikolu 39(5)(a) tar-Regolament (KE) Nru 1234/2007\n— : In Dutch : Interventieproducten in het bezit van … (naam en adres van het betaalorgaan of het interventiebureau) — bestemd voor opslag in … (betrokken land en adres van de opslagplaats). Toepassing van artikel 39, lid 5, onder a), van Verordening (EG) nr. 1234/2007\n— : In Polish : Produkty interwencyjne znajdujące się w posiadaniu … (nazwa i adres agencji płatniczej lub agencji interwencyjnej), przeznaczone do magazynowania w … (właściwy kraj i adres przewidzianego miejsca magazynowania). Zastosowanie art. 39 ust. 5 lit. a) rozporządzenia (WE) nr 1234/2007\n— : In Portuguese : Produtos de intervenção em poder de … (nome e endereço do organismo pagador ou do organismo de intervenção) destinados a serem armazenados em/no … (país em causa e endereço do local de armazenagem previsto). Aplicação do n.o 5, alínea a), do artigo 39.o do Regulamento (CE) n.o 1234/2007\n— : In Romanian : Produse de intervenție deținute de … (denumirea și adresa agenției de plăți sau organismului de intervenție) pentru depozitare în … (țara în cauză și adresa locului de depozitare propus). Se aplică articolul 39 alineatul (5) litera (a) din Regulamentul (CE) nr. 1234/2007\n— : In Slovak : Intervenčné produkty v držbe … (názov a adresa platobnej alebo intervenčnej agentúry), určené na skladovanie v … (krajina, ktorej sa to týka a adresa stanoveného miesta skladovania). Uplatňuje sa článok 39 ods. 5 písm. a) nariadenia (ES) č. 1234/2007\n— : In Slovenian : Intervencijski proizvodi, zadržani s strani … (ime in naslov plačilne agencije ali intervencijske agencije), ki naj bi bili skladiščeni v … (zadevna država in naslov predvidenega kraja skladiščenja). Izvajanje člena 39(5)(a) Uredbe (ES) št. 1234/2007\n— : In Finnish : Interventiotuotteita, jotka ovat … (maksajaviraston tai interventioelimen nimi ja osoite) hallussa ja jotka on tarkoitus varastoida … (kyseessä olevan maan ja ehdotetun varastointipaikan osoite). Asetuksen (EY) N:o 1234/2007 39 artiklan 5 kohdan a alakohdan soveltaminen\n— : In Swedish : Interventionsprodukter som innehas av … (det utbetalande organets eller interventionsorganets namn och adress) för lagring i … (berört land och adress till det tilltänkta lagringsstället). Tillämpning av artikel 39.5 a i förordning (EG) nr 1234/2007\nANNEX II\nEntries referred to in the first paragraph of Article 5:\n— : In Bulgarian : Интервенционни продукти — трансферна операция\n— : In Spanish : Productos de intervención — operación de transferencia\n— : In Czech : Intervenční produkty – převod\n— : In Danish : Interventionsprodukter — overførsel\n— : In German : Interventionserzeugnisse — Transfer\n— : In Estonian : Sekkumistooted – ülevõtmistoiming\n— : In Greek : Πρoϊόντα παρέμβασης — Πράξη μεταβίβασης\n— : In English : Intervention products — transfer operation\n— : In French : Produits d'intervention — opération de transfert\n— : In Italian : Prodotti d'intervento — operazione di trasferimento\n— : In Latvian : Intervences produkti – nodošana\n— : In Lithuanian : Intervenciniai produktai – pervežimas\n— : In Hungarian : Intervenciós termékek – szállítási művelet\n— : In Maltese : Prodotti ta’ intervent - ħidma ta’ trasferiment\n— : In Dutch : Interventieproducten — Overdracht\n— : In Polish : Produkty interwencyjne – operacja przekazania\n— : In Portuguese : Produtos de intervenção — operação de transferência\n— : In Romanian : Produse de intervenție – operațiune de transfer\n— : In Slovak : Intervenčné produkty – presun\n— : In Slovenian : Intervencijski proizvodi – postopek transferja\n— : In Finnish : Interventiotuotteita – siirtotoimi\n— : In Swedish : Interventionsprodukter – överföringsförfarande\nANNEX III\nRepealed Regulation with list of its successive amendments\nCommission Regulation (EEC) No 3515/92\nRegulation (EC) No 306/95\nRegulation (EC) No 1970/2004\nRegulation (EC) No 1847/2006 Article 2 and Annex II only\nANNEX IV\nCorrelation table\nRegulation (EEC) No 3515/92 This Regulation\nArticle 1 Article 1\nArticle 2 Article 2\nArticle 3, first paragraph, first indent Article 3, first paragraph, point (a)\nArticle 3, first paragraph, second indent Article 3, first paragraph, point (b)\nArticle 3, first paragraph, third indent Article 3, first paragraph, point (c)\nArticle 3, first paragraph, fourth indent Article 3, first paragraph, point (d)\nArticle 3, first paragraph, fifth indent Article 3, first paragraph, point (e)\nArticle 3, second paragraph Article 3, second paragraph\nArticle 4(1) first indent Article 4(1)(a)\nArticle 4(1) second indent Article 4(1)(b)\nArticle 4(2), first subparagraph, first indent Article 4(2), first subparagraph, point (a)\nArticle 4(2), first subparagraph, second indent Article 4(2), first subparagraph, point (b)\nArticle 4(2), second subparagraph Article 4(2), second subparagraph\nArticle 5 Article 5\nArticle 6 —\nArticle 7 —\n— Article 6\nArticle 8 Article 7\nAnnexes I and II Annexes I and II\n— Annex III\n— Annex IV"}