{"celex_id": "32003R2257", "uri": "http://publications.europa.eu/resource/cellar/b511db16-65b2-47a0-9e74-2de621013bd5", "type": "Regulation", "concepts": ["1895", "2550", "4213", "4258"], "title": "Regulation (EC) No 2257/2003 of the European Parliament and of the Council of 25 November 2003 amending Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community to adapt the list of survey characteristics (Text with EEA relevance)\n", "header": "Regulation (EC) No 2257/2003 of the European Parliament and of the Council\nof 25 November 2003\namending Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community to adapt the list of survey characteristics\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285 thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty(1),\nWhereas:\n(1) The labour force sample survey to be carried out under Council Regulation (EC) No 577/98(2) should adequately cover new and recently emerging features of the labour market.\n(2) According to the European social policy agenda adopted by the Nice European Council in December 2000, Council Decision 2002/177/EC of 18 February 2002 on guidelines for Member States' employment policies for the year 2002(3) and Council Recommendation 2002/549/EC of 21 June 2002 on the broad guidelines of the economic policies of the Member States and the Community(4), the way in which work is organised must be adapted to the needs of both businesses and individuals.\n(3) The survey characteristics laid down in Regulation (EC) No 577/98 were determined according to statistical needs and the labour market situation prevailing at the time.\n(4) Data collection should not impose on respondents a burden out of proportion with the results which users of the survey can reasonably expect.\n(5) The Statistical Programme Committee, established by Council Decision 89/382/EEC, Euratom of 19 June 1989(5) has been consulted by the Commission.\n(6) Regulation (EC) No 577/98 should therefore be amended accordingly,", "main_body": ["Article 4 of Regulation (EC) No 577/98 is hereby amended as follows:\n1. Points (b), (c), (d) and (g) of paragraph 1 are replaced by the following:\n\"(b) labour status:\n- labour status during the reference week,\n- continuing receipt of wages and salary,\n- reason for not having worked though having a job,\n- search for employment for person without employment,\n- type of employment sought (self-employed or employee),\n- methods used to find a job,\n- availability to start work;\n(c) employment characteristics of the main job:\n- professional status,\n- economic activity of the local unit,\n- occupation,\n- supervisory responsibilities,\n- number of persons working at the local unit,\n- country of place of work,\n- region of place of work,\n- year and month when the person started working in current employment,\n- involvement of public employment service in finding the current job,\n- permanency of the job (and reasons),\n- duration of temporary job or work contract of limited duration,\n- full-time/part-time distinction (and reasons),\n- contract with a temporary work agency,\n- working at home;\n(d) hours worked:\n- number of hours per week usually worked,\n- number of hours actually worked,\n- number of hours of overtime in the reference week,\n- main reason for hours actually worked being different from usual hours;\"\n\"(g) search for employment:\n- type of employment sought,\n- duration of search for employment,\n- situation of person immediately before starting to seek employment,\n- registration at public employment office and whether receiving benefits,\n- for person not seeking employment, willingness to work,\n- reasons why person has not sought work,\n- lack of care facilities.\"\n2. The following point is added to paragraph 1:\n\"(n) atypical working times:\n- shift work,\n- evening work,\n- night work,\n- Saturday work,\n- Sunday work.\"\n3. Paragraph 2, third indent, is replaced by the following:\n\"- the volume of an ad hoc module shall be limited to 11 variables.\"\n4. The following paragraph shall be added:\n\"4. On a proposal from the Commission, a list of variables, hereinafter referred to as 'structural variables', may be identified from among the survey characteristics specified in paragraph 1 which need to be surveyed only as annual averages with reference to 52 weeks rather than as quarterly averages. This list of structural variables, the minimum sample size and the survey frequency will be drawn up in accordance with the procedure laid down in Article 8. Spain, Finland and the United Kingdom may survey the structural variables with reference to a single quarter during a transition period until the end of 2007.\"", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 November 2003.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nL. Moratti\n(1) Opinion of the European Parliament of 2 September 2003 (not yet published in the Official Journal); Decision of the Council of 4 November 2003.\n(2) OJ L 77, 14.3.1998, p. 3. Regulation as last amended by Commission Regulation (EC) No 2104/2002 (OJ L 324, 29.11.2002, p. 14).\n(3) OJ L 60, 1.3.2002, p. 60.\n(4) OJ L 182, 11.7.2002, p. 1.\n(5) OJ L 181, 28.6.1989, p. 47."}