{"celex_id": "32007D0160", "uri": "http://publications.europa.eu/resource/cellar/bc100919-900b-4580-8ad0-2e9cb351671f", "type": "Decision", "concepts": ["3641", "3709", "4654", "468", "848"], "title": "2007/160/EC: Council Decision of 22 February 2007 on the position of the Community in relation to the draft Regulation of the United Nations Economic Commission for Europe concerning the approval of partitioning systems to protect passengers against displaced luggage, supplied as non original vehicle equipment (Text with EEA relevance)\n", "header": "9.3.2007 EN Official Journal of the European Union L 69/39\nCOUNCIL DECISION\nof 22 February 2007\non the position of the Community in relation to the draft Regulation of the United Nations Economic Commission for Europe concerning the approval of partitioning systems to protect passengers against displaced luggage, supplied as non original vehicle equipment\n(Text with EEA relevance)\n(2007/160/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 97/836/EC of 27 November 1997 with a view to accession by the European Community to the Agreement of the United Nations Economic Commission for Europe concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions (1), in particular the second indent of Article 4(2) thereof,\nHaving regard to the proposal of the Commission,\nHaving regard to the assent of the European Parliament,\nWhereas:\n(1) The draft Regulation of the United Nations Economic Commission for Europe (hereinafter the draft UN/ECE Regulation) concerning the approval of partitioning systems to protect passengers against displaced luggage, supplied as non-original vehicle equipment (2) provides for the abolition of technical barriers to the trade of motor vehicles between the Contracting Parties with respect to these components, while ensuring a high level of safety and environmental protection.\n(2) It is appropriate to define the Community’s position in relation to the draft UN/ECE Regulation and consequently to provide for the Community, represented by the Commission, to vote in favour of that draft.\n(3) Since the draft UN/ECE Regulation concerns the provision of non original vehicle equipment, it should not become part of the Community system for the type-approval of motor vehicles,", "main_body": ["The draft UN/ECE Regulation on partitioning systems to protect passengers against displaced luggage, supplied as non original vehicle equipment, is hereby approved.", "The Community, represented by the Commission, shall vote in favour of the draft UN/ECE Regulation referred to in Article 1 at a forthcoming meeting of the Administrative Committee of the UN/ECE World Forum for Harmonisation of Vehicle Regulations.", "The UN/ECE Regulation on partitioning systems to protect passengers against displaced luggage, supplied as non original vehicle equipment, shall not become part of the Community type-approval system for motor vehicles."], "attachments": "Done at Brussels, 22 February 2007.\nFor the Council\nThe President\nF. MÜNTEFERING\n(1)  OJ L 346, 17.12.1997, p. 78.\n(2)  Document TRANS/WP.29/2005/2088."}