{"celex_id": "32004D0445", "uri": "http://publications.europa.eu/resource/cellar/14f846ef-95a0-4a54-8913-e6557823023e", "type": "Decision", "concepts": ["1309", "1591", "2771", "4084", "5876"], "title": "2004/445/EC: Commission Decision of 13 April 2004 accepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of silicon originating in Russia (notified under document number C(2004) 1312)\n", "header": "Commission Decision\nof 13 April 2004\naccepting an undertaking offered in connection with the anti-dumping proceeding concerning imports of silicon originating in Russia\n(notified under document number C(2004) 1312)\n(2004/445/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) (the basic Regulation), and in particular Articles 8 and 9 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) The Commission, by Regulation (EC) No 1235/2003(2), imposed provisional anti-dumping duties on imports into the Community of silicon (the product concerned) originating in Russia.\n(2) Following the adoption of the provisional anti-dumping measures, the Commission continued the investigation of dumping, injury and Community interest. The definitive findings and conclusions of the investigation are set out in Council Regulation (EC) No 2229/2003 of 22 December 2003 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of silicon originating in Russia(3) (the definitive Regulation).\n(3) The investigation confirmed the provisional findings of injurious dumping relating to imports of silicon originating in Russia.\nB. UNDERTAKING\n(4) Subsequent to the adoption of provisional anti-dumping measures, SKU LLC, Sual-Kremny-Ural and ZAO KREMNY, cooperating exporting producers in Russia, belonging to the SUAL Holding Group, together with their related trader, ASMP GmbH, in Switzerland (SKU LLC, Sual-Kremny-Ural; ZAO KREMNY and ASMP GmbH are hereinafter jointly referred to as the company), offered an undertaking in accordance with Article 8(1) of the basic Regulation. The offer was made within the deadline stipulated in Article 8(2) of the basic Regulation but could not be accepted for the reasons set out in detail in recital 94 of the definitive Regulation.\n(5) Subsequently, the company submitted a substantially revised undertaking offer. In that undertaking offer, the company has offered to sell the product concerned at or above price levels which eliminate the injurious effects of dumping. In addition, this undertaking provides that sales to the Community of the product concerned falling within the scope of the undertaking will be subject to an annual quantitative ceiling. When the relevant ceiling in a given year is reached, the anti-dumping duty in force would be levied. The non-confidential version of the revised undertaking offer was disclosed to interested parties, in accordance with Article 8(4) of the basic Regulation. No comments indicating opposition to the price undertaking were received following this disclosure.\n(6) The company will also provide the Commission with regular and detailed information concerning its exports to the Community, including information on products other than silicon, meaning that the undertaking can be monitored effectively by the Commission. Information was also provided by the company regarding its customer listings, together with the volumes and prices of products the company sold to its customers. This showed that, unlike what appeared to be a problem in the first undertaking offer, the vast majority of sales of the product concerned were made to customers that were not sourcing any other product produced by the company and thus the risk of any price cross-compensation between the product concerned and other products was considered limited. Any change in this pattern of sales will be closely monitored by the Commission. In this regard, it is to be noted that the revised undertaking contains a clause to the effect that any change in the pattern of trade to the Community for which there is insufficient due cause or economic justification, other than the imposition of anti-dumping measures, would constitute a breach of the undertaking. Under these circumstances, it is considered that the risk of circumvention of the agreed undertaking is limited.\n(7) This final acceptable offer of a price undertaking was made by the company prior to the publication of the definitive findings, but at such a late stage in the proceeding that it was administratively impossible to include its acceptance in the definitive Regulation. Exceptionally, and particularly taking account of the efforts of the company to overcome the Commission's concerns regarding the risk of circumvention and the elimination of injury, it is considered appropriate to accept the undertaking notwithstanding the fact that it was made after the period during which representations must be made pursuant to Article 20(5) of the basic Regulation.\n(8) In order to enable the Commission to monitor effectively the company's compliance with the undertaking, when the request for release for free circulation pursuant to the undertaking is presented to the relevant customs authority, exemption from the duty will be conditional upon the presentation of an invoice containing at least the items of information listed in the Annex to Council Regulation (EC) 2229/2003, as amended by Council Regulation (EC) No 821/2004 and a certificate issued by the company which declares the chemical analysis of each grade of the product concerned specified on the commercial invoice in question. This information is also necessary to enable customs authorities to ascertain with sufficient precision that the shipment corresponds to the commercial documents. Where no such invoice and certificate are presented, or when they do not correspond to the product presented to customs, the appropriate rate of anti-dumping duty will instead be payable.\n(9) In the event of a breach, suspected breach or withdrawal of the undertaking, an anti-dumping duty may be imposed pursuant to Article 8(9) and (10) of the basic Regulation,", "main_body": ["The undertaking offered by the producers mentioned below, in connection with the anti-dumping proceeding concerning imports of silicon originating in Russia is hereby accepted.\n>TABLE>", "This Decision shall enter into force on 30 April 2004."], "attachments": "Done at Brussels, 13 April 2004.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 1972/2002 (OJ L 305, 7.11.2002, p. 1).\n(2) OJ L 173, 11.7.2003, p. 14.\n(3) OJ L 339, 24.12.2003, p. 3. Regulation as amended by Regulation (EC) No 821/2004 (See page 1 of this Official Journal)."}