{"celex_id": "32000D0098", "uri": "http://publications.europa.eu/resource/cellar/0106c36b-4622-4e5c-8b78-85d926c61e35", "type": "Decision", "concepts": ["1451", "2454", "6049"], "title": "2000/98/EC: Council Decision of 24 January 2000 establishing the Employment Committee\n", "header": "COUNCIL DECISION\nof 24 January 2000\nestablishing the Employment Committee\n(2000/98/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 130 thereof,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) Article 3 of the Treaty states that the activities of the Community is to include the promotion of coordination between employment policies of the Member States with a view to enhancing their effectiveness by developing a coordinated strategy for employment;\n(2) Part III, Title VIII of the Treaty establishes the procedures by which Member States and the Community should work towards developing a coordinated strategy for employment and particularly for promoting a skilled, trained and adaptable workforce and labour markets responsive to economic change; that Title provides for the establishment of an Employment Committee with advisory status (\"the Committee\");\n(3) in fulfilling its tasks, which include advising and contributing to the work of the Council and the Commission, the Committee should contribute to ensuring that the European Employment Strategy, macroeconomic policy coordination and the process of economic reform are formulated and implemented in a consistent and mutually supportive way;\n(4) it is desirable that the Committee and the Community bodies involved in the coordination of economic policies, in particular the Economic and Financial Committee and the Economic Policy Committee, should work closely together;\n(5) the Committee should collaborate closely with the social partners, in particular with those represented in the Standing Committee on Employment provided for by the Council Decision 1999/207/EC of 9 March 1999 on the reform of the Standing Committee on Employment and repealing Decision 70/532/EEC(2);\n(6) the Employment Committee is to replace the Employment and Labour Market Committee, set up by the Council Decision 97/16/EC(3); Decision 97/16/EC should therefore be repealed,", "main_body": ["Institutions and functions\n1. An advisory Employment Committee (hereinafter referred to as \"the Committee\") is hereby established by the Council to promote coordination between Member States on employment and labour market policies, in full compliance with the Treaty and with due regard for the powers of the Community's institutions and organs.\n2. The tasks of the Committee shall be:\n- to monitor the employment situation and employment policies in the Member States and the Community,\n- without prejudice to Article 207 of the Treaty, to formulate opinions at the request of either the Council or the Commission or on its own initiative, and to contribute to the preparation of the Council proceedings referred to in Article 128 of the Treaty.\nTo this end, the Committee should also, in particular:\n- promote the consideration of the objective of a high level of employment in the formulation and implementation of Community policies and activities,\n- contribute to the procedure leading to the adoption of the Broad Economic Guidelines in order to ensure consistency between the Employment Guidelines and those guidelines and contribute to the synergy between the European Employment Strategy, macroeconomic policy coordination and the process of economic reform in a mutually supportive way,\n- participate in the macroeconomic dialogue at Community level,\n- promote exchanges of information and experience between Member States and with the Commission.", "Membership\n1. Each Member State and the Commission shall appoint two members of the Committee. They may also appoint two alternates.\n2. The members of the Committee and the alternates shall be selected from among senior officials or experts possessing outstanding competence in the field of employment and labour market policy in the Member States.\n3. The Committee may call on external experts where appropriate to its agenda.", "Operation\n1. The Committee shall elect its chairperson from among the members appointed by the Member States for a non-renewable term of two years.\n2. The Chairperson shall be assisted by four vice-Chairpersons, of whom two shall be elected by the Committee from among its members for a term of two years. The third shall be a representative from the Member State holding the Presidency of the Council and the fourth shall be a representative from the Member State which will hold the next Presidency.\n3. The Commission shall provide the analytical and organisational support for the Committee. It shall designate a member of its staff as Secretary, who shall act on the instructions of the Committee when assisting the Committee in carrying out its tasks. The Commission shall liaise with the General Secretariat of the Council with regard to the holding of meetings.\n4. The Committee shall establish its own rules of procedure.\n5. Meetings of the Committee shall be convened by the chairperson, either on his/her own initiative or at the request of a majority of the members of the Committee.", "Working groups\nThe Committee may entrust the study of specific questions to its alternate members or may establish working groups to this end. In such cases, the chair shall be taken by either a member or an alternate member of the Committee or by a Commission official, appointed by the Committee. The working groups may call upon experts to assist them.", "Liaison with other bodies\n1. In fulfilling its mandate, the Committee shall consult management and labour. It shall, in this context, establish contacts with the social partners represented on the Standing Committee on Employment.\n2. The Committee shall work as appropriate in cooperation with other relevant bodies and committees dealing with economic policy matters.", "Repeal\nThe Employment and Labour Market Committee established by Decision 97/16/EC shall cease to exist on the date of the first meeting of the Committee established by the present Decision. The first meeting of the Committee shall take place no later than four months after the date of adoption of this Decision.\nDecision 97/16/EC shall be repealed on the date the Employment and Labour Market Committee ceases to exist.", "Publication\nThis Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 24 January 2000.\nFor the Council\nThe President\nL. CAPOULAS SANTOS\n(1) Opinion delivered on 4 November 1999 (not yet published in the Official Journal).\n(2) OJ L 72, 18.3.1999, p. 33.\n(3) OJ L 6, 10.1.1997, p. 32."}