{"celex_id": "32005D0259", "uri": "http://publications.europa.eu/resource/cellar/a299e1c5-77e8-4a68-a6bb-53610497e997", "type": "Decision", "concepts": ["1092", "2900", "4585", "5581", "5989", "924"], "title": "2005/259/: Council Decision of 14 March 2005 authorising the Republic of Cyprus to apply a measure derogating from Article 11 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "24.3.2005 EN Official Journal of the European Union L 78/48\nCOUNCIL DECISION\nof 14 March 2005\nauthorising the Republic of Cyprus to apply a measure derogating from Article 11 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2005/259/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes — Common system of value added tax; uniform basis of assessment (1), and in particular Article 27(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In a letter registered by the Commission’s Secretariat-General on 11 November 2004, the Republic of Cyprus sought authorisation for a measure in existence prior to accession to the European Union and which derogates from Article 11(A)(1)(a) of Directive 77/388/EEC.\n(2) The measure requiring a derogation is intended to counter tax avoidance through the manipulation of the value of supplies subject to value added tax (VAT).\n(3) The measure should apply only in cases where the administration is able, based on the facts, to conclude that the determination of the taxable amount provided for in Article 11(A)(1)(a) of the said Directive is influenced by family, legal or business ties between the supplier and the recipient. In this matter the administration should not act on mere presumptions, and the parties concerned should be allowed to adduce evidence to the contrary where they dispute the level of the open market value established by the administration.\n(4) The measure is strictly targeted so that it can only be invoked when a series of conditions have been met and an absolute tax loss identified; and is therefore proportionate to the aim pursued.\n(5) Similar derogations have been granted to other Member States to counter tax avoidance and have been found to be effective.\n(6) This derogation will safeguard the amount of VAT due at the final consumption stage and has no negative impact on the Communities’ own resources from VAT,", "main_body": ["By way of derogation from Article 11(A)(1)(a) of Directive 77/388/EEC, the Republic of Cyprus is hereby authorised to use the open market value as the taxable amount of a supply in the circumstances described in Article 2.", "The open market value may be applied only when all the following conditions are met:\n1. The consideration paid is less than the open market value of the supply;\n2. The recipient of the supply does not have a right to deduct in full;\n3. The person making the supply and the recipient are connected by family, business or legal ties, as defined in national legislation;\n4. A number of facts make it possible to conclude that these family, business or legal ties have influenced the determination of the taxable amount provided for in Article 11(A)(1)(a) of Directive 77/388/EEC.", "The authorisation granted under Article 1 shall expire on the date of entry into force of a Directive rationalising the derogations pursuant to Article 27 of Directive 77/388/EEC which counter avoidance of VAT through the valuation of supplies between connected persons, or on the 1 June 2009, whichever is the earlier.", "This Decision is addressed to the Republic of Cyprus."], "attachments": "Done at Brussels, 14 March 2005.\nFor the Council\nF. BODEN\nThe President\n(1)  OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2004/66/EC (OJ L 168, 1.5.2004, p. 35)."}