{"celex_id": "32004R1273", "uri": "http://publications.europa.eu/resource/cellar/4da97d3b-5de9-4447-8763-2d5fe570ba30", "type": "Regulation", "concepts": ["1201", "3003", "4448", "755"], "title": "Commission Regulation (EC) No 1273/2004 of 12 July 2004 deferring the final date for sowing certain arable crops in certain areas of the Community in the 2004/2005 marketing year\n", "header": "13.7.2004 EN Official Journal of the European Union L 241/3\nCOMMISSION REGULATION (EC) No 1273/2004\nof 12 July 2004\ndeferring the final date for sowing certain arable crops in certain areas of the Community in the 2004/2005 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1251/1999 of 17 May 1999 establishing a support system for producers of certain arable crops (1), and in particular Article 9 thereof,\nWhereas:\n(1) Article 8(2) of Regulation (EC) No 1251/1999 lays down that, in order to qualify for area payments, producers must have sown the seed no later than 31 May preceding the relevant harvest.\n(2) As a result of the particular weather conditions this year, it will not be possible, in the case of certain crops in Italy and Spain and in certain regions of Finland, France, Portugal and Sweden to comply with the final dates for sowing.\n(3) In these circumstances, the deadline for sowing of certain crops for the 2004/2005 marketing year should be deferred.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The final dates for sowing for the 2004/2005 marketing year are fixed in the Annex for the crops and regions indicated.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply to area payments for the 2004/2005 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 1. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\nANNEX\nFinal dates for sowing for the 2004/2005 marketing year\nCrop Member State Region Final date\nSoya, sunflower, sorghum, linseed, flax Italy The entire country 15 June 2004\nMaize Italy The entire country except Lombardy: the municipalities mentioned in Regional Decree No 15969 15 June 2004\nLombardy: the municipalities mentioned in Regional Decree No 15969 30 June 2004\nMaize, soya, sunflower, sorghum, linseed, flax Portugal Entre-Douro e Minho, Beira Litoral, Ribatejo e Oeste 15 June 2004\nMaize, sunflower, sorghum Spain The entire country 15 June 2004\nMaize France Aquitaine, Midi-Pyrénées 15 June 2004\nAll crops Sweden Västernorrland, Jämtland, Västerbotten, Norrbotten 28 June 2004\nAll crops Finland C2 21 June 2004\nAll crops Finland C2P, C3, C4 28 June 2004"}