{"celex_id": "32001R2572", "uri": "http://publications.europa.eu/resource/cellar/0f489138-4b3a-4352-97b2-f2f9bdc5d16c", "type": "Regulation", "concepts": ["2456", "2659", "2664", "2718", "3618"], "title": "Commission Regulation (EC) No 2572/2001 of 20 December 2001 fixing the withdrawal and selling prices for the fishery products listed in Annex I to Council Regulation (EC) No 104/2000 for the fishing year 2002\n", "header": "Commission Regulation (EC) No 2572/2001\nof 20 December 2001\nfixing the withdrawal and selling prices for the fishery products listed in Annex I to Council Regulation (EC) No 104/2000 for the fishing year 2002\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products(1), as modified by Commission Regulation (EC) No 939/2001(2), and in particular Article 20(3) and Article 22 thereof,\nWhereas:\n(1) Regulation (EC) No 104/2000 provides that the Community withdrawal and selling prices for each of the products listed in Annex I thereto are to be fixed on the basis of the freshness, size or weight and presentation of the product by applying the conversion factor for the product category concerned to an amount not more than 90 % of the relevant guide price.\n(2) Regulation (EC) No 104/2000 provides that the withdrawal prices may be multiplied by adjustment factors in landing areas which are very distant from main centres of consumption in the Community.\n(3) The guide prices for the fishing year 2001 were fixed for all the products concerned by Council Regulation (EC) No 2563/2001(3).\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The conversion factors used for calculating the Community withdrawal and selling prices for the fishing year 2002 for the products listed in Annex I to Regulation (EC) No 104/2000 are set out in Annex I to this Regulation.", "The Community withdrawal and selling prices applicable for the fishing year 2002 and the products to which they relate are set out in Annex II.", "The withdrawal prices applicable for the fishing year 2002 in landing areas which are very distant from the main centres of consumption in the Community and the products to which those prices relate are set out in Annex III.", "This Regulation shall enter into force on 1 January 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 17, 21.1.2000, p. 22.\n(2) OJ L 132, 15.5.2001, p. 10.\n(3) See page 26 of this Official Journal.\nANNEX I\nConversion factors for the products listed in points A, B and C of Annex I to Regulation (EC) No 104/2000\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX II\nWithdrawal and sale price in the Community of the products listed in points A, B and C of Annex I to Regulation (EC) No 104/2000\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX III\nWithdrawal prices in landing areas which are very distant from the main centres of consumption\n>TABLE>"}