{"celex_id": "32006R0211", "uri": "http://publications.europa.eu/resource/cellar/90cdbb1c-82ef-4582-aa86-0deef40b42ca", "type": "Regulation", "concepts": ["1052", "1201", "5581", "5823", "922"], "title": "Commission Regulation (EC) No 211/2006 of  7 February 2006  derogating from Regulation (EC) No 1433/2003 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational funds, operational programmes and financial assistance\n", "header": "8.2.2006 EN Official Journal of the European Union L 36/36\nCOMMISSION REGULATION (EC) No 211/2006\nof 7 February 2006\nderogating from Regulation (EC) No 1433/2003 laying down detailed rules for the application of Council Regulation (EC) No 2200/96 as regards operational funds, operational programmes and financial assistance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables (1), and in particular Article 48 thereof,\nWhereas:\n(1) Articles 13 and 14 of Commission Regulation (EC) No 1433/2003 (2) set as 15 December the final date by which the competent national authority is to take decisions on programmes and funds, and amendments thereto, respectively, following submissions by the producer organisations in accordance with Articles 11 and 14 of that Regulation. However, the Member States may, for duly justified reasons, defer the 15 December deadline to 20 January of the year following that in which the application is submitted.\n(2) In view of the administrative complexity of this task, even using the option of deferring the deadline until 20 January, some Member States have been unable to meet their obligation to take decisions on applications for the current year by that date. For 2006, therefore, provision should be made for derogations from certain provisions of Regulation (EC) No 1433/2003.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["1.   Notwithstanding Article 13(2) of Regulation (EC) No 1433/2003, for operational programmes for the year 2006 only, Member States may, for duly justified reasons, take a decision on operational programmes and funds not later than 10 February following the date of the application.\n2.   Notwithstanding Article 14(3) of Regulation (EC) No 1433/2003, for operational programmes for the year 2006 only, Member States may, for duly justified reasons, take a decision on applications to amend operational programmes not later than 10 February following the date of the application.\n3.   Notwithstanding Article 16(2) of Regulation (EC) No 1433/2003, for operational programmes for the year 2006 only, the implementation of operational programmes approved in accordance with the derogations provided for in paragraphs 1 or 2 of this Article shall commence not later than 15 February following their approval.\n4.   Notwithstanding Article 17 of Regulation (EC) No 1433/2003, for operational programmes for the year 2006 only, the Member States, where they apply the derogations provided for in paragraphs 1 or 2 of this Article, shall notify the producer organisations on 10 February at the latest of the approved amount of aid and shall communicate to the Commission not later than 15 February the total amount of aid approved for all operational programmes.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 February 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2)  OJ L 203, 12.8.2003, p. 25. Regulation as last amended by Regulation (EC) No 2190/2004 (OJ L 373, 21.12.2004, p. 21)."}