{"celex_id": "32006D0505", "uri": "http://publications.europa.eu/resource/cellar/e4aecf19-b47c-45c1-970b-38ee212b19ee", "type": "Decision", "concepts": ["54", "5640", "6050"], "title": "2006/505/EC: Commission Decision of  14 July 2006  setting up a Standards Advice Review Group to advise the Commission on the objectivity and neutrality of the European Financial Reporting Advisory Group's (EFRAG’s) opinions\n", "header": "21.7.2006 EN Official Journal of the European Union L 199/33\nCOMMISSION DECISION\nof 14 July 2006\nsetting up a Standards Advice Review Group to advise the Commission on the objectivity and neutrality of the European Financial Reporting Advisory Group's (EFRAG’s) opinions\n(2006/505/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nWhereas:\n(1) The high level of transparency and comparability of financial reporting for all publicly traded Community companies is necessary for building an integrated capital market which operates effectively, smoothly and efficiently.\n(2) In order to contribute to a better functioning of the internal market Regulation (EC) No 1606/2002 of the European Parliament and of the Council (1) provides that the companies listed on regulated market are required to prepare their consolidated accounts in accordance with a single set of global accounting standards, commonly refereed to as International Financial Reporting Standards (IFRS). The Regulation, in its recital 10, foresees the creation of an accounting technical committee to provide support and expertise to the Commission in the assessment of international accounting standards.\n(3) The European Financial Reporting Advisory Group (EFRAG) was founded in March 2001 by the organisations representing preparers, users and accountancy professions involved in the financial reporting process; EFRAG provides opinions on whether the standard or interpretation to be endorsed complies with the Community law and, in particular, the requirements of Regulation (EC) No 1606/2002 as regards understandability, relevance, reliability and comparability as well as the true and fair principle as set out in Council Directives 78/660/EEC (2) and 83/349/EEC (3).\n(4) As EFRAG is a private body it is important for the high quality, transparency and credibility of the endorsement process to establish appropriate institutional infrastructure ensuring that its endorsement advice is objective and well-balanced.\n(5) In this context, the Commission considers that a Standards Advice Review Group composed of independent experts and high level representatives from National Standard Setters should therefore be established to serve as a body to reflect on the endorsement advice submitted by the EFRAG with a view to assessing whether its content is well-balanced and objective,", "main_body": ["A group of non-governmental experts in accounting, hereinafter referred to as ‘the group’, is hereby established.", "Task\nThe role of the group shall be to advise the Commission, before it takes a decision on endorsement, on whether EFRAG's opinions on endorsement of International Financial Reporting Standards (IFRS) and Interpretations by the International Financial Reporting Committee (IFRICs) are well-balanced and objective.", "Membership — Appointment\n1.   The group shall comprise of maximum seven members.\n2.   The Commission shall appoint the members of the group from independent experts whose experience and competence in the accounting area, in particular in financial reporting issues, are widely recognised at Community level. The members shall be selected on the basis of eligible proposals submitted following the call for applications published on the website of DG Internal Market and Services.\n3.   The Commission will take the following criteria into account when assessing applications:\n— proven competence and high level technical experience, including at European and/or international level, in the accounting area, in particular in financial reporting issues,\n— independence,\n— the need for balanced composition in terms of geographical origin, gender (4), the functions and size of businesses or bodies concerned.\n4.   The members shall be appointed in a personal capacity and shall advise the Commission independently of any outside influence. The members shall not participate in the work of EFRAG either before the appointment to the group or during their term of office.\n5.   Members shall each year sign an undertaking to act in the public interest and a declaration indicating the absence or existence of any interest which may undermine their independence and objectivity.\n6.   Members of the group are appointed for a 3-year renewable term of office. The rules of procedure of the group may foresee partial replacement of the members every year in groups of 2 or 3.\n7.   In the event of resignation of a member of the group during the term of office as well as when a member is no longer capable of contributing effectively to the group’s deliberations or does not comply with the conditions set out in paragraphs 3 and 4, or Article 287 of the Treaty, the Commission shall appoint a new member of the group in accordance with paragraphs 3 and 4 for the remainder of his/her term of office.\n8.   The names of members appointed by the Commission shall be published on the Internet website of the DG Internal Market and Services. The names of members shall be collected, processed and published in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council (5).", "Operation\n1.   The group shall be chaired by one of its members. The chairman will be selected by a simple majority for a period of one year.\n2.   The representative of the Commission will assist in the meetings of the group and may take part in the debates. Other Commission officials interested in the matters discussed by the group may also attend its meetings.\n3.   Upon receiving EFRAG's opinion on endorsement of IFRS or IFRICs, the group shall give its advice on whether the opinion of EFRAG is objective and well-balanced.\n4.   The group shall deliver its advice to the Commission within a short time, which should not be longer than three weeks from the date of receiving EFRAG's opinion. In exceptional circumstances, in particular when the issue is complex, this period may be extended to four weeks.\n5.   The final advice of the group shall be published on the Internet website of the Commission.\n6.   When the group identifies a particular concern, the chairman of the group shall enter into a dialog with EFRAG with a view to resolve the matter, before the group issues its final advice. The Commission may assist in the discussions between the group and EFRAG with the aim to establish a balanced solution.\n7.   The Chairman of Technical Expert Group (TEG) of EFRAG may attend the meetings of the group as an observer. The chairman or the representative of the Commission may also ask other experts or observers with specific competence on a subject on the agenda to participate in the group’s deliberations if this is useful and/or necessary.\n8.   Information obtained by participating in the deliberations of the group shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n9.   The group shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission (6).\n10.   In addition to documents mentioned in this Article, the Commission may publish on the Internet, in the original language of the document concerned, any summary, conclusion, or partial conclusion or working document of the group.", "Meeting expenses\nThe Commission shall reimburse travel and, where appropriate, subsistence expenses for members, experts and observers in connection with the group’s activities in accordance with the Commission’s rules on the compensation of external experts.\nThe members, experts and observers shall not be remunerated for the services they render.\nMeeting expenses are reimbursed within the limits of the annual budget allocated to the group by the responsible Commission services.", "Applicability\nThe decision shall take effect on the day of its publication in the Official Journal of the European Union.\nIt shall apply until 13 July 2009. The Commission shall decide on a possible extension before that date."], "attachments": "Done at Brussels, 14 July 2006.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 222, 14.8.1978, p. 11. Directive as last amended by Directive 2006/43/EC of the European Parliament and of the Council (OJ L 157, 9.6.2006, p. 87).\n(3)  OJ L 193, 18.7.1983, p. 1. Directive as last amended by Directive 2006/43/EC.\n(4)  Commission Decision 2000/407/EC of 19 June 2000 relating to gender balance within the committees and expert groups established by it (OJ L 154, 27.6.2000, p. 34).\n(5)  OJ L 8, 12.1.2001, p. 1.\n(6)  Annex III of document SEC(2005) 1004."}