{"celex_id": "32007R1498", "uri": "http://publications.europa.eu/resource/cellar/641cc43e-d538-4927-b1ac-74ddd4a2e5c8", "type": "Regulation", "concepts": ["1644", "2296", "2771", "3191", "4314", "5078", "5083"], "title": "Commission Regulation (EC) No 1498/2007 of 18 December 2007 laying down specific rules for issuing import licences for sugar and sugar and cocoa mixtures with ACP/OCTs or EC/OCTs cumulation of origin\n", "header": "19.12.2007 EN Official Journal of the European Union L 333/6\nCOMMISSION REGULATION (EC) No 1498/2007\nof 18 December 2007\nlaying down specific rules for issuing import licences for sugar and sugar and cocoa mixtures with ACP/OCTs or EC/OCTs cumulation of origin\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (Overseas Association Decision) (1), and in particular the fifth subparagraph of Article 6(4) of Annex III thereto,\nWhereas:\n(1) Decision 2001/822/EC allows ACP/OCTs or EC/OCTs cumulation of origin for the quantities laid down in that Decision with regard to products falling within CN Chapter 17 and CN codes 1806 10 30 and 1806 10 90.\n(2) Specific rules for issuing import licences have been established for these products under Commission Regulation (EC) No 192/2002 of 31 January 2002 laying down detailed rules for issuing import licences for sugar and sugar and cocoa mixtures with ACP/OCTs or EC/OCTs cumulation of origin (2) so as to permit the requisite controls on imports of the quantities provided for in Decision 2001/822/EC.\n(3) Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (3) applies to import licences for the import tariff quota periods commencing from 1 January 2007. Regulation (EC) No 1301/2006 lays down, in particular, detailed rules for applications for import licences, the status of applicants and the issue of licences. It limits the validity of licences to the final day of the tariff quota period. The provisions of Regulation (EC) No 1301/2006 should apply, without prejudice to the additional rules laid down by this Regulation.\n(4) The rules laid down in the above Regulation should therefore apply to Regulation (EC) No 192/2002. However, certain rules should be adapted to reflect the specific characteristics of the trade covered by Regulation (EC) No 192/2002. In the interests of clarity and rationality, Regulation (EC) No 192/2002 should be repealed and replaced by a new Regulation.\n(5) Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products (4) should also apply, subject to the specific measures provided for in this Regulation.\n(6) With a view to ensuring orderly management, preventing speculation and providing for effective controls, detailed rules should be laid down for submitting licence applications and the documents that the interested parties must produce. To this end, the rules laid down in Regulation (EC) No 1301/2006 should apply.\n(7) The specific features of the licence application form for importing the products in question should be laid down and, in order to ensure that such imports are managed strictly, it should be laid down that the rights deriving from licences are not transferable.\n(8) Rules should also be laid down regarding time limits for the submission of licence applications and the issue of licences by the competent authorities of the Member States,", "main_body": ["1.   Regulations (EC) No 1291/2000 and (EC) No 1301/2006 shall apply to the import at zero-rate customs duty of products falling within CN Chapter 17 and CN codes 1806 10 30 and 1806 10 90 with OCTs origin subject to cumulation with sugar of ACP and/or EC origin, unless otherwise provided for in this Regulation.\n2.   Import licences issued under this Regulation shall bear the serial number 09.4652.", "For the purposes of this Regulation the concept of ‘originating products’ and the relevant administrative methods shall be those set out in Annex III to Decision 2001/822/EC.", "1.   Import licence applications shall relate to a quantity of not less than 25 tonnes.\n2.   Import licence applications shall be accompanied by the following documents:\n(a) the export licence issued by the OCTs authorities in accordance with the model form set out in Annex I, issued by the bodies responsible for issuing EUR 1 certificates;\n(b) proof that the applicant has lodged a security of EUR 12 per 100 kilograms.", "The licence application and import licence shall show:\n(a) in section 7, the OCTs of provenance, the word ‘yes’ being marked with a cross;\n(b) in section 8, the OCTs of origin, the word ‘yes’ being marked with a cross;\n(c) in section 20 of the licence, one of the entries listed in Annex II.", "Article 9 of Regulation (EC) No 1291/2000 notwithstanding, the rights deriving from import licences shall not be transferable.", "1.   By way of derogation from Article 6(1) of Regulation (EC) No 1301/2006, licence applications shall be submitted in the first seven days of January, April, July and October of each year.\nAn applicant may submit only one licence application per month of submission of licence applications. Where, in a given month, applicants submit more than one application, all their applications in that month shall be rejected and the securities lodged when the applications were submitted shall be taken over by the Member State concerned.\n2.   Licence applications shall be notified no later than the twelfth day of the month of submission of licence applications and shall be broken down by eight-digit CN code and by OCTs of origin.\n3.   Import licences shall be issued by the Member States from the twenty-fifth and no later than the thirtieth day of the month of submission of licence applications.", "Import licences shall become valid on their actual day of issue, within the meaning of Article 23(2) of Regulation (EC) No 1291/2000.", "Regulation (EC) No 192/2002 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 314, 30.11.2001, p. 1. Decision as last amended by Decision 2007/249/EC (OJ L 109, 26.4.2007, p. 33).\n(2)  OJ L 31, 1.2.2002, p. 55. Regulation as last amended by Regulation (EC) No 2031/2006 (OJ L 414, 30.12.2006, p. 43).\n(3)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(4)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1423/2007 (OJ L 317, 5.12.2007, p. 36).\nANNEX I\nModel export licence referred to in Article 3(2)(a)\nANNEX II\nEntries referred to in Article 4(c):\n— : in Bulgarian : Освободено от вносно мито (Решение 2001/822/ЕО, член 35) пореден номер на квотата 09.4652,\n— : in Spanish : Exención de derechos de importación (Decision 2001/822/CE, articulo 35) numero de orden 09.4652,\n— : in Czech : Osvobozeno od dovozního cla (Rozhodnutí 2001/822/ES, čl. 35), sériové čislo 09.4652,\n— : in Danish : Fritages for importafgifter (artikel 35 i afgorelse 2001/822/EF), løbenummer 09.4652,\n— : in German : Frei von Einfuhrabgaben (Beschluss 2001/822/EG, Artikel 35), Ordnungsnummer 09.4652,\n— : in Estonian : Impordimaksust vabastatud (otsus 2001/822/EÜ, artikkel 35), järjekorranumber 09.4652,\n— : in Greek : Δασμολογική απαλλαγή (απόφαση 2001/822/ΕΚ, άρθρο 35), αύξων αριθμός 09.4652,\n— : in English : Free from import duty (Decision 2001/822/EC, Article 35), serial No 09.4652,\n— : in French : Exemption du droit d’importation (Décision 2001/822/CE, article 35), numéro d’ordre 09.4652,\n— : in Italian : Esenzione dal dazio all’importazione (decisione 2001/822/CE, articolo 35), numero d’ordine 09.4652,\n— : in Latvian : Atbrīvots no importa nodokļa (Lēmuma 2001/822/EK 35. pants), sērijas numurs 09.4652,\n— : in Lithuanian : Atleista nuo importo muito (Nutarimo 2001/822/EB 35 straipsnis), serijos numeris 09.4652,\n— : in Hungarian : Mentes a behozatali vám alól (2001/822/EK hatarozat, 35. cikk), sorozatszám 09.4652,\n— : in Maltese : Eżenzjoni minn dazju fuq l-importazzjoni (Deċiżjoni 2001/822/KE, Artikolu 35), numru tas-serje 09.4652,\n— : in Dutch : Vrij van invoerrechten (Besluit 2001/822/EG, artikel 35), volgnummer 09.4652,\n— : in Polish : Wolne od przywozowych opłat celnych (decyzja 2001/822/WE art. 35), numer seryjny 09.4652,\n— : in Portuguese : Isenção de direitos de importação (Decisão 2001/822/CE, artigo 35.o), número de ordem 09.4652,\n— : in Romanian : Scutit de drepturi de import (Decizia 2001/822/CE, articolul 35), nr. de ordine 09.4652,\n— : in Slovak : Oslobodený od dovozného cla (Rozhodnutie 2001/822/ES, čl. 35), sériové čislo 09.4652,\n— : in Slovenian : brez uvozne carine (člen 35 Sklepa 2001/822/ES), zaporedna številka 09.4652,\n— : in Finnish : Vapaa tuontitulleista (päätöksen 2001/822/EY 35 artikla), järjestysnumero 09.4652,\n— : in Swedish : Importtullfri (beslut 2001/822/EG, artikel 35), löpnummer 09.4652."}