{"celex_id": "32000R2570", "uri": "http://publications.europa.eu/resource/cellar/1f18b837-39cc-41c9-98e7-4aa39cc08b09", "type": "Regulation", "concepts": ["1591", "2488", "2765", "5065", "519", "5969"], "title": "Council Regulation (EC) No 2570/2000 of 20 November 2000 amending Regulation (EC) No 393/98 imposing a definitive anti-dumping duty on imports of stainless steel fasteners and parts thereof originating, inter alia, in the People's Republic of China\n", "header": "Council Regulation (EC) No 2570/2000\nof 20 November 2000\namending Regulation (EC) No 393/98 imposing a definitive anti-dumping duty on imports of stainless steel fasteners and parts thereof originating, inter alia, in the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 11(3) and (4) thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) By Regulation (EC) No 393/98(2), the Council imposed a definitive anti-dumping duty of 74,7 % on imports of stainless steel fasteners and parts thereof (hereinafter referred to as \"the product\") originating, inter alia, in the People's Republic of China. The product is currently classifiable under CN codes 7318 12 10, 7318 14 10, 7318 15 30, 7318 15 51, 7318 15 61, 7318 15 70 and 7318 16 30.\nB. CURRENT PROCEDURE\n(2) The Commission subsequently received an application from Bulten Fasteners (China) Co Ltd (hereinafter referred to as \"the company\") for a review of the measures currently in force, namely, a request to initiate a \"new exporter\" review of Regulation (EC) No 393/98, pursuant to Article 11(3) and (4) of Regulation (EC) No 384/96 (hereinafter referred to as the \"basic Regulation\"). The company claimed that it operated under market economy conditions as provided for in Article 2(7)(c) of the basic Regulation and that it was not related to any of the exporting producers in the People's Republic of China subject to the anti-dumping measures in force with regard to the product. Furthermore, the company claimed that it had not exported the product during the original period of investigation (1 January 1996 to 30 November 1996), but had exported it to the Community since then.\n(3) The product covered by the current review is the same as the one under consideration in Regulation (EC) No 393/98.\n(4) The Commission examined the evidence submitted by the company and considered it sufficient to justify the initiation of a review in accordance with the provisions of Article 11(3) and (4) of the basic Regulation. After consultation of the Advisory Committee and after the Community industry had been given the opportunity to comment, the Commission initiated, by Regulation (EC) No 59/2000(3), a review of Regulation (EC) No 393/98 with regard to the company and commenced its investigation.\n(5) By the Regulation initiating the review, the Commission also repealed the anti-dumping duty imposed by Regulation (EC) No 393/98 with regard to imports of the product produced and exported to the Community by the company and directed customs authorities, pursuant to Article 14(5) of the basic Regulation, to take appropriate steps to register such imports.\n(6) The Commission officially advised the company and the representatives of the exporting country. Furthermore, it gave other parties directly concerned the opportunity to make their views known in writing and to request a hearing. However no such request has been received by the Commission.\n(7) The Commission sent a questionnaire to the company and its two related companies in Sweden (Bulten Micro Fasteners AB and Bulten Stainless Industry AB) selling the product produced by the company and received full replies within the deadline. The Commission sought and verified all information it deemed necessary for the purpose of the investigation, and carried out verification visits at the companies' premises.\n(8) The investigation of dumping covered the period from 1 January 1999 to 31 December 1999 (hereinafter referred to as the \"investigation period\").\n(9) The same methodology as in the original investigation was applied in the current investigation.\nC. SCOPE OF THE REVIEW\n(10) As no request for a review of the findings on injury was made in this investigation, the review was limited to dumping.\nD. RESULTS OF THE INVESTIGATION\n1. New exporter qualification\n(11) The investigation confirmed that the company had not exported the product during the original period of investigation and that the company had begun exporting it to the Community after this period.\nFurthermore, according to documentary evidence submitted, the company was able to satisfactorily demonstrate that it did not have any links, direct or indirect, with any of the Chinese exporting producers subject to the anti-dumping measures in force with regard to the product.\nAccordingly, it is confirmed that the company should be considered as a new exporter in accordance with Article 11(4) of the basic Regulation, and thus an individual dumping margin should be determined for it.\n2. Dumping\na) Market economy treatment\n(12) Since the company applied for market economy treatment, detailed questions regarding ownership, management control and determination of commercial and business policies were put forward.\n(13) The investigation at the company's premises showed that the five criteria required by Article 2(7)(c) of the basic Regulation in order to grant market economy status, were fulfilled.\n(14) Details of the outcome of this investigation were presented to the members of the Advisory Committee on 23 March 2000. Member States were given an opportunity to comment on the proposal but did not object to the conclusions of the Commission.\nb) Normal value\n(15) In accordance with Article 2(2) of the basic Regulation it was examined whether the volume of the company's sales of the like product on the Chinese domestic market in total reached at least 5 % of the volume of the exports of the product to the Community. It was established that the volume of domestic sales of the like product achieved a level considerably in excess of the 5 % threshold mentioned above. For each product type exported to the Community, it was then examined whether or not there were representative domestic sales of identical or directly comparable types. It was found that this was not the case and that in fact the product types sold on the domestic market were not at all comparable to the types sold for export to the Community, mainly because the types of steel grade used for domestic purposes, although all stainless steel, were different from the ones used for exports.\n(16) As a result, the normal value for each product type exported to the Community was constructed on the basis of the cost of manufacturing incurred by this producer plus a reasonable amount for sales, general and administrative expenses and for profits in accordance with Article 2(3) and 2(6) of the basic Regulation, since the prices of another exporting producer could not be used instead. The sales, general and administrative expenses and the profit margin on domestic sales in the ordinary course of trade were those of the producer in question.\nc) Export price\n(17) All exports of the company were made to a related company based in the Community. This company sold to independent customers in the Community and partially to another related company also based in the Community, which in its turn sold the product, together with similar products sourced from other exporters, to independent customers.\n(18) In order to establish a correct export price for the product of the company only, it was constructed in accordance with Article 2(9) of the basic Regulation as based on the price at which the exported product was first resold to independent customers in the Community by the first related company. This price was adjusted for all costs incurred between importation and resale and for profit.\n(19) A profit margin of 5 % was used, in line with the findings concerning unrelated importers during the original period of investigation.\nd) Comparison\n(20) In accordance with Article 2(11) of the basic Regulation, the weighted average normal value by product type was compared, on an ex-factory basis, with the weighted average export price at the same level of trade.\n(21) For the purpose of a fair comparison, due allowance in the form of adjustments was made for differences which were claimed and demonstrated to affect prices and price comparability. These adjustments were made, in accordance with Article 2(10) of the basic Regulation, in respect of import charges, discounts and rebates, transport, insurance, handling and ancillary costs, packing and credit costs.\ne) Dumping margin\n(22) The comparison revealed the existence of dumping for exports of the product to the Community during the investigation period.\n(23) This weighted average dumping margin established for the company, expressed as a percentage of the free-at-Community-frontier price, amounts to 18,5 %.\nE. AMENDMENT OF THE MEASURES BEING REVIEWED\n(24) Based on the findings made during the investigation, it is considered that imports into the Community of stainless steel fasteners and parts thereof produced and exported by the company should be subject to an anti-dumping duty corresponding to the dumping margin established for it. Regulation (EC) No 393/98 should be amended accordingly.\nF. RETROACTIVE LEVYING OF THE ANTI-DUMPING DUTY\n(25) As the review has resulted in a determination of dumping in respect of the company, the anti-dumping duty applicable to it should also be levied retroactively from the date of initiation of this review on imports which have been made subject to registration pursuant to Article 3 of Regulation (EC) No 59/2000.\nG. DISCLOSURE AND DURATION OF THE MEASURE\n(26) The company was informed of the facts and considerations on the basis of which it is intended to impose a definitive anti-dumping duty on its imports to the Community.\n(27) This review does not affect the date on which Regulation (EC) No 393/98 will expire pursuant to Article 11(2) of the basic Regulation,", "main_body": ["1. The table in Article 1(2) of Regulation (EC) No 393/98 shall, with regard to China, be replaced by the following:\n\">TABLE>\"\n2. The duty hereby imposed shall also be levied retroactively on imports of the product which have been registered pursuant to Article 3 of Regulation (EC) No 59/2000.\n3. Unless otherwise specified, the provisions in force concerning customs duties shall apply.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 November 2000.\nFor the Council\nThe President\nH. VĂŠdrine\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2238/2000 (OJ L 257, 11.10.2000, p. 2).\n(2) OJ L 50, 20.2.1998, p. 1.\n(3) OJ L 7, 12.1.2000, p. 1."}