{"celex_id": "32005D0754", "uri": "http://publications.europa.eu/resource/cellar/2e561e88-1ee2-48c8-8622-0c116d6f3b62", "type": "Decision", "concepts": ["1989", "2163", "2924", "3559", "3636", "5169"], "title": "2005/754/EC: Commission Decision of 19 October 2005 on the appointment of the members of the European Group on Ethics in Science and New Technologies for its third mandate\n", "header": "27.10.2005 EN Official Journal of the European Union L 284/6\nCOMMISSION DECISION\nof 19 October 2005\non the appointment of the members of the European Group on Ethics in Science and New Technologies for its third mandate\n(2005/754/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Commission Decision dated 16 December 1997 (SEC(97) 2404) creating the European Group on Ethics in Science and New Technologies (EGE) and authorising the President of the European Commission to appoint the members,\nHaving regard to the Commission Decision dated 26 March 2001 (C(2001) 691) concerning the amendment to the remit of the European Group on Ethics in Science and New Technologies,\nHaving regard to Commission Decision 2005/383/EC of 11 May 2005 (1) on the renewal of the mandate of the European Group on Ethics in Science and New Technologies,\nHaving regard to the open call for expressions of interest launched on the EGE Website on 20 May 2005 with a closing date of 20 June 2005,\nWhereas:\n(1) The EGE is an independent and multidisciplinary consultative body to the European Commission, composed of 15 members.\n(2) Some 38 applications were received following the call for expressions of interest (2). Ten of the previous EGE members are eligible for re-election (3) and nine of these wish to be considered.\n(3) It is necessary to ensure an appropriate range of professional skills and experience in the EGE membership.\n(4) Members are appointed ad personam for their personal competences and qualities,", "main_body": ["The appointment of the following outgoing EGE members is renewed for a period of four years:\n1. Rafael Capurro\n2. Inez de Beaufort\n3. Göran Hermerén\n4. Linda Nielsen\n5. Pere Puigdomenech Rosell\n6. Günter Virt.", "The following individuals are appointed as EGE members for a period of four years:\n1. Emmanuel Agius\n2. Diána Bánáti\n3. Anne Cambon-Thomsen\n4. Carlo Casini\n5. Jozef Glasa\n6. Hille Haker\n7. Julian Kinderlerer\n8. Krzysztof Marczewski\n9. Paula Martinho da Silva.", "This Decision will be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 19 October 2005.\nFor the Commission\nJosé Manuel BARROSO\nThe President\n(1)  OJ L 127, 20.5.2005, p. 17.\n(2)  See the fifth bullet of Article 3(2) of Decision 2005/383/EC: ‘The identification and selection of the EGE members will be made on the basis of an open call for expressions of interest.’\n(3)  See the third bullet of Article 3(2) of Decision 2005/383/EC: ‘Each member of the EGE shall be appointed for a term of four years. Such appointment may be renewable for a maximum of two further terms.’"}