{"celex_id": "32003D0014(01)", "uri": "http://publications.europa.eu/resource/cellar/036dc67f-9efe-4994-963b-059f7b926a4e", "type": "Decision", "concepts": ["2609", "4671", "5455", "738", "922"], "title": "2003/797/EC: Decision of the European Central Bank of 7 November 2003 concerning the administration of the borrowing-and-lending operations concluded by the European Community under the medium-term financial assistance facility (ECB/2003/14)\n", "header": "Decision of the European Central Bank\nof 7 November 2003\nconcerning the administration of the borrowing-and-lending operations concluded by the European Community under the medium-term financial assistance facility\n(ECB/2003/14)\n(2003/797/EC)\nTHE GENERAL COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty establishing the European Community and in particular Article 119 and Article 123(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank and in particular Article 21.2, Article 44 and the first indent of Article 47.1 thereof,\nHaving regard to Council Regulation (EC) No 332/2002 of 18 February 2002 establishing a facility providing medium-term financial assistance for Member States' balances of payments(1) and in particular Article 9 thereof,\nWhereas:\n(1) In accordance with Article 123(2) of the Treaty and the first paragraph of Article 44 of the Statute, and pursuant to Article 1(1) of Decision ECB/1998/NP2 of 23 June 1998 concerning the performance by the European Central Bank of certain tasks taken over from the European Monetary Institute, the European Central Bank (ECB) took over the tasks of the European Monetary Institute (EMI) referred to in the fifth indent of Article 117(2) of the Treaty, the fifth indent of Article 4.1 and the third indent of Article 6.1 of the Statute of the EMI, until no later than the day immediately preceding the first day of the third stage of economic and monetary union (third stage).\n(2) Pursuant to Decision ECB/1998/NP15 of 1 December 1998 concerning the performance by the ECB of certain functions relating to medium-term financial assistance for Member States' balances of payments(2), the EMI's Decision No 8/95 of 2 May 1995 concerning the administration of the borrowing-and-lending operations concluded by the European Community under the medium-term financial assistance mechanism remained valid and continued to apply as of the first day of the third stage.\n(3) The functions mentioned under recital 2 were performed on the basis of Article 11 of Council Regulation (EEC) No 1969/88 of 24 June 1988 establishing a single facility providing medium-term financial assistance for Member States' balances of payments(3).\n(4) Regulation (EC) No 332/2002, which entered into force on 24 February 2002, repealed Regulation (EEC) No 1969/88.\n(5) According to Article 9 of Regulation (EC) No 332/2002, the ECB must make the necessary arrangements for the administration of the loans granted under the medium-term financial assistance facility established by this Regulation.\n(6) This decision implementing Article 9 of Regulation (EC) No 332/2002 will repeal Decision ECB/1998/NP15. In view of the fact that the other tasks and decisions of the EMI referred to in Decision ECB/1998/NP2 are also no longer valid or applicable in the third stage, Decision ECB/1998/NP2 may, in the interest of clarity, also be repealed,", "main_body": ["The ECB shall perform the tasks stipulated in Article 9 of Regulation (EC) No 332/2002, in the manner described in Articles 2 to 8 hereafter.", "Payments connected with the European Community's borrowing-and-lending operations shall be effected through the accounts that the ECB shall open in the ECB's name.", "1. Funds received by the ECB, for the account of the European Community, under borrowing arrangements entered into by the latter, shall be transferred on the same value date to the account specified by the national central bank of the Member State receiving the corresponding loan.\n2. Funds received by the ECB, for the account of the European Community, in respect of payment of interest or repayment of the principal from the Member State that has received the loan, shall be transferred on the same value date to the accounts specified by the creditors under the borrowing arrangements entered into by the European Community.", "For each borrowing and lending operation the ECB shall open the following accounts in euro in its books:\n(a) a nostro account entitled \"Balances in euro held with ...\" corresponding to the funds received for the account of the European Community;\n(b) an account on the liabilities side forming the counterpart of the account referred to under (a);\n(c) a memorandum account, entitled \"European Community liabilities in respect of European Community borrowing operations\", divided, where applicable, into sub-accounts corresponding to the individual creditors in respect of borrowing arrangements;\n(d) a memorandum account, entitled \"European Community claims in respect of European Community lending operations\".", "The ECB shall book the financial operations described in Article 3 on their value date by debiting or crediting the accounts mentioned in Article 4.", "1. The ECB shall check the due dates laid down in the borrowing-and-lending arrangements for the payment of interest and the repayment of the principal.\n2. At least 15 calendar days before each due date the ECB shall notify the national central bank of the Member State that is in debt to the European Community.", "The ECB shall immediately inform the European Commission in writing of any operation which it has carried out for the account of the European Community. The ECB shall address such communications to the attention of the Directorate-General for Economic and Financial Affairs at the European Commission.", "At the end of each calendar year, the ECB shall prepare a report to inform the European Commission of the financial operations it has carried out during the year in connection with borrowing-and-lending operations. This report shall contain a statement of the European Community's claims and liabilities arising out of the borrowing-and-lending operations.", "Decision ECB/1998/NP2 and Decision ECB/1998/NP15 are hereby repealed.", "0\nThe Executive Board of the ECB shall make all the arrangements necessary to give effect to this Decision.", "1\nThis Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 7 November 2003.\nOn behalf of the General Council of the ECB\nJean-Claude Trichet\n(1) OJ L 53, 23.2.2002, p. 1.\n(2) Published as Annex V to Decision ECB/2000/12 of 10 November 2000 on the publication of certain legal acts and instruments of the European Central Bank (OJ L 55, 24.2.2001, p. 76).\n(3) OJ L 178, 8.7.1988, p. 1; Regulation as amended by the 1994 Act of Accession."}