{"celex_id": "32008R0125", "uri": "http://publications.europa.eu/resource/cellar/3a271501-a776-4eca-9cb2-f975e481a927", "type": "Regulation", "concepts": ["2247", "2450", "565", "5765"], "title": "Council Regulation (EC) No 125/2008 of 12 February 2008 amending Regulation (EC) No 3286/94 laying down Community procedures in the field of the common commercial policy in order to ensure the exercise of the Community’s rights under international trade rules, in particular those established under the auspices of the World Trade Organisation\n", "header": "14.2.2008 EN Official Journal of the European Union L 40/1\nCOUNCIL REGULATION (EC) No 125/2008\nof 12 February 2008\namending Regulation (EC) No 3286/94 laying down Community procedures in the field of the common commercial policy in order to ensure the exercise of the Community’s rights under international trade rules, in particular those established under the auspices of the World Trade Organisation\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EC) No 3286/94 (1) provides to any Community enterprise procedural means to request that the Commission investigates obstacles to trade adopted or maintained by a third country, when those obstacles have an effect on the market of that third country and adverse trade effects on the Community enterprise.\n(2) However, pursuant to Article 4(1) of Regulation (EC) No 3286/94, a complaint by a Community enterprise is admissible only if the alleged obstacle to trade is the subject of a right of action established under international trade rules laid down in a multilateral or plurilateral trade agreement. This means that complaints alleging violations of bilateral obligations by a third country need to refer also to violations of multilateral or plurilateral rules in order to be admissible.\n(3) Since the enactment of Regulation (EC) No 3286/94, the Community has concluded a number of bilateral agreements which contain substantive rules on trade between the Community and third countries that go significantly beyond the rules of the World Trade Organisation (WTO). Furthermore these agreements include efficient and binding dispute settlement mechanisms to adjudicate disputes on those ‘WTO plus’ obligations.\n(4) Reliance by Community enterprises on bilateral agreements to bring complaints under Regulation (EC) No 3286/94 would contribute to monitoring the respect of the obligations contained in those agreements and to tackling barriers to trade, thus improving market access for exporters and growth and jobs in the Community.\n(5) In light of these developments, and in order to reduce the administrative burden on Community enterprises, the right of those enterprises to bring complaints on obstacles to trade should be extended to include alleged obstacles to trade, which are solely the subject of a right of action established under international trade rules laid down in a bilateral trade agreement.\n(6) Regulation (EC) No 3286/94 should therefore be amended accordingly,", "main_body": ["Article 4(1) of Regulation (EC) No 3286/94 shall be replaced by the following:\n‘1.   Any Community enterprise, or any association, having or not legal personality, acting on behalf of one or more Community enterprises, which considers that such Community enterprises have suffered adverse trade effects as a result of obstacles to trade that have an effect on the market of a third country may lodge a written complaint.’", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 2008.\nFor the Council\nThe President\nA. BAJUK\n(1)  OJ L 349, 31.12.1994, p. 71. Regulation as amended by Regulation (EC) No 356/95 (OJ L 41, 23.2.1995, p. 3)."}