{"celex_id": "32004R0781", "uri": "http://publications.europa.eu/resource/cellar/7f18fa22-79f8-4975-aadf-03ccf04ac116", "type": "Regulation", "concepts": ["1021", "1025", "2216", "2602", "3666", "6128"], "title": "Commission Regulation (EC) No 781/2004 of 26 April 2004 amending Commission Regulation (EC) No 2869/95 on the fees payable to the Office for Harmonization in the Internal Market (Trade Marks and Designs)\n", "header": "Commission Regulation (EC) No 781/2004\nof 26 April 2004\namending Commission Regulation (EC) No 2869/95 on the fees payable to the Office for Harmonization in the Internal Market (Trade Marks and Designs)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 40/94 of 20 December 1993 on the Community trade mark(1), and in particular Article 139 thereof,\nHaving regard to the Commission Regulation (EC) No 2868/95 of 13 December 1995 implementing Council Regulation (EC) No 40/94 on the Community trade mark(2),\nHaving regard to Commission Regulation (EC) No 2869/95 of 13 December 1995 on the fees payables to the Office for Harmonization(3),\nWhereas:\n(1) Article 142 of Council Regulation (EC) No 40/94, \"hereinafter the Regulation\", provides that a fee shall be levied for international applications based on a Community trade mark or on a Community trade mark application filed at the Office.\n(2) Article 154 of the same Regulation provides that for a conversion of a designation of the European Community through an international registration into a national trade mark application or into a designation of the Member States under the Madrid Agreement or the Madrid Protocol, Articles 108 to 110 shall apply mutatis mutandis, and in particular Article 109 paragraph 1, provides that the request for conversion shall not be deemed to be filed until the conversion fee has been paid.\n(3) Article 139 paragraph 2 of such Regulation provides that the amounts of the fees to be paid to the Office shall be fixed at such a level as to ensure that the revenue thereof is sufficient for the budget of the Office to be balanced.\n(4) Articles 11, 12 and 13 of the present Regulation provides for the fees to be paid to the International Bureau according to their rules of payment.\n(5) Article 139 paragraph 3 of such Regulation provides that the fees regulation shall be amended in accordance with the procedure established in Article 158.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee on fees, Implementation Rules and the Procedure of the Boards of Appeal of the Office for Harmonization in the Internal Market (trade mark and designs),", "main_body": ["Regulation (EC) No 2869/95 on the fees payable to the Office for Harmonization in the Internal Market (Trade Marks and Designs) shall be amended as follows:\n1. Article 2 point 20 shall read as follows:\n\">TABLE>\"\n2. At the end of Article 2, the following shall be added:\n\">TABLE>\"\n3. In Article 2, 3(3) and 8(3)(b), the references to ECU shall be replaced by references to EUR.\n4. Article 6 shall read as follows:\n\"Article 6\nCurrencies\nAll payments, including by any method of payment allowed by the President pursuant to Article 5(2), shall be made in EUR.\"\n5. The following new Articles 11, 12, 13 and 14 shall be inserted after Article 10:\n\"Article 11\nIndividual fee for an international registration designating the European Community\n1. The applicant for an international application designating the European Community shall be required to pay to the International Bureau an individual fee for the designation of the European Community in accordance with Article 8(7) of the Madrid Protocol.\n2. The holder of an international registration who files a request for territorial extension designating the European Community made subsequently to the international registration shall be required to pay to the International Bureau an individual fee for the designation of the European Community in accordance with Article 8(7) of the Madrid Protocol.\n3. The amount of the fee under paragraph 1 or 2 shall be the equivalent in Swiss Francs, as established by the Director General of the World Intellectual Property Organization pursuant to Rule 35(2) of the Common Regulations under the Madrid Agreement and Protocol, of the following amounts:\n(a) for an individual mark: EUR 1875 plus, where applicable, EUR 400 for each class of goods or services exceeding three,\n(b) for a collective mark as referred to in Rule 121(1) of Commission Regulation (EC) No 2868/95: EUR 3675 plus, where applicable, EUR 800 for each class of goods or services exceeding three.", "2\nIndividual fee for a renewal of an international registration designating the European Community\n1. The holder of an international registration designating the European Community shall be required to pay to the International Bureau, as a part of the fees for a renewal of the international registration, an individual fee for the designation of the European Community in accordance with Article 8(7) of the Madrid Protocol.\n2. The amount of the fee referred to in paragraph 1 shall be the equivalent in Swiss Francs, as established by the Director General of the World Intellectual Property Organization pursuant to Rule 35(2) of the Common Regulations under the Madrid Agreement and Protocol, of the following amounts:\n(a) in the case of an individual mark: EUR 2300 plus EUR 500 for each class of goods and services contained in the international registration exceeding three;\n(b) in the case of a collective mark as referred to in Rule 124(1) of Commission Regulation (EC) No 2868/95: EUR 4800 plus EUR 1000 for each class of goods and services contained in the international registration exceeding three.", "3\nRefund of fees following refusal of protection\n1. Where the refusal is for all the goods and services contained in the designation of the European Community, the amount of the fee to be refunded pursuant to Article 149(4) or Article 151(4) of the Council Regulation (EC) No 40/94 shall be\n(a) in the case of an individual mark: EUR 1100 plus EUR 200 for each class of goods and services contained in the international registration exceeding three;\n(b) in the case of a collective mark: EUR 2200 plus EUR 400 for each class of goods and services contained in the international registration exceeding three.\n2. Where the refusal is for only part of the goods and services contained in the designation of the European Community, the amount of the fee to be refunded pursuant to Article 149(4) or Article 151(4) of the Regulation shall be equivalent to 50 % of the difference of the class fees payable under Article 11(3) and the class fees that would have been payable under Article 11(3) of this Regulation if the designation of the European Community had included only those goods and services for which the international registration remains protected in the European Community.\n3. The refund shall be made once the communication to the International Bureau pursuant to Rule 113(2)(b) to (d) or Rule 115(3)(b) to (d) and (4) of Commission Regulation No 2868/95 has been issued.\n4. The refund shall be made to the holder of the international registration or his representative.", "4\nArticles 1 to 10 do not apply to the individual fee which is to be paid to the International Bureau.\"", "This Regulation shall enter into force on the date on which the Madrid Protocol enters into force with respect to the European Community. The date of entry into force of this Regulation shall be published in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 April 2004.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 11 of 14.1.1994, p. 1.\n(2) OJ L 303, 15.12.1995, p. 1.\n(3) OJ L 303, 15.12.1995, p. 33."}