{"celex_id": "32000R0214", "uri": "http://publications.europa.eu/resource/cellar/8a7e519e-007d-41a2-9a70-7a5ca9468e8c", "type": "Regulation", "concepts": ["1005", "226", "2894", "3481", "4038"], "title": "Council Regulation (EC) No 214/2000 of 24 January 2000 on Community financial contributions to the International Fund for Ireland\n", "header": "COUNCIL REGULATION (EC) No 214/2000\nof 24 January 2000\non Community financial contributions to the International Fund for Ireland\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) The programmes of the International Fund for Ireland (hereinafter referred to as \"the Fund\") encourage cross-border and cross-community cooperation and thereby promote dialogue and reconciliation between nationalists and unionists;\n(2) The Fund is an example of successful Anglo-Irish cooperation in promoting reconciliation between the two communities and their economic and social progress;\n(3) ECU 15 million a year has been provided from the general budget of the European Communities from 1989 until 1995 to support projects of the Fund which have a genuine additional impact in the areas concerned;\n(4) On 31 October 1994 the Council adopted Regulation (EC) No 2687/94 on Community financial contributions to the International Fund for Ireland(2) for 1995, 1996 and 1997;\n(5) Pursuant to Regulation (EC) No 2687/94, the amount established as part of the budgetary procedure for each of the years 1995, 1996 and 1997 has been ECU 20 million;\n(6) Pursuant to Council Regulation (EC) No 2614/97 of 15 December 1997 on Community financial contributions to the International Fund for Ireland(3), the amount established as part of the budgetary procedure for each of the years 1998 and 1999 has been ECU 17 million;\n(7) The assessments carried out in accordance with Articles 5 and 7 of Regulation (EC) No 2614/97 have confirmed that the Community's contribution has been used in accordance with the objectives of the Fund and the criteria laid down in Articles 2 and 3 of the said Regulation;\n(8) Regulation (EC) No 2614/97 expires on 31 December 1999;\n(9) The peace process in Northern Ireland requires a continuation of Community support beyond that date;\n(10) At its meeting in Berlin on 24 to 25 March 1999, the European Council decided that support for the Fund would be continued for three more years (2000 to 2002) to the amount of EUR 15 million for each of the years 2000, 2001 and 2002 expressed in current values;\n(11) At the said meeting, the European Council decided that the PEACE programme in Northern Ireland and the Border Counties of Ireland would be continued for five years (2000 to 2004), with an amount of EUR 500 million;\n(12) The Community contribution should be used by the Fund in accordance with the Agreement under which it was established and in priority for projects that are consistent with the activities funded by the PEACE programme for the period 2000 to 2004;\n(13) Such support should take the form of financial contributions for a period of three more years;\n(14) It is vital to ensure proper coordination between the Fund's activities and those financed under Community structural policies;\n(15) Fund assistance will be effective only in so far as it is additional to, and not a substitute for, other public or private expenditure;\n(16) An assessment reviewing the Fund's prerformance and the need for further support will be drawn up before 1 April 2001;\n(17) This support will contribute to reinforcing the solidartiy between the Member States and between their peoples;\n(18) The Treaty provides no powers other than those in Article 308 for the adoption of this Regulation,", "main_body": ["Subject to the annual budget procedure, and in the framework of the EUR 45 million for the period 2000 to 2002, an annual contribution of EUR 15 million shall be made to the fund, for each of the years 2000, 2001 and 2002, in accordance with the second subparagraph of point 34 of the Interinstitutional agreement of 6 May 1999 between the European Parliament, the Council and the Commission on budgetary discipline and improvement of the budgetary procedure(4).", "The contribution shall be used by the Fund in accordance with the Agreement under which it was established, in priority for projects of a cross-border or cross-community nature, in particular those consistent with the objectives of the PEACE programme and other operations supported by the Structural Funds.\nThe contributions shall be used in such a way that they have genunine additional impact on the areas concerned and should not therefore be used as a substitute for other public and private expenditure.\nThe Commission shall be represented by an observer at the Board meetings of the Fund.", "The Commission shall ensure coordination between the Fund's activities and those financed by Community structural policies. The Commission shall keep the relevant monitoring committees informed of the activities of the Fund.", "The Commission shall, in cooperation with the board of the Fund, determine appropriate publicity and information procedures in order to publicise the Community's participation in the projects financed by the Fund.", "The Commission shall administer the contributions.\nThe Commission shall submit not later than 1 April 2001 a report to the Budgetary Authority assessing the need for continuing contributions beyond 2002. This report will cover, inter alia, the following matters:\n- a survey of the Fund's activities,\n- a list of projects which have received aid,\n- an assessment of the nature and impact of the interventions, in respect, in particular, of the objectives of the Fund and the criteria laid down in the first and second subparagraphs of Article 2 and in Article 3,\n- an annex containing the results of the verifications and controls carried out by the Commission representative or its agents, particularly as regards the modalities of the coordination of the Fund's activities with those carried out under Community structural policies.", "The annual contribution shall be paid in two parts as follows:\n- an advance of 80 % will be paid over after the Chairman of the Board of the Fund has signed the Commission's relevant undertaking relating to grants and has undertaken to use the contribution in accordance with the provisions of Article 2 and after the Commission has received and accepted the annual activity report of the fund and audited accounts in respect of the previous year,\n- the remaining 20 % will be paid over after the Commission has received and accepted the annual activity report of the Fund and audited accounts relating to the year for which the Community contribution was made.", "This Regulation shall enter into force on 1 January 2000 and shall remain in force until 31 December 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 January 2000.\nFor the Council\nThe President\nJ. GAMA\n(1) Opinion of the European Parliament delivered on 17 December 1999 (not yet published in the Official Journal).\n(2) OJ L 286, 5.11.1994, p. 5.\n(3) OJ L 353, 24.12.1997, p. 5.\n(4) OJ C 172, 18.6.1999, p. 1."}