{"celex_id": "32008D0713", "uri": "http://publications.europa.eu/resource/cellar/d3a2d199-e14f-4cf0-9ad7-54f112fc3791", "type": "Decision", "concepts": ["1018", "368", "3774", "424", "6212"], "title": "2008/713/EC: Council Decision of 8 July 2008 on the existence of an excessive deficit in the United Kingdom\n", "header": "5.9.2008 EN Official Journal of the European Union L 238/5\nCOUNCIL DECISION\nof 8 July 2008\non the existence of an excessive deficit in the United Kingdom\n(2008/713/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(6) thereof,\nHaving regard to the recommendation from the Commission,\nHaving regard to the observations made by the United Kingdom,\nWhereas:\n(1) Article 104 of the Treaty lays down an excessive deficit procedure (EDP) to ensure that Member States avoid excessive government deficits or that they correct such deficits when they occur.\n(2) Pursuant to point 5 of the Protocol on certain provisions relating to the United Kingdom of Great Britain and Northern Ireland, the obligation under Article 104(1) of the Treaty to avoid excessive general government deficits does not apply to the United Kingdom unless it moves to the third stage of economic and monetary union. While in the second stage of economic and monetary union, the United Kingdom shall endeavour to avoid excessive deficits, pursuant to Article 116(4) of the Treaty.\n(3) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation.\n(4) The excessive deficit procedure under Article 104 of the Treaty, as clarified by Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1), which is part of the Stability and Growth Pact, provides for a decision on the existence of an excessive deficit. The Protocol on the excessive deficit procedure annexed to the Treaty sets out further provisions relating to the implementation of the excessive deficit procedure. Council Regulation (EC) No 3605/93 (2) lays down detailed rules and definitions for the application of the provision of the said Protocol.\n(5) Article 104(5) of the Treaty requires the Commission to address an opinion to the Council if the Commission considers that an excessive deficit exists in a Member State or may occur. Having taken into account its report in accordance with Article 104(3) of the Treaty and having regard to the opinion of the Economic and Financial Committee in accordance with Article 104(4), the Commission concluded that an excessive deficit exists in the United Kingdom. The Commission therefore addressed such an opinion to the Council in respect of the United Kingdom on 2 July 2008.\n(6) Article 104(6) of the Treaty states that the Council should consider any observations which the Member State concerned may wish to make before deciding, after an overall assessment, whether an excessive deficit exists. In the case of the United Kingdom, this overall assessment leads to the following conclusions.\n(7)\n(8) According to the EDP data notified by the UK authorities in March 2008, the United Kingdom's general government deficit in 2008/09 was planned to reach 3,2 % of GDP, thus exceeding the 3 % of GDP reference value; this ratio was identical to that published in the United Kingdom's March 2008 budget, which also presented budgetary plans showing a general government deficit of 2,8 % of GDP in 2009/10. The deficit figure in the latter year is lower than the corresponding figure in the Commission services' spring forecast of 3,3 % of GDP, mainly due to differences in expected GDP growth in 2009/10. Following the publication of the March 2008 budget, a policy announcement on 13 May reducing personal income tax in 2008/09 will cost GBP 2,7 billion in 2008/09. Adding this to the Commission services' spring 2008 forecast would imply a deficit of 3,5 % of GDP. Although above the 3 % of GDP Treaty reference value, the deficit planned for 2008/09, as notified in March 2008, is close to it. The excess over the 3 % of GDP reference value is not exceptional in the sense of Article 104(2) of the Treaty. In particular, it does not result from an unusual event outside the control of the United Kingdom authorities, nor is it the result of a severe economic downturn. The Commission services' spring 2008 forecast projects UK growth to slow in 2008 and 2009 to annual rates below potential. Nevertheless, GDP growth is expected to reach 1,7 % in 2008 and 1,6 % in 2009. The excess over the 3 % of GDP reference value is also considered not temporary, with the Commission services forecasting, on the basis of unchanged policies, a deficit ratio in 2009/10 still higher than 3 % (at 3,3 %). This indicates that the Treaty requirement concerning the deficit criterion is not fulfilled.\n(9)\n(10) According to Article 2(4) of Regulation (EC) No 1467/97, ‘other relevant factors’ can only be taken into account in the Council decision on the existence of an excessive deficit in accordance with Article 104(6) if the double condition — that the deficit remains close to the reference value and that its excess over the reference value is temporary — is fully met. This double condition is not met. Therefore, other relevant factors are not taken into account in the steps leading to this Decision,", "main_body": ["From an overall assessment it follows that an excessive deficit exists in the United Kingdom.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 8 July 2008.\nFor the Council\nThe President\nC. LAGARDE\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  OJ L 332, 31.12.1993, p. 7.\n(3)  Estimated by the Commission services, applying the common methodology on estimating output gaps.\n(4)  Using GDP adjusted for Financial Intermediation Services Indirectly Measured (FISIM)."}