{"celex_id": "32000R2435", "uri": "http://publications.europa.eu/resource/cellar/9c9bd04d-d0be-4d30-86bd-038b38cdfc30", "type": "Regulation", "concepts": ["1309", "1474", "161", "2734", "2771", "3763"], "title": "Council Regulation (EC) No 2435/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Romania\n", "header": "Council Regulation (EC) No 2435/2000\nof 17 October 2000\nestablishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Romania\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part(1), provides for certain concessions for certain agricultural products originating in Romania.\n(2) Improvements to the preferential agreements of the Europe Agreement with Romania were provided for in the Protocol adjusting trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part, to take account of the accession of the Republic of Austria, the Republic of Finland and the Kingdom of Sweden to the European Union and the outcome of the Uruguay Round negotiations on agriculture including improvements to the existing preferential arrangements(2). The Council approved the abovementioned Protocol on behalf of the Community by Council Decision 98/626/EC(3).\n(3) In accordance with the directives adopted by the Council on 30 March 1999, the Commission and Romania concluded on 26 May 2000 negotiations on a new Additional Protocol to the Europe Agreement.\n(4) The new Additional Protocol, which provides for additional agricultural concessions, will be based on Article 21(5) of the Europe Agreement, establishing that the Community and Romania are to examine in the Association Council, product by product and on an orderly and reciprocal basis, the possibility of granting each other further concessions.\n(5) A swift implementation of the adjustments forms an essential part of the results of the negotiations for the conclusion of a new Additional Protocol to the Europe Agreement with Romania.\n(6) It is therefore appropriate to provide for the adjustment, as an autonomous and transitional measure, of the agricultural concessions provided for in the Europe Agreement with Romania.\n(7) Romania will also undertake all the necessary legislative provisions, on an autonomous and transitional basis, in order to implement simultaneously the commitments made by Romania as a result of the conclusion of the negotiations.\n(8) The measures necessary for the implementation of this Regulation should be in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(4).\n(9) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(5) codified the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations,", "main_body": ["1. The arrangements for import into the Community applicable to certain agricultural products originating in Romania as set out in Annexes A(a) and A(b) to this Regulation shall replace those set out in Annex XI to the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and Romania, of the other part.\n2. On the entry into force of the new Additional Protocol adjusting the Europe Agreement referred to in paragraph 1, the concessions provided for in that Protocol shall replace those referred to in Annexes A(a) and A(b) to this Regulation.\n3. The Commission shall adopt detailed rules for the application of this Regulation in accordance with the procedure laid down in Article 3(2).", "1. Tariff quotas with an order number above 09.5100 shall be administered by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.\n2. Quantities of goods subject to tariff quotas and released for free circulation as from 1 July 2000 under the concessions provided for in Annex XI to the Europe Agreement in accordance with the provisions of Regulation (EC) No 3066/95(6) before the entry into force of this Regulation shall be fully counted against the quantities provided for in the Annex A(b) to this Regulation.", "1. The Commission shall be assisted by the Committee instituted by Article 23 of Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market of cereals(7) or, where appropriate, the committee instituted by the relevant provisions of the other Regulations on the common organisation of agricultural markets, hereinafter referred to as the \"Committee\".\n2. Where reference is made to this paragraph, the procedure laid down in Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 4(3) of Decision 1999/468/EC shall be set at one month.\n3. The Committee shall adopt its rules of procedure.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 October 2000.\nFor the Council\nThe President\nL. Fabius\n(1) OJ L 357, 31.12.1994, p. 2.\n(2) OJ L 301, 11.11.1998, p. 3.\n(3) OJ L 301, 11.11.1998, p. 1.\n(4) OJ L 184, 17.7.1999, p. 23.\n(5) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1662/1999 (OJ L 197, 29.7.1999, p. 25).\n(6) OJ L 328, 30.12.1995, p. 31. Regulation as last amended by Regulation (EC) No 2435/98 (OJ L 303, 13.11.98, p. 1).\n(7) OJ L 181, 1.7.1992, p. 21.\nANNEX A(a)\nCustoms duties on imports applicable in the Community to products originating in Romania and listed below shall be abolished\nCN code(1)\n0101 20 10\n0104 20 10\n0106 00 10\n0106 00 20\n0205 00 11\n0205 00 19\n0205 00 90\n0206 80 91\n0206 90 91\n0208 20 00\n0208 90 10\n0208 90 50\n0208 90 60\n0208 90 80\n0210 90 10\n0407 00 90\n0410 00 00\n0604 10 90\n0604 91 21\n0604 91 29\n0604 91 41\n0604 91 49\n0604 91 90\n0604 99 90\n0701 10 00\n0709 51 30\n0709 51 50\n0709 52 00\n0709 60 99\n0709 90 40\n0711 30 00\n0713 50 00\n0714 90 90\n0802 12 90\n0802 40 00\n0802 90 50\n0802 90 60\n0802 90 85\n0808 10 10\n0810 20 90\n0810 30 90\n0810 40 30\n0810 50 00\n0810 90 85\n0811 90 85\n0813 40 95\n0814 00 00\n0901 12 00\n0901 21 00\n0901 22 00\n0902 10 00\n0904 12 00\n0904 20 90\n0905 00 00\n0907 00 00\n0910 20 90\n0910 40 90\n0910 91 90\n0910 99 99\n1006 10 10\n1007 00 10\n1208 10 00\n1209 11 00\n1209 19 00\n1209 21 00\n1209 23 80\n1209 29 50\n1209 30 00\n1209 91 10\n1211 90 30\n1212 10 10\n1212 10 99\n1302 19 05\n1504 10 10\n1504 10 99\n1504 20 10\n1504 30 10\n1509 10 10\n1509 90 00\n1510 00 10\n1510 00 90\n1511 10 90\n1511 90 11\n1511 90 19\n1511 90 91\n1511 90 99\n1513 11 10\n1513 11 91\n1513 11 99\n1513 19 11\n1513 19 19\n1513 19 30\n1513 19 91\n1513 19 99\n1513 21 11\n1513 21 19\n1513 21 30\n1513 21 90\n1513 29 11\n1513 29 19\n1513 29 30\n1513 29 50\n1513 29 91\n1513 29 99\n1515 50 11\n1515 50 19\n1515 50 91\n1515 50 99\n1515 90 29\n1515 90 39\n1515 90 40\n1515 90 51\n1515 90 59\n1515 90 60\n1515 90 91\n1515 90 99\n1518 00 31\n1518 00 39\n1522 00 91\n2001 90 20\n2005 90 10\n2008 19 11\n2008 19 13\n2008 19 51\n2008 19 59\n2008 92 72\n2306 90 19\n2309 90 10\n2309 90 31\n2309 90 41\n2309 90 51\n(1) As defined in Commission Regulation (EC) No 2204/1999 of 12 October 1999, amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 278, 28.10.1999, p. 1).\nANNEX A(b)\nImports into the Community of the following products originating in Romania shall be subject to the concessions set out below\n(MFN = most favoured nation duty)\n>TABLE>\nAnnex to Annex A(b)\nMinimum import price arrangement for certain soft fruit for processing\n1. Minimum import prices are fixed as follows for the following products for processing originating in Romania:\n>TABLE>\n2. The minimum import prices, as set out in point 1, will be respected on a consignment by consignment basis. In the case of a customs declaration value being lower than the minimum import price, a countervailing duty will be charged equal to the difference between the minimum import price and the customs declaration value.\n3. If the import prices of a given product covered by this Annex show a trend suggesting that the prices could go below the level of the minimum import prices in the immediate future, the European Commission will inform the Romanian authorities in order to enable them to correct the situation.\n4. At the request of either the Community or Romania, the Association Committee shall examine the functioning of the system or the revision of the level of the minimum import prices. If appropriate, the Association Committee shall take the necessary decisions.\n5. To encourage and promote the development of trade and for the mutual benefit of all parties concerned, a consultation meeting will be organised three months before the beginning of each marketing year in the European Community. This consultation meeting will take place between the European Commission and the interested European producers' organisations for the products concerned, of the one part, and the authorities', producers' and exporters' organisations of all the associated exporting countries, of the other part.\nDuring this consultation meeting, the market situation for soft fruit including, in particular, forecasts for production, stock situation, price evolution and possible market development, as well as possibilities to adapt supply to demand, will be discussed."}