{"celex_id": "32001D0437", "uri": "http://publications.europa.eu/resource/cellar/f619663e-3070-4477-91ec-0501747023b8", "type": "Decision", "concepts": ["1596", "3408", "3774", "5034", "946", "994"], "title": "2001/437/EC: Commission Decision of 8 June 2001 amending for the fourth time Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom (Text with EEA relevance) (notified under document number C(2001) 1609)\n", "header": "Commission Decision\nof 8 June 2001\namending for the fourth time Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom\n(notified under document number C(2001) 1609)\n(Text with EEA relevance)\n(2001/437/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Following the reports of outbreaks of foot-and-mouth disease in the United Kingdom, the Commission adopted Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom(4), as last amended by Decision 2001/430/EC(5).\n(2) Council Directive 85/511/EEC(6), as last amended by the Act of Accession of Austria, Finland and Sweden, introduces Community measures for the control of foot-and-mouth disease.\n(3) Council Directive 88/407/EEC(7), as last amended by the Act of Accession of Austria, Finland and Sweden, lays down the animal health requirements applicable to intra-Community trade in and imports of semen of domestic animals of the bovine species.\n(4) Council Directive 89/556/EEC(8), as last amended by the Act of Accession of Austria, Finland and Sweden, concerns the animal health conditions governing intra-Community trade in and imports from third countries of embryos of domestic animals of the bovine species.\n(5) Frozen bovine semen or embryos imported into the United Kingdom in accordance with applicable Community legislation before or after the date of 1 February 2001 do not represent a particular animal health risk if stored, handled and transported separately from frozen semen and embryos produced after that date in the United Kingdom. It appears therefore appropriate to allow dispatch of such semen and embryos from the areas listed in Annex I or Annex II under the strict responsibility of the central veterinary services if such semen and embryos are intended for dispatch outside the territory of the United Kingdom.\n(6) The situation shall be reviewed at the meeting of the Standing Veterinary Committee scheduled for 12-13 June 2001 and the measures adapted where necessary.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Article 6(3) in Decision 2001/356/EC is replaced by the following: \"3. This prohibition shall not apply to frozen bovine semen and embryos produced before 1 February 2001.\nThis prohibition shall also not apply to frozen bovine semen and embryos imported into the United Kingdom in accordance with the conditions laid down in Council Directives 88/407/EEC and 89/556/EEC respectively, and which since introduction into the United Kingdom has/have been stored and transported separately from semen and embryos not eligible for dispatch in accordance with paragraphs 1 and 2.\"", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 June 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 125, 5.5.2001, p. 46.\n(5) OJ L 153, 8.6.2001, p. 33.\n(6) OJ L 315, 26.11.1985, p. 11.\n(7) OJ L 194, 22.7.1988, p. 10.\n(8) OJ L 302, 19.10.1989, p. 1."}