{"celex_id": "32008D0581", "uri": "http://publications.europa.eu/resource/cellar/f549d094-41aa-4fb9-a7bb-c724f2e0b9d2", "type": "Decision", "concepts": ["1005", "1598", "4281", "4291", "4635", "994"], "title": "2008/581/EC: Commission Decision of 4 July 2008 on the financing of the storage of foot-and-mouth disease virus antigens and the formulation of vaccines reconstituted from such antigens\n", "header": "15.7.2008 EN Official Journal of the European Union L 186/36\nCOMMISSION DECISION\nof 4 July 2008\non the financing of the storage of foot-and-mouth disease virus antigens and the formulation of vaccines reconstituted from such antigens\n(2008/581/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 14 thereof,\nHaving regard to Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (2), and in particular Article 80(2) thereof,\nWhereas:\n(1) In accordance with Council Decision 91/666/EEC of 11 December 1991 establishing Community reserves of foot-and-mouth disease vaccines (3), stocks of antigens have been established for the rapid formulation of vaccines against foot-and-mouth disease and are kept, for security reasons, at distinct designated sites on the premises of the manufacturer.\n(2) Under Directive 2003/85/EC, the Commission is to ensure that Community reserves of concentrated inactivated antigens for the production of foot-and-mouth disease vaccines are maintained on the premises of the Community antigen and vaccine bank.\n(3) For that purpose the number of doses and the diversity of serotypes and strains of antigens of foot-and-mouth disease viruses stored in the Community antigen and vaccine bank is to be decided taking into account the needs as estimated in the context of the contingency plans and the epidemiological situation, where appropriate after consultation with the Community Reference Laboratory.\n(4) By Commission Decision 93/590/EC of 5 November 1993 for the purchase by the Community of foot-and-mouth disease antigens within the framework of the Community action concerning reserves of foot-and-mouth disease vaccines (4), arrangements were made for the purchase of A5 European, A22 Middle East and O1 European foot-and-mouth disease antigens.\n(5) By Commission Decision 97/348/EC of 23 May 1997 for the purchase by the Community of foot-and-mouth disease antigens and for the formulation, production, bottling and distribution of vaccines against foot-and-mouth disease (5), arrangements were made for the purchase of A22 Iraq, C1 and ASIA1 foot-and-mouth disease antigens.\n(6) By Commission Decision 2000/77/EC of 17 December 1999 for the purchase by the Community of foot-and-mouth disease antigens and for the formulation, production, bottling and distribution of vaccines against foot-and-mouth disease (6), arrangements were made for the purchase of certain doses of A Iran 96, A Iran 99, A Malaysia 97, SAT 1, SAT 2 (East African and Southern African strains) and SAT 3 foot-and-mouth disease antigens.\n(7) By Commission Decision 2000/569/EC of 8 September 2000 for the purchase by the Community of foot-and-mouth disease antigens and for the formulation, production, bottling and distribution of vaccines against foot-and-mouth disease (7), arrangements were made for the purchase of certain doses of A 22 Iraq, A Malaysia 97, O1 Manisa, ASIA 1, SAT 1, SAT 2 (East African and Southern African strains) and SAT 3 foot-and-mouth disease antigens.\n(8) In 2003 and in accordance with Commission Decision C(2002) 4326 (8) on the purchase and storage of foot-and-mouth disease antigens additional quantities of epidemiologically relevant antigens were obtained.\n(9) In accordance with Article 14 of Decision 90/424/EEC, the level of Community participation to set up such antigen reserves and the conditions to which such participation may be subject should also be set out.\n(10) All antigens older than five years must be tested on their potency.\n(11) Since 2005, no binding long term legal commitment between the contractor and the Commission is in place for the storage, formulation, distribution, bottling, labelling and transport of FMD antigens purchased between 1993 and 2005.\n(12) Storage costs for FMD antigens for the years 2005, 2006 and 2007 are covered by a financial commitment in compliance with the Financial Regulation.\n(13) Between 2005 and 2007 no costs related to these FMD antigens other than storage costs have occurred.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Commission must take the necessary steps to ensure storage of all FMD antigens listed in the Annex, starting from 1 January 2008 and for a minimum duration of five years.\nThe Commission shall also ensure potency testing, formulation, distribution, bottling, labelling and transport of these antigens.", "The total cost to cover the services listed under Article 1 shall not exceed EUR 4 000 000.", "The Director General of the Directorate-General for Health and Consumer Protection is hereby authorised to sign the contracts provided for in Article 1 on behalf of the Commission.", "A tendering procedure will be launched during the first semester of 2008. A service contract in compliance with Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 applicable to the general budget of the European Communities (9) and its implementing rules defined in Commission Regulation (EC, Euratom) No 2342/2002 (10) should be in place before 30 September 2008."], "attachments": "Done at Brussels, 4 July 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 306, 22.11.2003, p. 1. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(3)  OJ L 368, 31.12.1991, p. 21. Decision as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(4)  OJ L 280, 13.11.1993, p. 33. Decision as last amended by Decision 2000/112/EC (OJ L 33, 8.2.2000, p. 21).\n(5)  OJ L 148, 6.6.1997, p. 27. Decision as amended by Decision 2000/112/EC.\n(6)  OJ L 30, 4.2.2000, p. 35.\n(7)  OJ L 238, 22.9.2000, p. 61.\n(8)  Decision not published.\n(9)  OJ L 248, 16.9.2002, p. 1.\n(10)  OJ L 357, 31.12.2002, p. 1.\nANNEX\n(Not for publication)"}