{"celex_id": "32003R1329", "uri": "http://publications.europa.eu/resource/cellar/aa65d5b0-7aab-41fd-af75-94f1d4ce6626", "type": "Regulation", "concepts": ["161", "2084", "2718", "2734", "2771", "3191", "4078"], "title": "Council Regulation (EC) No 1329/2003 of 21 July 2003 amending Regulation (EC) No 992/95 as regards tariff quotas for certain agricultural and fishery products originating in Norway\n", "header": "Council Regulation (EC) No 1329/2003\nof 21 July 2003\namending Regulation (EC) No 992/95 as regards tariff quotas for certain agricultural and fishery products originating in Norway\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Council Regulation (EC) No 992/95 of 10 April 1995 opening and providing for the administration of Community tariff quotas for certain agricultural and fishery products originating in Norway(1), Community tariff quotas have been opened for certain agricultural and fishery products originating in Norway. Those quotas were granted under the Agreement between the European Economic Community and the Kingdom of Norway concluded on 14 May 1973(2).\n(2) By an Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Norway and approved by Council Decision 2003/465/EC(3), the two parties have agreed to additional bilateral trade concessions concerning agricultural products. By virtue of that agreement the Community has undertaken to open, each year and subject to certain conditions, annual tariff quotas at a zero duty for a number of products originating in Norway.\n(3) The tariff quotas in question should accordingly be opened from 1 January to 31 December each year. For the first calendar year of application of this Regulation, the full annual volume should be reduced in proportion to the part of the quota period elapsed before the opening of the quotas.\n(4) The volume of the tariff quotas under order numbers 09.0785 and 09.0786 should be converted into euro. The amounts of euro should be fixed in accordance with Article 18(2) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code(4), using the rate for the Norwegian krone published on 1 October 2002 in the Official Journal of the European Communities(5).\n(5) As of 1 January 2004, it is intended to manage the tariff quotas for products of CN code 0204 on the basis of Council Regulation (EC) No 2529/2001 of 19 December 2001 on the common organisation of the market in sheepmeat and goatmeat(6). Therefore the tariff quota for those products originating in Norway should be managed under the arrangements established by Regulation (EC) No 992/95 only until the end of the year 2003. For the remaining months of the year 2003, provision should already be made, with regard to the importation of those products, that a document of origin be presented in accordance with the provisions established on the basis of Regulation (EC) No 2529/2001.\n(6) It is therefore necessary to amend Regulation (EC) No 992/95 accordingly,", "main_body": ["Regulation (EC) No 992/95 is hereby amended as follows:\n1. The following paragraph is added to Article 1:\n\"4. However, by way of derogation from paragraph 3, with regard to products of CN code 0204, importers shall present a document of origin in accordance with the provisions established on the basis of Article 16(1) and (4) of Council Regulation (EC) No 2529/2001 of 19 December 2001 on the common organisation of the market in sheepmeat and goatmeat(7).\"\n2. Annex I is amended in accordance with the Annex to this Regulation.", "1. For 2003 the annual volume of the tariff quotas provided for in Regulation (EC) No 992/95 as amended in accordance with the Annex to this Regulation shall be reduced in proportion to the part of the quota period in whole months which has elapsed before the date provided for in the second paragraph of Article 3. The figure resulting from this calculation shall be rounded up to the next complete unit.\n2. For 2003, the volume opened for the tariff quota under order number 09.0761 shall be 770 tonnes.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2003.\nHowever, with regard to products of CN code 0204, this Regulation shall apply only until 31 December 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 July 2003.\nFor the Council\nThe President\nF. Frattini\n(1) OJ L 101, 4.5.1995, p. 1. Regulation as amended by Regulation (EC) No 3061/95 (OJ L 327, 30.12.1995, p. 1).\n(2) OJ L 171, 27.6.1973, p. 1.\n(3) OJ L 156, 25.6.2003, p. 48.\n(4) OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Regulation (EC) No 2700/2000 (OJ L 311, 12.12.2000, p. 17).\n(5) OJ C 235, 1.10.2002, p. 1.\n(6) OJ L 341, 22.12.2001, p. 3.\n(7) OJ L 341, 22.12.2001, p. 3.\nANNEX\nAnnex I to Regulation (EC) No 992/95 is amended as follows:\n1. After \"Products originating in Norway\" the following note is inserted:\n\">TABLE>\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording of the description of the products is to be considered as having no more than indicative value, the preferential scheme being determined, within the context of this Annex, by the coverage of the CN code. Where ex-CN codes are indicated, the preferential scheme is to be determined by application to the CN code and corresponding description taken together.\"\n2. The table is amended as follows:\n(a) the title of the fourth column is replaced by \"Amount of quotas (tonnes unless otherwise specified)\";\n(b) the rows with respect to order numbers 09.0757, 09.0761 and 09.0762 are replaced by the following:\n\">TABLE>\"\n(c) the following items are inserted:\n\">TABLE>\""}