{"celex_id": "32004R1455", "uri": "http://publications.europa.eu/resource/cellar/dda222ee-a6b8-4543-b455-23e981a621b8", "type": "Regulation", "concepts": ["1277", "1445", "4743", "5451", "5734", "6052", "6569"], "title": "Commission Regulation (EC) No 1455/2004 of 16 August 2004 concerning the authorisation for 10 years of the additive «Avatec 15 %» in feedingstuffs, belonging to the group of coccidiostats and other medicinal substances(Text with EEA relevance)\n", "header": "17.8.2004 EN Official Journal of the European Union L 269/14\nCOMMISSION REGULATION (EC) No 1455/2004\nof 16 August 2004\nconcerning the authorisation for 10 years of the additive ‘Avatec 15 %’ in feedingstuffs, belonging to the group of coccidiostats and other medicinal substances\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (1), and in particular Article 9g(5)(b) thereof,\nWhereas:\n(1) In accordance with Directive 70/524/EEC, coccidiostats included in Annex I to that Directive before 1 January 1988 were provisionally authorised as from 1 April 1998 and transferred to Chapter I of Annex B with a view to their re-evaluation as additives linked to a person responsible for putting them into circulation. The lasalocid sodium product, Avatec 15 %, is an additive belonging to the group ‘Coccidiostats and other medicinal substances’ listed in Chapter I of Annex B to Directive 70/524/EEC.\n(2) The person responsible for putting into circulation Avatec 15 % submitted an application for authorisation and a dossier, according to Article 9g(2) and (4) of that Directive.\n(3) Article 9g(6) of Directive 70/524/EEC allows the automatic extension of the period of authorisation of the additives concerned until the Commission takes a decision in the case where, for reasons beyond the control of the authorisation holder, no decision may be taken on the application before the expiry date of the authorisation. This provision is applicable to the authorisation of Avatec 15 %. The Commission requested a full risk evaluation from the Scientific Committee for Animal Nutrition on 26 April 2001 and this request was consequently transferred to the European Food Safety Authority. Several requests for additional information were made during the re-evaluation process, making it impossible to complete the re-evaluation within the time limits required by Article 9g.\n(4) The Scientific Panel on Additives and Products or Substances used in Animal Feed attached to the European Food Safety Authority has delivered a favourable opinion with regard to the safety and to the efficacy of Avatec 15 % for chickens for fattening and chickens reared for laying.\n(5) The re-evaluation of Avatec 15 % carried out by the Commission showed that the relevant conditions laid down in Directive 70/524/EEC are satisfied. Avatec 15 % should therefore be authorised for 10 years as an additive linked to the person responsible for putting it into circulation and included in Chapter I of the list referred to Article 9t(b) of that Directive.\n(6) As the authorisation for the additive is now linked to a person responsible for putting it into circulation, and replaces the previous authorisation which was not linked to any specific person, it is appropriate to delete the latter authorisation.\n(7) Since there are no safety reasons for withdrawing the product lasalocid sodium from the market immediately, it is appropriate to allow a transitional period of six months for the disposal of existing stocks of the additive.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Chapter I of Annex B to Directive 70/524/EEC is amended as follows: The additive lasalocid sodium, belonging to the group ‘Coccidiostats and other medical substances’, shall be deleted.", "The additive Avatec 15 %, belonging to the group ‘Coccidiostats and other medical substances’, as set out in the Annex to the present Regulation, is authorised for use in animal nutrition under the conditions laid down in that Annex.", "A period of six months from the date of entry into force of this Regulation is permitted to use up the existing stocks of lasalocid sodium.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 August 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 270, 14.12.1970, p. 1. Directive as last amended by Commission Regulation (EC) No 1289/2004 (OJ L 243, 15.7.2004, p. 15).\nANNEX\nRegistration number of additive Name and registration number of person responsible for putting additive into circulation Additive (Trade name) Composition, chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg of active substance/kg of complete feedingstuff\nCoccidiostats and other medicinal substances\n‘E 763 Alpharma (Belgium) BVBA Lasalocid A sodium 15 g/100 g Additive composition\nLasalocid A sodium: 15 g/100 g\nCorn-cob meal: 80,95 g/100 g\nLecithin: 2 g/100 g\nSoya oil: 2 g/100 g\nFerric oxide: 0,05 g/100 g\nLasalocid A sodium,\nC34H53O8Na,\nCAS number: 25999-20-6,\nsodium salt of 6-[(3R, 4S, 5S, 7R)-7-[(2S, 3S, 5S)-5-ethyl-5-[(2R, 5R, 6S)-5-ethyl-5-hydroxy-6-methyltetrahydro-2H-pyran2-yl]-tetrahydro-3-methyl-2-furyl]-4-hydroxy-3,5-dimethyl-6-oxononyl]-2,3-cresotic acid, produced by Streptomyces lasaliensis subsp. lasaliensis (ATCC 31180)\nRelated impurities:\nLasalocid sodium B-E: ≤10 %\nChickens reared for laying 16 weeks 75 125 Use prohibited at least five days before slaughter. 20 August 2014’"}