{"celex_id": "32004D0666", "uri": "http://publications.europa.eu/resource/cellar/e2b378b1-2004-447e-8415-c9bff2be92b7", "type": "Decision", "concepts": ["1519", "1598", "1755", "3577", "4636", "4687"], "title": "2004/666/EC: Commission Decision of 29 September 2004 on introducing vaccination to supplement the measures to control infections with low pathogenic avian influenza in Italy and on specific movement control measures and repealing Decision 2002/975/EC (notified under document number C(2004) 3581)(Text with EEA relevance)\n", "header": "30.9.2004 EN Official Journal of the European Union L 303/35\nCOMMISSION DECISION\nof 29 September 2004\non introducing vaccination to supplement the measures to control infections with low pathogenic avian influenza in Italy and on specific movement control measures and repealing Decision 2002/975/EC\n(notified under document number C(2004) 3581)\n(Text with EEA relevance)\n(2004/666/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular, Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular, Article 10(4) thereof,\nHaving regard to Council Directive 92/40/EEC of 19 May 1992 introducing Community measures for the control of avian influenza (3), and in particular Article 16 thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (4), and in particular Article 13(3) thereof,\nWhereas:\n(1) In October 2002, Italy reported to the Commission that infections with low pathogenic avian influenza virus of subtype H7N3 had occurred in the regions of Veneto and Lombardia and that the disease was spreading quickly.\n(2) Italy took immediate action including stamping out of infected poultry flocks to control the propagation of the infection. As a supplementary measure the Italian authorities also requested approval for a vaccination programme against avian influenza for at least 18 months in order to avoid the further spread of infection.\n(3) The vaccination programme was approved by Commission Decision 2002/975/EC, of 12 December 2002 introducing vaccination to supplement the measures to control infections with low pathogenic avian influenza in Italy and on specific movement control measures (5), which lays down the rules concerning vaccination against avian influenza in a defined geographical area. The Decision also includes specific control measures such as movement restrictions on live poultry, hatching and table eggs for intra-Community trade.\n(4) The results of the vaccination programme reported at several meetings of the Standing Committee on the Food Chain and Animal Health were generally favourable concerning the control of the disease within the vaccination area. However, the infection had spread to some areas adjacent to the established vaccination area. Accordingly, Decision 2002/975/EC, as amended by Decision 2003/436/EC (6) extended the vaccination area to cover those adjacent areas.\n(5) Since the end of September 2003, no further circulation of the avian influenza field virus subtype H7N3 has been detected during the intense monitoring carried out in the vaccination area. Consequently Italy requested to introduce some changes to the vaccination programme and the restrictions on intra-Community trade. Accordingly, Decision 2002/975/EC, as amended by Decision 2004/159/EC approved those changes and restrictions.\n(6) In February 2004, a low pathogenic avian influenza virus strain of subtype H5N3 was isolated in one duck flock in the region of Lombardia within the vaccination area. Although the epidemiological investigations have not revealed any spread of the infection, the risk of introduction of avian influenza subtype H5 has been demonstrated. At present neither the poultry vaccinated against H7 subtype within the framework of the existing vaccination campaign nor the non-vaccinated poultry population is protected against disease possibly caused by avian influenza subtype H5. Therefore Italy has requested to amend the current vaccination programme in order to authorise the vaccination of poultry within the established vaccination area with a bivalent vaccine which protects against avian influenza virus infection of both H7 and H5 subtypes and to carry out this kind of vaccination until at least 31 December 2005.\n(7) As Decision 2002/975/EC has already been amended twice, for reasons of clarity of Community legislation, it is appropriate to repeal that Decision and replace it by this Decision.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health.", "main_body": ["1.   The amended vaccination programme against avian influenza presented by Italy to the Commission is approved and shall be carried out in the vaccination area described in Annex I.\n2.   Intensive monitoring and surveillance as set out in the vaccination programme referred to in paragraph 1 shall be carried out in the vaccination area described in Annex I and in the bordering area described in Annex II.", "The restrictions on movements of live poultry, hatching eggs and fresh poultry meat into, out of and within the area described in Annex I shall apply as laid down in the vaccination programme referred to in Article 1 and in the following articles.", "No live poultry and hatching eggs coming from and/or originating from poultry holdings from the area described in Annex I shall be dispatched from Italy.", "Animal health certificates accompanying consignments of live poultry and hatching eggs from Italy shall include the words: ‘The animal health conditions of this consignment are in accordance with Decision 2004/666/EC’.", "1.   Fresh meat of poultry shall be marked in accordance with Annex II of Council Directive 2002/99/EC and shall not be dispatched from Italy if it is derived from:\n(a) poultry vaccinated against avian influenza.\n(b) poultry from avian influenza sero-positive poultry flocks destined for slaughter under official control in accordance with the vaccination programme referred to in Article 1.\n(c) poultry originating from holdings located in a restriction zone established in accordance with the provisions laid down in the vaccination programme referred to in Article 1.\n2.   By way of derogation from paragraph 1(a) fresh meat derived from turkeys and chickens vaccinated against avian influenza with a heterologous vaccine of subtype (H7N1) and (H5N9) shall not be marked in accordance with Annex II of Council Directive 2002/99/EC and may be dispatched to other Member States, provided that the meat comes from turkeys and chickens which:\n(i) originate from flocks which have been regularly inspected and tested with negative results for avian influenza as laid down in the approved vaccination programme, with particular attention to be paid to the sentinel birds.For the testing of:\n— vaccinated birds, the iIFA-test shall be used,\n— sentinel birds, either the Haemagglutination-Inhibition Test (HI), the AGID-test or the ELISA-test shall be used. However, the iIFA-test shall also be used if necessary;\n(ii) originate from flocks which have been clinically inspected by an official veterinarian within 48 hours before loading, with particular attention to be paid to the sentinel birds;\n(iii) originate from flocks which have been tested serologically with negative results at the National Laboratory for avian influenza, by using the sampling and testing procedure laid down in Annex III to this Decision;\n(iv) shall be sent directly to a slaughterhouse designated by the competent authority and shall be slaughtered immediately after arrival. The birds shall be kept separated from other flocks not complying with the present provisions.\n3.   Fresh turkey and chicken meat fulfilling the requirements as set out in paragraph 2 shall be accompanied by the health certificate laid down in Annex VI to Council Directive 71/118/EEC (7), which shall include under point IV(a) of the certificate the following attestation of the official veterinarian:\n‘The turkey meat/chicken meat (8) described above is in accordance with Decision 2004/666/EC.", "Italy shall ensure that in the vaccination area described in Annex I:\n(a) only disposable packaging material, or packaging material which can be effectively washed and disinfected, is used for the collection, storage and transport of table eggs;\n(b) all means of transport used for transporting live poultry, hatching eggs, fresh poultry meat, table eggs and poultry feedstuff are cleaned and disinfected immediately before and after each transport with disinfectants and methods of use approved by the competent authority.", "1.   Italy shall notify to the Commission and to other Member States the date of the commencement of the vaccination programme with the bivalent vaccine, at least one day in advance.\n2.   The provisions of Articles 2 to 6 shall be enforced from the date of the commencement of the vaccination.", "1.   Italy shall, at six-month intervals, present a report to the Commission containing information on the effectiveness of the vaccination programme referred to in Article 1.\n2.   This Decision, and in particular the period of time during which the movement restrictions provided for in Articles 2 to 6 shall continue to apply after the completion of the vaccination programme, shall be reviewed accordingly.", "Decision 2002/975/EC is repealed.", "0\nThis Decision shall apply from 1 October 2004.", "1\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 September 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33).\n(2)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(3)  OJ L 167, 22.6.1992, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(4)  OJ L 18, 23.1.2003, p. 11.\n(5)  OJ L 337, 13.12.2002, p. 87. Decision as last amended by Decision 2004/159/EC (OJ L 50, 20.2.2004, p. 63).\n(6)  OJ L 149, 17.6.2003, p. 33.\n(7)  OJ L 55, 8.3.1971, p. 23. Directive as last amended by Directive 2004/41/EC.\n(8)  Delete as appropriate’.\nANNEX I\nVACCINATION AREA\nVeneto Region\nVerona Province\nALBAREDO D'ADIGE\nANGIARI\nARCOLE\nBELFIORE\nBONAVIGO\nBOVOLONE\nBUTTAPIETRA\nCALDIERO area to the south of the A4 motorway\nCASALEONE\nCASTEL D'AZZANO\nCASTELNUOVO DEL GARDA area to the south of the A4 motorway\nCEREA\nCOLOGNA VENETA\nCOLOGNOLA AI COLLI area to the south of the A4 motorway\nCONCAMARISE\nERBÈ\nGAZZO VERONESE\nISOLA DELLA SCALA\nISOLA RIZZA\nLAVAGNO area to the south of the A4 motorway\nMINERBE\nMONTEFORTE D'ALPONE area to the south of the A4 motorway\nMOZZECANE\nNOGARA\nNOGAROLE ROCCA\nOPPEANO\nPALÙ\nPESCHIERA DEL GARDA area to the south of the A4 motorway\nPOVEGLIANO VERONESE\nPRESSANA\nRONCO ALL'ADIGE\nROVERCHIARA\nROVEREDO DI GUÀ\nSALIZZOLE\nSAN BONIFACIO area to the south of the A4 motorway\nSAN GIOVANNI LUPATOTO area to the south of the A4 motorway\nSANGUINETTO\nSAN MARTINO BUON ALBERGO area to the south of the A4 motorway\nSAN PIETRO DI MORUBIO\nSOAVE area to the south of the A4 motorway\nSOMMACAMPAGNA area to the south of the A4 motorway\nSONA area to the south of the A4 motorway\nSORGÀ\nTREVENZUOLO\nVALEGGIO SUL MINCIO\nVERONA area to the south of the A4 motorway\nVERONELLA\nVIGASIO\nVILLAFRANCA DI VERONA\nZEVIO\nZIMELLA\nLombardia Region\nBrescia Province\nACQUAFREDDA\nALFIANELLO\nBAGNOLO MELLA\nBASSANO BRESCIANO\nBORGOSATOLLO\nBRESCIA area to the south of the A4 motorway\nCALCINATO area to the south of the A4 motorway\nCALVISANO\nCAPRIANO DEL COLLE\nCARPENEDOLO\nCASTENEDOLO area to the south of the A4 motorway\nCIGOLE\nDELLO\nDESENZANO DEL GARDA area to the south of the A4 motorway\nFIESSE\nFLERO\nGAMBARA\nGHEDI\nGOTTOLENGO\nISORELLA\nLENO\nLONATO area to the south of the A4 motorway\nMANERBIO\nMILZANO\nMONTICHIARI\nMONTIRONE\nOFFLAGA\nPAVONE DEL MELLA\nPONCARALE\nPONTEVICO\nPOZZOLENGO area to the south of the A4 motorway\nPRALBOINO\nQUINZANO D'OGLIO\nREMEDELLO\nREZZATO area to the south of the A4 motorway\nSAN GERVASIO BRESCIANO\nSAN ZENO NAVIGLIO\nSENIGA\nVEROLANUOVA\nVEROLAVECCHIA\nVISANO\nMantova Province\nCASTIGLIONE DELLE STIVIERE\nCAVRIANA\nCERESARA\nGOITO\nGUIDIZZOLO\nMARMIROLO\nMEDOLE\nMONZAMBANO\nPONTI SUL MINCIO\nROVERBELLA\nSOLFERINO\nVOLTA MANTOVANA\nANNEX II\nAREA BORDERING THE VACCINATION AREA WHERE INTENSIVE MONITORING IS CARRIED OUT\nLombardia Region\nBergamo province\nANTEGNATE\nBAGNATICA area to the south of the A4 motorway\nBARBATA\nBARIANO\nBOLGARE area to the south of the A4 motorway\nCALCINATE\nCALCIO\nCASTELLI CALEPIO area to the south of the A4 motorway\nCAVERNAGO\nCIVIDATE AL PIANO\nCOLOGNO AL SERIO\nCORTENUOVA\nCOSTA DI MEZZATE area to the south of the A4 motorway\nCOVO\nFARA OLIVANA CON SOLA\nFONTANELLA\nGHISALBA\nGRUMELLO DEL MONTE area to the south of the A4 motorway\nISSO\nMARTINENGO\nMORENGO\nMORNICO AL SERIO\nPAGAZZANO\nPALOSCO\nPUMENENGO\nROMANO DI LOMBARDIA\nSERIATE area to the south of the A4 motorway\nTELGATE area to the south of the A4 motorway\nTORRE PALLAVICINA\nBrescia province\nAZZANO MELLA\nBARBARIGA\nBASSANO BRESCIANO\nBERLINGO\nBORGO SAN GIACOMO\nBRANDICO\nCASTEGNATO area to the south of the A4 motorway\nCASTEL MELLA\nCASTELCOVATI\nCASTREZZATO\nCAZZAGO SAN MARTINO area to the south of the A4 motorway\nCHIARI\nCOCCAGLIO\nCOLOGNE\nCOMEZZANO-CIZZAGO\nCORZANO\nERBUSCO area to the south of the A4 motorway\nLOGRATO\nLONGHENA\nMACLODIO\nMAIRANO\nORZINUOVI\nORZIVECCHI\nOSPITALETTO area to the south of the A4 motorway\nPALAZZOLO SULL'OGLIO area to the south of the A4 motorway\nPOMPIANO\nPONTOGLIO\nROCCAFRANCA\nRONCADELLE area to the south of the A4 motorway\nROVATO area to the south of the A4 motorway\nRUDIANO\nSAN PAOLO\nTORBOLE CASAGLIA\nTRAVAGLIATO\nTRENZANO\nURAGO D'OGLIO\nVILLACHIARA\nCremona province\nCAMISANO\nCASALE CREMASCO-VIDOLASCO\nCASALETTO DI SOPRA\nCASTEL GABBIANO\nSONCINO\nMantova province\nACQUANEGRA SUL CHIESE\nASOLA\nBIGARELLO\nCANNETO SULL'OGLIO\nCASALMORO\nCASALOLDO\nCASALROMANO\nCASTEL D'ARIO\nCASTEL GOFFREDO\nCASTELBELFORTE\nGAZOLDO DEGLI IPPOLITI\nMARIANA MANTOVANA\nPIUBEGA\nPORTO MANTOVANO\nREDONDESCO\nRODIGO\nRONCOFERRARO\nSAN GIORGIO DI MANTOVA\nVILLIMPENTA\nVeneto Region\nPadua province\nCARCERI\nCASALE DI SCODOSIA\nESTE\nLOZZO ATESTINO\nMEGLIADINO SAN FIDENZIO\nMEGLIADINO SAN VITALE\nMONTAGNANA\nOSPEDALETTO EUGANEO\nPONSO\nSALETTO\nSANTA MARGHERITA D’ADIGE\nURBANA\nVerona province\nBEVILACQUA\nBOSCHI SANT'ANNA\nBUSSOLENGO\nPESCANTINA\nSOMMACAMPAGNA area to the north of the A4 motorway\nSONA area to the north of the A4 motorway\nVicenza province\nAGUGLIARO\nALBETTONE\nALONTE\nASIGLIANO VENETO\nBARBARANO VICENTINO\nCAMPIGLIA DEI BERICI\nCASTEGNERO\nLONIGO\nMONTEGALDA\nMONTEGALDELLA\nMOSSANO\nNANTO\nNOVENTA VICENTINA\nORGIANO\nPOIANA MAGGIORE\nSAN GERMANO DEI BERICI\nSOSSANO\nVILLAGA\nANNEX III\nSAMPLING AND TESTING PROCEDURE\n1.   Introduction and general use\nThe developed indirect Immunofluorescence Assay (iIFA-test) is aimed at the differentiation between vaccinated/field exposed and vaccinated/non field exposed turkeys and chickens in the framework of a ‘DIVA’ (Differentiating Infected from Vaccinated Animals) vaccination strategy using a heterologous subtype vaccine from the field virus subtype.\n2.   Use of the test for the purpose of dispatching fresh turkey and chicken meat from the vaccination area in Italy to other Member States\nMeat originating from turkey and chicken flocks vaccinated against avian influenza may be dispatched to other Member States provided that, where all the birds are kept in one building, blood samples have been taken by the official veterinarian within seven days prior to slaughter from at least 10 vaccinated turkeys or chickens destined for slaughter. However, where the poultry are kept in more than one group or shed, at least 20 vaccinated birds selected randomly from all the groups or sheds on the farm shall be sampled."}