{"celex_id": "32000R0378", "uri": "http://publications.europa.eu/resource/cellar/f9cbc61f-2931-4c4c-8188-b5bf5bac0ecd", "type": "Regulation", "concepts": ["1309", "2734", "2957", "4080", "4385", "5781"], "title": "Commission Regulation (EC) No 378/2000 of 17 February 2000 amending Regulation (EC) No 1494/1999 laying down the reduced agricultural components and additional duties applicable from 1 July to 31 December 1999 inclusive to the importation into the Community of goods covered by Council Regulation (EC) No 3448/93 under Europe Agreements\n", "header": "COMMISSION REGULATION (EC) No 378/2000\nof 17 February 2000\namending Regulation (EC) No 1494/1999 laying down the reduced agricultural components and additional duties applicable from 1 July to 31 December 1999 inclusive to the importation into the Community of goods covered by Council Regulation (EC) No 3448/93 under Europe Agreements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Commission Regulation (EC) No 2491/98(2), and in particular Article 7 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1494/1999(3) laid down the reduced agricultural components and additional duties applicable from 1 July to 31 December 1999 inclusive to the importation into the Community of goods covered by Regulation (EC) No 3448/93 under Europe Agreements.\n(2) Table 3 in Annexes I and II to Council Regulation (EC) No 377/2000 of 14 February 2000 adopting autonomous and transitional measures concerning the importation of certain processed agricultural products originating in Poland and Bulgaria(4) lays down the basic amounts to be taken into consideration in calculating the reduced agricultural components applicable on importation from these countries from 1 January to 30 June 2000, identical to those laid down by Council Regulation (EC) No 27/1999(5) for the period from 1 July to 31 December 1999.\n(3) Regulation (EC) No 377/2000 provides for application of reduced agricultural components to imports of certain processed agricultural products, as provided for in draft Protocol 3 to the Europe Agreement with Bulgaria, currently awaiting formal adoption.\n(4) Regulation (EC) No 1494/1999 must therefore be amended in order to extend the reduced agricultural components and additional duties for Poland and Bulgaria until 30 June 2000 and to adapt the reduced agricultural components and additional duties for certain processed agricultural products for Bulgaria.\n(5) The duties resulting from these measures may not be higher than the duties resulting from application of the Common Customs Tariff.\n(6) Commission Regulation (EC) No 1460/96(6), as amended by Regulation (EC) No 2495/97(7), establishes the detailed rules for implementing the preferential trade arrangements applicable to certain goods resulting from the processing of agricultural products, as provided for in Article 7 of Regulation (EC) No 3448/93,", "main_body": ["Regulation (EC) No 1494/1999 shall be amended as follows:\n1. In Articles 1 and 3 and Annexes I to IV, the date \"31 December 1999\" shall be replaced by \"30 June 2000\".\n2. In Annex III, Part 1, the following text shall be inserted:\n\">TABLE>\"\n3. In Annex III, Part 1, the following text shall be deleted:\n\">TABLE>\"\n4. In Annex IV, Part 1, the following text shall be inserted:\n\">TABLE>\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January to 30 June 2000.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 2000.\nFor the Commission\nErkki LIIKANEN\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 309, 19.11.1998, p. 28.\n(3) OJ L 173, 9.7.1999, p. 1.\n(4) See page 4 of this Official Journal.\n(5) OJ L 5, 9.1.1999, p. 7.\n(6) OJ L 187, 26.7.1996, p. 18.\n(7) OJ L 343, 13.12.1997, p. 18."}