{"celex_id": "32001D0657", "uri": "http://publications.europa.eu/resource/cellar/daf86139-f547-4be3-9ccc-bdb6a60eb7b3", "type": "Decision", "concepts": ["2437", "2743", "2771", "3156", "3823", "5581"], "title": "2001/657/EC: Commission Decision of 6 August 2001 derogating from the definition of the concept of \"originating products\" to take account of the special situation of Saint Pierre and Miquelon with regard to frozen fillets of cod, redfish, plaice and halibut of CN code 030420 (Text with EEA relevance) (notified under document number C(2001) 2462)\n", "header": "Commission Decision\nof 6 August 2001\nderogating from the definition of the concept of \"originating products\" to take account of the special situation of Saint Pierre and Miquelon with regard to frozen fillets of cod, redfish, plaice and halibut of CN code 0304 20\n(notified under document number C(2001) 2462)\n(Text with EEA relevance)\n(2001/657/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 91/482/EEC of 25 July 1991 on the association of the overseas countries and territories with the European Economic Community(1), as last amended by Decision 2001/161/EC(2), and in particular Article 30(8)(a) of Annex II thereof,\nWhereas:\n(1) Article 30 of Annex II to Decision 91/482/EEC concerning the definition of the concept of \"originating products\" and methods of administrative cooperation provides that derogations from the rules of origin may be adopted where the development of existing industries or the creation of new industries in a country or territory justifies them.\n(2) On 18 May 2001 the French Government has requested a derogation from the rule of origin in the Annex II to Decision 91/482/EEC, in respect of an annual quantity of 1100 tonnes of frozen fillets of cod, 60 tonnes of frozen fillets of redfish, 11 tonnes of frozen fillets of plaice and 119 tonnes of frozen fillets of halibut, exported from Saint Pierre and Miquelon during a period of five years.\n(3) The French Government has based its request on the current shortfall in the sources of supply of other originating fish.\n(4) The requested derogation is justified under the terms of the provisions concerned in Article 30 of Annex II to Decision 91/482/EEC, notably with regard to the substantial nature of the processing carried out in Saint Pierre and Miquelon, because the derogation is essential for the preservation of the processing plant in question which employs large numbers and because there would be no serious injury to an established Community industry, provided that certain conditions relating to quantities, surveillance and duration are respected.\n(5) Since the validity of Decision 91/482/EEC was extended until 1 December 2001 by Decision 2001/161/EC, an appropriate provision should be included to ensure the validity of the derogation beyond 1 December 2001, in case a new decision on the association of the overseas countries and territories with the Community is adopted before that date or in case the validity of Decision 91/482/EEC is further extended.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Customs Code Committee,", "main_body": ["By way of derogation from the provisions of Annex II to Decision 91/482/EEC, frozen fillets of cod, redfish, plaice and halibut falling within CN code ex 0304 20 processed in Saint Pierre and Miquelon from non-originating fish shall be regarded as originating in Saint Pierre and Miquelon in accordance with the terms of this Decision.", "The derogation provided for in Article 1 shall apply to the quantities shown in the Annex to this Decision which are imported into the Community from Saint Pierre and Miquelon during the period of 1 September 2001 to 31 August 2006.", "The quantities referred to in the Annex shall be managed by the Commission, which shall take all administrative action it deems advisable for their efficient management.\nWhere an importer presents, in a Member State, a declaration of entry for free circulation, including an application for the benefit of this Decision, the Member State shall, if the declaration has been accepted by the customs authorities, notify the Commission of its wish to draw the amount corresponding to its requirements.\nApplications to draw, showing the date of acceptance of declarations, shall be transmitted to the Commission without delay.\nWithdrawals shall be granted by the Commission in order of date of acceptance of declarations of entry for free circulation by the Member States' customs authorities, provided that the available balance permits.\nIf a Member State fails to use a withdrawal it shall return it, as soon as possible, to the appropriate quota.\nIf requests exceed the available balance of a given quota, quantities shall be allocated on a pro rata basis. The Commission shall inform the Member States of withdrawal on the quotas.\nEach Member State shall ensure that importers have continuous and equal access to the amounts available as long as the balance permits.", "The customs authorities of Saint Pierce and Miquelon shall take the necessary steps to carry out quantitative checks on exports of the products referred to in Article 1. To that end, all the certificates they issue pursuant to this Decision shall bear a reference to it. The competent authorities of Saint Pierre and Miquelon shall forward to the Commission every three months a statement of the quantities in respect of which movement certificates EUR. 1 have been issued pursuant to this Decision and the serial numbers of those certificates.", "Box 7 of EUR. 1 certificates issued under this Decision shall contain one of the following phrases:\n- Excepción - Decisión n° ...\n- Undtagelse - afgørelse nr. ...\n- Abweichung - Beschluss Nr ...\n- Παρέκκλιση - Απόφαση αριθ. ...\n- Derogation - Decision No ...\n- Dérogation - Décision n° ...\n- Deroga - decisione n. ...\n- Afwijking - Besluit nr. ...\n- Derrogação - Decisão n.o ...\n- Poikkeus - Päätös N:o ...\n- Undantag - beslut nr. ...\nindicating the number of this Decision.", "This Decision shall apply from 1 September to 30 November 2001.\nHowever, if a new preferential regime replacing Decision 91/482/EEC beyond that date is adopted, this decision shall continue to apply until the date of expiry of such new regime, but in any case until 31 August 2006 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 August 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 263, 19.9.1991, p. 1.\n(2) OJ L 58, 28.2.2001, p. 21.\nANNEX\nSaint Pierre and Miquelon\n>TABLE>"}