{"celex_id": "32000D0637", "uri": "http://publications.europa.eu/resource/cellar/1d40373b-d8a9-4072-be8b-fb19086c9a6b", "type": "Decision", "concepts": ["2040", "30", "3648", "3860", "3875", "5235"], "title": "2000/637/EC: Commission Decision of 22 September 2000 on the application of Article 3(3)(e) of Directive 1999/5/EC to radio equipment covered by the regional arrangement concerning the radiotelephone service on inland waterways (notified under document number C(2000) 2718) (Text with EEA relevance)\n", "header": "Commission Decision\nof 22 September 2000\non the application of Article 3(3)(e) of Directive 1999/5/EC to radio equipment covered by the regional arrangement concerning the radiotelephone service on inland waterways\n(notified under document number C(2000) 2718)\n(Text with EEA relevance)\n(2000/637/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity(1), and in particular Article 3(3)(e), thereof,\nWhereas:\n(1) A number of Member States intend to implement common safety principles and rules for people and goods on inland waterways.\n(2) The harmonisation of radiotelephone services shall contribute to a safer navigation on inland waterways, particularly in case of bad weather conditions.\n(3) Having participated in a regional conference in Basle held in accordance with Article S6 of the ITU Radio Regulations a number of Member States in which inland navigation takes place intend to approve and implement an arrangement concerning the radiotelephone service on inland waterways (hereafter referred to as the \"arrangement\").\n(4) Only equipment intended for installation on inland navigation vessels, in Member States where the arrangement is to be implemented, and operating in the frequency ranges laid down by the arrangement is covered.\n(5) All equipment operating in these frequency ranges should comply with the objectives of this arrangement and implement the automatic transmitter identification system (ATIS) as defined in Annex B of ETS 600698 and shall not be able to be operated above a defined maximum transmission power on the service categories \"ship-to-ship\", \"ship-to-port-authorities\" and \"onboard-communication\".\n(6) The measures set out in this Decision are in accordance with the opinion of the Telecommunications Conformity Assessment and Market Surveillance Committee,", "main_body": ["This Decision applies to radio equipment to be used on waterways covered by the arrangement concerning the radiotelephone service on inland waterways concluded in Basle on 6 April 2000 in Member States where the arrangement is to be implemented.", "1. Radio equipment operating in the frequency bands, laid down by the arrangement concerning the radiotelephone service on inland waterways shall implement the automatic transmitter identification system (ATIS).\n2. Radio communication equipment on the service categories \"ship-to-ship\", \"ship-to-port-authorities\" and \"onboard-communication\", laid down by the arrangement concerning the radiotelephone service on inland waterways shall not be able to transmit at transmitter powers higher than 1 watt.", "The requirements of Article 2 of this Decision shall apply from the day of its publication in the Official Journal of the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 September 2000.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 91, 7.4.1999, p. 10."}