{"celex_id": "32009R0492", "uri": "http://publications.europa.eu/resource/cellar/0113ca76-817c-4148-a789-d8d22c3fb0eb", "type": "Regulation", "concepts": ["2455", "5258", "5411", "5534", "5606"], "title": "Council Regulation (EC) No 492/2009 of 25 May 2009 repealing 14 obsolete Regulations in the field of the Common Fisheries Policy\n", "header": "12.6.2009 EN Official Journal of the European Union L 149/1\nCOUNCIL REGULATION (EC) No 492/2009\nof 25 May 2009\nrepealing 14 obsolete Regulations in the field of the Common Fisheries Policy\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the Act of Accession of 1985 and in particular Articles 162, 163(3), 164(2), 165(8), 171, 349(5), 350, 351(5), 352(9) and 358 thereof,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the common fisheries policy (1), and in particular Article 20 thereof,\nHaving regard to the Act of Accession of 2003 and in particular Article 24 and Annexes VI, VIII, IX and XII thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Improving the transparency of Community law is an essential element of the better lawmaking strategy that Community institutions are implementing. In that context it is appropriate to remove from active legislation those acts which no longer have real effect.\n(2) The following Regulations relating to the common fisheries policy have become obsolete, even though formally they are still in force:\n— Council Regulation (EEC) No 31/83 of 21 December 1982 on an interim common measure for restructuring the inshore fishing industry and aquaculture (2). That Regulation has exhausted its effects since it concerned Community financing of investment projects under the year 1982,\n— Council Regulation (EEC) No 3117/85 of 4 November 1985 laying down general rules on the granting of compensatory indemnities in respect of sardines (3). That Regulation has exhausted its effects since it was intended for application in the transitional period following the accession of Spain to the European Communities,\n— Council Regulation (EEC) No 3781/85 of 31 December 1985 laying down the measures to be taken in respect of operators who do not comply with certain provisions relating to fishing contained in the Act of Accession of Spain and Portugal (4). That Regulation has exhausted its effects since it was intended for application in the transitional period following the accession of Spain to the European Communities,\n— Council Regulation (EEC) No 3252/87 of 19 October 1987 on the coordination and promotion of research in the fisheries sector (5). That Regulation has exhausted its effects since the matter is now covered by Council Regulation (EC) No 199/2008 concerning the establishment of a Community framework for the collection, management and use of data in the fisheries sector and support for scientific advice regarding the Common Fisheries Policy (6),\n— Council Regulation (EEC) No 3571/90 of 4 December 1990 introducing various measures concerning the implementation of the common fisheries policy in the former German Democratic Republic (7). That Regulation has exhausted its effects since it was intended for application in the transitional period following the German unification,\n— Council Regulation (EEC) No 3499/91 of 28 November 1991 providing a Community framework for studies and pilot projects relating to the conservation and management of fishery resources in the Mediterranean (8). That Regulation has exhausted its effects since the matter is now covered by Council Regulation (EC) No 1967/2006 of 21 December 2006 concerning management measures for the sustainable exploitation of fishery resources in the Mediterranean Sea, amending Regulation (EEC) No 2847/93 and repealing Regulation (EC) No 1626/94 (9),\n— Council Regulation (EC) No 1275/94 of 30 May 1994 on adjustments to the arrangements in the fisheries chapters of the Act of Accession of Spain and Portugal (10). That Regulation has exhausted its effects since it was intended for application in the transitional period following the accession of Spain to the European Communities,\n— Council Regulation (EC) No 1448/1999 of 24 June 1999 introducing transitional measures for the management of certain Mediterranean fisheries and amending Regulation (EC) No 1626/94 (11). That Regulation has exhausted its effects since the matter is now covered by Regulation (EC) No 1967/2006,\n— Council Regulation (EC) No 300/2001 of 14 February 2001 establishing measures to be applied in 2001 for the recovery of the stock of cod in the Irish Sea (ICES division VIIa) (12). That Regulation has exhausted its effects since it was intended to be in force during a period which has already expired,\n— Council Regulation (EC) No 2561/2001 of 17 December 2001 aiming to promote the conversion of fishing vessels and of fishermen that were, up to 1999, dependent on the fishing agreement with Morocco (13). That Regulation has exhausted its effects since the national fleet conversion plans to which it applied have ended,\n— Council Regulation (EC) No 2341/2002 of 20 December 2002 fixing for 2003 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (14). That Regulation has exhausted its effects since it was intended to govern fishing activities carried out in the year 2003,\n— Council Regulation (EC) No 2372/2002 of 20 December 2002 instituting specific measures to compensate the Spanish fisheries, shellfish industry and aquaculture, affected by the oil spills from the Prestige (15). That Regulation has exhausted its effects since the national compensation program to which it applied has ended,\n— Council Regulation (EC) No 2287/2003 of 19 December 2003 fixing for 2004 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (16). That Regulation has exhausted its effects since it was intended to govern fishing activities carried out in the year 2004,\n— Council Regulation (EC) No 52/2006 of 22 December 2005 fixing the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks applicable in the Baltic Sea for 2006 (17). That Regulation has exhausted its effects since it was intended to govern fishing activities carried out in the year 2006.\n(3) For reasons of legal security and clarity, those obsolete Regulations should be repealed,", "main_body": ["Regulations to be repealed\nRegulations: (EEC) No 31/83, (EEC) No 3117/85, (EEC) No 3781/85, (EEC) No 3252/87, (EEC) No 3571/90, (EEC) No 3499/91, (EC) No 1275/94, (EC) No 1448/1999, (EC) No 300/2001, (EC) No 2561/2001, (EC) No 2341/2002, (EC) No 2372/2002, (EC) No 2287/2003 and (EC) No 52/2006 are hereby repealed.", "Entry into force\nThis Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 2009.\nFor the Council\nThe President\nJ. ŠEBESTA\n(1)  OJ L 358, 31.12.2002, p. 59.\n(2)  OJ L 5, 7.1.1983, p. 1.\n(3)  OJ L 297, 9.11.1985, p. 1.\n(4)  OJ L 363, 31.12.1985, p. 26.\n(5)  OJ L 314, 4.11.1987, p. 17.\n(6)  OJ L 60, 5.3.2008, p. 1.\n(7)  OJ L 353, 17.12.1990, p. 10.\n(8)  OJ L 331, 3.12.1991, p. 1.\n(9)  OJ L 409, 30.12.2006, p. 11.\n(10)  OJ L 140, 3.6.1994, p. 1.\n(11)  OJ L 167, 2.7.1999, p. 7.\n(12)  OJ L 44, 15.2.2001, p. 12.\n(13)  OJ L 344, 28.12.2001, p. 17.\n(14)  OJ L 356, 31.12.2002, p. 12.\n(15)  OJ L 358, 31.12.2002, p. 81.\n(16)  OJ L 344, 31.12.2003, p. 1.\n(17)  OJ L 16, 20.1.2006, p. 184."}