{"celex_id": "32005D0505", "uri": "http://publications.europa.eu/resource/cellar/f956f71b-129d-4efe-8df8-1b5f94614b47", "type": "Decision", "concepts": ["192", "2320", "2579", "2718", "3191", "4092", "5369"], "title": "2005/505/EC: Commission Decision of 13 July 2005 amending Decision 96/355/EC laying down special conditions governing the import of fishery and aquaculture products originating in Senegal, as regards the competent authority and the model of health certificate (notified under document number C(2005) 2651)   (Text with EEA relevance)\n", "header": "15.7.2005 EN Official Journal of the European Union L 184/64\nCOMMISSION DECISION\nof 13 July 2005\namending Decision 96/355/EC laying down special conditions governing the import of fishery and aquaculture products originating in Senegal, as regards the competent authority and the model of health certificate\n(notified under document number C(2005) 2651)\n(Text with EEA relevance)\n(2005/505/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products (1), and in particular Article 11 (1) thereof,\nWhereas:\n(1) In Commission Decision 96/355/EC (2), the ‘Ministère de la pêche et des transports maritimes — Direction de l’océanographie et des pêches maritimes — Bureau du contrôle des produits halieutiques (MPTM — DOPM — BCPH)’ is identified as the competent authority in Senegal for verifying and certifying compliance of fishery and aquaculture products with Directive 91/493/EEC.\n(2) Following a restructuring of the Senegal administration, the competent authority has changed to the ‘Ministère de l’Economie Maritime — Direction des Pêches Maritimes — Bureau de Contrôle des Produits Halieutiques (MEM — DPM — BCPH)’.\n(3) That new authority is capable of effectively verifying the application of the rules in force.\n(4) The MEM — DPM — BCPH has provided official assurances on compliance with the standards for health controls and monitoring of fishery and aquaculture products as set out in Directive 91/493/EEC and on the fulfilment of hygienic requirements equivalent to those laid down in that Directive.\n(5) Decision 96/355/EC should therefore be amended accordingly.\n(6) It is appropriate for this Decision to be applied 45 days from the date of its publication in the Official Journal of the European Union thereby providing for the necessary transitional period.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 96/355/EC is amended as follows:\n1. Article 1 is replaced by the following:\n2. Article 2 is replaced by the following:\n1. each consignment must be accompanied by a numbered original health certificate, duly completed, signed dated and comprising a single sheet in accordance with the model in Annex A hereto;\n2. the products must come from approved establishments, factory vessels, cold store or registered freezer vessels listed in Annex B hereto;\n3. except in the case of frozen fishery products in bulk and intended for the manufacture of preserve foods, all packages must bear the word “SENEGAL” and the approval/registration number of the establishment, factory vessel, cold store or freezer vessel of origin in indelible letters.’\n3. Paragraph 2 of the Article 3 is replaced by the following:\n4. Annex A is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 29 August 2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 15. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 137, 8.6.1996, p. 24.\nANNEX\n‘ANNEX A\nHEALTH CERTIFICATE\nfor fishery products from Senegal and intended for export to the European Community, excluding bivalve molluscs, echinoderms, tunicates and marine gastropods in whatever form"}