{"celex_id": "32006R0197", "uri": "http://publications.europa.eu/resource/cellar/a8f96ef5-e9bb-4914-b2e6-b04808fc0202", "type": "Regulation", "concepts": ["1158", "1277", "192", "2735", "2737", "3885", "5581"], "title": "Commission Regulation (EC) No 197/2006 of  3 February 2006  on transitional measures under Regulation (EC) No 1774/2002 as regards the collection, transport, treatment, use and disposal of former foodstuffs   (Text with EEA relevance)\n", "header": "4.2.2006 EN Official Journal of the European Union L 32/13\nCOMMISSION REGULATION (EC) No 197/2006\nof 3 February 2006\non transitional measures under Regulation (EC) No 1774/2002 as regards the collection, transport, treatment, use and disposal of former foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 provides for a complete revision of Community rules concerning animal by-products not intended for human consumption, including the introduction of a number of strict requirements. In addition, it provides that appropriate transitional measures may be adopted.\n(2) Due to the strict nature of those requirements, Commission Regulation (EC) No 813/2003 of 12 May 2003 on transitional measures Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the collection, transport and disposal of former foodstuffs (2) granted a derogation to Member States in order to enable them to authorise operators to continue to apply national rules for the collection, transport and disposal of former foodstuffs of animal origin until 31 December 2005. Member States have asked to extend the derogation for a further period of time in order to avoid disruption of trade. It is therefore necessary to extend the derogation.\n(3) Council Directive 1999/31/EC of 26 April 1999 on the landfill of waste (3) sets out conditions for the granting of permits for landfills and the waste to be accepted in the different landfills. Accordingly, it is appropriate to apply the measures provided for in that Directive, where the competent authority considers that the former foodstuffs do not pose a risk to public or animal health, if they are disposed of in a landfill.\n(4) Certain former foodstuffs, such as bread, pasta, pastry and similar products, pose little risk to public or animal health providing they have not been in contact with raw material of animal origin such as raw meat, raw fishery products, raw eggs and raw milk. In such cases, the competent authority should be permitted to allow the former foodstuffs to be used as feed material if the authority is satisfied that such practice does not pose a risk to public or animal health. The competent authority should also be permitted to allow it to be used for other purposes, such as fertiliser, or treated or disposed of in another way, such as in a biogas or a composting plant which is not approved in accordance with Article 15 of Regulation (EC) No 1774/2002.\n(5) The Commission is to seek the advice of the European Food Safety Authority on the possible risks involved in turning the current extended derogation into implementing measures under Article 6(2)(i) of Regulation (EC) No 1774/2002.\n(6) In order to prevent a risk to animal and public health, appropriate control systems should be maintained in the Member States for the period of the transitional measures.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Derogation regarding the collection, transport, treatment, use and disposal of former foodstuffs\n1.   By way of derogation from Articles 6(2) and 7 and Chapters I to III and Chapters V to VIII of Annex II to Regulation (EC) No 1774/2002, Member States may authorise the collection, transport, treatment, use and disposal of former foodstuffs referred to in Article 6(1)(f) of that Regulation (former foodstuffs), in accordance with Articles 2 and 3 of this Regulation, provided that:\n(a) they have not been in contact with any animal by-product referred to in Articles 4 and 5 and points (a) to (e) and (g) to (k) of Article 6(1) of Regulation (EC) No 1774/2002 or with other raw material of animal origin;\n(b) this does not pose a risk to public or animal health.\n2.   The derogation provided for in the first paragraph shall not apply to raw material of animal origin.", "Collection and transport\nMember States may authorise the collection and transport of former foodstuffs provided that the person consigning or transporting the former foodstuffs:\n(a) ensures that the former foodstuffs are consigned and transported to a plant or other outlet permitted pursuant to Article 6(2) of Regulation (EC) No 1774/2002 or a plant or other outlet or landfill pursuant to Article 3 of this Regulation; and\n(b) keeps a record of consignments for a period of at least two years from the date of such consignment or transport demonstrating this, and makes it available upon request to the competent authority.", "Treatment, use and disposal\nMember States may authorise former foodstuffs to be:\n(a) disposed of as waste by burial in a landfill permitted under Directive 1999/31/EC;\n(b) treated in alternative systems approved under conditions minimising risk to animal and public health provided that the following conditions are complied with:\n(i) the resulting material is sent for disposal to an incineration plant or a co-incineration plant in accordance with Directive 2000/76/EC (4), or landfill in accordance with Directive 1999/31/EC; and\n(ii) is not used as feed material or used as organic fertiliser or soil improver;\n(c) to be used in feed without further treatment or used for other purposes without further treatment if such former foodstuffs have not been in contact with raw material of animal origin and the competent authority is satisfied that such use does not pose a risk to public or animal health.", "Control measures\nThe competent authority shall take the necessary measures to control compliance by operators with this Regulation.", "Entry into force\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2006 to 31 July 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 416/2005 (OJ L 66, 12.3.2005, p. 10).\n(2)  OJ L 117, 13.5.2003, p. 22.\n(3)  OJ L 182, 16.7.1999, p. 1. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(4)  OJ L 332, 28.12.2000, p. 91."}