{"celex_id": "32001R1334", "uri": "http://publications.europa.eu/resource/cellar/e09d10a1-7b8d-4078-9e6d-45f637d1e4f6", "type": "Regulation", "concepts": ["1277", "1590", "2560", "3815", "5451", "6052"], "title": "Commission Regulation (EC) No 1334/2001 of 2 July 2001 concerning the provisional authorisation of a new additive in feedingstuffs (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 1334/2001\nof 2 July 2001\nconcerning the provisional authorisation of a new additive in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs(1), as last amended by Commission Regulation (EC) No 2697/2000(2), and in particular Article 4 thereof,\nWhereas:\n(1) Directive 70/524/EEC provides that new additives may be authorised following the review of an application made in accordance with Article 4 of the Directive.\n(2) Article 9e(1) of the Directive provides that provisional authorisation of a new additive may be given if the conditions of Article 3a(b) to (e) of the Directive are satisfied and if it is reasonable to assume, in view of the available results, that when used in animal nutrition it has one of the effects referred to in Article 2(a). Such provisional authorisation may be given for a period up to four years in the case of additives referred to in Part II of Annex C to the Directive, including growth promoters.\n(3) Article 2(aaa) of Directive 70/524/EEC requires authorisations for growth promoters to be linked to the person responsible for putting them into circulation\n(4) The assessment of the dossier submitted in respect of the authorisation of potassium diformate belonging to the group of \"Growth promoters\" described in the Annex shows that it satisfies the abovementioned conditions and may therefore be authorised on a provisional basis for a four-year period.\n(5) The assessment of the dossier shows that certain procedures may be required to protect workers from exposure to the additive. Such protection should however be assured by the application of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work(3).\n(6) The Scientific Committee for Animal Nutrition has delivered a favourable opinion with regard to the safety for animals, users, consumers and the environment of the growth promoter under the conditions described in the said Annex.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee for Feedingstuffs,", "main_body": ["The additive belonging to the group \"Growth promoters\" listed in the Annex to the present Regulation is provisionally authorised for use as an additive in animal nutrition under the conditions laid down in that Annex.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 270, 14.12.1970, p. 1.\n(2) OJ L 319, 16.12.2000, p. 1.\n(3) OJ L 183, 29.6.1989, p. 1.\nANNEX\n>TABLE>"}