{"celex_id": "32005R2094", "uri": "http://publications.europa.eu/resource/cellar/d7f86f93-ea5e-4152-816f-f3410c417439", "type": "Regulation", "concepts": ["161", "20", "2300", "2771", "2957", "4215"], "title": "Commission Regulation (EC) No 2094/2005 of  20 December 2005  opening an invitation to tender for the reduction in the duty on sorghum imported into Spain from third countries\n", "header": "21.12.2005 EN Official Journal of the European Union L 335/4\nCOMMISSION REGULATION (EC) No 2094/2005\nof 20 December 2005\nopening an invitation to tender for the reduction in the duty on sorghum imported into Spain from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 12(1) thereof,\nWhereas:\n(1) Pursuant to the Community’s international obligations in the context of the Uruguay Round of Multilateral Trade Negotiations (2), the Community has undertaken to import a certain quantity of sorghum into Spain.\n(2) Commission Regulation (EC) No 1839/95 of 26 July 1995 laying down detailed rules for the application of tariff quotas for imports of maize and sorghum into Spain and imports of maize into Portugal (3), lays down the special additional detailed rules necessary for implementing the invitations to tender.\n(3) Taking into account the current market demand in Spain, an invitation to tender for the reduction in the duty on sorghum is appropriate.\n(4) Council Regulation (EC) No 2286/2002 of 10 December 2002 on the arrangements applicable to agricultural products and goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States (ACP States) (4) provides in particular for a 60 % reduction in the duty applicable to imports of 100 000 tonnes of sorghum per calendar year, and a 50 % reduction over this quota. Cumulation of this benefit and the benefit resulting from the invitation to tender for the reduction in the import duty would disturb the Spanish cereals market. Such cumulation must therefore be ruled out.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1.   An invitation to tender is hereby opened for the reduction in the import duty referred to in Article 10(2) of Regulation (EC) No 1784/2003 on sorghum to be imported into Spain.\n2.   Regulation (EC) No 1839/95 shall apply.\n3.   The reduction in the import duty for sorghum laid down in Annex II to Regulation (EC) No 2286/2002 shall not apply in the case of this invitation to tender.", "The invitation to tender shall be open until 29 June 2006. During that time weekly invitations shall be issued, with quantities and closing dates laid down by a notice of invitation to tender.", "Import licences issued under this invitation to tender shall be valid for 50 days from the date they are issued, within the meaning of Article 10(4) of Regulation (EC) No 1839/95.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 336, 23.12.1994, p. 22.\n(3)  OJ L 177, 28.7.1995, p. 4. Regulation as last amended by Regulation (EC) No 1558/2005 (OJ L 249, 24.9.2005, p. 6).\n(4)  OJ L 348, 21.12.2002, p. 5."}