{"celex_id": "32006D0923", "uri": "http://publications.europa.eu/resource/cellar/a0ffd2b1-c012-44c6-8ec7-90c53dda2330", "type": "Decision", "concepts": ["1005", "1763", "191", "2232", "2563"], "title": "2006/923/EC: Commission Decision of 13 December 2006 on a Community financial contribution for 2006 and 2007 to cover expenditure incurred by Portugal for the purpose of combating Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (pinewood nematode) (notified under document number C(2006) 6433)\n", "header": "14.12.2006 EN Official Journal of the European Union L 354/42\nCOMMISSION DECISION\nof 13 December 2006\non a Community financial contribution for 2006 and 2007 to cover expenditure incurred by Portugal for the purpose of combating Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (pinewood nematode)\n(notified under document number C(2006) 6433)\n(Only the Portuguese text is authentic)\n(2006/923/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 23(6) thereof,\nWhereas:\n(1) Pursuant to Directive 2000/29/EC, a financial contribution from the Community may be granted to Member States to cover expenditure relating directly to the necessary measures which have been taken or are planned to be taken for the purpose of combating harmful organisms introduced from third countries or from other areas in the Community, in order to eradicate or, if that is not possible, to contain them.\n(2) By Commission Decisions 2001/811/EC (2), 2002/889/EC (3), 2003/787/EC (4) and 2004/772/EC (5), a financial contribution from the Community was already granted to Portugal for measures aiming at the control of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (pinewood nematode), hereinafter ‘PWN’, in the years 1999-2003, that is for the maximum duration possible. Starting from 2003 a ‘mid-term eradication plan’ was implemented by Portugal to control the spread of PWN with the aim of eradicating it.\n(3) However, Article 23(6) of Directive 2000/29/EC provides for the possibility to implement further action, if this is necessary to combat PWN.\n(4) In April 2006, Portugal presented to the Standing Committee on Plant Health (hereinafter referred to as the Committee) an overview of the results of the survey and the control campaign conducted between 1 November 2005 and 1 April 2006 in the demarcated area for PWN in Portugal. The results showed that, despite the measures taken in the previous years, the area where PWN is present has enlarged considerably.\n(5) The Commission and the Committee concluded that the mid-term eradication plan has to be revised by Portugal and that urgent action was required, including an intensified survey campaign and a redefinition of the demarcated area.\n(6) In May 2006, Portugal presented to the Committee an action plan with measures to be envisaged for combating a further spread of PWN. (6) These measures included an updated delimitation of the demarcated area, eradication of all declining trees in that area, continued monitoring and the creation of a barrier free from all host trees of the pinewood nematode vector, that is a ‘clear cut belt’, which should stop the spread of PWN to other Member States, safeguarding them from devastating losses for pine forests and possible trade restrictions from third countries. It defines in particular the parts of the territory where the clear cut belt will be situated. A final version of this action plan was approved by the Committee in July 2006.\n(7) In July 2006, Portugal introduced a programme for further actions for PWN and a budget estimation referring to this programme in order to receive a financial contribution from the Community. The different parts of the Portuguese territory where the actions have to take place, which determine the geographical area benefiting from a financial contribution from the Community, are defined in the above mentioned action plan.\n(8) The programme provided for by Portugal has enabled the Commission to analyse the situation accurately and comprehensively and to conclude that the conditions for the granting of a Community financial contribution, as laid down in Article 23(6) of the Directive have been met. That Community financial contribution should be granted for expenditure under that programme that improves the phytosanitary protection of the rest of the Community against a further spread of PWN from the demarcated area. That contribution should, consequently, be granted for all actions directly linked to the creation of a clear cut belt as an area free from PWN vector hosts.\n(9) The Community financial contribution may, in general, cover no more than 50 % of eligible expenditure. However, where such further action, is essentially designed to protect Community territories other than that of the Member State concerned, that contribution may be larger. Given the great relevance of PWN for coniferous plants and wood, the rapidity with which the disease spreads, the proximity of another Member State to the infested zone and the possible impact on European forestry and international wood trade, that condition is fulfilled with respect to the measures relating to the creation of a clear cut belt, as provided for in the Portuguese action plan. Therefore, it is appropriate to allocate a Community financial contribution of 75 %.\n(10) In accordance with Article 3(2)(a) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (7), plant-health measures are to be financed from the European Agricultural Guarantee Fund. For the purpose of financial control of these measures Articles 9, 36 and 37 of Regulation 1290/2005 shall apply.\n(11) The actions linked to the creation of a clear-cut belt as an area free from PWN vector hosts should be in compliance with the applicable Community environmental legislation.\n(12) The measures provided in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Principle\nThe allocation of a Community financial contribution for 2006 and 2007 to cover expenditure incurred by Portugal relating to further action, as specified in Article 23(6) of Directive 2000/29/EC, and taken for the purpose of combating Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (pinewood nematode), which is laid down in Annex I, and taken in the framework of the action plan proposed by Portugal, is hereby approved.", "Amount of Community financial contribution and eligible actions\nThe total maximum Community financial contribution referred to in Article 1 is EUR 8 417 848,95.\nThe eligible expenditure and the maximum Community financial contributions shall be set out in Annex I.", "Advance payment\nAn advance of EUR 2 000 000 shall be paid within 30 days from the date of adoption of this Decision.", "Payment of the balance of the Community financial contribution\nThe balance of the Community financial contributions as set out in Annex I shall be paid on the following conditions:\n(a) it can be concluded from technical progress reports to be provided by Portugal to the Commission on 15 January and 15 April 2007 and from inspection missions carried out by the Food and Veterinary Office of the Commission that the measures referred to in Annex I have been implemented by Portugal by 31 March 2007 at the latest, in an appropriate way to meet the objectives referred to in Article 1; and\n(b) an official request for payment has been submitted by Portugal to the Commission by 31 August 2007 at the latest, accompanied by a financial report and a final technical report as provided for in Article 5.", "Supporting documents\nEvidence of the measures taken and the expenditure incurred shall be submitted by Portugal through:\n(a) a final technical report showing the implementation of all actions referred to in Annex I and their respective date of completion;\n(b) a financial report, presented in the format laid down in Annex II, showing the expenditure relating to the various measures for which a Community financial contribution is requested together with appropriate documentation, such as invoices or receipts.", "Absence of overcompensation\nThe expenditure incurred by Portugal for the measures laid down in Annex I shall not result in any overcompensation of the owners of the trees. The compensation shall be based on the value of the wood the owner would have been able to obtain immediately before the beginning of the actions in the clear cut belt.", "Reduction in Community financial contribution\n1.   If there is evidence that the measures laid down in Annex I have not been completed in an appropriate way by 31 March 2007 at the latest, the rate of Community financial contribution relating to the part of the eligible expenditure concerned by this late execution shall be reduced to a level specified in the following table:\nNumber of days of delay starting from 1 April 2007 Rate of Community financial contribution\n1-15 60 %\n16-30 50 %\n31-60 25 %\n61 or more 0 %\n2.   Without prejudice to paragraph 1, failure to submit the request for payment and the accompanying reports provided for in Article 4(b) by 31 August 2007 at the latest, shall result in a 25 % reduction in the Community financial contribution per calendar month of delay.", "Compliance with other Community policies\nPortugal shall ensure that the further action referred to in Article 1 is implemented in compliance with the applicable Community environmental legislation.", "Addressee\nThis Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 13 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2006/35/EC (OJ L 88, 25.3.2006, p. 9).\n(2)  OJ L 306, 23.11.2001, p. 25.\n(3)  OJ L 311, 14.11.2002, p. 16.\n(4)  OJ L 293, 11.11.2003, p. 13.\n(5)  OJ L 341, 17.11.2004, p. 27.\n(6)  These measures have been laid down in the Portuguese Decree No 103/2006 of 6 February 2006, as amended by Decree No 815/2006 of 16 August 2006.\n(7)  OJ L 209, 11.8.2005, p. 1. Regulation as amended by Regulation (EC) No 320/2006 (OJ L 58, 28.2.2006, p. 42).\nANNEX I\nCommunity financial contribution for 2006 and 2007 for the different actions of the programme presented by Portugal to control Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (pinewood nematode)\n(in EUR)\nLocation Measure Eligible expenditure Maximum Community financial contributions\nClear cut belt (1) Survey activities for PWN in belt area 156 000 117 000\nCutting and transport of all PWN vector host trees 4 666 666 3 499 999,5\nStripping of all PWN vector host trees 300 000 225 000\nDisposal of tree strippings 700 000 525 000\nCompensation for the value of the wood (2) 4 666 666 3 499 999,5\nRe-design of clear cut belt dedicated information system 200 000 150 000\nSubtotal  10 689 332 8 016 999\nSubtotal Coordination activities (3) 534 466,6 400 849,95\nGrand total  11 223 798,60 8 417 848,95\nTotal maximum Community financial contribution 8 417 848,95\n(1)  3 km wide zone on the outer borderline of the demarcated area as defined in Commission Decision 2006/133/EC (OJ L 52, 23.2.2006, p. 34).\n(2)  Compensation to the land owner for the value of his wood because the cut trees are healthy trees and become the property of the companies cutting them.\n(3)  Flat rate (5 %) for coordination activities.\nANNEX II\nFINANCIAL COST STATEMENT\nPINEWOOD NEMATODE CONTROL PROGRAMME PORTUGAL 2006-2007\nDEMARCATED ZONE — CLEAR CUT BELT\nMeasure 1: Survey activities in the belt area\nActually incurred and paid costs\nShort description of expenditure Eligible expenditure VAT excl. Community contribution Supporting document references number Unit Unit price Quantity Amount VAT excl. Remarks\nSubtotal: X,XX X,XX     X,XX\nMeasure 2: Cutting and transport of trees\nActually incurred and paid costs\nShort description of expenditure Eligible expenditure VAT excl. Community contribution Supporting document references number Unit Unit price Quantity Amount VAT excl. Remarks\nSubtotal: X,XX X,XX     X,XX\nMeasure 3: Stripping of the trees\nActually incurred and paid costs\nShort description of expenditure Eligible expenditure VAT excl. Community contribution Supporting document references number Unit Unit price Quantity Amount VAT excl. Remarks\nSubtotal: X,XX X,XX     X,XX\nMeasure 4: Disposal of tree strippings\nActually incurred and paid costs\nShort description of expenditure Eligible expenditure VAT excl. Community contribution Supporting document references number Unit Unit price Quantity Amount VAT excl. Remarks\nSubtotal: X,XX X,XX     X,XX\nMeasure 5: Compensation for the value of the wood\nActually incurred and paid costs\nShort description of expenditure Eligible expenditure VAT excl. Community contribution Supporting document references number Unit Unit price Quantity Amount VAT excl. Remarks\nSubtotal: X,XX X,XX     X,XX\nMeasure 6: Re-design of information system\nActually incurred and paid costs\nShort description of expenditure Eligible expenditure VAT excl. Community contribution Supporting document references number Unit Unit price Quantity Amount VAT excl. Remarks\nSubtotal: X,XX X,XX     X,XX\nTotal: X,XX X,XX     X,XX\nMeasure 7: Coordination activities\nActually incurred and paid costs\nShort description of expenditure Eligible expenditure VAT excl. Community contribution Supporting document references number Unit Unit price Quantity Amount VAT excl. Remarks\nGrand total: X,XX X,XX     X,XX"}