{"celex_id": "32002D0004", "uri": "http://publications.europa.eu/resource/cellar/cbea2173-efd1-4a99-b367-7abb8fe1bcec", "type": "Decision", "concepts": ["1085", "1519", "3774", "4280", "4635", "994"], "title": "2002/4/EC: Commission Decision of 27 December 2001 on financial assistance from the Community for storage in France, Italy and the United Kingdom of antigen for production of foot-and-mouth disease vaccine (notified under document number C(2001) 4383)\n", "header": "Commission Decision\nof 27 December 2001\non financial assistance from the Community for storage in France, Italy and the United Kingdom of antigen for production of foot-and-mouth disease vaccine\n(notified under document number C(2001) 4383)\n(2002/4/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Council Decision (EC) No 2001/572/EC(2), and in particular Article 14 thereof,\nWhereas:\n(1) By virtue of Council Decision 91/666/EEC of 11 December 1991 establishing Community reserves of foot-and-mouth disease vaccines(3), as last amended by Commission Decision 2001/181/EC(4), establishment of antigen banks is part of the Community's action to create Community reserves of foot-and-mouth disease vaccines.\n(2) Article 3 of that Decision designates the \"Laboratoire de pathologie bovine du Centre national d'études vétérinaires et alimentaires\" at Lyon in France, which is now part of the \"Agence Française de Securite Sanitaire des Aliments (AFSSA)\", and the \"Istituto Zooprofilattico Sperimentale di Brescia\" in Italy, as the antigen banks holding Community reserves, and provides for a procedure to designate other establishments as antigen bank by Commission Decision.\n(3) By Decision 2000/111/EC(5) the Commission designated Merial S.A.S., Pirbright, United Kingdom, as a third antigen bank.\n(4) The functions and duties of these antigen banks are specified in Article 4 of Decision 91/666/EEC and Community assistance must be conditional on accomplishment of these.\n(5) Community financial assistance should be granted to the banks providing services to the Community to enable them to carry out during 2001 the said functions and duties.\n(6) For budgetary reasons the Community assistance should be granted for a period of one year.\n(7) According to Article 3(2) of Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy(6), programmes for the eradication of animal diseases shall be financed under the Guarantee Section of the EAGGF; for financial control purposes Articles 8 and 9 of this Regulation apply.\n(8) The financial contribution of the Community shall be granted to Member States provided that the authorities supply all the necessary information within the time limits set.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The Community shall grant financial assistance to France for the stocking of antigen for the production of foot-and-mouth disease vaccine.\n2. The \"Agence Française de Securite Sanitaire des Aliments (AFSSA)\" at Lyon in France shall hold the stock of antigen to which paragraph 1 relates.\n3. The Community's financial assistance shall be up to a maximum of EUR 30000 for the period 1 January to 31 December 2001.", "1. The Community shall grant financial assistance to Italy for the stocking of antigen for the production of foot-and-mouth disease vaccine.\n2. The \"Istituto Zooprofilattico Sperimentale di Brescia\" in Italy shall hold the stock of antigen to which paragraph 1 relates.\n3. The Community's financial assistance shall be up to a maximum of EUR 30000 for the period 1 January to 31 December 2001.", "1. The Community shall grant Merial S.A.S. Pirbright, United Kingdom, financial assistance for the stocking of antigen for the production of foot-and-mouth disease vaccine.\n2. Merial S.A.S. Pirbright, United Kingdom, shall hold the stock of antigen stored at the premises of Merial S.A.S. in accordance with contracts SANCO/161/2000 and SANCO/374/2000.\n3. The Community's financial assistance shall be up to a maximum of EUR 26100 for the periods 19 April 2001 to 31 December 2001 and 1 February 2001 to 31 December 2001 respectively.", "1. The Community's financial assistance referred to in Article 1(3) and Article 2(3) shall be paid following the presentation by the Member State concerned, and in the case of the financial assistance referred to in Article 3(3) following the presentation by Merial S.A.S., of supporting documents which demonstrate the effective completion of the tasks.\n2. The supporting documents referred to in paragraph 1 must be presented to the Commission before 1 March 2002 and they shall include:\n(a) technical information on:\n- the amount and type of antigen stored (storage records),\n- storage equipment used (type, number and capacity of tanks),\n- security systems in place (temperature control, anti-theft measures),\n- insurance arrangements (fire, accidents);\n(b) financial information (completion of table as shown in the Annex).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 December 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 203, 28.7.2001, p. 16.\n(3) OJ L 368, 31.12.1991, p. 21.\n(4) OJ L 66, 8.3.2001, p. 39.\n(5) OJ L 33, 8.2.2000, p. 21.\n(6) OJ L 160, 26.6.1999, p. 103.\nANNEX\n>PIC FILE= \"L_2002002EN.002102.TIF\">"}