{"celex_id": "32000R1078", "uri": "http://publications.europa.eu/resource/cellar/9e310ddf-b64a-41fb-b8ab-5886767ee6bd", "type": "Regulation", "concepts": ["1598", "191", "3119", "5158", "979"], "title": "Commission Regulation (EC) No 1078/2000 of 22 May 2000 establishing transitional measures for the financing of veterinary and plant health measures by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF)\n", "header": "Commission Regulation (EC) No 1078/2000\nof 22 May 2000\nestablishing transitional measures for the financing of veterinary and plant health measures by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy(1), and in particular Article 18 thereof,\nWhereas:\n(1) Community expenditure as regards veterinary and plant health measures was, until 31 December 1999, managed directly by the Commission, thus without being subject to the provisions of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy(2), as last amended by Regulation (EC) No 1287/95(3), in particular, without being channelled through the Member States paying agencies.\n(2) According to Regulation (EC) No 1258/1999 veterinary and plant health measures undertaken in accordance with Community rules are financed as from 1 January 2000 by the Guarantee Section of the EAGGF. This would require the relevant expenditure to be carried out in accordance with Articles 4 to 9 of Regulation (EC) No 1258/1999.\n(3) Given the complexity of the EAGGF Guarantee system in combination with the heterogeneity of the veterinary and plant health expenditure, it has been proven not to be possible to implement the necessary rules and in particular those relating to paying agencies by 1 January 2000.\n(4) It is therefore necessary to maintain for a limited transitional period the system of direct management by the Commission of the Community's financial contribution on the basis of the relevant provisions of Title III of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities(4), as last amended by Council Regulation (EC, ECSC, Euratom) No 2673/1999(5), to veterinary and plant health measures undertaken in accordance with Community rules.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Fund Committee,", "main_body": ["By way of derogation from Articles 4 to 9 of Regulation (EC) No 1258/1999, expenditure for veterinary and plant health measures, effected as from 1 January 2000 until 31 December 2000, and undertaken in accordance with Community rules shall continue to be managed directly by the Commission on the basis of the relevant provisions of Title III of the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 103.\n(2) OJ L 94, 28.4.1970, p. 13.\n(3) OJ L 125, 8.6.1995, p. 1.\n(4) OJ L 356, 31.12.1977, p. 1.\n(5) OJ L 326, 18.12.1999, p. 1."}