{"celex_id": "32009R1172", "uri": "http://publications.europa.eu/resource/cellar/357ab846-a7c3-413f-9048-9efc8b8de1a3", "type": "Regulation", "concepts": ["1182", "13", "1504", "1519", "1667", "1712", "336", "3633", "5384"], "title": "Commission Regulation (EC) No 1172/2009 of 30 November 2009 apportioning, for the 2009/2010 marketing year, 5000 tonnes of short flax fibre and hemp fibre as national guaranteed quantities between Denmark, Greece, Ireland, Italy and Luxembourg\n", "header": "1.12.2009 EN Official Journal of the European Union L 314/47\nCOMMISSION REGULATION (EC) No 1172/2009\nof 30 November 2009\napportioning, for the 2009/2010 marketing year, 5 000 tonnes of short flax fibre and hemp fibre as national guaranteed quantities between Denmark, Greece, Ireland, Italy and Luxembourg\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (1), and in particular Article 95 in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 8(1) of Commission Regulation (EC) No 507/2008 of 6 June 2008 laying down detailed rules for the application of Council Regulation (EC) No 1673/2000 on the common organisation of the markets in flax and hemp grown for fibre (2) lays down that the apportioning of 5 000 tonnes of short flax fibre and hemp fibre as national guaranteed quantities, as provided for in Article 94 (1a), of Regulation (EC) No 1234/2007 for the marketing year 2009/2010, must be effected before 16 November of the marketing year in progress.\n(2) To that end, Denmark has sent the Commission information relating to areas covered by sale/purchase contracts, processing commitments and processing contracts, and estimated flax and hemp straw and fibre yields.\n(3) Conversely, no flax or hemp fibre will be produced for the 2009/2010 marketing year in Italy, Greece, Ireland or Luxembourg.\n(4) On the basis of estimates of production resulting from the information provided, total production in the five Member States concerned will not reach the overall quantity of 5 000 tonnes allocated to them, and the national guaranteed quantities as set out below should be set.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["For the 2009/2010 marketing year, the apportionment in national guaranteed quantities provided for in Article 94 (1a) in conjunction with Annex XI A.II.(b) of Regulation (EC) No 1234/2007 shall be as follows:\n— Denmark 95,2 tonnes,\n— Ireland 0 tonnes,\n— Greece 0 tonnes,\n— Italy 0 tonnes,\n— Luxembourg 0 tonnes.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 16 November 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 149, 7.6.2008, p. 38."}