{"celex_id": "32000D0633", "uri": "http://publications.europa.eu/resource/cellar/8016fc05-5f45-4ecd-9fa7-1b200de33a60", "type": "Decision", "concepts": ["2166", "3561", "4038"], "title": "2000/633/EC, ECSC, Euratom: Commission Decision of 17 October 2000 amending its Rules of Procedure\n", "header": "Commission Decision\nof 17 October 2000\namending its Rules of Procedure\n(2000/633/EC, ECSC, Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 218(2) thereof,\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 16 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 131 thereof,\nHaving regard to the Treaty on the European Union, and in particular Articles 28(1) and 41(1) thereof,", "main_body": ["The rules of Procedure of the Commission are hereby amended as follows:\n1. In Article 23, the following paragraph is added:\"The Commission may adopt supplementary measures relating to the functioning of the Commission and of its departments, which shall be annexed to these Rules of Procedure.\"\n2. The Code of Good Administrative Behaviour contained in the Annex to this Decision is annexed.", "This Decision shall enter into force on 1 November 2000.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 17 October 2000.\nFor the Commission\nThe President\nRomano Prodi\nANNEX\n\"ANNEX\nCODE OF GOOD ADMINISTRATIVE BEHAVIOUR FOR STAFF OF THE EUROPEAN COMMISSION IN THEIR RELATIONS WITH THE PUBLIC\nQuality service\nThe Commission and its staff have a duty to serve the Community interest and, in so doing, the public interest.\nThe public legitimately expects quality service and an administration that is open, accessible and properly run.\nQuality service calls for the Commission and its staff to be courteous, objective and impartial.\nPurpose\nIn order to enable the Commission to meet its obligations of good administrative behaviour and in particular in the dealings that the Commission has with the public, the Commission undertakes to observe the standards of good administrative behaviour set out in this Code and to be guided by these in its daily work.\nScope\nThe Code is binding on all staff covered by the Staff Regulations of officials of the European Communities and the Conditions of employment of other servants of the European Communities (hereinafter referred to as the \"Staff Regulations\") and the other provisions on relations between the Commission and its staff that are applicable to officials and other servants of the European Communities. However, persons employed under private law contracts, experts on secondment from national civil services and trainees, etc. working for the Commission should also be guided by it in their daily work.\nRelations between the Commission and its staff are governed exclusively by the Staff Regulations.\n1. GENERAL PRINCIPLES OF GOOD ADMINISTRATION\nThe Commission respects the following general principles in its relations with the public.\nLawfulness\nThe Commission acts in accordance with the law and applies the Rules and Procedures laid down in Community legislation.\nNon-discrimination and equal treatment\nThe Commission respects the principle of non-discrimination and in particular, guarantees equal treatment for members of the public irrespective of nationality, gender, racial or ethnic origin, religion or beliefs, disability, age or sexual orientation. Thus, differences in treatment of similar cases must be specifically warranted by the relevant features of the particular case in hand.\nProportionality\nThe Commission ensures that the measures taken are proportional to the aim pursued.\nIn particular, the Commission will ensure that the applications of this Code never leads to the imposition of administrative or budgetary burdens out of proportion to the benefit expected.\nConsistency\nThe Commission shall be consistent in its administrative behaviour and shall follow its normal practice. Any exceptions to this principle must be duly justified.\n2. GUIDELINES FOR GOOD ADMINISTRATIVE BEHAVIOUR\nObjectivity and impartiality\nStaff shall always act objectively and impartially, in the Community interest and for the public good. They shall act independently within the framework of the policy fixed by the Commission and their conduct shall never be guided by personal or national interest or political pressure.\nInformation on administrative procedures\nWhere a member of the public requires information relating to a Commission administrative procedure, staff shall ensure that this information is provided within the deadline fixed for the relevant procedure.\n3. INFORMATION ON THE RIGHTS OF INTERESTED PARTIES\nListening to all parties with a direct interest\nWhere Community law provides that interested parties should be heard, staff shall ensure that an opportunity is given to them to make their views known.\nDuty of justify decisions\nA Commission decision should clearly state the reasons on which it is based and should be communicated to the persons and parties concerned.\nAs a general rule, full justification for decisions should be given. However, where it may not be possible, for example because of the large number of persons concerned by similar decisions, to communicate in detail the grounds of individual decisions, standard replies may be given. These standard replies should include the principal reasons justifying the decision taken. Furthermore, an interested party who expressly requests a detailed justification shall be provided with it.\nDuty to state arrangements for appeals\nWhere Community law so provides, decisions notified shall clearly state that an appeal is possible and describe how to submit it, (the name and office address of the person or department with whom the appeal must be lodged and the deadline for lodging it).\nWhere appropriate, decisions should refer to the possibility of starting judicial proceedings and/or of lodging a complaint with the European Ombudsman in accordance with Article 230 or 195 of the Treaty establishing the European Community.\n4. DEALING WITH ENQUIRIES\nThe Commission undertakes to answer enquiries in the most appropriate manner and as quickly as possible.\nRequests for documents\nIf a document has already been published, the person making the enquiry should be directed to the sales agents of the Office for Official Publications of the European Communities or to the documentation or information centres which provide free access to documents, such as Info-Points, European documentation centres, etc. Many documents are also easily accessible in electronic form.\nThe rules on access to documents are laid down in a specific measure.\nCorrespondence\nIn accordance with Article 21 of the Treaty establishing the European Community, the Commission shall reply to letters in the language of the initial letter, provided that it was written in one of the official languages of the Community.\nA reply to a letter addressed to the Commission shall be sent within 15 working days from the date of receipt of the letter by the responsible Commission department. The reply should identify the person responsible for the matter and state how he or she may be contacted.\nIf a reply cannot be sent within 15 working days, and in all cases where the reply requires other work on it, such as interdepartmental consultation or translation, the member of staff responsible should send a holding reply, indicating a date by which the addressee may expect to be sent a reply in the light of this additional work, taking into account the relative urgency and complexity of the matter.\nIf the reply is to be drawn up by a department other than the one to which the initial correspondence is addressed, the person making the enquiry should be informed of the name and office address of the person to whom the letter has been passed.\nThese rules do not apply to correspondence which can reasonably be regarded as improper, for example, because it is repetitive, abusive and/or pointless. Then the Commission reserves the right to discontinue any such exchanges of correspondence.\nTelephone communication\nWhen answering the telephone, staff shall identify themselves or their department. They shall return telephone calls as promptly as possible.\nStaff replying to enquiries shall provide information on subjects for which they have direct responsibility and should direct the caller to the specific appropriate source in other cases. If necessary, they should refer callers to their superior or consult him or her before giving the information.\nWhere enquiries concern areas for which staff are directly responsible, they shall establish the identity of the caller and check whether the information has already been made public before giving it out. If this is not the case, the member of staff may consider that it is not in the Community interest for the information to be disclosed. In this case he or she should explain why they are unable to disclose it and refer in appropriate cases to the obligation to exercise discretion as laid down in Article 17 of the Staff Regulations.\nWhen appropriate, staff should request confirmation in writing of the enquiries made by telephone.\nElectronic mail\nStaff shall reply to e-mail messages promptly following the guidelines described in the section on telephone communication.\nHowever, where the e-mail message is, by its nature, the equivalent of a letter, it shall be handled according to the guidelines for handling correspondence and shall be subject to the same deadlines.\nRequests from the media\nThe Press and Communication Service is responsible for contacts with the media. However, when requests for information concern technical subjects falling within their specific areas of responsibility, staff may answer them.\n5. PROTECTION OF PERSONAL DATA AND CONFIDENTIAL INFORMATION\nThe Commission and its staff shall respect, in particular:\n- the rules on the protection of personal privacy and personal data,\n- the obligations set out in Article 287 of the Treaty establishing the European Community and in particular those which relate to professional secrecy,\n- the rules on secrecy in criminal investigations,\n- the confidentiality of matters falling within the ambit of the various committees and bodies provided for in Article 9 of and Annexes II and III to the Staff Regulations.\n6. COMPLAINTS\nThe European Commission\nComplaints may be lodged concerning a possible breach of the principles set out in this Code directly with the Secretariat-General of the European Commission, which shall forward it to the relevant department.\nThe Director-General or head of Department shall reply to the complainant in writing, within two months. The complainant then has one month in which to apply to the Secretary-General of the European Commission to review the outcome of the complaint. The Secretary-General shall reply to the request for a review within one month.\nThe European Ombudsman\nComplaints may also be lodged with the European Ombudsman in accordance with Article 195 of the Treaty establishing the European Community and the Statute of the European Ombudsman.\""}