{"celex_id": "32004D0200", "uri": "http://publications.europa.eu/resource/cellar/1d609ceb-8b77-4d0d-b47c-7b3a7da1941c", "type": "Decision", "concepts": ["1118", "1595", "1763", "191", "4081"], "title": "2004/200/EC: Commission Decision of 27 February 2004 on measures to prevent the introduction into and the spread within the Community of Pepino mosaic virus (notified under document number C(2004) 581)\n", "header": "Commission Decision\nof 27 February 2004\non measures to prevent the introduction into and the spread within the Community of Pepino mosaic virus\n(notified under document number C(2004) 581)\n(2004/200/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), and in particular the third sentence of Article 16(3) thereof,\nWhereas:\n(1) In late 1999 and early 2000, Germany, France, the Netherlands and the United Kingdom, informed the other Member States and the Commission of outbreaks of Pepino mosaic virus on tomato crops in their countries and of the measures taken to control it.\n(2) By Commission Decision 2003/64/EC(2), the Member States were provisionally required to take measures against the introduction into and the spread within the Community of Pepino mosaic virus. That Decision has ceased to apply on 31 January 2004.\n(3) Pepino mosaic virus is currently not listed in Annex I or Annex II to Directive 2000/29/EC. However, a preliminary pest risk analysis carried out by several Member States based on available scientific information has demonstrated that Pepino mosaic virus and its damaging effects could be of significant plant health concern to the Community, in particular for protected tomato production. The scientific work performed on the Pepino mosaic virus has still not yet provided sufficient clarification to revise that preliminary pest risk analysis, although more information has become available in particular as regards the damage by Pepino mosaic virus on tomato plants intended for planting.\n(4) Accordingly, as Decision 2003/64/EC has expired, it is necessary to provide for provisional measures against Pepino mosaic virus.\n(5) As a result of official surveys carried out under Decision 2003/64/EC, and based on recent information on the damage caused by Pepino mosaic virus, the role of tomato seed as a significant source of infection is now ascertained.\n(6) The measures set out in this Decision should apply to the introduction or the spread within the Community of Pepino mosaic virus, the inspection of seeds of tomato originating in third countries and the movement of seeds of tomato. They should also include more general monitoring for the presence of Pepino mosaic virus in the Member States.\n(7) It is appropriate that the results of such measures be continually assessed, and possible subsequent measures be considered in the light of the results of that assessment. The subsequent measures should also take into account the information to be provided and the scientific opinion to be delivered by the Member States.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The introduction into and movement within the Community of seeds of tomato, Lycopersicon lycopersicum (L.) Karsten ex Farw., contaminated by Pepino mosaic virus shall be prohibited.", "Seeds of tomato originating in third countries may only be imported into the Community if they meet the conditions laid down in point 1 of the Annex. They shall be inspected, and tested when appropriate, on entry into the Community for the presence of Pepino mosaic virus, in accordance with Article 13(1)(i) of Directive 2000/29/EC, mutatis mutandis.", "1. Seeds of tomato, originating in the Community, may only be moved within the Community if they meet the conditions laid down in point 2 of the Annex.\n2. Paragraph 1 shall not apply to movement of seeds intended for sale to final consumers not involved in professional plant production, provided that the packaging of the seeds or other indications clearly show that they are intended for sale to such consumer.", "Member States shall conduct official surveys on premises involved in the production of tomato plants and tomato fruits, for the presence of Pepino mosaic virus.\nWithout prejudice to respectively Article 16(2) and 13c(8) of Directive 2000/29/EC, the results of the surveys provided for in the first paragraph and the results of the inspections and tests provided for in Article 2 shall be notified to the Commission and to the other Member States by 30 November 2004.", "The Commission shall review the operation of this Decision by 31 December 2004 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 February 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2003/116/EC (OJ L 321, 6.12.2003, p. 36).\n(2) OJ L 24, 29.1.2003, p. 15.\nANNEX\nConditions laid down in Articles 2 and 3\n1. Seeds of tomato, originating in third countries, shall be accompanied by a phytosanitary certificate as referred to in Article 13(1)(ii) of Directive 2000/29/EC, stating that they have been obtained by means of an appropriate acid extraction method, and:\n(a) that they originate in areas in which Pepino mosaic virus is known not to occur; or\n(b) that no symptoms of Pepino mosaic virus have been observed on the plants at the place of production during their complete cycle of vegetation; or\n(c) that they have undergone official testing for Pepino mosaic virus, on a representative sample and using appropriate methods, and have been found, in these tests, free from Pepino mosaic virus.\n2. Seeds of tomato, originating in the Community, may only be moved within the Community if they have been obtained by means of an appropriate acid extraction method, and:\n(a) that they originate in areas in which Pepino mosaic virus is known not to occur; or\n(b) that no symptoms of Pepino mosaic virus have been observed on the plants at the place of production during their complete cycle of vegetation; or\n(c) that they have undergone official testing for Pepino mosaic virus, on a representative sample and using appropriate methods, and have been found, in these tests, free from Pepino mosaic virus."}