{"celex_id": "32001R1566", "uri": "http://publications.europa.eu/resource/cellar/72f26674-20dd-4213-9034-83166e1abfa9", "type": "Regulation", "concepts": ["2550", "4213", "4559"], "title": "Commission Regulation (EC) No 1566/2001 of 12 July 2001 implementing Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community concerning the specification of the 2002 ad hoc module on employment of disabled people\n", "header": "Commission Regulation (EC) No 1566/2001\nof 12 July 2001\nimplementing Council Regulation (EC) No 577/98 on the organisation of a labour force sample survey in the Community concerning the specification of the 2002 ad hoc module on employment of disabled people\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 577/98 of 9 March 1998 on the organisation of a labour force sample survey in the Community(1), and in particular Article 4(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1626/2000(2) has drawn up a programme of ad hoc modules to the labour force survey covering years 2001 to 2004, which includes an ad hoc module on employment of disabled people.\n(2) In accordance with Article 4(2) of Regulation (EC) No 577/98 the detailed list of information to be collected in an ad hoc module shall be drawn at least 12 months before the beginning of the reference period for that module.\n(3) There is a need for a comprehensive and comparable dataset on the labour market situation of people with disabilities, as referred to in the Council Resolution of 17 June 1999 on equal opportunities for people with disabilities(3), which calls upon the Commission to work together with the Member States, in particular within the framework of the European employment guidelines and in accordance with the mainstreaming principle, to monitor and analyse the development of the employment of people with disabilities on the basis of comparable data.\n(4) The measures provided for in this Regulation are in accordance with the opinion delivered by the Statistical Programme Committee established by Council Decision 89/382/EEC, Euratom(4),", "main_body": ["The detailed list of information to be collected in the year 2002 by the ad hoc module on employment of disabled people is laid down in the Annex to the present Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 2001.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 77, 14.3.1998, p. 3.\n(2) OJ L 187, 26.7.2000, p. 5.\n(3) OJ C 186, 2.7.1999, p. 3.\n(4) OJ L 181, 28.6.1989, p. 47.\nANNEX\nLABOUR FORCE SURVEY\nSpecification of the 2002 ad hoc module on employment of disabled people\n1. Member States and regions concerned: all\n2. The variables will be coded as follows:\n>TABLE>"}