{"celex_id": "32006L0047", "uri": "http://publications.europa.eu/resource/cellar/c33b6147-819a-4078-8865-591a4e3b7245", "type": "Directive", "concepts": ["13", "1595", "4081", "5360", "5369", "5498"], "title": "Commission Directive 2006/47/EC of  23 May 2006  laying down special conditions concerning the presence of  Avena fatua  in cereal seed (Codified version)   (Text with EEA relevance)\n", "header": "24.5.2006 EN Official Journal of the European Union L 136/18\nCOMMISSION DIRECTIVE 2006/47/EC\nof 23 May 2006\nlaying down special conditions concerning the presence of Avena fatua in cereal seed\n(Codified version)\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed (1), and in particular Article 11(2) thereof,\nWhereas:\n(1) Commission Directive 74/268/EEC of 2 May 1974 laying down special conditions concerning the presence of Avena fatua in fodder plant and cereal seed (2) has been substantially amended (3). In the interests of clarity and rationality the said Directive should be codified.\n(2) Directive 66/402/EEC has laid down tolerances in respect of the presence of Avena fatua in cereal seed.\n(3) Those tolerances appear too high with regard to certain requirements. Consequently, Directive 66/402/EEC, provides for an additional marking in the case of seed complying with special conditions concerning the presence of Avena fatua.\n(4) The special conditions laid down in that connection are such as to satisfy such requirements while also taking account of the possibilities for the production and control of seed.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture, and Forestry.\n(6) This Directive should be without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B,", "main_body": ["Member States shall issue on request the official certificate provided for in Article 11 of Directive 66/402/EEC;\n(a) if the crop is free of Avena fatua at the time of the field inspection officially carried out in conformity with the provisions of Annex I to that Directive and if a sample of a least 1 kg, drawn in accordance with the provisions of Article 7 of that Directive, is free of Avena fatua at the time of official examination; or\n(b) if a sample of at least 3 kg, drawn in accordance with the provisions of Article 7 of that Directive, is free of Avena fatua at the time of official examination.", "Member States may prescribe that the official certificate is issued only in one of the two cases provided for in Article 1.", "Directive 74/268/EEC, as amended by the Directive listed in Annex I, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time-limits for transposition into national law of the Directives set out in Annex I, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table in Annex II.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 23 May 2006.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ 125, 11.7.1966, p. 2309. Directive as last amended by Directive 2004/117/EC (OJ L 14, 18.1.2005, p. 18).\n(2)  OJ L 141, 24.5.1974, p. 19. Directive as amended by Directive 78/511/EEC (OJ L 157, 15.6.1978, p. 34).\n(3)  See Annex I, Part A.\nANNEX I\nPART A\nRepealed Directive with its amendment\n(referred to in Article 3)\nCommission Directive 74/268/EEC (OJ L 141, 24.5.1974, p. 19)\nCommission Directive 78/511/EEC (OJ L 157, 15.6.1978, p. 34)\nPART B\nList of time-limits for transposition into national law\n(referred to in Article 3)\nDirective Time-limit for transposition\n74/268/EEC 1 July 1974\n78/511/EEC 1 July 1980\nANNEX II\nCORRELATION TABLE\nDirective 74/268/EEC This Directive\nArticle 2(1), introductory wording Article 1, introductory wording\nArticle 2(1), first indent Article 1, point (a)\nArticle 2(1), second indent Article 1, point (b)\nArticle 3 Article 2\nArticle 4 —\n— Article 3\n— Article 4\nArticle 5 Article 5\n— Annexes I-II"}