{"celex_id": "32008D0177", "uri": "http://publications.europa.eu/resource/cellar/5bd91b6e-bd4e-490c-b863-685a42412bd6", "type": "Decision", "concepts": ["1019", "4692", "5263", "6004"], "title": "2008/177/EC: Commission Decision of 25 February 2008 amending Decision 96/550/EC authorising methods for grading pig carcases in Finland (notified under document number C(2008) 692)\n", "header": "1.3.2008 EN Official Journal of the European Union L 57/28\nCOMMISSION DECISION\nof 25 February 2008\namending Decision 96/550/EC authorising methods for grading pig carcases in Finland\n(notified under document number C(2008) 692)\n(Only the Finnish and Swedish texts are authentic)\n(2008/177/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Commission Decision 96/550/EC (2) authorises two methods (Hennessy grading probe (HGP4), Intrascope/Optical probe) for grading pig carcases in Finland.\n(2) Finland has asked the Commission to authorise the update of one formula and the utilisation of one new method of grading pig carcases, and has presented the results of its dissection trials in the second part of the protocol provided for in Article 3(3) of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (3).\n(3) Examination of this request has revealed that the conditions for authorising these grading methods are fulfilled.\n(4) Decision 96/550/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Decision 96/550/EC is amended as follows:\n1. in the first paragraph of Article 1 the following indent is added:\n‘— the apparatus called “AutoFom” and the assessment methods related thereto, details of which are given in Part 3 of the Annex’;\n2. the Annex is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Republic of Finland."], "attachments": "Done at Brussels, 25 February 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 301, 20.11.1984, p. 1. Regulation as last amended by Regulation (EC) No 3513/93 (OJ L 320, 22.12.1993, p. 5).\n(2)  OJ L 236, 18.9.1996, p. 47. Decision as amended by Decision 2005/611/EC (OJ L 210, 12.8.2005, p. 44).\n(3)  OJ L 285, 25.10.1985, p. 39. Regulation as last amended by Regulation (EC) No 1197/2006 (OJ L 217, 8.8.2006, p. 6).\nANNEX\nThe Annex to Decision 96/550/EC is hereby amended as follows:\n1. in Part 1, Point 3 is replaced by the following:\n‘3. The lean content of the carcass shall be calculated according to the following formula:\nŶ = the estimated percentage of lean meat in the carcass\nX1 = the thickness of backfat (incl. rind) in millimetres measured at 8 cm off the midline of the carcass behind the last rib\nX2 = the thickness of backfat (incl. rind) in millimetres measured at 6 cm off the midline of the carcass between the third and fourth last rib\nX3 = the thickness of muscle in millimetres measured at the same time and the same place as X2\n2. the following Part 3 is added:\n1. Grading of pig carcasses is carried out by means of the apparatus termed “Autofom” (Fully automatic ultrasonic carcass grading).\n2. The apparatus shall be equipped with sixteen 2 MHz ultrasonic transducers (SFK Technology, K2KG), with an operating distance between transducers of 25 mm. The ultrasonic data shall comprise measurements of backfat thickness and muscle thickness. The results of the measurements shall be converted into estimates of the percentage of lean meat by using a computer.\n3. The carcasse’s lean meat percentage shall be calculated on the basis of 68 measurement points using the following formula:\nŶ = 76 800 – 0,01167786 * x1 – 0,01317971 * x2 – 0,009175088 * x3 – 0,005996768 * x4 – 0,01173212 * x5 – 0,04896113 * x6 – 0,008025034 * x7 – 0,01613402 * x8 – 0,006821679 * x9 – 0,009693944 * x10 – 0,01666247 * x11 – 0,008599287 * x12 – 0,01388630 * x13 – 0,02382277 * x14 – 0,009909672 * x15 – 0,01052488 * x16 – 0,01585248 * x17 – 0,006577800 * x19 – 0,01006999 * x20 – 0,02106533 * x43 – 0,01944423 * x44 – 0,02164443 * x46 – 0,02921022 * x48 – 0,02278822 * x49 – 0,02547334 * x50 – 0,02160008 * x51 – 0,01571447 * x52 – 0,01747270 * x53 – 0,02080481 * x54 – 0,02177262 * x55 – 0,02252957 * x56 – 0,02000042 * x57 – 0,01807100 * x58 – 0,02179333 * x59 – 0,02585314 * x60 – 0,03213609 * x61 – 0,03414441 * x62 – 0,03224378 * x63 – 0,02679668 * x64 – 0,02288250 * x65 – 0,01564255 * x66 – 0,01840482 * x67 – 0,02092576 * x68 – 0,02055510 * x69 – 0,02120507 * x70 – 0,01979112 * x71 – 0,01872976 * x72 – 0,02209687 * x73 – 0,02208294 * x74 – 0,02225723 * x75 – 0,02202462 * x76 – 0,02235730 * x77 – 0,02216374 * x78 – 0,03553871 * x79 – 0,03541295 * x80 – 0,03623326 * x81 – 0,03634462 * x82 – 0,03638485 * x83 – 0,03605378 * x84 – 0,02140917 * x85 – 0,02137969 * x86 – 0,02150696 * x87 – 0,02101590 * x88 – 0,02077531 * x89 – 0,02098994 * x90 – 0,02476005 * x91 – 0,02936467 * x92 – 0,02118610 * x93\nŶ = the estimated lean meat content of the carcass,\n4. Descriptions of the measurement points and the statistical method can be found in part II of the Finnish protocol forwarded to the Commission in accordance with Article 3(3) of Regulation (EEC) No 2967/85."}