{"celex_id": "32008R0229", "uri": "http://publications.europa.eu/resource/cellar/74860d94-f882-4eb5-ac51-89ca49a6c2c8", "type": "Regulation", "concepts": ["2460", "3489", "4048", "4250", "4690"], "title": "Council Regulation (EC) No 229/2008 of 10 March 2008 amending Regulation (EC) No 533/2004 on the establishment of partnerships in the framework of the stabilisation and association process\n", "header": "15.3.2008 EN Official Journal of the European Union L 73/1\nCOUNCIL REGULATION (EC) No 229/2008\nof 10 March 2008\namending Regulation (EC) No 533/2004 on the establishment of partnerships in the framework of the stabilisation and association process\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 181a(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Regulation (EC) No 533/2004 (2) provides that partnerships will be established for all the Western Balkan countries.\n(2) The European Council decided at its meeting in Brussels in December 2005 that the former Yugoslav Republic of Macedonia is to be a candidate country for membership of the European Union.\n(3) It is therefore appropriate to provide that instead of a European Partnership, the European Union should implement in its relations with the former Yugoslav Republic of Macedonia an Accession Partnership, and to amend Regulation (EC) No 533/2004 accordingly.\n(4) The State Union of Serbia and Montenegro has ceased to exist. Therefore, it is appropriate to amend the Regulation to take into account the fact that Serbia as well as Montenegro are now two independent States.\n(5) The Regulation covers Accession Partnerships as well as European Partnerships. Therefore, the full text needs to take this into account,", "main_body": ["Regulation (EC) No 533/2004 is hereby amended as follows:\n1. Article 1 shall be replaced by the following:\n2. Article 1a shall be replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 March 2008.\nFor the Council\nThe President\nD. RUPEL\n(1)  Opinion delivered on 15 January 2008 (not yet published in the Official Journal).\n(2)  OJ L 86, 24.3.2004, p. 1. Regulation as amended by Regulation (EC) No 269/2006 (OJ L 47, 17.2.2006, p. 7).\n(3)  Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the former Yugoslav Republic of Macedonia, of the other part (OJ L 84, 20.3.2004, p. 13). Stabilisation and Association Agreement between the European Communities and their Member States, of the one part, and the Republic of Croatia, of the other part (OJ L 26, 28.1.2005, p. 3).’"}