{"celex_id": "32006R0627", "uri": "http://publications.europa.eu/resource/cellar/67bca44e-444c-4740-9cfe-973b932e915e", "type": "Regulation", "concepts": ["1590", "2658", "2735", "2757", "3730", "6263", "6271"], "title": "Commission Regulation (EC) No 627/2006 of  21 April 2006  implementing Regulation (EC) No 2065/2003 of the European Parliament and of the Council as regards quality criteria for validated analytical methods for sampling, identification and characterisation of primary smoke products\n", "header": "22.4.2006 EN Official Journal of the European Union L 109/3\nCOMMISSION REGULATION (EC) No 627/2006\nof 21 April 2006\nimplementing Regulation (EC) No 2065/2003 of the European Parliament and of the Council as regards quality criteria for validated analytical methods for sampling, identification and characterisation of primary smoke products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2065/2003 of the European Parliament and the Council of 10 November 2003 on smoke flavourings used or intended for use in or on foods (1) and in particular Article 17(3) thereof,\nWhereas:\n(1) Regulation (EC) No 2065/2003 lays down provisions for the establishment of a list of primary products authorised for use as such in or on foods and for the production of smoke flavourings for use in or on foods within the Community. This list shall, among other things, contain a clear description and characterisation of each primary product.\n(2) Detailed information about the qualitative and quantitative chemical composition of the primary product is necessary for the scientific evaluation. The portions which have not been identified, i.e. the amount of substances whose chemical structure is not known, should be as small as possible.\n(3) It is therefore necessary to establish minimum performance criteria, in this context referred to as quality criteria, to which the method of analysis shall comply in order to ensure that laboratories use methods with the necessary level of performance.\n(4) Smoked foods in general give rise to health concerns, especially with respect to the possible presence of polycyclic aromatic hydrocarbons (PAHs).\n(5) The person who intends to place primary products on the market should submit all the information necessary for the safety assessment. This information should contain a proposed validated method for sampling, identification and characterisation of the primary product.\n(6) Regulation (EC) No 882/2004 of the European Parliament and the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (2), lays down general requirements for methods of sampling and analysis.\n(7) The Scientific Committee on Food (SCF) named 15 PAHs as potentially genotoxic and carcinogenic to humans in an opinion on the risks to human health of PAH in food, expressed on 4 December 2002 (3). They represent a priority group in the assessment of the risk of long-term adverse health effects following dietary intake of PAHs. Their presence in primary products should — as a consequence — be analysed.\n(8) The Institute for Reference Materials and Measurements (IRMM) of the Commission Directorate General Joint Research Centre carried out collaborative studies for analysing the chemical composition of primary products and for quantifying the concentration of the 15 PAHs therein. The results of these trials are in part published in the Report on the Collaborative Trial for Validation of two Methods for the Quantification of Polycyclic Aromatic Hydrocarbons in Primary Smoke Condensates (4).\n(9) To describe the precision of the method the repeatability standard deviation as defined in ISO 5725-1 (5) is required. It should be estimated using data from a single-laboratory validation exercise giving Si as described in the Harmonized Guidelines for Single-Laboratory Validation of Methods of Analysis (6) or a collaborative trial giving Sr and SR as described in the Protocol for the design, conduct and interpretation of method-performance studies (7).\n(10) A full validation of methods to analyse the composition of primary products, with a maximum of compounds identified, is not achievable. The high number of analytes gives rise to incalculable amount of work which is impractical. If however mass spectrometry is used for the detection of compounds, the resulting mass spectra can be compared to published data (8) or to mass spectral libraries and a tentative identification of the compounds can be achieved.\n(11) Based on the results obtained in the inter-laboratory validation study on PAHs and following Commission Decision 2002/657/EC (9), minimum quality criteria for any suitable analytical method for determination of PAHs in all primary products have been proposed.\n(12) Following the recommendation given in the ISO, IUPAC, and AOAC International Harmonized Guidelines for the Use of Recovery Information in Analytical Measurement, the analytical results should be corrected for recovery.\n(13) The European Food Safety Authority has given scientific and technical assistance for the elaboration of the quality criteria for validated methods for identification and characterisation of primary smoke products laid down in this regulation.\n(14) The quality criteria can be adapted, to take into account advances in scientific and technological knowledge.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The quality criteria for validated analytical methods for sampling, identification and characterisation of primary smoke products, as referred to in point 4 of Annex II to Regulation (EC) No 2065/2003, shall be as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 April 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 309, 26.11.2003, p. 1.\n(2)  OJ L 191, 28.5.2004, p. 1.\n(3)  SCF/CS/CNTM/PAH/29 Final, 4 December 2002.\n(4)  EU-Report LA-NA-21679-EN-C, ISBN 92-894-9629-0.\n(5)  ISO5725-1: Accuracy (trueness and precision) of measurement methods and results — Part 1: General principles and definitions. 1994: Geneva.\n(6)  Thompson, M., S.L.R. Ellison, and R. Wood, Harmonized Guidelines for Single-Laboratory Validation of Methods of Analysis. Pure and Applied Chemistry, 2002. 74(5): pp. 835-855.\n(7)  Horwitz, W., Protocol for the design, conduct and interpretation of method-performance studies. Pure and Applied Chemistry, 1995. 67(2): pp. 331-343.\n(8)  http://www.irmm.jrc.be/html/activities/intense_sweeteners_and_smoke_flavourings/liquid_smoke_components.xls\nFaix, O., et al., Holz als Roh- & Werkstoff, 1991. 49: pp. 213-219.\nFaix, O., et al., Holz als Roh- & Werkstoff, 1991. 49: pp. 299-304.\nFaix, O., D. Meier, and I. Fortmann, Holz als Roh- & Werkstoff, 1990. 48: pp. 281-285.\nFaix, O., D. Meier, and I. Fortmann, Holz als Roh- & Werkstoff, 1990. 48: pp. 351-354.\n(9)  OJ L 221, 17.8.2002, p. 8. Decision as last amended by Decision 2004/25/EC (OJ L 6, 10.1.2004, p. 38).\nANNEX\nQuality criteria for validated analytical methods for sampling, identification and characterisation of primary smoke products\n1.   Sampling\nThe basic requirement is to obtain a representative and homogeneous laboratory sample.\nThe analyst shall ensure that samples do not become contaminated during sample preparation. Containers have to be rinsed with high purity acetone or hexane (p.A., HLPC grade or equivalent) before use to minimise the risk of contamination. Wherever possible, apparatus coming into contact with the sample shall be made of inert materials e.g. glass or polished stainless steel. Plastics such as polypropylene are to be avoided, because the analyte can adsorb onto these materials.\nAll of the sample material received by the laboratory is to be used for the preparation of test material. Only very finely homogenised samples give reproducible results.\nThere are many satisfactory specific sample preparation procedures which may be used.\n2.   Identification and characterisation\n2.1.   Definitions\nFor the purpose of this Annex the following definitions shall apply:\nSolvent free mass : The mass of the material after abstraction of the solvent, which normally is water.\nVolatile fraction : The part of the solvent free mass, which is volatile and analysable by gas chromatography.\nIdentification of a primary product : Results of a descriptive analysis, which identifies substances present in the primary product.\nCharacterisation of a primary product : Identification of the major physical-chemical fractions and quantification and identification of the chemical constituents.\nLOQ : Limit of Quantification\nLOD : Limit of Detection\nSi : The single-laboratory standard deviation, calculated from results generated under repeatability conditions as defined in ISO standard 5725-1 (1) (= repeatability standard deviation estimated in a single laboratory approach according to the Harmonized Guidelines for Single-Laboratory Validation of Methods of Analysis (2)).\nSr : The average within laboratory standard deviation, calculated from results generated under repeatability conditions as defined in ISO standard 5725-1 (1) in a collaborative trial with a minimum of eight laboratories conducted according to the Protocol for the Design, Conduct and Interpretation of Method-Performance Studies (3).\nSR : The between laboratory standard deviation, calculated from results under reproducibility conditions as defined in ISO standard 5725-1 (1) and according to the Protocol for the Design, Conduct and Interpretation of Method-Performance Studies (3).\nRSDi : Relative single-laboratory repeatability standard deviation (Si expressed in percent of the measured value),\nRSDr : Relative average repeatability standard deviation (Sr expressed in percent of the measured value),\nRSDR : Relative reproducibility standard deviation (SR expressed in percent of the measured value).\n2.2.   Requirements\nWithout prejudice to Article 11 of Regulation (EC) No 882/2004, the validated method for identification and characterisation to be selected by the laboratory shall comply with the quality criteria indicated in Tables 1 and 2.\nTable 1\nQuality criteria for methods for identification and quantification of chemical constituents in the solvent free mass and the volatile fraction of primary products\nParameter Value/Comment\nSolvent free mass At least 50 % by mass shall be identified and quantified\nVolatile fraction At least 80 % by mass shall be identified and quantified\nTable 2\nMinimum method quality criteria for analysing Polycyclic Aromatic Hydrocarbons (PAHs)\nAnalyte(s) PAH RSDi\n (4) RSDr\n (4) RSDR\n (4) LOD (6) LOQ (6) Analytical range (6) Recovery (4)\n% % % μg/kg μg/kg μg/kg %\nbenzo[a]pyrene 20 20 40 1,5 5,0 5,0-15 75-110\nbenzo[a]anthracene 20 20 40 3,0 10 10-30 75-110\ncyclopenta[cd]pyrene (5) 35 35 70 5,0 15 15-45 50-110\nchrysene 25 25 50 5,0 15 10-30 60-110\n(1)  ISO 5725-1: Accuracy (trueness and precision) of measurement methods and results — Part 1: General principles and definitions. Geneva, 1994.\n(2)  Thompson, M., S.L.R. Ellison, and R. Wood, Harmonized Guidelines for Single-Laboratory Validation of Methods of Analysis. Pure and Applied Chemistry, 2002. 74(5): pp. 835-855.\n(3)  Horwitz, W., Protocol for the design, conduct and interpretation of method-performance studies. Pure and Applied Chemistry, 1995. 67(2): pp. 331-343.\n(4)  Over the whole analytical range.\n(5)  The RSDi, RSDr and RSDR values are relatively high due to the low stability of the analytes in primary smoke condensate.\n(6)  Corrected for recovery."}