{"celex_id": "32001D0768", "uri": "http://publications.europa.eu/resource/cellar/6cf01459-6d38-4cfc-bc49-e417668fe11d", "type": "Decision", "concepts": ["1476", "1952", "268", "4055", "5083", "862"], "title": "2001/768/EC: Council Decision of 29 October 2001 concerning the exceptional use of interest from the European Development Fund for the financing of costs linked to the implementation of the devolution exercise in ACP States for a transitional period\n", "header": "Council Decision\nof 29 October 2001\nconcerning the exceptional use of interest from the European Development Fund for the financing of costs linked to the implementation of the devolution exercise in ACP States for a transitional period\n(2001/768/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Third ACP-EEC Convention,\nHaving regard to the Fourth ACP-EC Convention, signed at Lomé on 15 December 1989, as revised by the Agreement signed at Mauritius on 4 November 1995(1),\nHaving regard to the Internal Agreement of 19 February 1985 on financing and administration of Community aid(2), and in particular Article 9(2) thereof,\nHaving regard to the Internal Agreement of 16 July 1990 on the financing and administration of Community aid under the Fourth ACP-EEC Convention(3), hereinafter the \"7th EDF Internal Agreement\", and in particular Article 9(2) thereof,\nHaving regard to the Internal Agreement of 20 December 1995 between the Representatives of the Governments of the Member States, meeting within the Council, on the financing and administration of the Community aid under the Second Financial Protocol to the Fourth ACP-EC Convention(4), hereinafter the \"8th EDF Internal Agreement\", and in particular the second paragraph of Article 9(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Commission decided on 16 May 2000 to reform the management of external aid programmes as part of the global reform of the Commission.\n(2) The said Decision highlighted the lack of human resources at the disposal of the Commission to implement external aid.\n(3) The elements of reform linked to human resources include reorganising the management of the project cycle and a major devolution of decision-making closer to the field and of activities to external Delegations. The objective is to improve the efficiency of aid management and the quality of operations, as well as to accelerate the programming, identification and implementation of programmes and projects.\n(4) In this context it is necessary to strengthen both the human resources as well as the physical infrastructure of the Commission's external delegations.\n(5) In this process the costs for these personnel will be borne by using a proportion of Part BA lines of expenditure in the budget relating to the programmes outside the African, Caribbean and Pacific (ACP) regions.\n(6) During the period 2001-2002, thirteen of the Commission's ACP Delegations should be devolved.\n(7) The new Internal Agreement on the financing and administration of Community Aid under the Financial Protocol to the Partnership Agreement between the ACP States and the European Community and its Member States, signed on 14 September 2000, hereinafter referred to as \"the 9th EDF Internal Agreement\", and in particular Article 1(3) and Articles 4 and 9 thereof, identifies financial resources likely to reinforce the administrative capacities of the Commission's Delegations for the implementation of the operations financed from the 9th EDF.\n(8) Pending the entry into force of the 9th EDF, financial resources should be made available from interest accrued to the funds deposited by the EDFs and now held in the general treasury of the EDF, in accordance with the provisions of the 6th, 7th and 8th EDF Internal Agreements,", "main_body": ["An amount of EUR 23000000 shall be reserved from interest accumulated on deposited European Development Fund (EDF) funds and held in the general treasury of the EDF, for the financing of costs linked to the implementation of the devolution exercise in ACP States, as specified in Article 2.", "The resources referred to in Article 1 shall be used to finance the following types of expenditure:\n(a) support expenses in relation to identification, preparation, management, follow-up, accounting, audit and control of the Commission's aid operations in ACP States, in particular costs linked to the recruitment and stationing in Delegations of experts and local agents that will assist in handling these \"devolved\" tasks and to the provision of technical support to the \"devolution\" of the Commission's computerised on-line accounting system (OLAS);\n(b) administrative costs, provided these are directly linked to the efficient functioning of the experts and local agents recruited, including the purchase of equipment, the temporary renting of extra office space, related IT costs and others.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 29 October 2001.\nFor the Council\nThe President\nL. Michel\n(1) OJ L 156, 29.5.1998, p. 3.\n(2) OJ L 86, 31.3.1986, p. 210.\n(3) OJ L 229, 17.8.1991, p. 288.\n(4) OJ L 156, 29.5.1998, p. 108."}