{"celex_id": "32007D0584", "uri": "http://publications.europa.eu/resource/cellar/5207e7fa-f796-4c87-a955-6b14948aa91a", "type": "Decision", "concepts": ["1596", "1755", "192", "5034", "619"], "title": "2007/584/EC: Commission Decision of 21 August 2007 amending Decision 2004/558/EC implementing Council Directive 64/432/EEC as regards additional guarantees for intra-Community trade in bovine animals relating to infectious bovine rhinotracheitis and the approval of the eradication programmes presented by certain Member States (notified under document number C(2007) 3905) (Text with EEA relevance )\n", "header": "24.8.2007 EN Official Journal of the European Union L 219/37\nCOMMISSION DECISION\nof 21 August 2007\namending Decision 2004/558/EC implementing Council Directive 64/432/EEC as regards additional guarantees for intra-Community trade in bovine animals relating to infectious bovine rhinotracheitis and the approval of the eradication programmes presented by certain Member States\n(notified under document number C(2007) 3905)\n(Text with EEA relevance)\n(2007/584/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Articles 9(2) and 10(2) thereof,\nWhereas:\n(1) Article 9 of Directive 64/432/EEC provides that a Member State, which has a compulsory national control programme for one of the contagious diseases listed in Annex E(II) to that Directive, may submit its programme to the Commission for approval. That Article also provides for the definition of the additional guarantees which may be required in intra-Community trade.\n(2) In addition, Article 10 of Directive 64/432/EEC provides that where a Member State considers that its territory or part thereof is free from one of the diseases listed in Annex E(II) to that Directive, it is to present appropriate supporting documentation to the Commission. That Article also provides for the definition of the additional guarantees which may be required in intra-Community trade.\n(3) Commission Decision 2004/558/EC of 15 July 2004 implementing Council Directive 64/432/EEC as regards additional guarantees for intra-Community trade in bovine animals relating to infectious bovine rhinotracheitis and the approval of the eradication programmes presented by certain Member States (2) approves the programmes for the control and eradication of the infection with the bovine herpesvirus type 1 (‘BHV1’) presented by the Member States listed in Annex I to that Decision for the regions listed in that Annex, and for which additional guarantees for BHV1 apply in accordance with Article 9 of Directive 64/432/EEC.\n(4) In addition, Annex II to Decision 2004/558/EC lists the regions of the Member States that are considered free of BHV1 infection and for which additional guarantees apply in accordance with Article 10 of Directive 64/432/EEC. Annex III to Decision 2004/558/EC defines BHV1-free holdings.\n(5) At present, all regions of Germany are listed in Annex I to Decision 2004/558/EC. Germany has now submitted documentation in support of its application to declare a part of its territory free of BHV1 infection and provided rules for the national movement of bovine animals within and into this part of its territory. Accordingly, Germany has requested the application of the additional guaranties, in accordance with Article 10 of Directive 64/432/EEC, for the administrative units of Regierungsbezirke Oberpfalz and Oberfranken in the federal state of Bavaria.\n(6) Following the evaluation of the application submitted by Germany, it is appropriate that those two BHV1-free administrative units in Germany be listed in Annex II to Decision 2004/558/EC and to extend the application of the additional guaranties established in accordance with Article 10 of Directive 64/432/EEC to them. Annexes I and II to Decision 2004/558/EC should therefore be amended accordingly.\n(7) Italy has submitted the programmes for eradicating BHV1 infection in the Autonomous Region of Friuli Venezia Giulia and in the Autonomous Province of Trento. Those programmes comply with the criteria set out in Article 9(1) of Directive 64/432/EEC. Those programmes also provide for rules for the national movement of bovine animals within and into those regions which are equivalent to those previously implemented in the Province of Bolzano in Italy, which were successful in eradicating the disease in that Province.\n(8) The programmes presented by Italy for those two Regions, and the additional guarantees presented in accordance with Article 9 of Directive 64/432/EEC, should be approved. Annex I to Decision 2004/558/EC should therefore be amended accordingly.\n(9) The European Food Safety Authority has delivered an opinion on the ‘Definition of a BoHV-1-free animal and a BoHV-1-free holding, and the procedures to verify and maintain this status’ (3). It is appropriate to take into account certain recommendations of that opinion. Annex III to Decision 2004/558/EC should therefore be amended accordingly.\n(10) In the interests of clarity of Community legislation, Annexes I, II and III to Decision 2004/558/EC should be replaced by the text in the Annex to this Decision.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes I, II and III to Decision 2004/558/EC are replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 August 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(2)  OJ L 249, 23.7.2004, p. 20.\n(3)  http://www.efsa.europa.eu/en/science/ahaw/ahaw_opinions/1348.html\nANNEX\nANNEX I\nMember States Regions of Member States to which the additional guarantees for infectious bovine rhinotracheitis apply in accordance with Article 9 of Directive 64/432/EEC\nGermany All regions, except Regierungsbezirke Oberpfalz and Oberfranken in the federal state of Bavaria\nItaly The Autonomous Region of Friuli Venezia Giulia\nANNEX II\nMember States Regions of Member States to which the additional guarantees for infectious bovine rhinotracheitis apply in accordance with Article 10 of Directive 64/432/EEC\nDenmark All regions\nGermany Regierungsbezirke Oberpfalz and Oberfranken in the federal state of Bavaria\nItaly Province of Bolzano\nAustria All regions\nFinland All regions\nSweden All regions\nANNEX III\nBHV1-free holding\n1.   A holding keeping bovine animals shall be considered free of BHV1 infection if it complies with the conditions set out in this Annex.\n1.1.   No suspicion of BHV1 infection has been recorded for the holding during the previous six months and all bovine animals on the holding are free from clinical symptoms indicative of BHV1 infection.\nThe holding and any non-adjacent pastures or premises, independently of ownership, that form part of the holding as an epidemiological entity, must be effectively separated from any pasture or premises of lesser BHV1-status, either by natural or physical barriers that effectively prevent direct contact between animals of different health status.\n1.2.   Only bovine animals from holdings situated in Member States or regions thereof listed in Annex II or from BHV1-free holdings have been introduced and none of the bovine animals on the holding have been in contact with bovine animals other than those coming from holdings situated in Member States or regions thereof listed in Annex II or from BHV1-free holdings.\n1.3.   Female bovine animals are only inseminated with bovine semen produced in accordance with Directive 88/407/EEC, or have been serviced by bulls from holdings situated in Member States or regions thereof listed in Annex II to this Decision or from BHV1-free holdings.\n1.4.   At least one of the following control regimes is applied on the holding:\n1.4.1. a serological investigation for antibodies against BHV1 has been carried out with negative results in each case on at least two samples of blood, taken with an interval of five to seven months from all female bovine animals older than nine months of age, and from all male bovine animals older than nine months of age which are used or intended for breeding purposes;\n1.4.2. a serological investigation for antibodies against BHV1 has been carried out with negative results in each case on at least:\n— two samples of milk taken with an interval of five to seven months from all lactating female bovine animals, either individually or in a pool of milk samples taken from not more than five animals; and\n— two samples of blood, taken with an interval of five to seven months from all non-lactating female bovine animals older than nine months of age, and from all male bovine animals older than nine months of age which are used or intended for breeding purposes;\n1.4.3. in the case of dairy farms on which at least 30 % of the bovine animals are lactating female bovine animals, a serological investigation for antibodies against BHV1 has been carried out with negative results in each case on at least:\n— three milk samples collected with an interval of at least three months from a bulk of milk of not more than 50 lactating female bovine animals, depending on the specification of the test employed; and\n— one individual sample of blood, taken from all non-lactating female bovine animals older than nine months of age, and from all male bovine animals older than nine months of age which are used or intended for breeding purposes;\n1.4.4. all bovine animals on the holding originate either from holdings situated in Member States or regions thereof listed in Annex II or from BHV1- free holdings.\n2.   The BHV1-free status of a holding keeping bovine animals shall be retained if:\n2.1. the conditions in points 1.1 to 1.4 continue to apply, and\n2.2. at least one of the following control regimes is applied on the holding within a 12-month period:\n2.2.1. a serological investigation for antibodies against BHV1 has been carried out with negative results in each case on at least one individual sample of blood taken from all bovine animals older than 24 months of age;\n2.2.2. a serological investigation for antibodies against BHV1 has been carried out with negative results in each case on at least:\n— one individual sample of milk taken from all lactating female bovine animals, either individually or in a pool of milk samples taken from not more than five animals; and\n— one individual sample of blood taken from all non-lactating female bovine animals older than 24 months of age, and from all male bovine animals older than 24 months of age;\n2.2.3. in the case of dairy farms on which at least 30 % of the bovine animals are lactating female bovine animals, a serological investigation for antibodies against BHV1 has been carried out with negative results in each case on at least:\n— two milk samples collected with an interval of three to 12 months from a bulk of milk of not more than 50 lactating female bovine animals, depending on the specification of the test employed; and\n— one individual sample of blood, taken from all non-lactating female bovine animals older than 24 months of age, and from all male bovine animals older than 24 months of age.\n3.   The BHV1-free status of a holding keeping bovine animals shall be suspended where during the investigations referred to in points 2.2.1 to 2.2.3. an animal has reacted with positive results in a test for antibodies against BHV1.\n4.   The BHV1-free status of a holding which was suspended in accordance with point 3, shall only be restored after a serological investigation for antibodies against BHV1, commencing not earlier than 30 days after the removal of the seropositive animals, has been carried out with negative result in each case on at least:\n— two samples of milk taken with an interval of at least two months from all lactating female bovine animals, either individually or in a pool of milk samples taken from not more than five animals; and\n— two samples of blood, taken with an interval of at least three months from all non-lactating female bovine animals, and from all male bovine animals.\nNote:\n(a) Where reference is made in this Annex to a serological test for the detection of antibodies against BHV1, the principles laid down in Article 2(1)(c) relating to the vaccination status of the tested animals shall apply.\n(b) The size of the pool of milk samples referred to in this Annex, may be modulated based on documented evidence that the test is under all circumstances of day to day laboratory work sensitive enough to detect a single weak positive reaction in the pool of the modulated size."}