{"celex_id": "32006R1758", "uri": "http://publications.europa.eu/resource/cellar/5568336b-a59a-473e-bfe4-527cfbe3d45f", "type": "Regulation", "concepts": ["1136", "12", "1270", "1767", "2069", "2125", "4080", "5403", "5751"], "title": "Council Regulation (EC) No 1758/2006 of 22 May 2006 concerning the implementation of the Agreement in the form of an Exchange of Letters between the European Community and Malaysia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union and amending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "1.12.2006 EN Official Journal of the European Union L 335/1\nCOUNCIL REGULATION (EC) No 1758/2006\nof 22 May 2006\nconcerning the implementation of the Agreement in the form of an Exchange of Letters between the European Community and Malaysia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union and amending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EEC) No 2658/87 (1) established a goods nomenclature, hereinafter referred to as the ‘Combined Nomenclature’, and set out the conventional duty rates of the Common Customs Tariff.\n(2) By Decision 2006/862/EC of 22 May 2006 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Malaysia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union (2), the Council approved, on behalf of the Community, the said Agreement with a view to closing negotiations initiated pursuant to Article XXIV:6 of GATT 1994.\n(3) Regulation (EEC) No 2658/87 should therefore be amended accordingly,", "main_body": ["Part Two ‘Schedule of customs duties’ of Annex I to Regulation (EEC) No 2658/87 shall be amended as shown in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Regulation (EC) No 838/2006 (OJ L 154, 8.6.2006, p. 1).\n(2)  See page 38 of this Official Journal.\nANNEX\nNotwithstanding the rules for the interpretation of the Combined Nomenclature, the wording for the description of the products is to be considered as having no more than an indicative value, the concessions being determined, within the context of this Annex, by the coverage of the CN codes as they exist at the time of adoption of the current Regulation. Where ex CN codes are indicated, the concessions are to be determined by application of the CN code and corresponding description taken together.\nIn Part Two ‘Schedule of customs duties’ of Annex I to Regulation (EEC) No 2658/87, the following duty rates shall apply for the period indicated:\nCN code Description Duty rate\n‘1511 90 19 Solid palm oil fractions, whether or not refined, but not chemically modified, in packing of > 1 kg An applied rate of 10,0 % (1)\n8525 40 99 Other video camera recorders, other than those only able to record sound and images taken by the television camera Implemented through Council Regulation (EC) No 2114/2005\n(1)  The lower applied rate indicated above is to be applied for three years or until the implementation of the results of the Doha Development Agenda Round reaches the tariff level above, whichever comes first.’"}