{"celex_id": "32008R0275", "uri": "http://publications.europa.eu/resource/cellar/875fac21-c4cd-4883-9000-7ef381495e58", "type": "Regulation", "concepts": ["2069", "4080", "4381"], "title": "Council Regulation (EC) No 275/2008 of 17 March 2008 amending Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "27.3.2008 EN Official Journal of the European Union L 85/3\nCOUNCIL REGULATION (EC) No 275/2008\nof 17 March 2008\namending Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 26 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Section IID of the preliminary provisions of the combined nomenclature set out in Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1) provides for a standard rate of customs duty to be charged at the flat rate of 3,5 % ad valorem on goods sent in small consignments to private individuals or contained in travellers’ personal luggage, provided that such importations are not of a commercial nature and that the total value of such goods does not exceed EUR 350 per consignment or per traveller.\n(2) The flat rate of 3,5 % ad valorem and the ceiling of EUR 350 have been fixed by Council Regulation (EC) No 866/97 of 12 May 1997 amending Regulation (EEC) No 2658/87 as regards the preliminary provisions of the tariff and statistical nomenclature (2). These provisions have not been adjusted since then.\n(3) Since 1997 the rates of customs duty for goods normally imported by travellers in their personal luggage or sent in small consignments to private individuals have been reduced by about 20 %. It is therefore appropriate to reduce the standard rate by one percentage point to 2,5 %. This rate should only be applied to imported goods for which the rate of the Common Customs Tariff is not ‘free’.\n(4) Given the development of price inflation inside and outside the Community for products normally imported on the said occasions and in view of the increased number of travellers and private consignments it is appropriate to adapt the ceiling to EUR 700 in order to facilitate the customs clearance in these situations.\n(5) Regulation (EEC) No 2658/87 should therefore be amended accordingly,", "main_body": ["Annex I, Part One, Section II, to Regulation (EEC) No 2658/87 shall be amended as follows:\n1. point D.1. shall be replaced by the following:\n‘1. Customs duty shall be charged at the flat rate of 2,5 % ad valorem on goods contained in consignments sent by one private individual to another, or contained in travellers’ personal luggage, provided that such importations are not of a commercial nature.\n2. in point D.3. ‘Articles 29 to 31 and 45 to 49 of Regulation (EEC) No 918/83.’ shall be replaced by ‘Articles 29 to 31 and 45 of Regulation (EEC) No 918/83.’;\n3. in point D.4. ‘EUR 350’ shall be replaced by ‘EUR 700’;\n4. in point D.5. ‘EUR 350’ shall be replaced by ‘EUR 700’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 December 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 2008.\nFor the Council\nThe President\nI. JARC\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Commission Regulation (EC) No 1352/2007 (OJ L 303, 21.11.2007, p. 3).\n(2)  OJ L 124, 16.5.1997, p. 1.\n(3)  OJ L 105, 23.4.1983, p. 1. Regulation as last amended by the 2003 Act of Accession.’;"}