{"celex_id": "32004R0146", "uri": "http://publications.europa.eu/resource/cellar/514ea39e-0abe-40e4-8858-028b86897f47", "type": "Regulation", "concepts": ["20", "3170", "3299", "336", "4663", "5010"], "title": "Commission Regulation (EC) No 146/2004 of 28 January 2004 opening a standing invitation to tender for the resale on the Community market of wheat held by the Danish intervention agency\n", "header": "Commission Regulation (EC) No 146/2004\nof 28 January 2004\nopening a standing invitation to tender for the resale on the Community market of wheat held by the Danish intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), and in particular Article 5 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93 of 28 July 1998 laying down the procedure and conditions for the sale of cereals held by intervention agencies(2) provides in particular that cereals held by intervention agencies are to be sold by tendering procedure at prices preventing market disturbance.\n(2) Denmark still has intervention stocks of wheat.\n(3) Because of the difficult weather conditions in much of the Community, cereals production has been significantly reduced in the 2003/04 marketing year. This situation has resulted in high prices locally, causing particular difficulties for livestock holdings and the feedingstuffs industry, which are finding it hard to obtain supplies at competitive prices.\n(4) It is therefore appropriate to make stocks of wheat held by the Danish intervention agency available on the internal market.\n(5) To take account of the situation on the Community market, provision should be made for the Commission to manage this invitation to tender.\n(6) When the Danish intervention agency notifies the Commission, the tenderers should remain anonymous.\n(7) With a view to modernising management, the information required by the Commission should be sent by electronic mail.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The Danish intervention agency shall open a standing invitation to tender for the sale on the Community market of 92765 tonnes of wheat held by it.", "The sale provided for in Article 1 shall take place in accordance with Regulation (EEC) No 2131/93.\nHowever, notwithstanding that Regulation:\n(a) tenders shall be drawn up on the basis of the actual quality of the lot to which they apply;\n(b) the minimum selling price shall be set at a level which does not disturb the cereals market.", "Notwithstanding Article 13(4) of Regulation (EEC) No 2131/93 the tender security is set at EUR 10 per tonne.", "1. The closing date for the submission of tenders for the first partial invitation to tender shall be 5 February 2004 at 09.00 (Brussels time).\nThe closing dates for the submission of tenders for subsequent partial invitations to tender shall be each Thursday at 09.00 (Brussels time), with the exception of 8 April and 20 May 2004.\nThe closing date for the submission of tenders for the last partial tendering procedure shall be 24 June 2004 at 09.00 (Brussels time).\n2. Tenders must be lodged with the Danish intervention agency: Direktoratet For FĂ¸devare Erhverv Nyropsgade 30 DK - 1780 KĂ¸benhavn Fax: (45-33) 95 80 34", "Within two hours of the expiry of the time limit for the submission of tenders, the Danish intervention agency shall notify the Commission of tenders received. They must be sent by electronic mail in accordance with the form set out in the Annex.", "In accordance with the procedure laid down in Article 23 of Regulation (EEC) No 1766/92, the Commission shall set the minimum sale price or decide not to accept the tenders.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 January 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21. Regulation as last amended by Regulation (EC) No 1104/2003 (OJ L 158, 27.6.2003, p. 1).\n(2) OJ L 191, 31.7.1993, p. 76. Regulation as last amended by Regulation (EC) No 1630/2000 (OJ L 187, 26.7.2000, p. 24).\nANNEX\nStanding invitation to tender for the resale of 92765 tonnes of wheat held by the Danish intervention agency\nRegulation (EC) No 146/2004\n>PIC FILE= \"L_2004024EN.004102.TIF\">\nAddress for electronic transmission of information in accordance with Article 5:\nAGRI-C1-REVENTE-MARCHE-UE@cec.eu.int"}