{"celex_id": "32000R0496", "uri": "http://publications.europa.eu/resource/cellar/7ec43578-b1e9-4397-90bf-89dea1a54c1a", "type": "Regulation", "concepts": ["1786", "2173", "2410", "4327", "4734"], "title": "Commission Regulation (EC) No 496/2000 of 6 March 2000 laying down measures for the application of Article 6(1a) of Council Regulation (EEC) No 822/87 on the common organisation of the market in wine\n", "header": "COMMISSION REGULATION (EC) No 496/2000\nof 6 March 2000\nlaying down measures for the application of Article 6(1a) of Council Regulation (EEC) No 822/87 on the common organisation of the market in wine\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 1677/1999(2), and in particular Article 6(1a) and (4) thereof,\nWhereas:\n(1) The production potential arrangements provided for in Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(3) involve the granting of new planting rights, within a certain limit. These arrangements enter into force on 1 August 2000. The urgent need for additional rights in certain wine-growing regions has led the Council to amend Regulation (EEC) No 822/87 to permit Member States to grant some of the newly created rights in advance.\n(2) Under Article 6(1a) of Regulation (EEC) No 822/87, as last amended by Regulation (EC) No 1677/1999, the Member States may grant authorisation for new planting from 1 January 2000 until the end of the 1999/2000 wine year by using up to 20 % of the newly created planting rights allocating to them under Article 6(1) of Regulation (EC) No 1493/1999. These rights must be used in compliance with the provisions of Title II, Chapter I of that Regulation.\n(3) Sound management of the system of allocating new planting rights under Article 6(1) of Regulation (EC) No 1493/1999, ensuring market equilibrium, requires knowledge of the exact situation with regard to the production potential involved.\n(4) The Council acknowledges this requirement in Regulation (EC) No 1493/1999, in which it indicates that, to encourage Member States to compile an inventory, access to the regularisation of unlawfully planted areas, the increase in planting rights and support for restructuring and conversion should be limited to those who have compiled an inventory.\n(5) It is therefore essential in such cases to determine the data relating to production potential before new rights are granted so as to avoid the risk of market disruption.\n(6) The Management Committee for Wine has not delivered an opinion within the time limit laid down by its chairman,", "main_body": ["Member States may grant the new planting rights referred to in Article 6(1a) of Regulation (EEC) No 822/87 only if information on wine potential as referred to in Article 2 of this Regulation has been submitted to the Commission. Member States must base on objective criteria their recognition that, owing to its quality, production of a quality wine psr or a table wine described by means of a geographical indication is far below demand.", "1. The information referred to in paragraph 2 may be broken down by region. It may also be presented for one region only.\n2. Information must be submitted on:\n(a) the total wine-growing area:\n(i) broken down by category of wine in the case of areas planted with vines classified as wine-grape varieties (quality wines psr and table wines) including the area suitable for the production of wines described by a geographical indication; areas planted under each variety in excess of 5 % of the total area shall also be indicated; areas planted with varieties below that percentage shall be shown under \"Other\".\n(ii) given separately in the case of areas planted with both vines classified as wine-grape varieties and varieties destined for another use; areas planted under each variety in excess of 5 % of the total area shall also be indicated; for this area class also, areas planted with varieties below that percentage shall be shown under \"Other\";\n(b) the area of valid planting rights broken down into:\n(i) new planting rights:\n- granted to producers each marketing year,\n- used for the same marketing year;\n(ii) replanting rights held by producers.\n3. The Commission must also be informed of the source(s) of the above information.\nThe information in point 2 should refer to:\n- a historical reference year (to be fixed by the Member State),\n- 1998, based on final figures,\n- 1999, based on final or provisional figures.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 2000.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 84, 27.3.1987, p. 1.\n(2) OJ L 199, 30.7.1999, p. 8.\n(3) OJ L 179, 14.7.1999, p. 1."}