{"celex_id": "32006R0730", "uri": "http://publications.europa.eu/resource/cellar/2422092d-a8ff-443b-b389-728ab583a1ac", "type": "Regulation", "concepts": ["172", "5887", "859"], "title": "Commission Regulation (EC) No 730/2006 of  11 May 2006  on airspace classification and access of flights operated under visual flight rules above flight level 195   (Text with EEA relevance)\n", "header": "16.5.2006 EN Official Journal of the European Union L 128/3\nCOMMISSION REGULATION (EC) No 730/2006\nof 11 May 2006\non airspace classification and access of flights operated under visual flight rules above flight level 195\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 551/2004 of the European Parliament and of the Council of 10 March 2004 on the organisation and use of airspace in the single European sky (the airspace Regulation) (1), and in particular Article 4 thereof,\nHaving regard to Regulation (EC) No 549/2004 of the European Parliament and of the Council of 10 March 2004 laying down the framework for the creation of the single European sky (the framework Regulation) (2), and in particular Article 8(2) thereof,\nWhereas:\n(1) Chapter 2, paragraph 6 of Annex 11 (3) to the 1944 Chicago Convention on International Civil Aviation requires the classification of airspace into air traffic services airspaces of defined dimensions, alphabetically designated from Class A to Class G, within which specific types of flights may operate and for which air traffic services and rules of operation are specified.\n(2) The European Organisation for the Safety of Air Navigation (Eurocontrol) has been mandated, in accordance with Article 8(1) of Regulation (EC) No 549/2004, to examine a harmonised airspace classification scheme for the Single European Sky. The resulting mandate reports of 30 December 2004 and 30 April 2005 proposed the introduction of Class C Airspace as the appropriate classification for airspace above flight level 195. This Regulation takes full account of those reports. With a view to being consistent in the application by the Member States of such a classification, it is necessary to establish a harmonised airspace classification and provide for the access of flights operated under visual flight rules to it.\n(3) Whilst no upper limit of the airspace is specified in this Regulation, airspace classification above flight level 195 should be consistent for all flights carried out in such airspace.\n(4) Chapter 4, paragraph 5 of Annex 2 (4) to the 1944 Chicago Convention on International Civil Aviation introduces restrictions related to Reduced Vertical Separation Minimum Areas for flights operated under visual flight rules (VFR flights) above flight level 290, while paragraph 4 of that Chapter provides that VFR flights above flight level 200 require authorisation.\n(5) The procedures for authorising access of VFR flights to airspace above flight level 195, up to and including flight level 285, need to be open and transparent across all Member States without restricting legitimate access of VFR flights or the flexibility of air traffic services.\n(6) Member States should ensure a safe transition towards the classification of airspace above flight level 195 as Class C Airspace. As Member States require time to change their airspace classification, the application of this Regulation should be deferred until 1 July 2007.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Single Sky Committee,", "main_body": ["Subject matter and scope\n1.   This Regulation establishes a harmonised airspace classification to be applied above flight level 195 and lays down harmonised requirements for access of flights operated under visual flight rules to this airspace.\n2.   In accordance with Article 1(3) of Regulation (EC) No 551/2004, this Regulation shall apply in the airspace within the International Civil Aviation Organisation European (ICAO EUR) and African (ICAO AFI) regions where Member States are responsible for the provision of air traffic services.", "Definitions\nIn addition to the relevant definitions set out in Article 2 of Regulation (EC) No 549/2004, the following definitions shall apply:\n1. ‘airspace reservation’ means a defined volume of airspace temporarily reserved for exclusive or specific use by categories of users;\n2. ‘air traffic services unit’ means a unit, civil or military, responsible for providing air traffic services;\n3. ‘instrument flight rules flights’ (IFR flights) means any flights operated under instrument flight rules as defined in Annex 2 (5) to the 1944 Chicago Convention on International Civil Aviation;\n4. ‘flights operated under visual flight rules’ (VFR flights) means any flights operated under visual flight rules as defined in Annex 2 (6) to the 1944 Chicago Convention on International Civil Aviation;\n5. ‘airspace classification’ means the classification of airspace into air traffic services airspaces of defined dimensions, alphabetically designated, and within which specific types of flights may operate and for which air traffic services and rules of operation are specified; air traffic services airspaces are classified as Class A to G as defined by Chapter 2, paragraph 6.1. of Annex 11 (7) to the Chicago Convention on International Civil Aviation.", "Airspace classification above flight level 195\n1.   Member States shall classify all airspace above flight level 195 as Class C Airspace.\n2.   Subject to Article 4, Member States shall ensure that in Class C Airspace IFR and VFR flights are permitted, all of these flights are provided with an air traffic control service and that IFR flights are separated from other IFR flights and from VFR flights.\nVFR flights shall be separated from IFR flights and shall receive traffic information in respect of other VFR flights.", "Access of VFR flights above flight level 195\nIn airspace above flight level 195 Member States may establish an airspace reservation, where practical, in which VFR flights may be allowed.\nIn airspace above flight level 195, up to and including flight level 285, VFR flights may also be authorised by the responsible air traffic services unit in accordance with the authorisation procedures established and published by Member States in the relevant aeronautical information publication.", "Entry into force and application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 May 2006.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 96, 31.3.2004, p. 20.\n(2)  OJ L 96, 31.3.2004, p. 1.\n(3)  13th edition — July 2001 www.icao.int\n(4)  10th edition — July 2005 www.icao.int\n(5)  10th edition — July 2005 www.icao.int\n(6)  10th edition — July 2005 www.icao.int\n(7)  13th edition — July 2001 www.icao.int"}