{"celex_id": "32007R0247", "uri": "http://publications.europa.eu/resource/cellar/abcc67fb-3c38-4102-be6c-4206da7ed1dd", "type": "Regulation", "concepts": ["1511", "2173", "2733", "3633", "4170", "5283"], "title": "Commission Regulation (EC) No 247/2007 of 8 March 2007 amending Annex III to Council Regulation (EC) No 318/2006 for the 2007/2008 marketing year\n", "header": "9.3.2007 EN Official Journal of the European Union L 69/3\nCOMMISSION REGULATION (EC) No 247/2007\nof 8 March 2007\namending Annex III to Council Regulation (EC) No 318/2006 for the 2007/2008 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (1), and in particular Article 10(1) thereof,\nWhereas:\n(1) Annex III to Regulation (EC) No 318/2006 lays down the national and regional quotas for the production of sugar, isoglucose and inulin syrup. For the 2007/2008 marketing year those quotas must be adjusted by the end of February 2007 at the latest.\n(2) The adjustments result in particular from the application of Articles 8 and 9 of Regulation (EC) No 318/2006, which provide for the allocation of additional sugar quotas and additional and supplementary isoglucose quotas. The adjustments must take account of the communications from the Member States provided for in Article 12 of Commission Regulation (EC) No 952/2006 of 29 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 318/2006 as regards the management of the Community market in sugar and the quota system (2). These communications were sent to the Commission before 31 January 2007 and relate in particular to the additional and supplementary quotas already allocated on the date on which the communication was drawn up.\n(3) Undertakings may request additional sugar quotas until 30 September 2007. Supplementary isoglucose quotas are allocated in accordance with the conditions laid down by the Member States. The additional and supplementary quotas which are to be allocated for the 2007/2008 marketing year, but which do not appear in the communications sent before 31 January 2007, will be taken into account in the next adjustment of the quotas laid down in Annex III to Regulation (EC) No 318/2006 before the end of February 2008.\n(4) The adjustments to the quotas laid down in Annex III to Regulation (EC) No 318/2006 also result from the application of Article 3 of Council Regulation (EC) No 320/2006 of 20 February 2006 establishing a temporary scheme for the restructuring of the sugar industry in the Community and amending Regulation (EC) No 1290/2005 on the financing of the common agricultural policy (3), which provides for restructuring aid for undertakings which renounce their quotas. It is therefore necessary to take account of the quotas renounced for the 2007/2008 marketing year under the restructuring scheme.\n(5) Annex III to Regulation (EC) No 318/2006 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Annex III to Regulation (EC) No 318/2006 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 1. Regulation last amended by Regulation (EC) No 2011/2006 (OJ L 384, 29.12.2006, p. 1).\n(2)  OJ L 178, 1.7.2006, p. 39.\n(3)  OJ L 58, 28.2.2006, p. 42.\nANNEX\n‘ANNEX III\nNATIONAL AND REGIONAL QUOTAS\nfrom the 2007/2008 marketing year onwards\n(tonnes)\nMember States or regions Sugar Isoglucose Inulin syrup\nBelgium 862 077,0 99 796,0 0\nBulgaria 4 752,0 78 153,0 —\nCzech Republic 367 937,8 — —\nDenmark 420 746,0 — —\nGermany 3 655 455,5 49 330,2 —\nIreland 0 — —\nGreece 158 702,0 17 973,0 —\nSpain 887 163,7 110 111,0 —\nFrance (metropolitan) 3 640 441,9 — 0\nFrench overseas departments 480 244,5 — —\nItaly 753 845,5 28 300 —\nLatvia 0 — —\nLithuania 103 010,0 — —\nHungary 298 591,0 191 845,0 —\nNetherlands 876 560,0 12 683,6 0\nAustria 405 812,4 — —\nPoland 1 772 477,0 37 331,0 —\nPortugal (mainland) 15 000,0 13 823,0 —\nAutonomous Region of the Azores 9 953,0 — —\nRomania 109 164 13 913,0 —\nSlovenia 0 — —\nSlovakia 140 031,0 59 308,3 —\nFinland 90 000,0 16 548,0 —\nSweden 325 700,0 — —\nUnited Kingdom 1 221 474,0 37 967,0 —\nTotal 16 599 138,3 767 082,1 0’"}