{"celex_id": "32002R0492", "uri": "http://publications.europa.eu/resource/cellar/e50aeb9d-7893-4ca3-9c4e-86d9747d21c1", "type": "Regulation", "concepts": ["20", "3547", "4682", "5025", "5581"], "title": "Commission Regulation (EC) No 492/2002 of 19 March 2002 derogating from Regulation (EC) No 562/2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef and amending Regulation (EEC) No 1627/89 on the buying-in of beef by invitation to tender\n", "header": "Commission Regulation (EC) No 492/2002\nof 19 March 2002\nderogating from Regulation (EC) No 562/2000 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef and amending Regulation (EEC) No 1627/89 on the buying-in of beef by invitation to tender\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), as last amended by Commission Regulation (EC) No 2345/2001(2), and in particular Article 47(8) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 562/2000(3), as last amended by Regulation (EC) No 1564/2001(4), lays down detailed rules for the application of Council Regulation (EC) No 1254/1999 as regards the buying-in of beef. In particular, Articles 10 and 16(2) define the periods for submitting tenders and delivery respectively. In view of the dates on which the public holidays fall in the first and second quarter of 2002, it is necessary for practical reasons to cancel the second invitation to tender in March 2002 and to change the closing date for the delivery for the second tender of the second quarter of 2002. Therefore, Regulation (EC) No 562/2000 should be derogated from.\n(2) Commission Regulation (EEC) No 1627/89 of 9 June 1989(5) on the buying-in of beef by invitation to tender, as last amended by Regulation (EC) No 238/2002(6), opens buying-in by invitation to tender in certain Member States or regions of a Member State for certain quality groups. Commission Regulation (EC) No 1209/2001(7), as last amended by Regulation (EC) No 2579/2001(8), introduced a number of derogations from Regulation (EC) No 562/2000 in order to deal with the exceptional situation on the market caused by events linked to bovine spongiform encephalopathy (BSE) and the subsequent outbreak of foot-and-mouth disease. In particular, additional products could be accepted into intervention. As this derogation no longer applies for tendering procedures during the second quarter of 2002, it is necessary to amend Regulation (EEC) No 1627/89 accordingly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Notwithstanding the first sentence of Article 10 of Regulation (EC) No 562/2000, no submission of tenders shall take place on the fourth Tuesday of March 2002.", "1. The Annex to Regulation (EEC) No 1627/89 is replaced by the Annex to this Regulation.\n2. Notwithstanding Article 16(2) of Regulation (EC) No 562/2000, the delivery period for the second tendering procedure in the second quarter of 2002 shall be 24 calendar days.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.", "shall apply to tendering procedures opened during the second quarter of 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 21.\n(2) OJ L 315, 1.12.2001, p. 29.\n(3) OJ L 68, 16.3.2000, p. 22.\n(4) OJ L 208, 1.8.2001, p. 14.\n(5) OJ L 159, 10.6.1989, p. 36.\n(6) OJ L 39, 9.2.2002, p. 4.\n(7) OJ L 165, 21.6.2001, p. 15.\n(8) OJ L 344, 28.12.2001, p. 68.\nANEXO/BILAG/ANHANG/ΠΑΡΑΡΤΗΜΑ/ANNEX/ANNEXE/ALLEGATO/BIJLAGE/ANEXO/LIITE/BILAGA\nEstados miembros o regiones de Estados miembros y grupos de calidades previstos en el apartado 1 del artículo 1 del Reglamento (CEE) n° 1627/89/Medlemsstater eller regioner og kvalitetsgrupper, jf. artikel 1, stk. 1, i forordning (EØF) nr. 1627/89/Mitgliedstaaten oder Gebiete eines Mitgliedstaats sowie die in Artikel 1 Absatz 1 der Verordnung (EWG) Nr. 1627/89 genannten Qualitätsgruppen/Κράτη μέλη ή περιοχές κρατών μελών και ομάδες ποιότητος που αναφέρονται στο άρθρο 1 παράγραφος 1 του κανονισμού (ΕΟΚ) αριθ. 1627/89/Member States or regions of a Member State and quality groups referred to in Article 1(1) of Regulation (EEC) No 1627/89/États membres ou régions d'États membres et groupes de qualités visés à l'article 1er, paragraphe 1, du règlement (CEE) n° 1627/89/Stati membri o regioni di Stati membri e gruppi di qualità di cui all'articolo 1, paragrafo 1, del regolamento (CEE) n. 1627/89/In artikel 1, lid 1, van Verordening (EEG) nr. 1627/89 bedoelde lidstaten of gebieden van een lidstaat en kwaliteitsgroepen/Estados-Membros ou regiões de Estados-Membros e grupos de qualidades referidos no n.o 1 do artigo 1.o do Regulamento (CEE) n.o 1627/89/Jäsenvaltiot tai alueet ja asetuksen (ETY) N:o 1627/89 1 artiklan 1 kohdan tarkoittamat laaturyhmät/Medlemsstater eller regioner och kvalitetsgrupper som avses i artikel 1.1 i förordning (EEG) nr 1627/89\n>PIC FILE= \"L_2002077EN.000602.TIF\">"}