{"celex_id": "32001R1967", "uri": "http://publications.europa.eu/resource/cellar/589cf118-0443-4e83-b08a-8b0e60142485", "type": "Regulation", "concepts": ["1988", "336", "4320"], "title": "Commission Regulation (EC) No 1967/2001 of 8 October 2001 adjusting certain compensatory agrimonetary aids granted in Denmark and Sweden\n", "header": "Commission Regulation (EC) No 1967/2001\nof 8 October 2001\nadjusting certain compensatory agrimonetary aids granted in Denmark and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2799/98 of 15 December 1998 establishing agrimonetary arrangements for the euro(1), and in particular Article 5 thereof,\nWhereas:\n(1) For various Member States, the maximum amounts of the compensatory aid resulting from the rates for converting the euro into national currency units and the exchange rates applicable on 1 July 1999 and 1 August 1999 are laid down in Commission Regulations (EC) No 1639/1999(2) and (EC) No 2200/1999(3).\n(2) For Sweden and the United Kingdom, the maximum amounts of the compensatory aid resulting from the exchange rates applicable on 1 July 2000 and 1 August 2000 are laid down respectively in Commission Regulations (EC) No 1612/2000(4) and (EC) No 2293/2000(5).\n(3) Article 5(3) of Regulation (EC) No 2799/98 lays down that the amounts paid out under the second and third tranches of aid shall each be reduced, vis-à-vis the level of the previous tranche, by at latest a third of the amount paid out in the first tranche and Article 5(4) of that Regulation provides that the maximum amount of the compensatory aid is to be reduced or cancelled as a function of the effect on income of the development of the exchange rates recorded on the first day of the second and third tranches.\n(4) The conversion rates applicable to certain direct aids whose operative event falls on 1 July 2001 are laid down in Commission Regulation (EC) No 1580/2001(6). The rates laid down for the Danish krone and the Swedish krona indicate a depreciation of those currencies.\n(5) For the tranches for the period 1 July 2001 to 30 June 2002, an additional reduction should be applied to the maximum amount of compensatory aids whose operative event falls on 1 July 1999 for Denmark. In addition, for those tranches Sweden should not be authorised to pay compensatory aids whose operative events fall on 1 July 1999, 1 August 1999, 1 July 2000 and 1 August 2000.\n(6) Under Council Regulation (EC) No 1672/2000 of 27 July 2000 amending Regulation (EC) No 1251/1999 establishing a support system for producers of certain arable crops, to include flax and hemp grown for fibre(7), flax and hemp grown for fibre are included in the support system for producers of certain arable crops from the 2001/02 marketing year. Consequently, from that marketing year the date of the operative event for area payments for flax and hemp grown for fibre is brought forward from 1 August to 1 July.\n(7) The measures provided for in this Regulation are in accordance with the opinions of the Management Committees concerned,", "main_body": ["For the tranches relating to aid whose operative event falls on 1 July 2001, the amounts of compensatory aid for Denmark set out in the Annex to Regulation (EC) No 1639/1999 shall be multiplied by a factor of 0,7776.", "For the tranches relating to aid whose operative event falls on 1 July 2001, Sweden is not authorised to pay the amounts of compensatory aid set out in the Annexes to Regulations (EC) No 1639/1999, (EC) No 2200/1999, (EC) No 1612/2000 and (EC) No 2293/2000.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 349, 24.12.1998, p. 1.\n(2) OJ L 194, 27.7.1999, p. 33.\n(3) OJ L 268, 16.10.1999, p. 8.\n(4) OJ L 185, 25.7.2000, p. 36.\n(5) OJ L 262, 17.10.2000, p. 12.\n(6) OJ L 209, 2.8.2001, p. 16.\n(7) OJ L 193, 29.7.2000, p. 13."}