{"celex_id": "32000R2785", "uri": "http://publications.europa.eu/resource/cellar/c0b1003b-9015-450c-aa8d-107e7b10a2b7", "type": "Regulation", "concepts": ["1005", "2448", "2965", "5575", "616", "979"], "title": "Commission Regulation (EC) No 2785/2000 of 19 December 2000 amending Regulation (EC) No 296/96 on data to be transmitted by the Member States and the monthly booking of expenditure financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF), and laying down certain detailed rules of application for Council Regulation (EC) No 1259/1999\n", "header": "Commission Regulation (EC) No 2785/2000\nof 19 December 2000\namending Regulation (EC) No 296/96 on data to be transmitted by the Member States and the monthly booking of expenditure financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF), and laying down certain detailed rules of application for Council Regulation (EC) No 1259/1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy(1), and in particular Articles 4(8), 5(3) and 7(5) thereof,\nWhereas:\n(1) Council Decision 2000/427/EC of 19 June 2000 in accordance with Article 122(2) of the Treaty on the adoption by Greece of the single currency on 1 January 2001(2) states that Greece fulfils the necessary conditions for the adoption of the single currency.\n(2) The second sentence of Article 2 of Council Regulation (EC) No 974/98 of 3 May 1998 on the introduction of the euro(3), as amended by Regulation (EC) No 2596/2000(4), lays down that the currency of Greece will be the euro as from 1 January 2001.\n(3) Article 4(1a)(a) of Commission Regulation (EC) No 296/96 of 16 February 1996 on data to be transmitted by the Member States and the monthly booking of expenditure financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF), and laying down certain detailed rules of application for Council Regulation (EC) No 1259/1999(5), as last amended by Regulation (EC) No 2761/1999(6), lays down that the advances against the booking of EAGGF Guarantee Section expenditure are to be drawn up and paid in euro for the participating Member States. The advances to be paid at the start of January 2001 relate to expenditure effected between 16 October 2000 and 30 November 2000. Provision should therefore be made to pay those advances to Greece one last time in national currency.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the European Agricultural Guidance and Guarantee Fund (EAGGF),", "main_body": ["Regulation (EC) No 296/96 is amended as follows:\n1. The following sentence is added to Article 3(8)(b):\"This choice shall apply to Greece from 1 January 2001.\"\n2. The following sentence is added to Article 4(1a)(c):\"The advances on expenditure effected by Greece between 16 October and 30 November 2000 shall be paid in national currency units or in national currency.\"", "This Regulation shall enter into force on 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 103.\n(2) OJ L 167, 7.7.2000, p. 19.\n(3) OJ L 139, 11.5.1998, p. 1.\n(4) OJ L 300, 29.11.2000, p. 2.\n(5) OJ L 39, 17.2.1996, p. 5.\n(6) OJ L 331, 23.12.1999, p. 57."}