{"celex_id": "32003D0745", "uri": "http://publications.europa.eu/resource/cellar/49f61b3a-0f79-4192-bb70-005f1623af42", "type": "Decision", "concepts": ["1318", "1857", "192", "2356", "2877", "73"], "title": "2003/745/EC: Commission Decision of 13 October 2003 concerning a Community financial contribution for the eradication of classical swine fever in Germany in 2002 (notified under document number C(2003) 3584)\n", "header": "Commission Decision\nof 13 October 2003\nconcerning a Community financial contribution for the eradication of classical swine fever in Germany in 2002\n(notified under document number C(2003) 3584)\n(Only the German text is authentic)\n(2003/745/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Regulation (EC) No 806/2003(2), and, in particular, Article 3(3) and Article 5(3) thereof,\nWhereas:\n(1) Outbreaks of classical swine fever occurred in Germany in 2002, representing a serious danger to the Community livestock population.\n(2) With a view to helping to eradicate the disease as rapidly as possible, the Community may contribute financially to eligible expenditure borne by the Member State, as provided for in Decision 90/424/EEC.\n(3) Pursuant to Article 3(2) of Council Regulation (EC) No 1258/1999 of 17 May 1999 on the financing of the common agricultural policy(3), veterinary and plant health measures undertaken in accordance with Community rules shall be financed under the Guarantee Section of the European Agricultural Guidance and Guarantee Fund. The auditing of these measures comes under Articles 8 and 9 of the said Regulation.\n(4) The payment of the financial contribution from the Community must be subject to the condition that the actions planned have actually been carried out and that the authorities supply all the necessary information within the time limits laid down.\n(5) On 19 June 2003, Germany submitted an official application for the reimbursement of all the expenditure incurred on its territory.\n(6) Pending checks by the Commission, it is now necessary to set the amount of an advance on the Community financial assistance. This advance must be equal to 50 % of the Community contribution established on the basis of the costs presented (EUR 1675000) for compensation for the slaughter of pigs, limiting the amount of \"other costs\" to 10 % of the amount of this compensation for the time being.\n(7) The terms \"swift and adequate compensation of the livestock farmers\" used in Article 3 of Decision 90/424/EEC, \"reasonable payments\" and \"justified payments\" and the categories of eligible expenditure under \"other costs\" associated with the compulsory slaughter must all be defined.\n(8) The measures provided for in this decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Granting of Community financial assistance to Germany\nIn order to eradicate classical swine fever in 2002, Germany is eligible for a Community financial contribution equal to 50 % of the expenses incurred for:\n(a) the swift and adequate compensation of the livestock farmers forced to cull their animals as part of the measures to eradicate the outbreaks of classical swine fever that occurred in 2002, pursuant to Article 3(2), seventh indent, of Decision 90/424/EC and this decision;\n(b) operating expenditure associated with the destruction of the contaminated animals and products, as well as cleaning and disinfecting of premises and the disinfecting or destruction, where necessary, of contaminated equipment, under the conditions provided for in Article 3(2), first, second and third indents, of Decision 90/424/EEC and this decision.", "Definitions\nThe following definitions apply to this decision:\n(a) \"swift and adequate compensation\": payment, within 90 days of the slaughter of the animals, of compensation corresponding to the market value of the animals immediately before they became infected or were slaughtered;\n(b) \"reasonable payments\": payments made for the purchase of equipment or services at proportionate prices compared to the market prices that applied before the outbreak;\n(c) \"justified payments\": payments made for the purchase of equipment or services in accordance with Article 3(2) of Decision 90/424/EEC, where their nature and direct link to the compulsory slaughter of animals on holdings have been demonstrated.", "Payment arrangements\n1. Subject to the results of the checks referred to in Article 6 below, an advance of EUR 460000 shall be paid as part of the Community financial contribution mentioned in Article 1, on the basis of supporting documents submitted by Germany relating to the swift and adequate compensation of owners for the compulsory slaughter, the destruction of the animals and, if necessary, the products used for the cleaning, disinfecting and disinsectisation of the holdings and equipment and the destruction of contaminated feeds and equipment.\n2. Once the inspections referred to in Article 6 have been carried out, the Commission shall decide on the balance in accordance with the procedure provided for in Article 41 of Decision 90/424/EEC.", "Eligible operational expenditure covered by the Community contribution\n1. The non-compliance of the German authorities with the payment deadline in Article 2(a) has led to a reduction in the eligible amounts, in accordance with the rules below:\n- 25 % reduction for payments made between 91 and 105 days after slaughter of the animals,\n- 50 % reduction for payments made between 106 and 120 days after slaughter of the animals,\n- 75 % reduction for payments made between 121 and 135 days after slaughter of the animals,\n- 100 % reduction for payments made later than 136 days after slaughter of the animals.\nHowever, the Commission will apply a different scale and/or lower reduction rates (or a zero reduction rate) if specific management conditions can be demonstrated for certain measures or if Germany provides a well-grounded justification for the delay.\n2. The Community financial contribution referred to in Article 1(b) relates only to justified and reasonable payments for the eligible expenditure mentioned in Annex I.\n3. It does not include:\n(a) value added tax;\n(b) officials' wages;\n(c) the use of public equipment, except consumables.", "Payment conditions and supporting documents\n1. The Community financial contribution referred to in Article 1 is paid on the basis of the following documents:\n(a) an application submitted in accordance with Annexes II and III, within the deadline in paragraph 2 of this Article;\n(b) the supporting documents in Article 3(1), including an epidemiological report on each holding where animals have been culled and destroyed, as well as a financial report;\n(c) the results of any in situ Commission inspections, as referred to in Article 6.\nThe documents referred to in (b) above must be made available for the Commission's in situ audits.\n2. The application referred to in paragraph 1(a) must be provided in computerised form in accordance with Annexes II and III within 30 calendar days of the date of notification of this decision. If this time limit is not observed, the financial contribution from the Community shall be reduced by 25 % for every month of delay.", "Commission in situ inspections\nThe Commission, in collaboration with the competent German authorities, may conduct in situ inspections relating to the implementation of the measures in Article 1 and the associated costs.", "Addressee\nThis Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 13 October 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 122, 16.5.2003, p. 1.\n(3) OJ L 160, 26.6.1999, p. 103.\nANNEX I\nEligible expenditure, as referred to in Article 4(2)\n1. Costs associated with slaughtering the animals:\n(a) wages and remuneration for abattoir workers;\n(b) consumables (bullets, T61, tranquillisers, etc.) and specific slaughtering equipment;\n(c) equipment used to transport the animals to the abattoir.\n2. Costs associated with destroying the animals:\n(a) rendering: transport of carcases to the rendering plant, processing of the carcases in the rendering plant and destruction of the meals;\n(b) burial: staff specifically employed, equipment expressly hired to transport and bury the carcases and products used for disinfecting the holding;\n(c) incineration: staff specifically employed, fuel or other equipment used, equipment expressly hired to transport the carcases and products used for disinfecting the holding.\n3. Costs associated with cleaning, disinfecting and disinsecting holdings:\n(a) products used for cleaning, disinfecting and disinsecting;\n(b) wages and remuneration for staff specifically employed.\n4. Costs associated with destroying contaminated feed:\n(a) compensation for purchase price of feeds;\n(b) destruction of the feeds.\n5. Costs associated with compensation for the destruction of contaminated equipment at its market value. The cost of compensation for the reconstruction or renovation of farm buildings and infrastructure costs shall not be eligible.\nANNEX II\nApplication for a contribution towards compensation for the cost of animals compulsorily slaughtered\n>PIC FILE= \"L_2003269EN.002202.TIF\">\nANNEX III\nApplication for a contribution towards compensation for other eligible costs associated with the compulsory slaughter\n>PIC FILE= \"L_2003269EN.002302.TIF\">"}