{"celex_id": "32003D0018(01)", "uri": "http://publications.europa.eu/resource/cellar/908e6a7c-9262-4045-a101-795c5f345930", "type": "Decision", "concepts": ["2149", "2447", "3259", "4763", "5455", "5883"], "title": "2004/44/EC: Decision of the European Central Bank of 18 December 2003 laying down the measures necessary for the paying-up of the European Central Bank's capital by the participating national central banks (ECB/2003/18)\n", "header": "Decision of the European Central Bank\nof 18 December 2003\nlaying down the measures necessary for the paying-up of the European Central Bank's capital by the participating national central banks\n(ECB/2003/18)\n(2004/44/EC)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank and in particular Article 28.3 thereof,\nWhereas:\n(1) Decision ECB/1998/2 of 9 June 1998 laying down the measures necessary for the paying-up of the capital of the European Central Bank(1) determined how and to what extent the national central banks (NCBs) of the Member States intending to adopt the euro on 1 January 1999 should pay up the European Central Bank's (ECB's) capital.\n(2) Article 2 of Decision ECB/2000/14 of 16 November 2000 providing for the paying-up of capital and the contribution to the reserves and provisions of the ECB by the Bank of Greece, and for the initial transfer of foreign-reserve assets to the ECB by the Bank of Greece and related matters(2), in conjunction with Decision ECB/1998/14 of 1 December 1998 laying down the measures necessary for the paying-up of the capital of the European Central Bank by the non-participating national central banks(3), determined how and to what extent the Bank of Greece should pay up the ECB's capital on 1 January 2001 in view of Greece's adoption of the euro.\n(3) Decision ECB/2003/17 of 18 December 2003 on the national central banks' percentage shares in the key for subscription to the European Central Bank's capital(4) adjusts the weightings assigned to the NCBs in the key for subscription to the ECB's capital (hereinafter the capital key weightings and the capital key respectively) with effect from 1 January 2004.\n(4) The adjusted capital key requires the adoption of a new ECB decision repealing Decision ECB/1998/2 and Article 2 of Decision ECB/2000/14 with effect from 1 January 2004 and determining how and to what extent the NCBs of the Member States that have adopted the euro (hereinafter the participating NCBs) should pay up the ECB's capital on 1 January 2004,", "main_body": ["Extent and form of paid-up capital\nEach participating NCB shall pay up its subscription to the ECB's capital in full on 1 January 2004. Taking into account the capital key weightings described in Article 2 of Decision ECB/2003/17, each participating NCB shall therefore pay up on 1 January 2004 the amount shown next to its name in the following table:\n>TABLE>", "Adjustment of paid-up capital\nEach participating NCB has already paid up its share of the ECB's subscribed capital under Decision ECB/1998/2 and, for the Bank of Greece, under Article 2 of Decision ECB/2000/14 and Decision ECB/1998/14. In view of this fact, either a participating NCB shall transfer an additional amount to the ECB, or the ECB shall transfer an amount back to a participating NCB, as appropriate, in order to arrive at the amounts set out in the table in Article 1. These transfers shall be made according to the terms and conditions set out in Decision ECB/2003/20 of 18 December 2003 laying down the terms and conditions for transfers of the European Central Bank's capital shares between the national central banks and adjustment of the paid-up capital(5).", "Final provisions\n1. Decision ECB/1998/2 and Article 2 of Decision ECB/2000/14 are hereby repealed with effect from 1 January 2004.\n2. This Decision shall enter into force on 19 December 2003.\n3. This Decision will be published in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 18 December 2003.\nFor the Governing Council of the ECB\nJean-Claude Trichet\n(1) OJ L 8, 14.1.1999, p. 33.\n(2) OJ L 336, 30.12.2000, p. 110.\n(3) OJ L 110, 28.4.1999, p. 33.\n(4) See page 27 of this Official Journal.\n(5) See page 32 of this Official Journal."}