{"celex_id": "32004R0194", "uri": "http://publications.europa.eu/resource/cellar/1b1ae4f6-34a3-474c-ab03-9b0ff603750d", "type": "Regulation", "concepts": ["161", "1644", "4682", "5898"], "title": "Commission Regulation (EC) No 194/2004 of 4 February 2004 amending Regulation (EC) No 133/2004 determining the extent to which applications submitted in January 2004 for import licences for the tariff quotas for beef and veal provided for in Council Decision 2003/452/EC for the Republic of Slovenia can be accepted\n", "header": "Commission Regulation (EC) No 194/2004\nof 4 February 2004\namending Regulation (EC) No 133/2004 determining the extent to which applications submitted in January 2004 for import licences for the tariff quotas for beef and veal provided for in Council Decision 2003/452/EC for the Republic of Slovenia can be accepted\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1),\nHaving regard to Commission Regulation (EC) No 2673/2000 of 6 December 2000 laying down detailed rules for the application of the tariff quota for imports of beef and veal provided for in Council Decision 2003/452/EC for the Republic of Slovenia(2), and in particular Article 4(4) thereof,\nWhereas:\n(1) Article 1 of Commission Regulation (EC) No 133/2004(3) determines the extent to which applications submitted in January 2004 for import licences for the tariff quotas for beef and veal provided for in Decision 2003/452/EC for the Republic of Slovenia can be accepted. As a result of an administrative error, an application submitted under quota No 09.4122 was not taken into account when adopting that Regulation. The quantity of beef and veal for which import licences have been submitted under quota No 09.4122 is such that applications may be granted in full.\n(2) Article 1 of Regulation (EC) No 133/2004 should be amended as regards the import licences to be issued,", "main_body": ["Article 1 of Regulation (EC) No 133/2004 is replaced by the following:\n\"Article 1\nImport licences shall be granted for the full quantities covered by applications submitted from 1 to 12 January 2004 for the quotas bearing the serial numbers 09.4082 and 09.4122 referred to in Article 1(2) of Regulation (EC) No 2673/2000.\"", "This Regulation shall enter into force on 5 February 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 2004.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(2) OJ L 306, 7.12.2000, p. 19. Regulation as modified by Regulation (EC) No 1886/2003 (OJ L 277, 28.10.2003, p. 8).\n(3) OJ L 21, 28.1.2004, p. 7."}