{"celex_id": "32003D0671", "uri": "http://publications.europa.eu/resource/cellar/719f6202-2346-4d09-986b-5b8fca273867", "type": "Decision", "concepts": ["1309", "2771", "5332", "5709", "765"], "title": "2003/671/EC: Commission Decision of 27 August 2003 accepting an undertaking offered in the framework of a partial interim review of the anti-dumping measures applicable to imports of urea and ammonium nitrate solutions (UAN) originating, inter alia, in Lithuania\n", "header": "Commission Decision\nof 27 August 2003\naccepting an undertaking offered in the framework of a partial interim review of the anti-dumping measures applicable to imports of urea and ammonium nitrate solutions (UAN) originating, inter alia, in Lithuania\n(2003/671/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1) (the basic Regulation), as last amended by Regulation (EC) No 1972/2002(2), and in particular Article 8 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) Pursuant to Regulation (EC) No 1995/2000(3), the Council imposed definitive anti-dumping duties on imports into the Community of solutions of urea and ammonium nitrate (UAN) originating, inter alia, in Lithuania. The form of measures set out in that Regulation for all Lithuanian exporting producers was a specific duty of EUR 3,98 per tonne.\n(2) On January 2002, in another procedure, definitive anti-dumping measures, in the form of a specific duty, were imposed on imports of urea originating, inter alia, in Lithuania pursuant to Council Regulation (EC) No 92/2002(4). However, in accordance with Commission Decision 2002/498/EC(5) and Council Regulation (EC) No 1107/2002(6) amending Regulation (EC) No 92/2002, the sole Lithuanian exporting producer of urea, Stock Company Achema (Achema), was exempted from the said duties as an undertaking had been accepted by the Commission from it. In the framework of that undertaking, in order to eliminate the risks of compensatory arrangements, Achema undertook to respect minimum import prices and to report exports to the Community not only for urea, but also for its other two nitrogen fertilisers, i.e. ammonium nitrate and UAN.\nB. REQUEST FOR A REVIEW\n(3) In September 2002, a request for a partial interim review pursuant to Article 11(3) of the basic Regulation was lodged by Achema, an exporting producer in Lithuania. The request was limited in scope to the examination of the form of the measure and, in particular, to the examination of the acceptability of an undertaking offered by the applicant.\n(4) The request was based on the grounds that the applicant committed itself to a price discipline in respect of UAN within the framework of an anti-dumping proceeding concerning urea and presented evidence that it was ready to provide in the framework of the present proceeding an undertaking of a similar nature, which would have the effect of removing the injurious effects of dumping and could be monitored.\n(5) Having determined, after consulting the Advisory Committee, that sufficient evidence existed for the initiation of a partial interim review, the Commission published a notice in the Official Journal of the European Communities(7) and commenced an investigation.\nC. ACCEPTANCE OF THE UNDERTAKING\n(6) The details of the procedural aspects and findings of the interim review investigation are set out in full in Council Regulation (EC) No 1675/2003(8).\n(7) According to the undertaking offer, Achema undertook to sell UAN directly from Lithuania to unrelated customers in the Community at a minimum price. Moreover, the regular and detailed reports which Achema undertook to provide to the Commission will allow effective monitoring of the terms of the undertaking. In addition, in respect of the risk of circumvention in the form of cross-compensation with other products it should be borne in mind that Achema has been respecting minimum import prices for the other fertilisers that it exports to the Community in the framework of its urea undertaking. Under these circumstances, it is considered that the risk of circumvention will be limited.\n(8) The review investigation concluded that the undertaking offered by Achema would have the effect of eliminating the injurious effects of dumping, can be effectively monitored by the Commission and can therefore be accepted. Achema has been informed of the essential facts, considerations and obligations upon which the acceptance is based.\n(9) In order to enable the Commission to monitor effectively Achema's compliance with the undertaking, when the request for release for free circulation pursuant to the undertaking is presented to the relevant customs authority, exemption from the anti-dumping duty should be conditional, upon presentation of an invoice containing at least the items of information listed in the Annex to Commission Regulation (EC) No 617/2000(9). This level of information is necessary to enable customs authorities to ascertain with sufficient precision that the shipment corresponds to the commercial documents. Where no such invoice is presented, or when it does not correspond to the product presented to customs, the appropriate rate of anti-dumping duty will instead be payable.\n(10) In the event of a breach, suspected breach or withdrawal of the undertaking, an anti-dumping duty may be imposed, pursuant to Article 8(9) and (10) of the basic Regulation. Achema has been made aware of the consequences of a breach.\nD. MODIFICATION OF NAME AND ADDRESS\n(11) In the course of the partial interim review investigation, the company informed the Commission that it had changed its name and address. The name change was due to the fact that the previous form of the company, i.e. a joint stock company, no longer exists in Lithuania. The new name of the company is Stock Company Achema. The change of its address was due to the change in the Lithuanian postal system.\n(12) The Commission has examined this information, which demonstrated that all the company's activities linked to the manufacturing, sales and exports of fertilisers (AN, UAN and urea) are unaffected by these changes,", "main_body": ["The undertaking offered by the producer mentioned below, in connection with the anti-dumping proceeding concerning imports of urea and ammonium nitrate in aqueous or ammoniacal solutions originating, inter alia, in Lithuania is hereby accepted.\n>TABLE>", "This Decision shall enter into force on 26 September 2003."], "attachments": "Done at Brussels, 27 August 2003.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 305, 7.11.2002, p. 1.\n(3) OJ L 238, 22.9.2000, p. 15.\n(4) OJ L 17, 19.1.2002, p. 1.\n(5) OJ L 168, 27.6.2002, p. 51.\n(6) OJ L 168, 27.6.2002, p. 1.\n(7) OJ C 314, 17.12.2002, p. 2.\n(8) See page 4 of this Official Journal.\n(9) OJ L 75, 24.3.2000, p. 3."}