{"celex_id": "32006R1891", "uri": "http://publications.europa.eu/resource/cellar/4c986ab3-608d-4e51-b9b0-8c4962e35444", "type": "Regulation", "concepts": ["2143", "2817", "3663", "3666", "525", "5343", "5420", "6128"], "title": "Regulation (EC) No 1891/2006 of the European Parliament and of the Council of 18 December 2006 on multiannual funding for the action of the European Maritime Safety Agency in the field of response to pollution caused by ships and amending Regulation (EC) No 1406/2002   (Text with EEA relevance)\n", "header": "29.12.2006 EN Official Journal of the European Union L 386/14\nCOUNCIL REGULATION (EC) No 1891/2006\nof 18 December 2006\namending Regulations (EC) No 6/2002 and (EC) No 40/94 to give effect to the accession of the European Community to the Geneva Act of the Hague Agreement concerning the international registration of industrial designs\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee,\nHaving regard to the opinion of the European Parliament,\nWhereas:\n(1) Council Regulation (EC) No 6/2002 of 12 December 2001 on Community designs (1) created the Community design system whereby undertakings can by means of one procedural system obtain Community designs to which uniform protection is given and which produce their effects throughout the entire area of the Community.\n(2) Following preparations initiated and carried out by the World Intellectual Property Organisation (WIPO) with the participation of the Member States which are members of the Hague Union, the Member States which are not members of the Hague Union and the European Community, the Diplomatic Conference, convened for that purpose at Geneva, adopted the Geneva Act of the Hague Agreement concerning the international registration of industrial designs (hereinafter referred to as the ‘Geneva Act’) on 2 July 1999.\n(3) The Council, by Council Decision 954 approved the accession of the European Community to the Geneva Act of the Hague Agreement concerning the international registration of industrial designs (2) and authorised the President of the Council to deposit the instrument of accession with the Director-General of WIPO as from the date on which the Council has adopted the measures which are necessary to give effect to the accession of the Community to the Geneva Act. This Regulation contains those measures.\n(4) The appropriate measures should be incorporated in Regulation (EC) No 6/2002 through the inclusion of a new title on ‘International registration of designs’.\n(5) The rules and procedures relating to international registrations designating the Community should, in principle, be the same as the rules and procedures which apply to Community designs applications. According to this principle, an international registration designating the Community should be subject to the examination as to the grounds for non-registrability before it takes the same effect as a registered Community design. Likewise, an international registration having the same effect as a registered Community design should be subject to the same rules on invalidation as a registered Community design.\n(6) Regulation (EC) No 6/2002 should therefore be amended accordingly.\n(7) The accession of the Community to the Geneva Act will create a new source of revenues for the Office for the Harmonisation in the Internal Market (Trade Marks and Designs). Council Regulation (EC) No 40/94 of 20 December 1993 on the Community trade mark (3) should therefore be amended accordingly,", "main_body": ["Article 134(3) of Regulation (EC) No 40/94 is replaced by the following:\n‘3.   Revenue shall comprise, without prejudice to other types of income, total fees payable under the fees regulations, total fees payable under the Madrid Protocol referred to in Article 140 of this Regulation for an international registration designating the European Communities and other payments made to Contracting Parties to the Madrid Protocol, total fees payable under the Geneva Act referred to in Article 106c of Regulation (EC) No 6/2002 for an international registration designating the European Community and other payments made to Contracting Parties to the Geneva Act, and, to the extend necessary, a subsidy entered against a specific heading of the general budget of the European Communities, Commission section.’.", "Regulation (EC) No 6/2002 is amended as follows:\n1. Article 25(1)(d) is replaced by the following:\n‘(d) if the Community design is in conflict with a prior design which has been made available to the public after the date of filing of the application or, if priority is claimed, the date of priority of the Community design, and which is protected from a date prior to the said date\n(i) by a registered Community design or an application for such a design,\n(ii) by a registered design right of a Member State, or by an application for such a right,\n(iii) by a design right registered under the Geneva Act of the Hague Agreement concerning the international registration of industrial designs, adopted in Geneva on 2 July 1999, hereinafter referred to as “the Geneva Act”, which was approved by Council Decision 954/2006 and which has effect in the Community, or by an application for such a right;’\n2. The following title is inserted after title XI:", "This Regulation shall enter into force on the date on which the Geneva Act enters into force with respect to the European Community.\nThe date of entry into force of this Regulation shall be published in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2006.\nFor the Council\nThe President\nJ.-E. ENESTAM\n(1)  OJ L 3, 5.1.2002, p. 1. Regulation as last amended by 2005 Act of Accession.\n(2)  See page 18 of this Official Journal.\n(3)  OJ L 11, 14.1.1994, p. 1. Regulation as last amended by 2005 Act of Accession."}