{"celex_id": "32002R2363", "uri": "http://publications.europa.eu/resource/cellar/fdee7a87-0b2a-4256-a198-c9453cdc4e9c", "type": "Regulation", "concepts": ["1250", "1309", "161", "1814", "2084", "2771", "4373", "890"], "title": "Commission Regulation (EC) No 2363/2002 of 27 December 2002 concerning the opening of tariff quotas for the year 2003 for imports into the European Community of certain processed agricultural products originating in Norway\n", "header": "Commission Regulation (EC) No 2363/2002\nof 27 December 2002\nconcerning the opening of tariff quotas for the year 2003 for imports into the European Community of certain processed agricultural products originating in Norway\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Regulation (EC) No 2580/2000(2), and in particular Article 7(2) thereof,\nHaving regard to Council Decision 2002/981/EC of 11 November 2002 concerning the conclusion of an Agreement in the form of an exchange of Letters between the European Community, of the one part, and the Kingdom of Norway, of the other part, on Protocol No 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway(3), and in particular Article 2 thereof,\nWhereas:\n(1) The annual quotas for certain processed agricultural products originating in Norway, provided for in the Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Kingdom of Norway, of the other part, concerning Protocol No 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway should be opened for the year 2003.\n(2) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Common Customs Code(4), as last amended by Regulation (EC) No 444/2002(5), lays down rules for the management of tariff quotas. It is appropriate to provide that the tariff quotas opened by this Regulation are to be managed in accordance with those rules.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I,", "main_body": ["The Community tariff quotas specified in the Annex shall be open from 1 January to 31 December 2003.", "The Community tariff quota referred to in Article 1 shall be managed by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 December 2002.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 298, 25.11.2000, p. 5.\n(3) OJ L 171, 27.6.1973, p. 1.\n(4) OJ L 253, 11.10.1993, p. 1.\n(5) OJ L 68, 12.3.2002, p. 11.\nANNEX\n>TABLE>"}