{"celex_id": "32001D0415", "uri": "http://publications.europa.eu/resource/cellar/8039da0b-8395-41f9-bb83-b1e4a8d4bfa7", "type": "Decision", "concepts": ["1445", "3774", "5369", "842", "946", "994"], "title": "2001/415/EC: Commission Decision of 1 June 2001 amending for the second time Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom (Text with EEA relevance) (notified under document number C(2001) 1556)\n", "header": "Commission Decision\nof 1 June 2001\namending for the second time Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom\n(notified under document number C(2001) 1556)\n(Text with EEA relevance)\n(2001/415/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Following the reports of outbreaks of foot-and-mouth disease in the United Kingdom, the Commission adopted Decision 2001/356/EC of 4 May 2001 concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom and repealing Decision 2001/172/EC(4), as amended by Decision 2001/372/EC(5).\n(2) Council Directive 85/511/EEC(6), as last amended by the Act of Accession of Austria, Finland and Sweden, introduces Community measures for the control of foot-and-mouth disease.\n(3) Council Directive 90/426/EEC(7), as last amended by Commission Decision 2001/298/EC(8), concerns animal health conditions governing the movement and import from third countries of equidae.\n(4) As the disease situation is improving, it appears appropriate to ease certain restrictions on the movement of equidae, which are not susceptible to foot-and-mouth disease.\n(5) The situation shall be reviewed at the meeting of the Standing Veterinary Committee scheduled for 5-6 June 2001 and the measures adapted where necessary.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Article 12(4) in Decision 2001/356/EC is replaced by the following: \"4. The United Kingdom shall ensure that equidae dispatched from its territory to another Member State are accompanied by a health certificate in accordance with the Model in Annex C of Council Directive 90/426/EEC. This certificate shall only be issued for equidae coming from a holding that is not subject to official prohibition in accordance with Article 4 or Article 5 of Directive 85/511/EEC.\nIn addition, where the equine animal is to be certified in accordance with the provisions in the first subparagraph the certifying official veterinarian must:\n- inspect and certify the equine animal only if it is groomed to remove as far as practicable visible faeces, dirt and debris and its hooves are cleaned and disinfected to the satisfaction of the official veterinarian, and\n- ensure that a written declaration is received from the owner of the animal or the owner's representative stating that the equine animal will remain on the holding until dispatch to the place of destination stated in the health certificate, without stopping at any holding that is subject to official prohibitions in accordance with Article 4 or Article 5 of Directive 85/511/EEC.\nThe animal health certificate accompanying equidae dispatched from the United Kingdom to another Member State in accordance with the provisions in the first subparagraph shall bear the following words: 'Equidae conforming to Commission Decision 2001/356/EC of 4 May 2001, concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom.'\"", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 June 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 125, 5.5.2001, p. 46.\n(5) OJ L 130, 12.5.2001, p. 47.\n(6) OJ L 315, 26.11.1985, p. 11.\n(7) OJ L 224, 18.8.1990, p. 42.\n(8) OJ L 102, 12.4.2001, p. 63."}