{"celex_id": "32008R0637", "uri": "http://publications.europa.eu/resource/cellar/483d818c-d325-496b-a33a-0bc9a265d3fe", "type": "Regulation", "concepts": ["252", "2965", "2969", "3069", "4843", "5315", "797"], "title": "Council Regulation (EC) No 637/2008 of 23 June 2008 amending Regulation (EC) No 1782/2003 and establishing national restructuring programmes for the cotton sector\n", "header": "5.7.2008 EN Official Journal of the European Union L 178/1\nCOUNCIL REGULATION (EC) No 637/2008\nof 23 June 2008\namending Regulation (EC) No 1782/2003 and establishing national restructuring programmes for the cotton sector\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 37(2) thereof,\nHaving regard to the Act of Accession of 1979, and in particular paragraph 6 of Protocol 4 on cotton (1) annexed thereto, hereinafter ‘Protocol 4’,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (2),\nHaving regard to the Opinion of the European Economic and Social Committee (3),\nWhereas:\n(1) Chapter 10a of Title IV of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (4) as inserted by Article 1(20) of Council Regulation (EC) No 864/2004 (5) sets out rules for the specific crop payment for cotton.\n(2) By judgment of the Court of Justice of the European Communities of 7 September 2006 in case C-310/04 (6) Chapter 10a of Title IV of Regulation (EC) No 1782/2003 was annulled for breach of the principle of proportionality, in particular with reference to the circumstance that ‘the Council, the author of Regulation (EC) No 864/2004, [had] not shown before the Court that in adopting the new cotton support scheme established by that Regulation it actually exercised its discretion, involving the taking into consideration of all the relevant factors and circumstances of the case, including all the labour costs linked to cotton growing and the viability of the ginning undertakings, which it was necessary to take into account for assessing the profitability of that crop’ and that the Court had not been enabled ‘to ascertain whether the Community legislature [had been] able, without exceeding the bounds of the broad discretion it enjoys in the matter, to reach the conclusion that fixing the amount of the specific aid for cotton at 35 % of the total existing aid under the previous support scheme would suffice to guarantee the objective set out in recital 5 in the preamble to Regulation (EC) No 864/2004, namely to ensure the profitability and hence the continuation of that crop, an objective reflecting that laid down in paragraph 2 of Protocol 4’. The Court also ordered that the effects of the annulment be suspended until the adoption, within a reasonable time, of a new Regulation.\n(3) A new scheme of specific payment for cotton needs to be adopted in conformity with the Court’s judgement in case C-310/04.\n(4) All the relevant factors and circumstances pertaining to the specific situation of the cotton sector, including all the elements necessary to assess the profitability of that crop, should be taken into consideration. To this end, an evaluation and consultation process was launched: two studies were carried out on the socioeconomic and on the environmental impact on the cotton sector in the Community of the future cotton support scheme and specific seminars and an Internet consultation were organised with stakeholders.\n(5) The new scheme should meet the objectives set out in paragraph 2 of Protocol 4: to support the production of cotton in regions of the Community where it is important for the agricultural economy, to permit the producers concerned to earn a fair income, and to stabilise the market by structural improvements at the level of supply and marketing.\n(6) The scheme should also be consonant with a policy of income support for farmers, which is the main guiding principle of the reformed common agricultural policy (CAP).\n(7) The de-coupling of direct producer support and the introduction of the single payment scheme are essential elements in the process of reforming the CAP. Regulation (EC) No 1782/2003 introduced those elements for several agricultural products.\n(8) In order to meet the objectives underlying the reform of the CAP as well as the objectives set out in Protocol 4, the support for cotton should be largely de-coupled and integrated into the single payment scheme. Since those objectives cannot be sufficiently achieved by the Member States and can therefore, by reason of the need for common action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity, as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives.\n(9) The complete and immediate integration into the single payment scheme of the support scheme in the cotton sector is likely to bring a significant risk of production disruption to the cotton producer regions of the Community. Part of the support should therefore continue to be linked to the cultivation of cotton through a crop-specific payment per eligible hectare. Its amount should be calculated in such a way as to achieve the objectives set out in paragraph 2 of Protocol 4 while also bringing the cotton scheme into the mainstream of the CAP reform simplification process. To that end, in the light of the evaluation carried out, it is justified that the total available aid per Member State is set at 35 % of the national share of the aid that went indirectly to the producers. Such a rate allows the cotton sector to move towards long-term viability, promotes the sustainable development of the cotton-producing regions and ensures a fair income for farmers.\n(10) The remaining 65 % of the national share of the aid that went indirectly to the producers should be available for the single payment scheme.\n(11) For environmental reasons, a base area per producer Member State should be established. In addition, the eligible areas should be restricted to those authorised by the Member States.\n(12) A fixed yield per hectare should be established per producer Member State. It will determine, together with the base area requirement, the overall capping of the funds and the mainly decoupled nature of the scheme, the programme production limiting character while at the same time fulfilling the objectives of Protocol 4.\n(13) In order to meet the needs of the ginning industry eligibility for the aid should be related to a minimum quality of cotton actually harvested.\n(14) Furthermore, the establishment of inter-branch organisations, to be approved by the Member States, should be encouraged to allow producers and ginners to enhance the quality of the cotton. The Community should contribute indirectly to the activities of those organisations by increasing the aid to those farmers who are members of the organisations.\n(15) Regulation (EC) No 1782/2003 should therefore be amended accordingly.\n(16) Besides the new regime on the specific payment for cotton, it would seem appropriate to adopt another set of rules with the purpose of helping the cotton sector to stabilise in the new legal and market context.\n(17) To the extent that the presence of the ginning industry appears necessary in the producer regions, the needs of that industry would be sufficiently satisfied, inter alia, by means of setting a minimum quality of cotton actually harvested and by allowing inter-branch organisations to enhance the quality of cotton. Moreover, considering the significant over-capacity of the ginning industry, it is appropriate to provide for additional measures to support their restructuring process with a view to improved market orientation.\n(18) Furthermore, it seems appropriate that market orientation measures supporting specific quality schemes and related promotion activities be introduced. Therefore, national programmes for restructuring in the cotton sector should be established. While the relevant measures should be financed by the Community, it should be left to Member States to select the right mix for the needs of their respective constituencies, taking regional particularities into account, where necessary.\n(19) The restructuring programmes should be submitted to the Commission for verification of the compliance of the measures with the conditions laid down in this Regulation and its implementing rules. Member States should be responsible for the implementation of such restructuring programmes.\n(20) The measures should be complementary to already existing measures in Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (7).\n(21) The measures in such programmes may include the full and permanent dismantling of part of the ginning processing facilities to ensure a more viable ginning industry. Support may also be provided for investments in the ginning industry, geared towards improving the economic performance of the enterprises as such. Furthermore, aid may be made available to machinery contractors affected as a consequence of the restructuring of the cotton sector.\n(22) To enhance the quality of European cotton, farmers who participate in specific quality schemes should receive, in the framework of such programmes, specific support to cover some of the related costs. Equally, information and promotion actions for cotton covered by these quality schemes should be supported.\n(23) The allocation of the funds for the national restructuring programmes among Member States should be based on the specific needs for restructuring and adaptation in the main cotton production regions. In view of the temporary aim to restructure and adapt the cotton sector, the programmes may be terminated on request of the Member States, after which the annual budget for restructuring programmes may be added to the national ceiling of the Member State concerned for decoupled payments as established in Annex VIII to Regulation (EC) No 1782/2003.\n(24) In view of the absence of ginning industry in Portugal and the application of the Single Area Payment Scheme in Bulgaria, there is no need to allocate budget to national programmes for restructuring in these two Member States.\n(25) In order to apply the new cotton aid scheme and the scheme restructuring the cotton sector from the start of the production season, this Regulation should apply as from calendar year 2009,", "main_body": ["CHAPTER 1\nCROP SPECIFIC PAYMENT FOR COTTON", "Amendment to Regulation (EC) No 1782/2003\nRegulation (EC) No 1782/2003 is hereby amended as follows:\n1. In Title IV, Chapter 10a shall be replaced by the following\n— Bulgaria: 3 342 ha,\n— Greece: 250 000 ha,\n— Spain: 48 000 ha,\n— Portugal: 360 ha.\n— Bulgaria: 1,2 tonne/ha,\n— Greece: 3,2 tonne/ha,\n— Spain: 3,5 tonne/ha,\n— Portugal: 2,2 tonne/ha.\n— Bulgaria: EUR 671,33,\n— Greece: EUR 251,75,\n— Spain: EUR 400,00,\n— Portugal: EUR 252,73.\n— helping to coordinate better the way cotton is placed on the market, particularly through research studies and market surveys,\n— drawing up standard forms of contract compatible with Community rules,\n— orientating production towards products that are better adapted to market needs and consumer demand, particularly in aspects of quality and consumer protection,\n— updating methods and means to improve product quality,\n— developing marketing strategies to promote cotton via quality certification schemes.\n2. in Article 156(2)(g) shall be replaced by the following:\n‘(g) Title IV, Chapter 10a, shall apply as from 1 January 2009 for the cotton sown as from that date.’.\nCHAPTER 2\nNATIONAL RESTRUCTURING PROGRAMMES FOR THE COTTON SECTOR", "Scope\n1.   This Chapter lays down the rules governing the attribution of Community funds to Member States and the use of those funds by Member States through national restructuring programmes (hereinafter restructuring programmes) to finance specific restructuring measures to assist the cotton sector.\n2.   No support shall be granted:\n(a) for research projects and measures to support research projects;\n(b) for measures which are eligible for Community support under Regulation (EC) No 1698/2005.", "General requirements\n1.   The restructuring programmes must be compatible with Community law and consistent with the activities, policies and priorities of the Community.\n2.   Member States shall be responsible for the restructuring programmes and ensure that they are internally consistent and drawn up and implemented in an objective manner, taking into account the economic situation of the producers and processors concerned and the need to avoid unjustified unequal treatment between producers and/or processors.\nMember States shall be responsible for providing for and carrying out the necessary controls and penalties in case of non-compliance with the restructuring programmes.", "Submission and application of restructuring programmes\n1.   Each producer Member State shall, every four years and for the first time by 1 January 2009, submit to the Commission a draft four-year restructuring programme containing measures in accordance with this Chapter.\nBefore being submitted to the Commission the restructuring programme shall be subject to consultation with the competent authorities and organisations in the cotton sector.\nEach Member State shall submit one single draft programme which may accommodate regional particularities.\n2.   Restructuring programmes shall become applicable three months after their submission to the Commission.\nHowever, if the submitted programme does not comply with the conditions laid down in this Chapter and its implementing rules, the Commission shall inform the Member State thereof. In such a case, the Member State shall submit a revised programme to the Commission. The revised programme shall become applicable two months after its submission unless an incompatibility persists in which case this paragraph shall apply.\n3.   Paragraph 2 shall apply mutatis mutandis to changes in respect of restructuring programmes submitted by Member States.", "Budgetary allocation\n1.   The annual budget for the restructuring programme per Member State from the financial year 2010 onwards shall be as follows:\n— Greece: EUR 4,0 million,\n— Spain: EUR 6,134 million.\n2.   Each Member State may decide to terminate its use of the restructuring programme to permanently transfer its annual budget referred to in paragraph 1 of this Article, to its national ceiling as determined in Annex VIII to Regulation (EC) No 1782/2003. This decision shall be communicated to the Commission at the latest by 1 August of a given year and shall apply to the direct payments granted under the following calendar year. The communication shall also report on the implementation of the restructuring programme and the achievement of its objectives.\n3.   The transfer in paragraph 2 of this Article, as well as the corresponding modification of paragraph 1 of this Article, shall be adopted in accordance with the procedure referred to in Article 144(2) of Regulation (EC) No 1782/2003 after the Commission’s assessment of the implementation of the restructuring programme in light of its objectives.", "General rules concerning the financing of the restructuring programmes\n1.   Community support shall only relate to eligible expenditure incurred after the submission of the relevant restructuring programme as referred to in Article 4(1).\n2.   Member States shall not contribute to the costs of the measures financed by the Community under the restructuring programmes.", "Eligible measures and beneficiaries\n1.   Restructuring programmes shall only contain one or more of the following measures:\n(a) full and permanent dismantling of ginning facilities;\n(b) investments in the ginning industry;\n(c) participation of farmers in cotton quality schemes;\n(d) information and promotion activities;\n(e) aid to machinery contractors, not exceeding losses incurred.\n2.   Beneficiaries of the restructuring programmes shall be:\n(a) the beneficiaries of aid under Chapter IV of Council Regulation (EC) No 1051/2001 of 22 May 2001 on production aid for cotton (8) in the marketing year 2005/06, for aid under the measures referred to in paragraph 1(a), (b) and (d) of this Article;\n(b) the beneficiaries of aid under Chapter 10a of Regulation (EC) No 1782/2003, for aid under the measures referred to in paragraph 1(c) and (d) of this Article;\n(c) the approved inter-branch organisations, as defined in Chapter 10a of Regulation (EC) No 1782/2003, for aid under the measure referred to in paragraph 1(d) of this Article;\n(d) machinery contractors, for aid under the measure referred to in paragraph 1(e) of this Article, which:\n— are private persons or enterprises having worked under contract of growers or ginners in the marketing year 2005/06 with their agricultural machinery for the harvest of cotton,\n— have harvested cotton, which has been delivered to ginning facilities affected by dismantling as referred to in paragraph (1)(a) of this Article,\n— have incurred demonstrable losses as a result of the shortage of cotton to be harvested.", "Financial resources\nThe measures provided for in this Chapter shall constitute intervention to regulate agricultural markets as referred to in Article 3(1)(b) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (9).", "Implementing rules\nDetailed rules for the implementation of this Chapter shall be adopted in accordance with the procedure referred to in Article 195(2) of Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (10).", "0\nEntry into force and application\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply as from 1 January 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 23 June 2008.\nFor the Council\nThe President\nI. JARC\n(1)  OJ L 291, 19.11.1979, p. 174. Protocol as last amended by Regulation (EC) No 1050/2001 (OJ L 148, 1.6.2001, p. 1).\n(2)  Opinion of 14 February 2008 (not yet published in the Official Journal).\n(3)  Opinion of 8 May 2008 (not yet published in the Official Journal).\n(4)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 479/2008 (OJ L 148, 6.6.2008, p. 1).\n(5)  OJ L 161, 30.4.2004, p. 48, as corrected by OJ L 206, 9.6.2004, p. 20.\n(6)  2006 ECR I-7285.\n(7)  OJ L 277, 21.10.2005, p. 1. Regulation as last amended by Regulation (EC) No 146/2008 (OJ L 46, 21.2.2008, p. 1).\n(8)  OJ L 148, 1.6.2001, p. 3. Regulation repealed by Regulation (EC) No 1782/2003.\n(9)  OJ L 209, 11.8.2005, p. 1. Regulation as last amended by Regulation (EC) No 479/2008.\n(10)  OJ L 299, 16.11.2007, p. 1. Regulation as last amended by Commission Regulation (EC) No 510/2008 (OJ L 149, 7.6.2008, p. 61)."}