{"celex_id": "32003R1544", "uri": "http://publications.europa.eu/resource/cellar/bef0b9e8-14ce-4d94-a591-37be6b1edd0b", "type": "Regulation", "concepts": ["252", "2668"], "title": "Commission Regulation (EC) No 1544/2003 of 29 August 2003 determining the world market price for unginned cotton\n", "header": "Commission Regulation (EC) No 1544/2003\nof 29 August 2003\ndetermining the world market price for unginned cotton\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Protocol 4 on cotton, annexed to the Act of Accession of Greece, as last amended by Council Regulation (EC) No 1050/2001(1),\nHaving regard to Council Regulation (EC) No 1051/2001 of 22 May 2001 on production aid for cotton(2), and in particular Article 4 thereof,\nWhereas:\n(1) In accordance with Article 4 of Regulation (EC) No 1051/2001, a world market price for unginned cotton is to be determined periodically from the price for ginned cotton recorded on the world market and by reference to the historical relationship between the price recorded for ginned cotton and that calculated for unginned cotton. That historical relationship has been established in Article 2(2) of Commission Regulation (EC) No 1591/2001 of 2 August 2001(3), as amended by Regulation (EC) No 1486/2002(4). Where the world market price cannot be determined in this way, it is to be based on the most recent price determined.\n(2) In accordance with Article 5 of Regulation (EC) No 1051/2001, the world market price for unginned cotton is to be determined in respect of a product of specific characteristics and by reference to the most favourable offers and quotations on the world market among those considered representative of the real market trend. To that end, an average is to be calculated of offers and quotations recorded on one or more European exchanges for a product delivered cif to a port in the Community and coming from the various supplier countries considered the most representative in terms of international trade. However, there is provision for adjusting the criteria for determining the world market price for ginned cotton to reflect differences justified by the quality of the product delivered and the offers and quotations concerned. Those adjustments are specified in Article 3(2) of Regulation (EC) No 1591/2001.\n(3) The application of the above criteria gives the world market price for unginned cotton determined hereinafter,", "main_body": ["The world price for unginned cotton as referred to in Article 4 of Regulation (EC) No 1051/2001 is hereby determined as equalling EUR 28,402/100 kg.", "This Regulation shall enter into force on 30 August 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 August 2003.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 148, 1.6.2001, p. 1.\n(2) OJ L 148, 1.6.2001, p. 3.\n(3) OJ L 210, 3.8.2001, p. 10.\n(4) OJ L 223, 20.8.2002, p. 3."}