{"celex_id": "32008D0631", "uri": "http://publications.europa.eu/resource/cellar/7488feb2-4f80-4225-8ec7-086ceb43a584", "type": "Decision", "concepts": ["1255", "1596", "192", "2356", "2560", "3577", "5063", "5859"], "title": "2008/631/EC: Commission Decision of 29 July 2008 amending Decision 2006/805/EC as regards certain Member State regions set out in the Annex and the extension of application of that Decision (notified under document number C(2008) 3964) (Text with EEA relevance)\n", "header": "1.8.2008 EN Official Journal of the European Union L 205/51\nCOMMISSION DECISION\nof 29 July 2008\namending Decision 2006/805/EC as regards certain Member State regions set out in the Annex and the extension of application of that Decision\n(notified under document number C(2008) 3964)\n(Text with EEA relevance)\n(2008/631/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nWhereas:\n(1) Commission Decision 2006/805/EC of 24 November 2006 concerning animal health control measures relating to classical swine fever in certain Member States (3) was adopted in response to outbreaks of classical swine fever in certain Member States. That Decision lays down certain disease control measures concerning classical swine fever in those Member States.\n(2) Decision 2006/805/EC applies until 31 July 2008. In the light of the disease situation of classical swine fever in certain areas of Bulgaria, Germany, France, Hungary and Slovakia, it is appropriate to extend the period of application of that Decision until 31 July 2009.\n(3) Bulgaria has informed the Commission about the recent evolution of classical swine fever in feral pigs and pigs on holdings in its territory. According to that information, the disease situation in that Member State has significantly improved as regards feral pigs. In addition, classical swine fever is no longer suspected to be endemic in pigs on holdings. Bulgaria has also informed the Commission that additional measures have been taken to exclude the presence of classical swine fever virus infection in pigs on commercial farms which are dispatched for slaughter. The prohibition on the dispatch of fresh pork meat, pork meat preparations and pork meat products from Bulgaria to other Member States, provided for in Decision 2006/805/EC should therefore no longer apply.\n(4) Even though the disease situation in feral pigs in Bulgaria has improved, there is still a continuing risk of outbreaks of classical swine fever in that Member State. Therefore the prohibition on the dispatch of live pigs to other Member States should continue to apply as regards the whole territory of Bulgaria. That whole territory should accordingly be included in Part II of the Annex to Decision 2006/805/EC.\n(5) Hungary and Slovakia have also informed the Commission about the recent evolution of classical swine fever in feral pigs in their territories. In the light of the epidemiological information available, the areas in those Member States where control measures relating to classical swine fever apply need to be extended to include also certain areas of the counties of Heves and Borsod-Abaúj-Zemplén in Hungary and the whole districts of Rimaská Sobota, Nové Zámky, Levice and Komárno in Slovakia. Decision 2006/805/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2006/805/EC is amended as follows:\n1. in Article 14, ‘31 July 2008’ is replaced by ‘31 July 2009’;\n2. Parts II and III of the Annex are replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 July 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13. Directive as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33, as corrected by OJ L 195, 2.6.2004, p. 12).\n(2)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(3)  OJ L 329, 25.11.2006, p. 67. Decision as last amended by Decision 2008/225/EC (OJ L 73, 15.3.2008, p. 32).\nANNEX\n‘PART II\n1.   Bulgaria\nThe whole territory of Bulgaria.\n2.   Hungary\nThe territory of the county of Nógrád and the territory of the county of Pest located north and east of the Danube, south of the border with Slovakia, west of the border with the county of Nógrád and north of the motorway E71, the territory of the county of Heves located east of the border of the county of Nógrád, south and west of the border with the county of Borsod-Abaúj-Zemplén and north of the motorway E71, and the territory of the county of Borsod-Abaúj-Zemplén located south of the border with Slovakia, east of the border with the county of Heves, north and west of the motorway E71, south of the main road No 37 (the part between the motorway E71 and the main road No 26) and west of the main road No 26.\n3.   Slovakia\nThe territory of the District Veterinary and Food Administrations (DVFA) of Žiar nad Hronom (comprising the Žiar nad Hronom, Žarnovica and Banská Štiavnica districts), Zvolen (comprising the Zvolen, Krupina and Detva districts), Lučenec (comprising the Lučenec and Poltár districts), Veľký Krtíš (comprising the Veľký Krtíš district), Komárno (comprising the Komárno district), Nové Zámky (comprising the Nové Zámky district), Levice (comprising the Levice district) and Rimavská Sobota (comprising the Rimavská Sobota district).\nPART III’"}