{"celex_id": "32006R1489", "uri": "http://publications.europa.eu/resource/cellar/2a02095a-5cd4-40da-aa93-a208a583f199", "type": "Regulation", "concepts": ["1052", "1476", "2965", "3070", "4284", "4291", "5025", "5092"], "title": "Commission Regulation (EC) No 1489/2006 of 9 October 2006 fixing the interest rates to be used for calculating the costs of financing intervention measures comprising buying-in, storage and disposal for the 2007 EAGF accounting year\n", "header": "10.10.2006 EN Official Journal of the European Union L 278/11\nCOMMISSION REGULATION (EC) No 1489/2006\nof 9 October 2006\nfixing the interest rates to be used for calculating the costs of financing intervention measures comprising buying-in, storage and disposal for the 2007 EAGF accounting year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (1), and in particular Article 5 thereof,\nWhereas:\n(1) Under Article 3(1)(b) of Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (2), intervention measures to regulate agricultural markets are financed by the European Agricultural Guarantee Fund (EAGF).\n(2) Article 4(1)(a) of Commission Regulation (EC) No 884/2006 of 21 June 2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the financing by the European Agricultural Guarantee Fund (EAGF) of intervention measures in the form of public storage operations and the accounting of public storage operations by the paying agencies of the Member States (3) provides that expenditure relating to the financial costs incurred by Member States in mobilising funds to buy in products is to be determined in accordance with the methods set out in Annex IV to that Regulation on the basis of a uniform interest rate for the Community.\n(3) The uniform interest rate for the Community is the average of the three-month and 12-month forward Euribor rates recorded in the six months preceding the notification from the Member States provided for in point I.2 of Annex IV to Regulation (EC) No 884/2006, with a weighting of one third and two thirds respectively. That rate must be fixed at the beginning of each accounting year of the European Agricultural Guarantee Fund (EAGF).\n(4) However, if the interest rate notified by a Member State is lower than the uniform interest rate fixed for the Community, in accordance with the second subparagraph of point I.2 of Annex IV to Regulation (EC) No 884/2006 a specific interest rate is fixed for that Member State. Also, in the absence of any notification from a Member State of the average rate of its interest costs by the end of the year, the Commission fixes the interest rate for that Member State at the level of the uniform rate fixed for the Community.\n(5) Given the Member States’ notifications to the Commission, the interest rates applicable for the 2007 EAGF accounting year should be fixed taking the various factors into account.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee on the Agricultural Funds,", "main_body": ["For expenditure relating to the financial costs incurred by Member States in mobilising funds to buy in products chargeable to the 2007 accounting year of the European Agricultural Guarantee Fund (EAGF), the interest rates provided for in Annex IV to Regulation (EC) No 884/2006 in accordance with Article 4(1)(a) of that Regulation shall be:\n(a) 2,1 % in the case of the specific interest rate applicable in Sweden;\n(b) 2,3 % in the case of the specific interest rate applicable in the Czech Republic;\n(c) 2,7 % in the case of the specific interest rate applicable in Ireland;\n(d) 2,8 % in the case of the specific interest rate applicable in Austria, Finland and Portugal;\n(e) 2,9 % in the case of the specific interest rate applicable in Greece and Italy;\n(f) 3,0 % in the case of the specific interest rate applicable in Lithuania;\n(g) 3,2 % in the case of the uniform interest rate for the Community applicable to those Member States for which no specific interest rate has been fixed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 October 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 October 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 216, 5.8.1978, p. 1. Regulation as last amended by Regulation (EC) No 695/2005 (OJ L 114, 4.5.2005, p. 1).\n(2)  OJ L 209, 11.8.2005, p. 1. Regulation as amended by Regulation (EC) No 320/2006 (OJ L 58, 28.2.2006, p. 42).\n(3)  OJ L 171, 23.6.2006, p. 35."}