{"celex_id": "32008D0061", "uri": "http://publications.europa.eu/resource/cellar/523f0d03-0ea6-4476-bc76-908d3fc0f3c8", "type": "Decision", "concepts": ["1309", "2771", "4682", "4689", "5040"], "title": "2008/61/EC: Commission Decision of 17 January 2008 amending Annex II to Council Decision 79/542/EEC as regards the imports of bovine fresh meat from Brazil (notified under document number C(2008) 28) (Text with EEA relevance)\n", "header": "18.1.2008 EN Official Journal of the European Union L 15/33\nCOMMISSION DECISION\nof 17 January 2008\namending Annex II to Council Decision 79/542/EEC as regards the imports of bovine fresh meat from Brazil\n(notified under document number C(2008) 28)\n(Text with EEA relevance)\n(2008/61/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular points (1) and (4) of Article 8 and Article 9(4) thereof,\nWhereas:\n(1) Council Decision 79/542/EEC of 21 December 1979 drawing up a list of third countries or parts of third countries, and laying down animal and public health and veterinary certification conditions, for importation into the Community of certain live animals and their fresh meat (2) provides that imports of those animals and meat are to meet the requirements set out in the appropriate model certificates drawn up under that Decision.\n(2) Since 2003, deficiencies with regards to Community import requirements for bovine meat have been identified during Commission missions to Brazil. Some of these deficiencies have been addressed by Brazil, but recent Commission missions have nonetheless identified serious instances of non-compliance with regard to holding registration, animal identification and movement control and a failure to respect their previous commitments to take the appropriate corrective measures.\n(3) It is only possible to allow imports to continue on a secure basis by strengthtening the control and surveillance of holdings from which animals eligible for export to the Community are sourced and by establishing a provisional list of such approved holdings drawn up by Brazil, for which guarantees are provided that they fully meet requirements for imports of fresh de-boned and matured bovine meat to the Community, which are audited and inspected and for which full reports of audits and inspections are made available to the Commission.\n(4) The Commission services carry out inspections in the framework of the Food and Veterinary Office operations in third countries in order to verify that the European Union import requirements are met in the listed holdings.\n(5) The provisional list of holdings may be reviewed after informing the Commission in the light of the outcome of these inspections. That list of approved holdings should be made publicly available through the Commission integrated computerised veterinary system Traces for information purposes.\n(6) It is necessary to provide in the list of third countries allowed to export fresh meat to the Community in Part 1 of Annex II to Decision 79/542/EEC that only fresh de-boned and matured bovine meat obtained from animals slaughtered after the date of entry into force of this Decision may be accepted for import into the Community, as only with regards to such meat the new requirements concerning approved holdings can be guaranteed. At the same time it is opportune to correct an error in that table.\n(7) The list of third countries in Part 1 of Annex II and the certificate model ‘BOV’ in Part 2 of Annex II to Decision 79/542/EEC should therefore be amended accordingly.\n(8) In order to avoid disruption of trade, consignments of fresh de-boned and matured bovine meat certified and dispatched before the entry into force of this Decision should be allowed for import into the Community for a specified period.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the list of third countries laid down in Part 1 of Annex II to Decision 79/542/EEC, the line of the territory ‘BR-Brazil’ is replaced by the following:\nBR — Brazil ‘BR-0 Whole country EQU\nBR-1 Part of the State of Minas Gerais (except regional delegations of Oliveira, Passos, São Gonçalo de Sapucai, Setelagoas and Bambuí);\n— Cuiaba (except for the municipalities of San Antonio de Leverger, Nossa Senhora do Livramento, Pocone and Barão de Melgaço),\n— Caceres (except for the municipality of Caceres),\n— Lucas do Rio Verde,\n— Rondonopolis (except for the municipality of Itiquiora),\n— Barra do Garça,\n— Barra do Burgres.\nBR-2 State of Santa Catarina BOV A and H 1  31 January 2008’", "In the ‘BOV’ veterinary certificate laid down in Part 2 of Annex II to Decision 79/542/EEC:\n1. Section 10.3 is replaced by the following:\n‘10.3 has been obtained from animals coming from holdings in which:\n2. After note (18) the following note (19) is added:\n‘(19) The list of approved holdings provided by the competent authority is reviewed on a regular basis and kept up to date by the competent authority. The Commission will ensure that this list of approved holdings is made publicly available for information purposes through its integrated computerised veterinary system (Traces).’", "Consignments of fresh de-boned and matured bovine meat for which veterinary certificates were issued in accordance with Decision 79/542/EEC before the amendments introduced by the present Decision with an issue date prior to 31 January 2008 and which were en route to the Community at that date may be imported into the Community until 15 March 2008.", "This Decision shall apply from 31 January 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 January 2008.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 18, 23.1.2002, p. 11.\n(2)  OJ L 146, 14.6.1979, p. 15. Decision as last amended by Commission Decision 2007/736/EC (OJ L 296, 15.11.2007, p. 29)."}