{"celex_id": "32001D0228", "uri": "http://publications.europa.eu/resource/cellar/432f4f4b-1232-431e-899b-bb40aeb1194b", "type": "Decision", "concepts": ["1015", "2286", "5262", "5581", "5927", "935"], "title": "2001/228/EC: Council Decision of 12 March 2001 authorising the Netherlands, in accordance with Article 8(4) of Directive 92/81/EEC, to apply a differentiated rate of excise duty to diesel consumed by taxis in 2000\n", "header": "Council Decision\nof 12 March 2001\nauthorising the Netherlands, in accordance with Article 8(4) of Directive 92/81/EEC, to apply a differentiated rate of excise duty to diesel consumed by taxis in 2000\n(2001/228/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Under Article 8(4) of Directive 92/81/EEC the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce further exemptions or reductions for specific policy considerations.\n(2) The Netherlands has asked to be authorised to apply a differentiated rate of excise duty to diesel consumed by taxis in the course of 2000. A degressive refund, not exceeding NLG 0,14 per litre of diesel, is planned for all taxis operating in the Netherlands.\n(3) The measure complies with the minimum rate of excise duty referred to in Article 5 of Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils(2).\n(4) The refund falls short of the increase in retail fuel prices. The measure is therefore proportionate.\n(5) The Commission and all the Member States consider that the application of a differentiated rate of excise duty to diesel consumed by taxis in 2000 will not cause distortions of competition or hinder the operation of the single market. Being confined to taxis, whose activity is by definition local, the derogation does not affect intra-Community trade.\n(6) The above information has been communicated to the other Member States,", "main_body": ["1. In accordance with Article 8(4) of Directive 92/81/EEC, the Netherlands is authorised to apply a degressive differentiated rate of excise duty, not exceeding NLG 0,14 per litre, on diesel fuel consumed by taxis in the period 1 January to 31 December 2000.\n2. The differentiated rate must comply with the terms of Directive 92/82/EEC and in particular the minimum rates laid down in Article 5 thereof.", "This Decision shall apply from 1 January 2000.", "This Decision is addressed to the Netherlands."], "attachments": "Done at Brussels, 12 March 2001.\nFor the Council\nThe President\nB. Ringholm\n(1) OJ L 316, 31.10.1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(2) OJ L 316, 31.10.1992, p. 19. Directive as amended by Directive 94/74/EC."}