{"celex_id": "32009R0719", "uri": "http://publications.europa.eu/resource/cellar/7cbd092e-0a09-46eb-b72e-7b737294617c", "type": "Regulation", "concepts": ["1309", "1445", "192", "2300", "2726", "313", "4125", "5369", "5481", "5741"], "title": "Commission Regulation (EC) No 719/2009 of 6 August 2009 amending Regulation (EC) No 1251/2008 as regards the list of third countries and territories from which certain crustaceans and ornamental aquatic animals may be imported into the Community (Text with EEA relevance)\n", "header": "7.8.2009 EN Official Journal of the European Union L 205/10\nCOMMISSION REGULATION (EC) No 719/2009\nof 6 August 2009\namending Regulation (EC) No 1251/2008 as regards the list of third countries and territories from which certain crustaceans and ornamental aquatic animals may be imported into the Community\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Article 22 thereof,\nWhereas:\n(1) Directive 2006/88/EC lays down the animal health requirements to be applied for the placing on the market, the importation into and the transit through the Community of aquaculture animals and products thereof. That Directive provides that aquaculture animals and products thereof are to be introduced into the Community only from third countries or parts of third countries that appear on a list drawn up and updated in accordance with the procedure referred to therein.\n(2) Article 11 of Commission Regulation (EC) No 1251/2008 of 12 December 2008 implementing Council Directive 2006/88/EC as regards conditions and certification requirements for the placing on the market and the import into the Community of aquaculture animals and products thereof and laying down a list of vector species (2) lays down the rules applicable to the import of ornamental aquatic animals intended for closed ornamental facilities.\n(3) Pursuant to Article 11(2) of that Regulation, Member States are to authorise the imports of ornamental fish which are not of susceptible species to any of the diseases listed in Part II of Annex IV to Directive 2006/88/EC, and ornamental mollusc and ornamental crustaceans intended for closed ornamental facilities only from third countries or territories that are members of the World Organisation for Animal Health (OIE). That provision ensures that relevant epidemiological data related to those animals is made available to all OIE members.\n(4) Annex III to Regulation (EC) No 1251/2008 lays down a list of third countries, territories, zones or compartments from which imports are permitted of aquaculture animals intended for farming, put and take fisheries and open ornamental facilities, and of ornamental fish susceptible to one or more of the diseases listed in Part II of Annex IV to Directive 2006/88/EC and intended for closed ornamental facilities.\n(5) The Secretariat of the Pacific Community (SPC) is an international organisation that provides technical assistance, policy advice, training and research services to 22 Pacific Island countries and territories in areas such as health, human development, agriculture, forestry and fisheries. Certain SPC members are not members of the OIE.\n(6) The OIE and the SPC concluded an Agreement in September 1999. Pursuant to that Agreement, the SPC is to encourage those of its members that are not members of the OIE to participate in the OIE information network for animal health and aquatic animal health.\n(7) The Annex to that Agreement, concluded by the SPC and the OIE on 10 April 2003, lays down the terms of collaboration between both parties for the development, maintenance and distribution of a Regional Animal Health Information System for the Pacific Island Countries and its Territories.\n(8) By letters of 31 March 2009 and 30 April 2009, the SPC informed the Commission that SPC members that are not members of the OIE are able to upload relevant disease information in the OIE World Animal Health Information System in accordance with OIE criteria, as from May 2009.\n(9) It is therefore appropriate to amend Article 11(2) of Regulation (EC) No 1251/2008, in order to authorise imports of ornamental fish which are not of susceptible species to any of the diseases listed in Part II of Annex IV to Directive 2006/88/EC, and ornamental molluscs and ornamental crustaceans, intended for closed ornamental facilities also from third countries and territories that are not members of the OIE but have an official agreement with that organisation in order to participate in its information network for animal health and aquatic animal health.\n(10) The United States have confirmed that Puerto Rico, US Virgin Island, American Samoa, Guam and Northern Mariana Islands are considered territories of the United States and the competent authority of the United States is responsible for notification of animal diseases to the OIE.\n(11) Annex III to that Regulation should also be amended accordingly, to include the relevant SPC members.\n(12) Pursuant to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (3), Member States were to ensure that imports of aquaculture animals and products from third countries were subject to conditions at least equivalent to those applying to the production and placing on the market of Community products.\n(13) While Directive 91/67/EEC was in force, imports from the United States of crustaceans for farming, put and take fisheries, and open ornamental facilities were permitted in the Member States. That Directive was repealed and replaced by Directive 2006/88/EC, which harmonised the animal health requirements for such imports.\n(14) Article 20(3)(b) of Regulation (EC) No 1251/2008 lays down a transitional period during which consignments of crustaceans for farming, put and take fisheries, and open ornamental facilities may continue to be imported in accordance with the regime in place before the entry into force of Directive 2006/88/EC. That transitional period expires on 30 June 2009.\n(15) Therefore, the United States should be included in Annex III to Regulation (EC) No 1251/2008, pending the completion of on-the-spot inspections carried out in accordance with Directive 2006/88/EC in order to verify conformity with Community aquatic animal health rules.\n(16) Annex III to Regulation (EC) No 1251/2008 should therefore be amended accordingly.\n(17) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 1251/2008 is amended as follows:\n1. In Article 11, paragraph 2 is replaced by the following:\n(a) are members of the World Organisation for Animal Health (OIE); or\n(b) are listed in Annex III and have a formal agreement with the OIE to regularly submit information concerning their animal health status to the members of that organisation.’\n2. Annex III is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 October 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 August 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  OJ L 337, 16.12.2008, p. 41.\n(3)  OJ L 46, 19.2.1991, p. 1.\nANNEX\n‘ANNEX III\nLIST OF THIRD COUNTRIES, TERRITORIES, ZONES OR COMPARTMENTS\n (1)\n(referred to in Article 10(1) and Article 11)\nCountry/territory Aquaculture Species Zone/Compartment\nISO-code Name Fish Molluscs Crustaceans Code Description\nAU Australia X (2)\nBR Brazil X (3)\nCA Canada X   CA 0 (5) Whole territory\nCA 1 (6) British Columbia\nCA 2 (6) Alberta\nCA 3 (6) Saskatchewan\nCA 4 (6) Manitoba\nCA 5 (6) New Brunswick\nCA 6 (6) Nova Scotia\nCA 7 (6) Prince Edward Island\nCA 8 (6) Newfoundland and Labrador\nCA 9 (6) Yukon\nCA 10 (6) Northwest Territories\nCA 11 (6) Nunavut\nCL Chile X (2)    Whole country\nCN China X (3)    Whole country\nCO Colombia X (3)    Whole country\nCG Congo X (3)    Whole country\nCK Cook Islands X (8) X (8) X (8)  Whole country\nHR Croatia X (2)    Whole country\nHK Hong Kong X (3)    Whole country\nIN India X (4)    Whole country\nID Indonesia X (2)    Whole country\nIL Israel X (2)    Whole country\nJM Jamaica X (3)    Whole country\nJP Japan X (3)    Whole country\nKI Kiribati X (8) X (8) X (8)  Whole country\nLK Sri Lanka X (3)    Whole country\nMH Marshall Islands X (8) X (8) X (8)  Whole country\nMK (7) the former Yugoslav Republic of Macedonia X (3)    Whole country\nMY Malaysia X (3)    Peninsular, Western Malaysia\nNR Nauru X (8) X (8) X (8)  Whole country\nNU Niue X (8) X (8) X (8)  Whole country\nNZ New Zealand X (2)    Whole country\nPF French Polynesia X (8) X (8) X (8)  Whole country\nPG Papua New Guinea X (8) X (8) X (8)  Whole country\nPN Pitcairn Islands X (8) X (8) X (8)  Whole country\nPW Palau X (8) X (8) X (8)  Whole country\nRU Russia X (2)    Whole country\nSB Solomon Islands X (8) X (8) X (8)  Whole country\nSG Singapore X (3)    Whole country\nZA South Africa X (2)    Whole country\nTW Taiwan X (3)    Whole country\nTH Thailand X (3)    Whole country\nTR Turkey X (2)    Whole country\nTK Tokelau X (8) X (8) X (8)  Whole country\nTO Tonga X (8) X (8) X (8)  Whole country\nTV Tuvalu X (8) X (8) X (8)  Whole country\nUS United States (9) X  X US 0 (5) Whole country\nX   US 1 (6) Whole country, except the following states: New York, Ohio, Illinois, Michigan, Indiana, Wisconsin, Minnesota and Pennsylvania\nX  US 2 Humboldt Bay (California)\nUS 3 Netarts Bay (Oregon)\nUS 4 Wilapa Bay, Totten Inlet, Oakland Bay, Quilcence Bay and Dabob Bay (Washington)\nUS 5 NELHA (Hawaii)\nVN Vietnam X (4)\nWF Wallis and Futuna X (8) X (8) X (8)  Whole country\nWS Samoa X (8) X (8) X (8)  Whole country\n(1)  According to Article 11 ornamental fish which are not of species susceptible to any of the diseases listed in Part II of Annex IV to Directive 2006/88/EC, and ornamental molluscs and ornamental crustaceans, intended for closed ornamental facilities, may also be imported into the Community from third countries or territories that are members of the World Organisation for Animal health (OIE).\n(2)  Apply to all fish species.\n(3)  Apply only to fish species susceptible to Epizootic ulcerative syndrome according to Part II of Annex IV to Directive 2006/88/EC intended for closed ornamental facilities and Cyprinidae.\n(4)  Apply only to fish species susceptible to Epizootic ulcerative syndrome according to Part II of Annex IV to Directive 2006/88/EC intended for closed ornamental facilities.\n(5)  Apply not to fish species susceptible to or vector species for viral haemorrhagic septicaemia according to Part II of Annex IV to Directive 2006/88/EC.\n(6)  Apply only to fish species susceptible to or vector species for viral haemorrhagic septicaemia according to Part II of Annex IV to Directive 2006/88/EC.\n(7)  Provisional code that does not prejudice in any way the definitive denomination for this country, which will be agreed following the conclusion of the negotiations currently taking place on this subject at the United Nations.\n(8)  Apply only to imports of ornamental fish which are not of susceptible species to any of the diseases listed in Part II of Annex IV to Directive 2006/88/EC, and ornamental molluscs and ornamental crustaceans, intended for closed ornamental facilities.\n(9)  For the purposes of this Regulation United States includes Puerto Rico, U.S. Virgin Islands, American Samoa, Guam and Northern Mariana Islands.’"}