{"celex_id": "32002D0880", "uri": "http://publications.europa.eu/resource/cellar/d40db31d-bd9d-4629-be5a-8946a70c0c59", "type": "Decision", "concepts": ["2602", "2897", "2900", "3879", "4232", "4353", "4585", "5581"], "title": "2002/880/EC: Council Decision of 5 November 2002 authorising Austria to apply a measure derogating from Article 21 of Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "Council Decision\nof 5 November 2002\nauthorising Austria to apply a measure derogating from Article 21 of Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2002/880/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes - common system of value added tax: uniform basis of assessment(1), and in particular Article 27(1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In a request addressed to the Commission, registered by the Commission's Secretariat-General on 7 May 2002, Austria sought authorisation to apply a measure derogating from Article 21(1)(a) of Directive 77/388/EEC.\n(2) The other Member States were informed of Austria's request by letter of 21 June 2002.\n(3) Article 21(1) of Directive 77/388/EEC, as worded in Article 28g thereof, stipulates that, under the internal system, the taxable person supplying taxable goods or services is normally liable to pay value added tax (VAT).\n(4) The purpose of the requested derogation is to enable Austria to designate the person to whom the services are provided as the person liable to pay tax, in the following cases: where construction work and labour are provided by a subcontractor to either a general contractor, a company which carries out its own construction work or another subcontractor.\n(5) The requested measure is to be considered first and foremost as a measure to prevent certain types of tax evasion or avoidance in the construction sector, such as the non-payment of invoiced VAT by a subcontractor who subsequently becomes untraceable. The measure also has the effect of simplifying the work of the tax authorities, which very frequently have major problems collecting the VAT due by subcontractors in that sector, without having any effect on the amount of tax due.\n(6) The measure is proportionate to the objectives pursued, since it is not intended to apply to all taxable operations in the sector concerned but only to specific operations which pose considerable problems of tax evasion or avoidance.\n(7) The authorisation should apply from the date envisaged for the application of the corresponding national provision in the second AbgabenĂ¤nderungsgesetz 2002. It should be limited to 31 December 2007, so that in the light of experience gleaned up to that date an assessment may be made of whether or not the derogation remains justified.\n(8) This derogation does not adversely affect the Communities' own resources from VAT,", "main_body": ["By way of derogation from Article 21(1)(a) of Directive 77/388/EEC, as worded in Article 28(g) thereof, Austria is hereby authorised, with effect from 1 October 2002, to designate the recipients of the supplies of services referred to in Article 2 of this Decision as the persons liable to pay VAT.", "The recipient of the supply of services may be designated as the person liable to pay VAT in the following instances:\n1. where construction work and labour are provided by a subcontractor to a general contractor;\n2. where construction work and labour are provided by a subcontractor to a company which carries out its own construction work;\n3. where construction work and labour are provided by a subcontractor to another subcontractor.", "This Decision shall expire on 31 December 2007.", "This Decision is addressed to the Republic of Austria."], "attachments": "Done at Brussels, 5 November 2002.\nFor the Council\nThe President\nT. Pedersen\n(1) OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2002/38/EC (OJ L 128, 15.5.2002, p. 41)."}