{"celex_id": "32007D0159", "uri": "http://publications.europa.eu/resource/cellar/5828a031-f586-41f3-b91b-6034a8a9d553", "type": "Decision", "concepts": ["3641", "3709", "4654", "468", "848"], "title": "2007/159/EC: Council Decision of 22 February 2007 on the position of the Community in relation to the draft Regulation of the United Nations Economic Commission for Europe concerning the approval of motor vehicles with regard to the forward field of vision of the motor vehicle driver (Text with EEA relevance)\n", "header": "9.3.2007 EN Official Journal of the European Union L 69/37\nCOUNCIL DECISION\nof 22 February 2007\non the position of the Community in relation to the draft Regulation of the United Nations Economic Commission for Europe concerning the approval of motor vehicles with regard to the forward field of vision of the motor vehicle driver\n(Text with EEA relevance)\n(2007/159/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 97/836/EC of 27 November 1997 with a view to accession by the European Community to the Agreement of the United Nations Economic Commission for Europe concerning the adoption of uniform technical prescriptions for wheeled vehicles, equipment and parts which can be fitted and/or be used on wheeled vehicles and the conditions for reciprocal recognition of approvals granted on the basis of these prescriptions (1), in particular the second indent of Article 4(2), thereof,\nHaving regard to the proposal of the Commission,\nHaving regard to the assent of the European Parliament,\nWhereas:\n(1) The draft Regulation of the United Nations Economic Commission for Europe concerning the approval of motor vehicles with regard to the forward field of vision of the driver (2) provides for the abolition of the technical barriers to the trade of motor vehicles between the Contracting Parties with respect to these aspects, while ensuring a high level of safety.\n(2) It is appropriate to define the Community’s position with regard to the said draft Regulation and consequently to provide for the Community, represented by the Commission, to vote in favour of the draft.\n(3) The draft Regulation should become part of the Community type-approval system for motor vehicles because the scope of Council Directive 77/649/EEC of 27 September 1977 on the approximation of the laws of the Member States relating to the field of vision of motor vehicle drivers (3) is similar to the one of this draft Regulation,", "main_body": ["The draft Regulation of the United Nations Economic Commission for Europe (UN/ECE) concerning the approval of motor vehicles with regard to the forward field of vision of the motor vehicle driver, as contained in document TRANS/WP.29/2005/2082 is hereby approved.", "The Community, represented by the Commission, shall vote in favour of the draft UN/ECE Regulation referred to in Article 1 at a forthcoming meeting of the Administrative Committee of the UN/ECE World Forum for Harmonisation of Vehicle Regulations.", "The UN/ECE Regulation concerning the approval of motor vehicles with regard to the forward field of vision of the motor vehicle driver shall become part of the Community type-approval system for motor vehicles."], "attachments": "Done at Brussels, 22 February 2007.\nFor the Council\nThe President\nF. MÜNTEFERING\n(1)  OJ L 346, 17.12.1997, p. 78.\n(2)  UN/ECE Document TRANS/WP.29/2005/2082.\n(3)  OJ L 267, 19.10.1977, p. 1. Directive as last amended by Commission Directive 90/630/EEC (OJ L 341, 6.12.1990, p. 20)."}