{"celex_id": "32007D0627", "uri": "http://publications.europa.eu/resource/cellar/f2efb72b-8ee0-4538-b3bc-c659a8565fcd", "type": "Decision", "concepts": ["2646", "2850", "4049", "4319", "5574"], "title": "2007/627/EC: Council Decision of 28 September 2007 denouncing on behalf of the Community Protocol 3 on ACP sugar appearing in the ACP-EEC Convention of Lomé and the corresponding declarations annexed to that Convention, contained in Protocol 3 attached to Annex V to the ACP-EC Partnership Agreement, with respect to Barbados, Belize, the Republic of Congo, the Republic of Côte d'Ivoire, the Republic of the Fiji Islands, the Republic of Guyana, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Mozambique, the Federation of Saint Kitts and Nevis, the Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe\n", "header": "29.9.2007 EN Official Journal of the European Union L 255/38\nCOUNCIL DECISION\nof 28 September 2007\ndenouncing on behalf of the Community Protocol 3 on ACP sugar appearing in the ACP-EEC Convention of Lomé and the corresponding declarations annexed to that Convention, contained in Protocol 3 attached to Annex V to the ACP-EC Partnership Agreement, with respect to Barbados, Belize, the Republic of Congo, the Republic of Côte d'Ivoire, the Republic of the Fiji Islands, the Republic of Guyana, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Mozambique, the Federation of Saint Kitts and Nevis, the Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe\n(2007/627/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Under Protocol 3 on ACP sugar appearing in the ACP-EEC Convention of Lomé signed on 28 February 1975 and the corresponding declarations annexed to that Convention (Sugar Protocol), contained in Protocol 3 attached to Annex V to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (ACP-EC Partnership Agreement) (1), the Community undertakes to purchase and import, at guaranteed prices, specific quantities of cane sugar, raw or white, which originate in the signatory ACP States and which those States undertake to deliver to the Community. The Sugar Protocol provides that the Protocol may be denounced by the Community with respect to each ACP State and by each ACP State with respect to the Community, subject to two years' notice.\n(2) The current trade provisions applicable to the ACP States, set out in Annex V to the ACP-EC Partnership Agreement, expire on 31 December 2007. In accordance with Article 36 of the ACP-EC Partnership Agreement, the Economic Partnership Agreements (EPAs) will provide the new legal framework for trade with ACP States and will replace the trade regime of the ACP-EC Partnership Agreement. Article 36(4) of the ACP-EC Partnership Agreement requires the parties to review the Sugar Protocol in the context of EPA negotiations. The waiver from the Community's obligations under Article I of the GATT with regard to the trade preferences to ACP States under ACP-EC Partnership Agreement, granted by the WTO Ministerial Conference in Doha on 14 November 2001, also expires on 31 December 2007.\n(3) In order to ensure that the import regime for sugar is included in the import regime envisaged by EPAs, it is appropriate to take all necessary steps to ensure the termination of the Sugar Protocol and any commitments contained therein at a sufficiently early stage in view of the two years' notice requirement under the Sugar Protocol.\n(4) The arrangements of the Sugar Protocol have served the interests of both the ACP States and the Community, by guaranteeing ACP exporters an outlet to a profitable market and ensuring a regular supply for Community cane sugar refiners. However, the arrangements of the Sugar Protocol can no longer be maintained. In the context of a reformed Community sugar market, the Community will cease to guarantee prices to European sugar producers as the former mechanism of intervention is being phased out.\n(5) In the context of a transition towards liberalisation of ACP-EC trade, unlimited quantities cannot coexist with the price and volume guarantees of the Sugar Protocol. As regards least developed countries, unlimited access for sugar is scheduled under the Everything But Arms (EBA) initiative as from 1 July 2009. Since the beginning of the second phase of the transition period is foreseen on 1 October 2009 the EBA sugar regime should be adjusted accordingly.\n(6) Denunciation does not prejudge a subsequent mutual agreement between the Community and the ACP States on the treatment of sugar in the context of comprehensive EPAs.\n(7) It is therefore necessary to denounce the Sugar Protocol in accordance with Article 10 thereof, and to notify each ACP State signatory to the Sugar Protocol of such denunciation,", "main_body": ["Protocol 3 on ACP Sugar appearing in the ACP-EEC Convention of Lomé signed on 28 February 1975 and the corresponding declarations annexed to that Convention, contained in Protocol 3 attached to Annex V to the ACP-EC Partnership Agreement signed in Cotonou on 23 June 2000, is hereby denounced on behalf of the Community with effect from 1 October 2009 with respect to Barbados, Belize, the Republic of Congo, the Republic of Côte d'Ivoire, the Republic of the Fiji Islands, the Republic of Guyana, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Mozambique, the Federation of Saint Kitts and Nevis, the Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe.", "The President of the Council is hereby authorised to designate the person(s) empowered to notify the Governments of Barbados, Belize, the Republic of Congo, the Republic of Côte d'Ivoire, the Republic of the Fiji Islands, the Republic of Guyana, Jamaica, the Republic of Kenya, the Republic of Madagascar, the Republic of Malawi, the Republic of Mauritius, the Republic of Mozambique, the Federation of Saint Kitts and Nevis, the Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda, the Republic of Zambia and the Republic of Zimbabwe of the denunciation of the said Protocol.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 28 September 2007.\nFor the Council\nThe President\nM. PINHO\n(1)  OJ L 317, 15.12.2000, p. 3, revised in Luxembourg on 25 June 2005 (OJ L 287, 28.10.2005, p. 4)."}