{"celex_id": "32004D0071", "uri": "http://publications.europa.eu/resource/cellar/f8cad910-c071-42ac-ac8e-a0434726d48c", "type": "Decision", "concepts": ["3860", "4522", "468", "5235", "5889", "6851", "6852"], "title": "2004/71/EC: Commission Decision of 4 September 2003 on essential requirements relating to marine radio communication equipment which is intended to be used on non-SOLAS vessels and to participate in the Global Maritime Distress and Safety System (GMDSS) (Text with EEA relevance) (notified under document number C(2003) 2912)\n", "header": "Commission Decision\nof 4 September 2003\non essential requirements relating to marine radio communication equipment which is intended to be used on non-SOLAS vessels and to participate in the Global Maritime Distress and Safety System (GMDSS)\n(notified under document number C(2003) 2912)\n(Text with EEA relevance)\n(2004/71/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 1999/5/EC of the European Parliament and of the Council of 9 March 1999 on radio equipment and telecommunications terminal equipment and the mutual recognition of their conformity(1), and in particular Article 3(3)(e),\nWhereas:\n(1) A number of Member States have implemented or intend to implement common safety principles and rules for radio equipment on non-SOLAS (Safety of Life At Sea) vessels.\n(2) The harmonisation of radio services should contribute to a safer navigation of non-SOLAS vessels, particular in case of distress and bad weather conditions.\n(3) Maritime Safety Committee (MSC) Circular 803 on the participation of non-SOLAS ships in the Global Maritime Distress and Safety System (GMDSS) and Resolution MSC.77(69) of the International Maritime Organisation (IMO) invite Governments to apply the Guidelines for the participation of non-SOLAS ships in the GMDSS and urges Governments to require certain features to be implemented in relation to the GMDSS on radio equipment to be used on all vessels.\n(4) The International Telecommunications Union (ITU) Radio Regulations specify certain frequencies that are designated for use by the GMDSS. All radio equipment operating on those frequencies which is intended for use in times of distress should be compatible with the designated use of those frequencies and it should provide a reasonable guarantee of assurance that it will function correctly in times of distress.\n(5) The scope of Commission Decision 2000/638/EC of 22 September 2000 on the application of Article 3(3)(e) of Directive 1999/5/EC to marine communication equipment intended to be fitted to seagoing non-SOLAS vessels and which is intended to participate in the global maritime distress and safety system (GMDSS) and not covered by Council Directive 96/98/EC on marine equipment(2) is limited to equipment which is intended to be fitted to sea-going vessels. The scope of that Decision should be broadened to cover GMDSS equipment for use on all non-SOLAS vessels. It is considered that the high level of safety given by this Decision is relevant for all vessels and therefore the scope of the Decision should be amended so that the same requirements apply to cover the use of GMDSS equipment on vessels outside the scope of SOLAS and the Marine equipment Directive whether or not they are seagoing. Decision 2000/638/EC should therefore be replaced.\n(6) The measures set out in this Decision are in accordance with the opinion of the Telecommunications Conformity Assessment and Market Surveillance Committee,", "main_body": ["This Decision shall apply to radio equipment intended for use on non-SOLAS vessels and intended to participate in the Global Maritime Distress and Safety System (GMDSS) as laid down in Chapter IV of the SOLAS Convention operating in\n(a) the maritime mobile service as defined in Article 1.28 of the ITU Radio Regulations, or\n(b) the maritime mobile satellite service as defined in Article 1.29 of the ITU Radio Regulations.", "Radio equipment falling within the scope of this Decision as specified in Article 1, shall be designed so as to ensure correct functioning under exposure to a marine environment, meet all the operational requirements of the GMDSS under distress conditions and provide clear and robust communications with a high degree of fidelity of the analogue or digital communications link.", "Decision 2000/638/EC is repealed.", "This Decision shall apply as from 4 September 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 4 September 2003.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 91, 7.4.1999, p. 10.\n(2) OJ L 269, 21.10.2000, p. 52."}