{"celex_id": "32000D0462", "uri": "http://publications.europa.eu/resource/cellar/01cd8318-b2db-4150-8ec3-09f570f016b6", "type": "Decision", "concepts": ["1309", "1755", "192", "2115", "2300", "5369"], "title": "2000/462/EC: Commission Decision of 12 July 2000 concerning the health certification for imports of bees/hives, queens and their attendants from third countries (notified under document number C(2000) 1966) (Text with EEA relevance)\n", "header": "Commission Decision\nof 12 July 2000\nconcerning the health certification for imports of bees/hives, queens and their attendants from third countries\n(notified under document number C(2000) 1966)\n(Text with EEA relevance)\n(2000/462/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A (I) to Directive 90/425/EEC(1), as last amended by Decision 95/176/EC(2), and in particular Articles 17 and 18 thereof,\nWhereas:\n(1) Those third countries from which Member States authorise imports of bees/hives or queens (with attendants) into the Community must be established in accordance with the requirements of Council Directive 92/65/EEC; this authorisation shall apply to any third country.\n(2) A health certification must be established for imports into the Community of bees/hives, queens and their attendants in accordance with the requirements of Council Directive 92/65/EEC.\n(3) Additional disease measures must be taken in the case of new or exotic diseases as necessary.\n(4) Council Directive 96/93/EEC(3) lays down standards of certification which are necessary for valid certification and to prevent fraud; whereas it is appropriate to ensure that the rules and principles applied to third country certifying officers provide guarantees which are at least equivalent to those laid down in this Directive.\n(5) Considering that a new certification regime is hereby established, a period of time should be provided for its implementation.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Member States shall authorise the importation of bees (Apis mellifera)/hives, queens and their attendants coming from any third country, only if they comply with the guarantees laid down in the health certificate corresponding to the specimen drawn up in the Annex to this Decision.", "This Decision is applicable from 1 November 2000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 July 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 14.9.1992, p. 52.\n(2) OJ L 117, 24.5.1995, p. 23.\n(3) OJ L 13, 16.1.1997, p. 18.\nANNEX\n>PIC FILE= \"L_2000183EN.001902.EPS\">\n>PIC FILE= \"L_2000183EN.002001.EPS\">"}