{"celex_id": "32000D0515", "uri": "http://publications.europa.eu/resource/cellar/c5ed888c-7dca-41ec-b19a-9eca3af2fde9", "type": "Decision", "concepts": ["1854", "2356", "2560", "3774", "5369"], "title": "2000/515/EC: Commission Decision of 14 August 2000 concerning certain protection measures relating to classical swine fever in the United Kingdom (notified under document number C(2000) 2525)\n", "header": "Commission Decision\nof 14 August 2000\nconcerning certain protection measures relating to classical swine fever in the United Kingdom\n(notified under document number C(2000) 2525)\n(2000/515/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2) and, in particular, Article 10(3) thereof,\nWhereas:\n(1) Outbreaks of classical swine fever have occurred in the United Kingdom.\n(2) In view of the trade in live pigs, these outbreaks are liable to endanger the herds of other Member States.\n(3) The United Kingdom has taken measures within the framework of Council Directive 80/217/EEC of 22 January 1980, introducing Community measures for the control of classical swine fever(3), as last amended by the Act of Accession of Austria, Finland and Sweden.\n(4) Further restrictions shall be temporarily applicable awaiting further results of epidemiological enquiries.\n(5) Since it is possible to identify geographically areas which present a particular risk, the restrictions on trade can apply on a regional basis.\n(6) This Decision shall be reviewed at the Standing Veterinary Committee scheduled for 22 August 2000,", "main_body": ["1. The United Kingdom shall not dispatch pigs unless the pigs:\n(a) come from an area outside the areas described in Annex I, and\n(b) come from a holding where no live pigs have been introduced during the 30 day period immediately prior to the dispatch of the pigs in question.\n2. Movements of pigs coming from areas outside the areas described in Annex I shall only be allowed following three days advance notification to the central and local veterinary authorities of destination and dispatched by the competent veterinary authority.", "The United Kingdom shall not dispatch porcine semen unless the semen originates from boars kept at a collection centre referred to in Article 3(a) of Council Directive 90/429/EEC(4) and situated outside the areas described in the Annex.", "1. The health certificate provided for in Council Directive 64/432/EEC(5) accompanying pigs sent from the United Kingdom must be completed by the following:\"Animals in accordance with Commission Decision 2000/515/EC of 14 August 2000 concerning certain protection measures relating to classical swine fever in the United Kingdom.\"\n2. The health certificate provided for in Directive 90/429/EEC accompanying boar semen sent from the United Kingdom must be completed by the following:\"Semen in accordance with Commission Decision 2000/515/EC of 14 August 2000 concerning certain protection measures relating to classical swine fever in the United Kingdom.\"", "The United Kingdom shall ensure that vehicles which have been used for the transport of pigs are cleaned and disinfected after each operation and the transporter shall furnish proof of such disinfection.", "The United Kingdom shall at eight day intervals present data on the classical swine fever situation in the format indicated in Annex II.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision shall be reviewed before 31 August 2000. It is applicable until 31 August 2000.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 August 2000.\nFor the Commission\nPhilippe Busquin\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 47, 21.2.1980, p. 11.\n(4) OJ L 224, 18.8.1990, p. 62.\n(5) OJ 121, 29.7.1964, p. 1977/64.\nANNEX I\nENGLAND\nANNEX II\nCLASSICAL SWINE FEVER REPORT\n>PIC FILE= \"L_2000207EN.002303.EPS\">"}