{"celex_id": "32002R1750", "uri": "http://publications.europa.eu/resource/cellar/b85a8788-c618-4c5e-b7de-0e5ed70c00c0", "type": "Regulation", "concepts": ["1048", "1326", "2900", "2902", "3685", "5251"], "title": "Council Regulation (EC, Euratom) No 1750/2002 of 30 September 2002 amending Regulation (EEC, Euratom, ECSC) No 260/68 laying down the conditions and procedure for applying the tax for the benefit of the European Communities\n", "header": "Council Regulation (EC, Euratom) No 1750/2002\nof 30 September 2002\namending Regulation (EEC, Euratom, ECSC) No 260/68 laying down the conditions and procedure for applying the tax for the benefit of the European Communities\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 291 thereof,\nHaving regard to the Protocol on the Privileges and Immunities of the European Communities, and in particular Article 13 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Regulation (EEC, Euratom, ECSC) No 260/68(1), as last amended by Regulation (EC, ECSC, Euratom) No 2459/98(2), should be amended to take account of Council Regulation (EC, Euratom) No 1746/2002 of 30 September 2002 introducing, in the context of the reform of the Commission, special measures to terminate the service of officials of the European Communities appointed to an established post in the Commission of the European Communities(3).\n(2) Regulation (EEC, Euratom, ECSC) No 260/68, as last amended by Regulation (EC, ECSC, Euratom) No 2459/98, should be amended to take account of Council Regulation (EC, Euratom) No 1747/2002 of 30 September 2002 introducing, in the context of the modernisation of the institution, special measures to terminate the service of officials of the European Communities appointed to an established post in the Council of the European Union(4).\n(3) Regulation (EEC, Euratom, ECSC) No 260/68, as last amended by Regulation (EC, ECSC, Euratom) No 2459/98, should be amended to take account of Council Regulation (EC, Euratom) No 1748/2002 of 30 September 2002 introducing, in the context of the modernisation of the institution, special measures to terminate the service of officials appointed to an established post in the European Parliament and temporary staff working in the Political Groups of the European Parliament(5),", "main_body": ["The following sixteenth, seventeenth and eighteenth indents shall be added to Article 2 of Regulation (EEC, Euratom, ECSC) No 260/68: \"- those entitled to the allowance provided for in the event of termination of service under Article 4 of Regulation (EC, Euratom) No 1746/2002,\n- those entitled to the allowance provided for in the event of termination of service under Article 4 of Regulation (EC, Euratom) No 1747/2002,\n- those entitled to the allowance provided for in the event of termination of service under Article 4 of Regulation (EC, Euratom) No 1748/2002.\"", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall apply with regard to each of the indents added from the respective date of entry into force of each Regulation referred to in Article 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 2002.\nFor the Council\nThe President\nP. S. MĂ¸ller\n(1) OJ L 56, 4.3.1968, p. 8.\n(2) OJ L 307, 17.11.1998, p. 3.\n(3) See page 1 of this Official Journal.\n(4) See page 5 of this Official Journal.\n(5) See page 9 of this Official Journal."}