{"celex_id": "32002D0070", "uri": "http://publications.europa.eu/resource/cellar/12f045e5-5c10-4264-a928-68cc898bd32c", "type": "Decision", "concepts": ["1035", "1160", "134", "1372", "2455", "2518", "840"], "title": "2002/70/EC: Council Decision of 28 January 2002 amending Decision 97/413/EC concerning the objectives and detailed rules for restructuring the Community fisheries sector for the period from 1 January 1997 to 31 December 2001 with a view to achieving a balance on a sustainable basis between resources and their exploitation\n", "header": "Council Decision\nof 28 January 2002\namending Decision 97/413/EC concerning the objectives and detailed rules for restructuring the Community fisheries sector for the period from 1 January 1997 to 31 December 2001 with a view to achieving a balance on a sustainable basis between resources and their exploitation\n(2002/70/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3760/92 of 20 December 1992 establishing a Community system for fisheries and aquaculture(1), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission(2),\nHaving regard to the opinion of the European Parliament(3),\nWhereas:\n(1) The Common Fisheries Policy will be reviewed before 1 January 2003. In order to ensure consistency between the policy for restructuring the fisheries sector and the rest of the Common Fisheries Policy it is therefore necessary to prolong the period of application of Decision 97/413/EC(4) until 31 December 2002.\n(2) In order to make further progress towards achieving a balance between fisheries resources and their exploitation, the fishing effort of the Community fleet should continue to be reduced during the prolongation year.\n(3) Measures to improve safety, navigation at sea, hygiene, product quality and working conditions should not lead to an increase in fishing effort and such measures should therefore be applied within the existing capacity objectives for the fleet, with the exception of vessels already registered of an overall length of less than 12 metres other than trawlers.\n(4) Decision 97/413/EC should therefore be amended accordingly,", "main_body": ["Decision 97/413/EC is hereby amended as follows:\n1. Paragraphs 1, 2, 3 and 4 of Article 2 shall be replaced by the following: \"1. By 31 December 2002 at the latest, the fishing effort of each Member State shall be reduced, taking the levels defined in Article 7(1) as a starting point, on the basis of the reduction rates in fishing effort which are required to be achieved in relation to the critical stocks set out in Annex I.\n2. The pilot reduction rates shall be as follows:\n- 36 % for the stocks defined as depletion risk in Annex I,\n- 24 % for the stocks defined as overfished in Annex I.\n3. In the case of stocks defined as fully exploited in Annex I, there shall be no increase in fishing effort for the period 1997 to 2002.\n4. In respect of stocks other than those referred to in paragraphs 2 and 3, including stocks for which the situation is insufficiently known, there shall be no increase in fishing effort for the period 1997 to 2002. In specific cases where Member States can identify additional fishing opportunities on these stocks, a level of additional fishing effort for the fleet segments fishing these stocks may be decided.\"\n2. Article 3 shall be replaced by the following: \"Article 3\nA Member State may exempt fishing vessels of its fleet of less than 12 metres overall, other than trawlers, from the provisions of Article 2. In this case, the aggregate capacity of this fleet segment, expressed in GT tonnage and in kW power, shall not increase beyond the level at 1 January 1997, or beyond the level corresponding to the objectives of MAGP III, for the period to 31 December 2002 except for vessels already registered in the Fishing Vessel Register of the Community, in the framework of programmes for improving safety, navigation at sea, hygiene, product quality and working conditions.\"\n3. Article 4(2) shall be deleted.\n4. In Article 7, \"31 December 2001\" shall be replaced by \"31 December 2002\".\n5. Article 9 shall be replaced by the following: \"Article 9\nThe implementation of the objectives and detailed rules of this Decision shall be carried out by the Commission in accordance with Article 4 of Regulation (EC) No 2792/1999(5). The Commission shall modify, in accordance with this Decision, the Multiannual Guidance Programmes for the fishing fleets of individual Member States. The programmes shall be prolonged to cover the period from 1 January 1997 to 31 December 2002 and shall be progressively achieved by reference to annual intermediate objectives.\"\n6. Annex II shall be replaced by the Annex to this Decision.", "This Decision shall apply as from 1 January 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 2002.\nFor the Council\nThe President\nJ. Piqué i Camps\n(1) OJ L 389, 31.12.1992, p. 1. Regulation as last amended by Regulation (EC) No 1181/98 (OJ L 164, 9.6.1998, p. 1).\n(2) OJ C 270 E, 25.9.2001, p. 79.\n(3) Opinion delivered on 25 October 2001 (not yet published in the Official Journal).\n(4) OJ L 175, 3.7.1997, p. 27.\n(5) OJ L 337, 30.12.1999, p. 10. Regulation as amended by Regulation (EC) No 1451/2001 (OJ L 198, 21.7.2001, p. 9).\nANNEX\n\"ANNEX ΙΙ\nEffort Reduction Targets\n1. The Effort Reduction Target (ERT) for a Member State's fleet segment or fishery shall be calculated in accordance with the following formula:\n>REFERENCE TO A GRAPHIC>\nwhere:\n>TABLE>\n2. The reduction rate for a fleet segment or fishery shall be determined in accordance with the following table by reference to the composition of its catch as between depletion risk, overfished, fully exploited or other stocks.\n>TABLE>\nKey:\n[check ]= present in the catch of the fleet segment or fishery\nx= absent in the catch of the fleet segment or fishery\""}