{"celex_id": "32001R1127", "uri": "http://publications.europa.eu/resource/cellar/ad3f34ea-0942-4227-8a07-1435f1d41ad3", "type": "Regulation", "concepts": ["1565", "2763", "3568"], "title": "Commission Regulation (EC) No 1127/2001 of 7 June 2001 altering the export refunds on milk and milk products\n", "header": "Commission Regulation (EC) No 1127/2001\nof 7 June 2001\naltering the export refunds on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Regulation (EC) No 1670/2000(2), and in particular Article 31(3), last indent thereof,\nWhereas:\n(1) The export refunds on milk and milk products were fixed by Commission Regulation (EC) No 1024/2001(3).\n(2) It follows from the application of the detailed rules contained in Regulation (EC) No 1024/2001 to the information known to the Commission that the export refunds for the products listed in the Annex hereto should be altered to the amounts set out therein,", "main_body": ["The export refunds referred to in Article 31 of Regulation (EC) No 1255/1999 on products exported in the natural state, as fixed in the Annex to Regulation (EC) No 1024/2001 are hereby altered, in respect of the products set out in the Annex hereto, to the amounts set out therein.", "This Regulation shall enter into force on 8 June 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 193, 29.7.2000, p. 10.\n(3) OJ L 140, 24.5.2001, p. 58.\nANNEX\nto the Commission Regulation of 7 June 2001 altering the export refunds on milk and milk products\n>TABLE>\nNB:\nThe product codes and the \"A\" series destination codes are set out in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1), as amended.\nThe numeric destination codes are set out in Commission Regulation (EC) No 2032/2000 (OJ L 243, 28.9.2000, p. 14).\nThe other destinations are defined as follows:\nL02 Switzerland, Liechtenstein,\nL03 Ceuta, Melilla, Iceland, Norway, Andorra, Gibraltar, Holy See (often referred to as Vatican City), Malta, Turkey, Estonia, Latvia, Lithuania, Poland, Czech Republic, Slovakia, Hungary, Romania, Bulgaria, Canada, Cyprus, Australia and New Zealand,\nL04 Albania, Slovenia, Croatia, Bosnia and Herzegovina, Yugoslavia and the Former Yugoslav Republic of Macedonia,\nL05 all destinations except Poland and the United States of America.\n970 includes the exports referred to in Articles 36(1)(a) and (c) and 44(1)(a) and (b) of Commission Regulation (EC) No 800/1999 (OJ L 102, 17.4.1999, p. 11) and exports under contracts with armed forces stationed on the territory of a Member State which do not come under its flag."}