{"celex_id": "32009L0109", "uri": "http://publications.europa.eu/resource/cellar/061f164d-e1d6-445c-84bf-9b4dda40152f", "type": "Directive", "concepts": ["1122", "3004", "5070", "554", "5936", "616", "69"], "title": "Directive 2009/109/EC of the European Parliament and of the Council of 16 September 2009 amending Council Directives 77/91/EEC, 78/855/EEC and 82/891/EEC, and Directive 2005/56/EC as regards reporting and documentation requirements in the case of mergers and divisions\n", "header": "2.10.2009 EN Official Journal of the European Union L 259/14\nDIRECTIVE 2009/109/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 September 2009\namending Council Directives 77/91/EEC, 78/855/EEC and 82/891/EEC, and Directive 2005/56/EC as regards reporting and documentation requirements in the case of mergers and divisions\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 44(2)(g) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) The European Council agreed, at its meeting on 8 and 9 March 2007, that administrative burdens on companies should be reduced by 25 % by the year 2012 in order to enhance the competitiveness of companies in the Community.\n(2) Company law has been identified as one area imposing on companies numerous information obligations, some of which seem outdated or excessive. It is therefore appropriate to review those obligations and, where appropriate, to reduce the administrative burdens weighing on companies within the Community to the minimum needed in order to protect the interests of other stakeholders.\n(3) The scope of Second Council Directive 77/91/EEC of 13 December 1976 on coordination of safeguards which, for the protection of the interests of members and others, are required by Member States of companies within the meaning of the second paragraph of Article 58 of the Treaty, in respect of the formation of public limited liability companies and the maintenance and alteration of their capital, with a view to making such safeguards equivalent (3), and of Third Council Directive 78/855/EEC of 9 October 1978 based on Article 54(3)(g) of the Treaty concerning mergers of public limited liability companies (4), should be adapted in order to reflect changes in Finnish company law.\n(4) Company websites or other websites offer, in certain cases, an alternative to publication via the companies registers. Member States should be able to designate those other websites which companies may use free of charge for such publication, such as websites of business associations or chambers of commerce or the central electronic platform referred to in First Council Directive 68/151/EEC of 9 March 1968 on coordination of safeguards which, for the protection of the interests of members and others, are required by Member States of companies within the meaning of the second paragraph of Article 58 of the Treaty, with a view to making such safeguards equivalent throughout the Community (5). Where the possibility exists of using company or other websites for publication of draft terms of merger and/or division and of other documents that have to be made available to shareholders and creditors in the process, guarantees relating to the security of the website and the authenticity of the documents should be met.\n(5) The requirements concerning disclosure of draft terms of merger in cross-border mergers pursuant to Directive 2005/56/EC of the European Parliament and of the Council of 26 October 2005 on cross-border mergers of limited liability companies (6) should be similar to those applicable to domestic mergers and divisions pursuant to Directive 78/855/EEC and Sixth Council Directive 82/891/EEC of 17 December 1982 based on Article 54(3)(g) of the Treaty, concerning the division of public limited liability companies (7).\n(6) Member States should be able to provide that the extensive reporting or information requirements relating to the merger or division of companies, laid down in Article 9 and Article 11(1)(c) of Directive 78/855/EEC and in Article 7 and Article 9(1)(c) of Directive 82/891/EEC, need not be complied with if all the shareholders of the companies involved in the merger or division agree that such compliance may be dispensed with.\n(7) Any modification of Directives 78/855/EEC and 82/891/EEC allowing such agreement by shareholders should be without prejudice to the systems of protection of the interests of creditors of the companies involved and to rules aimed at ensuring the provision of necessary information to the employees of those companies and to public authorities, such as tax authorities, controlling the merger or division in accordance with existing Community law.\n(8) It is not necessary to impose the requirement to draw up an accounting statement where an issuer whose securities are admitted to trading on a regulated market publishes half-yearly financial reports in accordance with Directive 2004/109/EC of the European Parliament and of the Council of 15 December 2004 on the harmonisation of transparency requirements in relation to information about issuers whose securities are admitted to trading on a regulated market (8).\n(9) An independent expert’s report as provided for under Directive 77/91/EEC is often not needed where an independent expert’s report protecting the interests of shareholders or creditors also has to be drawn up in the context of the merger or the division. Member States should therefore have the possibility in such cases of dispensing companies from the reporting requirement under Directive 77/91/EEC or of providing that both reports may be drawn up by the same expert.\n(10) Mergers between parent companies and their subsidiaries have a reduced economic impact on shareholders and creditors where the parent company’s holding in the subsidiary amounts to 90 % or more of the shares and other securities conferring the right to vote. The same applies to certain divisions, in particular when companies are split into new companies that are owned by the shareholders in the proportion to their rights in the company being divided. In those cases, the reporting requirements laid down by Directives 78/855/EEC and 82/891/EEC should therefore be reduced.\n(11) Since the objective of this Directive, namely to reduce administrative burdens relating in particular to publication and documentation obligations of public limited liability companies within the Community, cannot be sufficiently achieved by Member States and can therefore, by reason of its scale and effects, be better achieved at Community level, the Community may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(12) Directives 77/91/EEC, 78/855/EEC, 82/891/EEC and 2005/56/EC should therefore be amended accordingly.\n(13) In accordance with point 34 of the Interinstitutional Agreement on better lawmaking (9), Member States are encouraged to draw up, for themselves and in the interests of the Community, their own tables illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public,", "main_body": ["Amendments to Directive 77/91/EEC\nDirective 77/91/EEC is hereby amended as follows:\n1. in Article 1(1), the fourteenth indent is replaced by the following:\n‘— in Finland: julkinen osakeyhtiö/publikt aktiebolag’;\n2. in Article 10, the following paragraph is added:\n3. Article 27(3) is replaced by the following:", "Amendments to Directive 78/855/EEC\nDirective 78/855/EEC is hereby amended as follows:\n1. in Article 1(1), the fourteenth indent is replaced by the following:\n‘— Finland: julkinen osakeyhtiö/publikt aktiebolag’;\n2. in Article 6, the following paragraphs are added:\n3. in Article 8, the following paragraph is added:\n4. Article 9 is replaced by the following:\n5. Article 11 is amended as follows:\n(a) paragraph 1 is amended as follows:\n(i) points (c) and (d) are replaced by the following:\n‘(c) where applicable, an accounting statement drawn up as at a date which must not be earlier than the first day of the third month preceding the date of the draft terms of merger, if the latest annual accounts relate to a financial year which ended more than six months before that date;\n(d) where applicable, the reports of the administrative or management bodies of the merging companies provided for in Article 9;’;\n(ii) the following subparagraph is added:\n(b) in paragraph 3, the following subparagraph is added:\n(c) the following paragraph is added:\n6. in Article 13, paragraph 2 is replaced by the following:\n7. in Article 23, paragraph 4 is deleted;\n8. Article 24 is amended as follows:\n(a) the second sentence is replaced by the following:\n(b) the following sentence is added:\n9. Article 25 is amended as follows:\n(a) the introductory wording is replaced by the following:\n(b) in point (b), the second sentence is deleted;\n(c) the following paragraph is added:\n10. Article 27 is amended as follows:\n(a) the introductory wording is replaced by the following:\n(b) point (b) is replaced by the following:\n‘(b) at least one month before the date specified in point (a), all shareholders of the acquiring company must be entitled to inspect the documents specified in points (a), (b) and, where applicable, (c), (d) and (e) of Article 11(1) at the company’s registered office;’;\n(c) the following paragraph is added:\n11. Article 28 is amended as follows:\n(a) the introductory wording is replaced by the following:\n(b) in point (c), the following words are added:\n(c) the following paragraph is added:", "Amendments to Directive 82/891/EEC\nDirective 82/891/EEC is hereby amended as follows:\n1. in Article 4, the following paragraphs are added:\n2. in Article 6, the following paragraph is added:\n3. in Article 7(2), the second subparagraph is replaced by the following:\n4. in Article 8, paragraph 3 is deleted;\n5. Article 9 is amended as follows:\n(a) paragraph 1 is amended as follows:\n(i) points (c) and (d) are replaced by the following:\n‘(c) where applicable, an accounting statement drawn up as at a date which must not be earlier than the first day of the third month preceding the date of the draft terms of division, if the latest annual accounts relate to a financial year which ended more than six months before that date;\n(d) where applicable, the reports of the administrative or management bodies of the companies involved in the division provided for in Article 7(1);’;\n(ii) the following subparagraph is added:\n(b) in paragraph 3, the following subparagraph is added:\n(c) the following paragraph is added:\n6. in Article 12, paragraph 2 is replaced by the following:\n7. Article 20 is amended as follows:\n(a) the introductory wording is replaced by the following:\n(b) in point (b), the second sentence is deleted;\n(c) point (c) is deleted;\n(d) the following paragraph is added:\n8. Article 22 is amended as follows:\n(a) paragraph 4 is deleted;\n(b) paragraph 5 is replaced by the following:", "Amendments to Directive 2005/56/EC\nDirective 2005/56/EC is hereby amended as follows:\n1. in Article 6(1), the following subparagraphs are added:\n2. in Article 15, paragraph 2 is replaced by the following:", "Review\nFive years after the date laid down in Article 6(1), the Commission shall review the functioning of those provisions of Directives 77/91/EEC, 78/855/EEC, 82/891/EEC and 2005/56/EC which are amended or added by this Directive, and in particular their effects on the reduction of administrative burdens on companies, in the light of experience acquired in their application, and shall present a report to the European Parliament and the Council, accompanied if necessary by proposals for further amendments of those directives.", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 June 2011. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 16 September 2009.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nC. MALMSTRÖM\n(1)  Opinion of 25 February 2009 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 22 April 2009 (not yet published in the Official Journal) and Council Decision of 27 July 2009.\n(3)  OJ L 26, 31.1.1977, p. 1.\n(4)  OJ L 295, 20.10.1978, p. 36.\n(5)  OJ L 65, 14.3.1968, p. 8.\n(6)  OJ L 310, 25.11.2005, p. 1.\n(7)  OJ L 378, 31.12.1982, p. 47.\n(8)  OJ L 390, 31.12.2004, p. 38.\n(9)  OJ C 321, 31.12.2003, p. 1."}