{"celex_id": "32007R1093", "uri": "http://publications.europa.eu/resource/cellar/7701f20e-2364-442e-ac9c-70ae2ace7c9c", "type": "Regulation", "concepts": ["161", "1644", "2299", "2488", "2771", "3732"], "title": "Commission Regulation (EC) No 1093/2007 of 20 September 2007 laying down the allocation coefficient to be applied to applications for import licences lodged under the import tariff quota opened by Regulation (EC) No 964/2007 for rice originating in least-developed countries\n", "header": "21.9.2007 EN Official Journal of the European Union L 246/16\nCOMMISSION REGULATION (EC) No 1093/2007\nof 20 September 2007\nlaying down the allocation coefficient to be applied to applications for import licences lodged under the import tariff quota opened by Regulation (EC) No 964/2007 for rice originating in least-developed countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 964/2007 (3) opened for the marketing year 2007/2008 an annual import tariff quota of 5 821 tonnes of rice in husked rice equivalent falling within CN code 1006, originating in least-developed countries (serial number 09.4177).\n(2) The notification made in accordance with Article 4(a) of Regulation (EC) No 964/2007 shows that the applications lodged during the first seven days of September 2007 in accordance with Article 2(4) of that Regulation exceed the quantities available. The extent to which import licences may be issued should therefore be determined and the allocation coefficient to be applied to the quantities applied for should be laid down,", "main_body": ["Applications for import licences for rice originating in the least-developed countries listed in Annex I to Regulation (EC) No 980/2005, under the quota for the 2007/2008 marketing year referred to in Regulation (EC) No 964/2007, lodged during the first seven days of September 2007 shall be accepted for the quantities applied for multiplied by an allocation coefficient of 21,066830 %.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 September 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Regulation (EC) No 797/2006 (OJ L 144, 31.5.2006, p. 1).\n(2)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(3)  OJ L 213, 15.8.2007, p. 26."}