{"celex_id": "32009D0760", "uri": "http://publications.europa.eu/resource/cellar/fd817b7d-ab32-433c-bbf8-1902688455f9", "type": "Decision", "concepts": ["1074", "1433", "2957", "4387", "4409", "4565", "4658", "5898"], "title": "2009/760/EC: Commission Decision of 15 October 2009 concerning a request to apply reduced rates of vehicle tax submitted by Slovenia pursuant to Article 6(2)(b) of Directive 1999/62/EC of the European Parliament and of the Council on the charging of heavy goods vehicles for the use of certain infrastructures (notified under document C(2009) 7756) (Text with EEA relevance)\n", "header": "16.10.2009 EN Official Journal of the European Union L 271/32\nCOMMISSION DECISION\nof 15 October 2009\nconcerning a request to apply reduced rates of vehicle tax submitted by Slovenia pursuant to Article 6(2)(b) of Directive 1999/62/EC of the European Parliament and of the Council on the charging of heavy goods vehicles for the use of certain infrastructures\n(notified under document C(2009) 7756)\n(Only the Slovenian text is authentic)\n(Text with EEA relevance)\n(2009/760/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 1999/62/EC of the European Parliament and of the Council of 17 June 1999 on the charging of heavy goods vehicles for the use of certain infrastructures (1), and in particular Article 6 thereof,\nWhereas:\n(1) According to Article 6(2)(b) of Directive 1999/62/EC, Member States may apply reduced rates or exemptions for vehicles which travel only occasionally on the public roads of the Member State of registration and are used by natural or legal persons whose main occupation is not the carriage of goods, provided that the transport operations carried out by these vehicles do not cause distortions of competition. This reduction or exemption is subject to the Commission’s agreement.\n(2) Slovenia has requested the Commission to agree on the application of reduced rates of vehicle tax according to Directive 1999/62/EC for vehicles of 12 tonnes or more, which are used exclusively in connection with drivers training or public and industrial works in Slovenia.\n(3) The conditions foreseen by Article 6(2)(b) of Directive 1999/62/EC are fulfilled, as these vehicles do not permanently use public roads, are not used to carry goods and furthermore as applying reduced rates of vehicle tax for these vehicles does not cause a distortion of competition because they cannot be used for carriage of any goods other than those permanently installed at the vehicle and used for their own activity.\n(4) In order to enable the Commission to review the application of the reduced rates of vehicle tax, the agreement should be given for a limited time.\n(5) The application of the reduced rates requested by Slovenia should therefore be approved,", "main_body": ["The Commission hereby gives its agreement to apply until 31 December 2014 reduced vehicle tax in accordance with Article 6(2)(b) of Directive 1999/62/EC for the following vehicles of 12 tonnes or more, which are used exclusively for drivers training or the carriage of permanently installed equipment for public and industrial works in Slovenia:\n1. Vehicles of category N3 specially modified for drivers training;\n2. Mobile ladders permanently mounted on road chassis;\n3. Mobile workshops permanently mounted on road chassis;\n4. Mobile cranes permanently mounted on road chassis;\n5. Mobile pumps permanently mounted on road chassis;\n6. Mobile lifting baskets permanently mounted on road chassis;\n7. Mobile electro-generators permanently mounted on road chassis;\n8. Mobile air compressors permanently mounted on road chassis;\n9. Mobile environmental laboratories permanently mounted on road chassis;\n10. Mobile radio or television studios permanently mounted on road chassis;\n11. Vehicles designed for communal works;\n12. Vehicles designed for special works at building sites.", "This Decision is addressed to the Republic of Slovenia."], "attachments": "Done at Brussels, 15 October 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 187, 20.7.1999, p. 42."}