{"celex_id": "32006D0211", "uri": "http://publications.europa.eu/resource/cellar/a4becb05-785f-400c-aed4-4697be206d25", "type": "Decision", "concepts": ["20", "2290", "2715", "5438", "663", "747", "75"], "title": "2006/211/EC: Commission Decision of  8 March 2006  establishing that Article 30(1) of Directive 2004/17/EC of the European Parliament and of the Council coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors applies to electricity generation in England, Scotland and Wales  (notified under document number C(2006) 690)   (Text with EEA relevance)\n", "header": "15.3.2006 EN Official Journal of the European Union L 76/6\nCOMMISSION DECISION\nof 8 March 2006\nestablishing that Article 30(1) of Directive 2004/17/EC of the European Parliament and of the Council coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors applies to electricity generation in England, Scotland and Wales\n(notified under document number C(2006) 690)\n(Only the English text is authentic)\n(Text with EEA relevance)\n(2006/211/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (1), and in particular Article 30(4) and (6) thereof,\nHaving regard to the request submitted by the United Kingdom by e-mail of 2 November 2005 and confirmed by a signed fax of 8 November 2005, and to the additional information requested by Commission staff by e-mail of 2 December 2005 and submitted by the United Kingdom by e-mail of 12 January 2006,\nHaving regard to the conclusions of the independent national authority, the Office of the Gas and Electricity Markets (OFGEM), that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC would be met,\nWhereas:\n(1) Article 30 of Directive 2004/17/EC provides that contracts intended to enable the performance of one of the activities to which the Directive applies shall not be subject to the Directive if, in the Member State in which it is carried out, the activity is directly exposed to competition on markets to which access is not restricted. Direct exposure to competition is assessed on the basis of objective criteria, taking account of the specific characteristics of the sector concerned. Access is deemed to be unrestricted if the Member State has implemented and applied the relevant Community legislation opening a given sector or a part of it. This legislation is listed in Annex XI of Directive 2004/17/EC, which, for the electricity sector, refers to Directive 96/92/EC of the European Parliament and of the Council of 19 December 1996 concerning common rules for the internal market in electricity (2). Directive 96/92/EC has been superseded by Directive 2003/54/EC of the European Parliament and of the Council of 26 June 2003 concerning common rules for the internal market in electricity and repealing Directive 96/92/EC (3), which requires an even higher degree of market opening.\n(2) Under Article 62(2) of Directive 2004/17/EC, Title III of that Directive setting out the rules on service design contests does not apply to contests organised for the pursuit, in the Member State concerned, of an activity to which the applicability of Article 30(1) of the Directive has been established by a Commission decision or has been deemed applicable under the second or third subparagraph of Article 30(4) or the fourth subparagraph of Article 30(5).\n(3) The request submitted by the United Kingdom concerns electricity production in England, Scotland and Wales. Given the unified character of the markets of these three geographical areas and the limited capacity (4) of the connections between the United Kingdom networks and those of other areas of the Community, England, Scotland and Wales should be considered to constitute the relevant market for the purposes of evaluating the conditions laid down in Article 30(1) of Directive 2004/17/EC. This conclusion is consistent with one of the findings of the Communication from the Commission to the Council and the European Parliament: Report on progress in creating the internal gas and electricity market (5), hereafter referred to as the ‘2005 Report’, that ‘in economic terms … electricity … markets in the EU remain national in economic scope’.\n(4) This assessment, and any other contained in this Decision, is made solely for the purposes of Directive 2004/17/EC and is without prejudice to the application of the rules on competition.\n(5) The United Kingdom has implemented and applied not only Directive 96/92/EC but also Directive 2003/54. Consequently, and in accordance with the first subparagraph of Article 30(3), access to the market should be deemed not to be restricted.\n(6) Direct exposure to competition should be evaluated on the basis of various indicators, none of which are, per se, decisive. In the 2005 Report, the Commission stated that ‘many national markets display a high degree of concentration of the industry, impeding the development of effective competition’ (6). Consequently, it considered that, in respect of electricity generation, ‘one indicator for the degree of competition on national markets is the total market share of the biggest three producers’ (7). According to the latest available information, the aggregate market share of the three largest generators of the wholesale market is 39 % (8), which is a satisfactorily low level and should be taken as an indication of direct exposure to competition.\n(7) The workings of the balancing markets should also be considered as indicators. In fact, ‘any market participant who cannot easily match its generation portfolio to the characteristics of its customers may find itself exposed to the difference between the price at which the TSO (transmission system operator) will sell imbalance energy, and the price at which it will buy back excess production. These prices may either be directly imposed by the regulator on the TSO; or alternatively a market based mechanism will be used in which the price is determined by bids from other producers to regulate their production upwards or downwards … a key difficulty for small market participants arises where there is the risk of a large spread between the buying price from the TSO and the selling price. This occurs in a number of Member States and is likely to be detrimental to the development of competition. A high spread may be indicative of an insufficient level of competition in the balancing market which may be dominated by only one or two main generators. Such difficulties are made worse where network users are unable to adjust their positions close to real time.’ (9) Since the introduction of the British Electricity Trading and Transmission Arrangements (BETTA) there has been a unified balancing market for England, Scotland and Wales. Furthermore, its main characteristics (market based pricing, half-hourly gate closures and a fairly low spread) are such that it should be taken as an indicator of direct exposure to competition.\n(8) Given the characteristics of the product concerned here (electricity) and the scarcity or unavailability of suitable substitutable products or services, price competition and price formation assume greater importance when assessing the competitive state of the electricity markets. The number of customers switching supplier is an indicator of genuine price competition and, thus, indirectly, ‘a natural indicator of the effectiveness of competition. If few customers are switching, there is likely to be a problem with the functioning of the market, even if the benefits from the possibility of renegotiating with the historical supplier should not be ignored’ (10). Furthermore, ‘the existence of regulated end-user prices is clearly a key determinant of customer behaviour … Although the retaining of controls may be justified in a period of transition, these will increasingly cause distortions as the need for investment approaches’ (11).\n(9) In the UK, the degree of switching for the three categories of users – large and very large industrial users, small and medium-sized industrial and business, and very small business and household users – is above 70 % for the first two groups and close to 50 % for the last category (12) and end-user price control was abolished in 2002 (13). The situation in the United Kingdom is therefore satisfactory as far as switching and end-user price control are concerned and should be taken as an indicator of direct exposure to competition.\n(10) In view of these indicators and given the overall picture of this sector in England, Scotland and Wales – in particular the extent to which networks have been unbundled from generation/supply and the effective regulation of network access – that emerges from the information submitted by the United Kingdom, the 2005 Report and the Technical Annex thereto, the condition of direct exposure to competition laid down in Article 30(1) of Directive 2004/17/EC should be considered to be met in respect of electricity generation in England, Scotland and Wales. As noted above in recital 5, the further condition of free access to the activity must be deemed to be met. Consequently, Directive 2004/17/EC should not apply when contracting entities award contracts intended to enable electricity generation to be carried out in these geographical areas nor when they organise design contests for the pursuit of such an activity there.\n(11) This Decision is based on the legal and factual situation as of November 2005 as it appears from the information submitted by the United Kingdom, the 2005 Report and the Technical Annex thereto. It may be revised, should significant changes in the legal or factual situation mean that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC are no longer met.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Advisory Committee for Public Contracts,", "main_body": ["Directive 2004/17/EC shall not apply to contracts awarded by contracting entities and intended to enable them to carry out electricity generation in England, Scotland and Wales.", "This Decision is based on the legal and factual situation as of November 2005 as it appears from the information submitted by the United Kingdom, the 2005 Report and the Technical Annex thereto. It may be revised, should significant changes in the facts or the legal situation mean that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC are no longer met.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 8 March 2006.\nFor the Commission\nCharlie McCREEVY\nMember of the Commission\n(1)  OJ L 134, 30.4.2004, p. 1. Directive as last amended by Commission Regulation (EC) No 2083/2005 (OJ L 333, 20.12.2005, p. 28).\n(2)  OJ L 27, 30.1.1997, p. 20.\n(3)  OJ L 176, 15.7.2003, p. 37.\n(4)  Of the order of approximately 4 % of peak demand.\n(5)  COM(2005) 568 final of 15.11.2005.\n(6)  See the 2005 report, p. 2.\n(7)  See the 2005 report, p. 7.\n(8)  See Commission Staff Working Document, Technical Annex to the 2005 Report, SEC(2005)1448, p. 44, table 4.1. Hereafter referred to as the Technical Annex.\n(9)  See Technical Annex, p. 67.\n(10)  See the 2005 report, p. 9.\n(11)  See Technical Annex, p. 17.\n(12)  See the 2005 report, p. 10.\n(13)  See Technical Annex, p. 177."}