{"celex_id": "32001D0574", "uri": "http://publications.europa.eu/resource/cellar/1ed35f49-9af8-44ee-a890-f0864f90391c", "type": "Decision", "concepts": ["1021", "1092", "1267", "2366", "3772", "5726"], "title": "2001/574/EC: Commission Decision of 13 July 2001 establishing a common fiscal marker for gas oils and kerosene (notified under document number C(2001) 1728)\n", "header": "Commission Decision\nof 13 July 2001\nestablishing a common fiscal marker for gas oils and kerosene\n(notified under document number C(2001) 1728)\n(2001/574/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 95/60/EC of 27 November 1995 on fiscal marking of gas oils and kerosene [1], and in particular Article 2(2) thereof,\nWhereas:\n(1) For the proper functioning of the internal market and in particular to prevent tax evasion, Directive 95/60/EC has provided for a common marking system to identify gas oils, falling within CN code 27100069, and kerosene, falling within CN code 27100055, which have been released for consumption exempt from excise duty, or subject to a reduced excise duty rate. Since 1996, the first code has been split into CN codes 27100066, 27100067 and 27100068 in order to take into account the sulphur content of gas oil.\n(2) In the course of the selection process for the product to be used as the common fiscal marker, the substances put forward after a call for expressions of interest were thoroughly investigated from a technical standpoint with the assistance of the Joint Research Centre and the national customs laboratories of 14 Member States and other chemical institutes and expert groups.\n(3) Following these investigations, Solvent Yellow 124 came nearest to the required standard by satisfying six of the seven criteria specified in the call for expression of interest.\n(4) According to the Scientific Committee on Toxicity, Ecotoxicity and Environment, the additional health and environment risks of Solvent Yellow 124 were seen as not giving rise to any proven harm.\n(5) That product should therefore be established as the common fiscal marker within the meaning of Directive 95/60/EC and subject to the conditions set out in that Directive. The marking level should be at least 6 mg of marker per litre of mineral oil.\n(6) The availability of Solvent Yellow 124, despite its being under patent cover in six Member States, is secured by licensing agreements.\n(7) This Decision does not release any undertaking from its obligations under Article 82 of the Treaty.\n(8) An appropriate period before this Decision applies should be allowed for Member States' administrations and for industry to prepare themselves for effective use of the common fiscal marker.\n(9) The opportunities offered by future developments in science should be taken into account by setting a time-limit for the review of this Decision.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Committee on Excise Duties,", "main_body": ["The common fiscal marker provided for by Directive 95/60/EC, for the marking of all gas oils falling within CN codes 27100066, 27100067 and 27100068 as well as of kerosene falling within CN code 27100055, shall be Solvent Yellow 124, as specified in the Annex to this Decision.\nThe marking level shall be at least 6 mg of marker per litre of mineral oil.", "This Decision shall be reviewed by 31 December 2006 at the latest, in the light of technical developments in the field of marking systems and taking into account the need to counteract fraudulent use of mineral oils exempt from excise duty, or subject to a reduced excise duty rate.\nAn earlier review shall be undertaken if it is found that Solvent Yellow 124 is causing additional health or environmental damage.", "This Decision shall apply from 1 August 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 July 2001.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n[1] OJ L 291, 6.12.1995, p. 46.\n--------------------------------------------------\nANNEX\n1. Commercial name: SUDAN 455\n2. Identification according to the Colour Index: Solvent Yellow 124\n3. Scientific name:\nN-Ethyl-N-[2-(1-isobutoxyethoxy)ethyl]-4-(phenylazo)aniline\n--------------------------------------------------"}