{"celex_id": "32000R1632", "uri": "http://publications.europa.eu/resource/cellar/fc044d17-7b72-47fc-9bf3-64475c5decef", "type": "Regulation", "concepts": ["1069", "1120", "1309", "161", "1644", "616"], "title": "Commission Regulation (EC) No 1632/2000 of 25 July 2000 amending Regulation (EC) No 2362/98 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community\n", "header": "Commission Regulation (EC) No 1632/2000\nof 25 July 2000\namending Regulation (EC) No 2362/98 laying down detailed rules for the implementation of Council Regulation (EEC) No 404/93 regarding imports of bananas into the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 404/93 of 13 February 1993 on the common organisation of the market in bananas(1), as last amended by Regulation (EC) No 1257/1999(2), and in particular Article 20 thereof,\nWhereas:\n(1) Articles 27 and 28 of Commission Regulation (EC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(3), as last amended by Regulation (EC) No 1127/1999(4), contain the provisions applicable to communication between the Member States and the Commission of information on licences and licence extracts and on irregularities and infringements relating to them.\n(2) The rules to be applied for the correct management of import arrangements in the banana sector should be specified and to that end Commission Regulation (EC) No 2362/98(5), as amended by Regulation (EC) No 756/1999(6), should be amended. Those rules should cover the keeping of documents and the forwarding of licence copies and licence extracts by the customs authorities of the Member States in which the procedures for release into free circulation are carried out and by the competent authorities of the Member States which issued the documents concerned. The rules should also specify the checks on the authenticity and regularity of documents and the conformity of their use by the competent authorities of the Member State issuing the licences and extracts.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["The following Article 26a is added to Regulation (EC) No 2362/98:\n\"Article 26a\n1. The customs offices at which the import declarations are lodged with a view to the release into free circulation of bananas from the origins listed in Annex I, under the tariff quota and traditional ACP banana arrangements, shall:\n(a) keep a copy of each import licence and extract therefrom issued on acceptance of a declaration of release into free circulation, and\n(b) forward at the end of each fortnight a second copy of that import licence or extract therefrom to the Member State authorities listed in Annex II to this Regulation responsible for issuing the licences. Those authorities shall at the end of each fortnight forward a copy of the licences and extracts received to the competent authorities of the Member States listed in the abovementioned Annex which issued those documents.\n2. Where there is doubt as to the authenticity of the licence, the extract, or any information in, or signatures on the documents presented, or as to the status of the operators completing the formalities for release into free circulation or for the account of whom those formalities are completed, and where irregularities are suspected, the customs offices at which those documents were presented shall immediately inform thereof by telecommunication the competent authorities of their Member State as indicated in paragraph 1. The latter shall immediately forward that information by telecommunication to the competent authorities which issued the documents and to the Commission, for the purposes of a thorough check.\nThe Commission shall forward to the Member States' customs authorities the list of operators registered in the Community for the import arrangements in question who may be holders or transferors of an import licence or extract therefrom.\n3. On the basis of the information received pursuant to paragraphs 1 and 2, the Member States' competent authorities listed in Annex II shall carry out the additional checks needed to guarantee the correct application of the tariff quota arrangements, in particular verification of the quantities imported under those arrangements, by means of a precise comparison of the licences and extracts issued with the licences and extracts used. To that end, they shall in particular verify the authenticity and conformity of the documents used and that the documents have been used by operators registered pursuant to the provisions of Title I.\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 47, 25.2.1993, p. 1.\n(2) OJ L 160, 26.6.1999, p. 80.\n(3) OJ L 331, 2.12.1988, p. 1.\n(4) OJ L 135, 29.5.1999, p. 48.\n(5) OJ L 293, 31.10.1998, p. 32.\n(6) OJ L 98, 15.4.1999, p. 10."}