{"celex_id": "32009D0991", "uri": "http://publications.europa.eu/resource/cellar/8fd1793c-fa3f-4e37-ab64-6db3b0c0fe08", "type": "Decision", "concepts": ["2655", "2965", "5541", "5706", "889"], "title": "Council Decision of 16 December 2009 on the granting of State aid by the authorities of the Republic of Latvia for the purchase of agricultural land between 1 January 2010 and 31 December 2013\n", "header": "22.12.2009 EN Official Journal of the European Union L 339/34\nCOUNCIL DECISION\nof 16 December 2009\non the granting of State aid by the authorities of the Republic of Latvia for the purchase of agricultural land between 1 January 2010 and 31 December 2013\n(2009/991/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and in particular Article 108(2), third subparagraph, thereof,\nHaving regard to the request made by the Government of the Republic of Latvia on 17 November 2009,\nWhereas:\n(1) On 17 November 2009, the Republic of Latvia (hereinafter referred to as ‘Latvia’) presented to the Council a request for a decision in accordance with the third subparagraph of Article 88(2) of the Treaty establishing the European Community concerning Latvia’s plan to grant State aid to Latvian farmers for the purchase of agricultural land.\n(2) According to data provided by the Central Statistical Bureau of Latvia, 97,6 % of all rural holdings are smaller than 15,9 hectares. Consequently, the main part of Latvian farms are semi-subsistence farms. The unfavourable area structure of farms in Latvia, Latvia’s receipt of the lowest direct payments among Member States following a phasing-in mechanism provided for in its 2003 Act of Accession, and the disproportionately high agricultural labour inputs compared with returns result in low agricultural incomes, which decreased even further in 2009.\n(3) According to data provided by the Central Statistical Bureau of Latvia, up to the year 2007 there were 1 930 900 hectares of agricultural land but the area declared for the purposes of direct payment support did not exceed 1 551 185 hectares. Consequently, 379 715 hectares are owned and managed by non-farmers. State aid would enable farmers to buy this farmland.\n(4) In 2009, the deepening recession in the world economy caused by the global crisis has adversely affected the Latvian economy and Latvian agricultural holdings both due to the lack of demand and plummeting purchase prices: in the first three quarters of 2009, wheat prices were approximately 37 %, barley prices approximately 44 % and milk prices approximately 38 % down on 2008 levels.\n(5) The income situation of farmers in Latvia has been further aggravated by the fact that prices of agricultural inputs sharply increased in 2008 (mineral fertilisers by 67 %, veterinary services by 46 %, electricity by 29 % and fuel by 15 %) and have not been reduced in 2009. The production costs have thus remained unchanged. It is likely that conditions will continue to worsen for many Latvian farms, with a consequent increase in the number of farming families at risk of poverty.\n(6) The unemployment level in Latvia is the highest in the European Union, reaching 19,7 % in September 2009 and having risen by 62 % since January 2009. State aid should therefore help the unemployed switch to farming by allowing them to buy agricultural land. It should also give the opportunity to semi-subsistence farmers no longer working as employees in sectors other than agriculture to improve the area structure of their holding with the aim of securing an income that will guarantee them a basic standard of living off the land. It should also facilitate the sale of agricultural land owned by the unemployed who need capital to switch to self-employed status.\n(7) In view of the lack of financial resources of farmers and the high interest rates on commercial loans for the purchase of land, farmers encounter great difficulties in taking out commercial loans for investments such as the purchase of agricultural land. In November 2009, interest rates applied by credit institutions for commercial credit lines for the purchase of agricultural land exceeded 15 % per annum.\n(8) In 2009 the recession period set in on the market of agricultural land. The number of transactions has been considerably reduced and according to the Land Book the number of land sales and purchases dropped by up to 4,5 times compared with 2007.\n(9) The State aid to be granted amounts to a maximum of 8 million Latvian lats (LVL) and should enable the purchase of a total of 70 000 hectares of agricultural land by approximately 1 000 farmers during the period from 2010 to 2013. Both state and municipality owned land, as well as land owned by natural persons, is eligible.\n(10) The State aid will take the form of subsidising interest payments on loans covering 4 percentage points of the annual interest rate applied by the bank. However, where this annual interest rate is below 4 percentage points, the actual interest rate paid by the borrower will be entirely refunded.\n(11) The Commission has not at this stage initiated any procedure nor taken a position on the nature and compatibility of the aid.\n(12) Exceptional circumstances therefore exist, making it possible to consider such aid, by way of derogation and to the extent strictly necessary to limit the extent of rural poverty in Latvia, to be compatible with the internal market,", "main_body": ["Exceptional State aid by the Latvian authorities for loans for the purchase of agricultural land, amounting to a maximum of LVL 8 million and granted between 1 January 2010 and 31 December 2013, shall be considered to be compatible with the internal market.", "This Decision is addressed to the Republic of Latvia."], "attachments": "Done at Brussels, 16 December 2009.\nFor the Council\nThe President\nE. ERLANDSSON"}