{"celex_id": "32009D0027", "uri": "http://publications.europa.eu/resource/cellar/1d21ef10-423e-41ab-b7f5-6dcf2c748b2d", "type": "Decision", "concepts": ["1252", "1279", "1442", "1569", "3763", "5063", "656"], "title": "2009/27/EC: Commission Decision of 12 January 2009 amending the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania as regards certain milk processing establishments in Bulgaria (notified under document number C(2008) 9000) (Text with EEA relevance)\n", "header": "15.1.2009 EN Official Journal of the European Union L 10/23\nCOMMISSION DECISION\nof 12 January 2009\namending the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania as regards certain milk processing establishments in Bulgaria\n(notified under document number C(2008) 9000)\n(Text with EEA relevance)\n(2009/27/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Act of Accession of Bulgaria and Romania, and in particular the first subparagraph of paragraph (f) of Section B of Chapter 4 of Annex VI thereto,\nWhereas:\n(1) Bulgaria has been granted transitional periods by the Act of Accession of Bulgaria and Romania for compliance by certain milk processing establishments with the requirements of Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1).\n(2) The Appendix to Annex VI to the Act of Accession has been amended by Commission Decisions 2007/26/EC (2), 2007/689/EC (3), 2008/209/EC (4), 2008/331/EC (5), 2008/547/EC (6), 2008/672/EC (7) and 2008/827/EC (8).\n(3) Bulgaria has provided guarantees that four milk processing establishments have completed their upgrading process and are now in full compliance with Community legislation. Three of them are allowed to receive and process compliant and non-compliant raw milk without separation. Those establishments should therefore be included in the list of Chapter I of the Appendix to Annex VI. One establishment is allowed to receive and process compliant and non-compliant raw milk in two fully separated lines. This establishment should be included in the list of Chapter II of the Appendix to Annex VI.\n(4) One milk processing establishment listed in Chapter I will process only compliant raw milk and will therefore be approved as EU milk processing establishment. This establishment should therefore be deleted from the list of Chapter I of the Appendix to Annex VI.\n(5) The Appendix to Annex VI to the Act of Accession of Bulgaria and Romania should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Appendix to Annex VI to the Act of Accession of Bulgaria and Romania is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 January 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 55; corrected version in OJ L 226, 25.6.2004, p. 22.\n(2)  OJ L 8, 13.1.2007, p. 35.\n(3)  OJ L 282, 26.10.2007, p. 60.\n(4)  OJ L 65, 8.3.2008, p. 18.\n(5)  OJ L 114, 26.4.2008, p. 97.\n(6)  OJ L 176, 4.7.2008, p. 11.\n(7)  OJ L 220, 15.8.2008, p. 27.\n(8)  OJ L 294, 1.11.2008. p. 9.\nANNEX\nIn Chapter I of the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania the following entries are added:\nNo Veterinary No Name establishment Town/Street or Village/Region\n‘13 BG 1512033 ET “Voynov-Ventsislav Hristakiev” s. Milkovitsa\n14 BG 1612020 ET “Bor-Chvor” s. Dalbok izvor\n15 BG 1612013 “Polidey-2” OOD s. Domlyan’\nIn Chapter I of the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania the following entry is deleted:\nNo Veterinary No Name establishment Town/Street or Village/Region\n‘2 BG 2012022 “Bratya Zafirovi” OOD gr. Sliven\nIn Chapter II of the Appendix to Annex VI to the Act of Accession of Bulgaria and Romania the following entry is added:\nNo Veterinary No Name establishment Town/Street or Village/Region\n‘15 BG 2812003 “Balgarski yogurt” OOD s. Veselinovo,"}