{"celex_id": "32008D0378", "uri": "http://publications.europa.eu/resource/cellar/adacfac2-1ea1-4ebc-a415-6a128ea7cc32", "type": "Decision", "concepts": ["1595", "191", "2232", "2563", "2754"], "title": "2008/378/EC: Commission Decision of 15 May 2008 amending Decision 2006/133/EC requiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al . (the pinewood nematode) as regards areas in Portugal, other than those in which it is known not to occur (notified under document number C(2008) 1892)\n", "header": "20.5.2008 EN Official Journal of the European Union L 130/22\nCOMMISSION DECISION\nof 15 May 2008\namending Decision 2006/133/EC requiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pinewood nematode) as regards areas in Portugal, other than those in which it is known not to occur\n(notified under document number C(2008) 1892)\n(2008/378/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 16(3) thereof,\nWhereas:\n(1) In accordance with Commission Decision 2006/133/EC of 13 February 2006 requiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pinewood nematode — PWN) as regards areas in Portugal, other than those in which it is known not to occur (2), Portugal has taken measures against the dissemination of the pinewood nematode.\n(2) Portugal has sent a report to the Commission on 11 April 2008 on the finding of new outbreaks of PWN, as a result from an extraordinary investigation by the Portuguese authorities in addition to the annual survey, in the part of Portugal where so far PWN was known not to occur.\n(3) The compulsory annual surveys of previous years had not revealed these latest outbreaks of PWN in Portugal. In view of this new outbreak, it is necessary that Portugal carries out immediately an additional risk-based survey in the entire Portuguese territory on the basis of a survey plan approved by the Commission and that it presents the results of that survey to the Commission as soon as they are available.\n(4) Based on the experience with the implementation of the existing emergency measures and recent scientific information, it is necessary to take particularly effective measures with respect to outbreaks in areas where so far PWN was known not to occur.\n(5) Decision 2006/133/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 2006/133/EC is amended as follows:\n1. Article 4 is replaced by the following:\n2. In Article 5, the third paragraph is replaced by the following:\n3. The Annex to Decision 2006/133/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 May 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2007/41/EC (OJ L 169, 29.6.2007, p. 51).\n(2)  OJ L 52, 23.2.2006, p. 34. Decision as amended by Decision 2008/340/EC (OJ L 115, 29.4.2008, p. 41).\nANNEX\nIn the third indent of point 2(a)(iii) of the Annex to Decision 2006/133/EC, a second subparagraph is added:\n‘However, where an outbreak of PWN is detected in an area where it was known not to occur, that area shall be demarcated (new demarcated area) and, for a period of one year from the date of detection, such plants in that area shall be tested in all cases when situated in the part of the demarcated area where PWN is known to occur, and, when situated in the part of the demarcated area designated as buffer zone, be tested on the basis of a representative sampling. The second and third sentence of the first subparagraph shall apply.’"}