{"celex_id": "32001R1992", "uri": "http://publications.europa.eu/resource/cellar/96d7f9d6-5ad8-4d0a-a156-6ba4caf4cff4", "type": "Regulation", "concepts": ["2194", "2211", "2355", "3679", "5096", "5252"], "title": "Commission Regulation (EC) No 1992/2001 of 11 October 2001 determining, for the 2001 marketing year, the estimated loss of income and the estimated level of premium payable per ewe and per female goat and fixing the second advance payment for this premium\n", "header": "Commission Regulation (EC) No 1992/2001\nof 11 October 2001\ndetermining, for the 2001 marketing year, the estimated loss of income and the estimated level of premium payable per ewe and per female goat and fixing the second advance payment for this premium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2467/98 of 3 November 1998 on the common organisation of the market in sheepmeat and goatmeat(1), as amended by Regulation (EC) No 1669/2000(2), and in particular Article 5(6) thereof,\nHaving regard to Council Regulation (EC) No 1454/2001 of 28 June 2001 concerning specific measures for the Canary Islands with regard to certain agricultural products(3), and in particular Article 6 thereof,\nWhereas:\n(1) Article 5(1) and (5) of Regulation (EC) No 2467/98 provides for the grant of a premium to compensate for any loss of income sustained by producers of sheepmeat and, in certain areas, of goatmeat. Those areas are defined in Annex I to Regulation (EC) No 2467/98 and in Article 1 of Commission Regulation (EC) No 2738/1999 of 21 December 1999 determining the mountain areas in which the premium for goatmeat is granted(4).\n(2) Pursuant to Article 5(6) of Regulation (EC) No 2467/98 and to enable an advance payment to be made to sheepmeat and goatmeat producers, the foreseeable loss of income should be estimated in the light of the foreseeable trend in market prices.\n(3) Pursuant to Article 5(2) of Regulation (EC) No 2467/98, the amount of the premium per ewe for producers of heavy lambs is obtained by multiplying the loss of income referred to in the second subparagraph of paragraph 1 of that Article by a coefficient expressing the annual average production of heavy lamb meat per ewe producing these lambs expressed per 100 kg of carcase weight. The coefficient for 2001 has not yet been fixed in view of the lack of full Community statistics. Pending the fixing of that coefficient, a provisional coefficient should be used. Article 5(3) and (5) of that Regulation also fix the amount per ewe for producers of light lambs and per female of the caprine species, respectively, at 80 % of the premium per ewe for producers of heavy lambs.\n(4) Pursuant to Article 13 of Regulation (EC) No 2467/98, the premium must be reduced by the impact on the basic price of the coefficient provided for in paragraph 2 of that Article. That coefficient is fixed by Article 13(4) at 7 %.\n(5) In accordance with Article 5(6) of Regulation (EC) No 2467/98, the half-yearly advance payment is fixed at 30 % of the expected premium. In accordance with Article 4(3) of Commission Regulation (EEC) No 2700/93(5), as last amended by Regulation (EC) No 1458/2001(6), the advance payment is to be paid only if it is equal to or greater than EUR 1.\n(6) Regulation (EC) No 1454/2001 provides for the application of specific measures relating to agricultural production in the Canary Islands. Those measures entail the grant of a supplement to the ewe premium payable to producers of light lambs and she-goats on the same conditions as those governing the grant of the premium referred to in Article 5 of Regulation (EC) No 2467/98. Those conditions provide that Spain is authorised to pay an advance on the said supplementary premium.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["The difference, which is hereby estimated between the basic price, reduced by the impact of the coefficient laid down in Article 13(2) of Regulation (EC) No 2467/98, and the foreseeable market price for 2001, is EUR 68,785 per 100 kg.", "The estimated amount of the premium payable in respect of the 2001 marketing year shall be as follows:\n- per ewe in case of producers of heavy lambs: EUR 10,779,\n- per ewe in case of producers of light lambs: EUR 8,623,\n- per she-goat in the areas designated in Annex I to Regulation (EC) No 2467/98 and in Article 1 of Regulation (EC) No 2738/1999: EUR 8,623.", "Pursuant to Article 5(6) of Regulation (EC) No 2467/98, the second advance that the Member States are authorised to pay to producers shall be as follows:\n- per ewe in case of producers of heavy lambs: EUR 3,234,\n- per ewe in case of producers of light lambs: EUR 2,587,\n- per she-goat in the areas designated in Annex I to Regulation (EC) No 2467/98 and in Article 1 of Regulation (EC) No 2738/1999: EUR 2,587.", "Pursuant to Article 6 of Regulation (EC) No 1454/2001, the second advance on the supplementary premium for the 2001 marketing year for producers of light lambs and she-goats in the Canary Islands within the limits provided for in Article 1(1) of Council Regulation (EEC) No 3493/90(7) shall be EUR 0,647 per ewe and/or she-goat.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 October 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 312, 20.11.1998, p. 1.\n(2) OJ L 193, 29.7.2000, p. 8.\n(3) OJ L 198, 21.7.2001, p. 45.\n(4) OJ L 328, 22.12.1999, p. 59.\n(5) OJ L 245, 1.10.1993, p. 99.\n(6) OJ L 194, 18.7.2001, p. 4.\n(7) OJ L 337, 4.12.1990, p. 7."}