{"celex_id": "32007R1454", "uri": "http://publications.europa.eu/resource/cellar/2163339c-acd2-4724-ae62-c0408e0fcc72", "type": "Regulation", "concepts": ["1565", "1642", "20", "2218", "3568", "3732", "4314", "5360"], "title": "Commission Regulation (EC) No 1454/2007 of 10 December 2007 laying down common rules for establishing a tender procedure for fixing export refunds for certain agricultural products\n", "header": "11.12.2007 EN Official Journal of the European Union L 325/69\nCOMMISSION REGULATION (EC) No 1454/2007\nof 10 December 2007\nlaying down common rules for establishing a tender procedure for fixing export refunds for certain agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 31(14) thereof,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (2), and in particular Article 18 thereof,\nHaving regard to Council Regulation (EC) No 1785/2003 of 29 September 2003 on the common organisation of the market in rice (3) and in particular Article 15(3) thereof,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (4) and in particular Article 33(4), thereof,\nWhereas:\n(1) In accordance with Article 31(1) of Regulation (EC) No 1255/1999 and the corresponding articles of other Regulations on the common organisation of the markets in agricultural products, the difference between quotations or prices on the world market and in the Community may be covered for certain agricultural products by export refunds to the extent necessary to enable those products to be exported within the limits resulting from agreements concluded in accordance with Article 300 of the Treaty.\n(2) In order to make the most efficient possible use of the resources available and to increase transparency and the competition among exporters willing to participate in the refund scheme, refunds may be fixed by the Commission by a tendering procedure for products in respect of which provision was made for such a procedure in the past.\n(3) Commission Regulations laying down detailed rules for the application of the system of tendering for export refunds for certain common market organisations provide for different procedural rules in respect of tenders for export refunds.\n(4) In order to simplify and improve effectiveness of the management and control mechanisms, common rules should be laid down for the management of tendering procedures for export refunds.\n(5) In order to reduce the administrative burden on the operators and national administrations the tendering procedure should be organised in conjunction with the application procedure for the export licence and the tender security should also constitute the licence security once the tender is successful.\n(6) Tenders should contain all the information necessary to assess them, and communications between Member States and the Commission should be provided for.\n(7) The security should ensure that the accepted quantities are exported pursuant to the licence issued under the tender. Therefore, provisions should be adopted for the release and the forfeiting of the security lodged in accordance with Commission Regulation (EEC) No 2220/85 of 22 July 1985 laying down common detailed rules for the application of the system of securities for agricultural products (5).\n(8) On the basis of the tenders received a maximum export refund may be fixed. However, situations may arise on the market in which economic or other aspects urge that none of the tenders received be accepted.\n(9) Experience has shown that provisions need to be laid down to deter inaccurate documents from being presented. A suitable sanctions system should therefore be established and the cases where no sanctions are to be applied should be determined.\n(10) Commission Regulations (EC) No 800/1999 of 15 April 1999 laying down common detailed rules for the application of export refunds on agricultural products (6) and EC No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (7) should apply to the export refunds provided for in this Regulation.\n(11) As a consequence of the adoption of common rules, Commission Regulations (EEC) No 584/75 of 6 March 1975 laying down detailed rules for the application of the system of tendering for export refunds on rice (8) and, (EC) No 580/2004 of 26 March 2004 establishing a tender procedure concerning export refunds for certain milk products (9) should be repealed.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Management Committees concerned,", "main_body": ["Article 1\nScope\n1.   This Regulation lays down common rules for the organisation and management of tendering procedures for fixing the amount of the export refunds for the products of the following sectors:\n(a) milk and milk products;\n(b) cereals;\n(c) rice;\n(d) sugar.\nIt shall apply without prejudice to the derogations and specific provisions laid down in Commission Regulations opening a tendering procedure concerning export refunds specific to the agricultural products mentioned in the first subparagraph.\n2.   For the purposes of application of this Regulation ‘the competent authorities of the Member States’ are the departments or bodies accredited by the Member States as paying agencies which fulfil the conditions laid down in Article 6 of Council Regulation (EC) No 1290/2005 (10).\n3.   Regulations (EC) No 800/1999 and (EC) No 1291/2000 shall apply, save as otherwise provided for in this Regulation.", "Opening of the Tendering Procedure\n1.   For each product concerned the tendering procedure shall be opened by Commission Regulation, hereinafter referred to as ‘Regulation opening the tendering procedure’, in accordance with the procedure referred to in Article 42(2) of Regulation (EC) No 1255/1999 and the corresponding Articles of the other Regulations on the common organisation of the markets in the agricultural products concerned.\n2.   The Regulation opening the tendering procedure shall contain the following information:\n(a) the products covered by the tendering procedure with their relevant CN codes;\n(b) the period covered by the tender (tendering period) and the different sub-periods when the tenders can be lodged;\n(c) the opening and closing time between which tenders may be lodged;\n(d) the global quantity covered by the tendering procedure, if necessary;\n(e) the minimum quantity each tender must provide for;\n(f) the amount of the security;\n(g) the destination to which products have to be exported, if required;\n(h) the competent authority of Member States to which tenders are to be sent.\n3.   The information required in points (b), (d) and (h) of paragraph 2, may be published in the Official Journal of the European Union by a notice of invitation to tender.\n4.   At least six days must elapse between the entry into force of the Regulation opening the tendering procedure or the publication of the notice of invitation to tender and the first date for the submission of tenders.", "Submission of tenders and application for export licences\n1.   Tenders shall be lodged by operators established and registered for VAT purposes in the Community to the competent authorities of the Member States indicated either in the Regulation opening the tendering procedure or in the notice of invitation to tender.\n2.   Tenders shall be lodged in conjunction with and using the application form for an export licence as provided for in Regulation (EC) No 1291/2000.\n3.   Tenders may be lodged by electronic means, using the method made available to the operators by the Member State concerned. The competent authorities of the Member States may require that electronic tenders be accompanied by an advance electronic signature within the meaning of Article 2(2) of Directive 1999/93/EC of the European Parliament and of the Council (11). In all other cases, the competent authorities shall require an electronic signature offering equivalent assurances with regard to the functionalities attributed to a signature by applying the same rules and conditions as these defined in the Commission's provisions on electronic and digitised documents, set out by Commission Decision 2004/563/EC, Euratom (12), and in its implementing rules (13).\n4.   In case of application of Article 2(2)(g), the licence application shall bear an indication of the destinations referred to in the Regulation opening the tendering procedure.\n5.   A tender shall be valid if the following conditions are met:\n(a) it indicates in Section 20 of the licence application a reference to the Regulation opening the tendering procedure and the expiry date for the sub-period of submission of the tenders;\n(b) it indicates in Section 4 of the licence application the identification data of the tenderer: name, address and the VAT registration number;\n(c) it indicates in Section 16 of the licence application the CN code of the product;\n(d) it respects the minimum and maximum quantity indicated in the Regulation opening the tendering procedure, if applicable;\n(e) it indicates in Section 20 of the licence application the export refund offered per unit in euros and cents;\n(f) it indicates in Sections 17 and 18 of the licence application the quantity of the product to be exported;\n(g) it specifies in section No 7 of the licence application the export destination in case of application of Article 2(2)(g);\n(h) the tenderer has lodged a security before the end of the submission sub-period, in accordance with the provisions of Title III of Regulation (EC) No 2220/85 and by way of derogation from Article 15 paragraph 2 of Regulation (EC) No 1291/2000, and has provided proof thereof within the same period;\n(i) it does not include any conditions introduced by the tenderer other than those mentioned in this paragraph;\n(j) it is presented in the official language, or one of the official languages of the Member State in which the tender is lodged.\n6.   The tender security shall constitute the export licence security.\n7.   Tenders shall not be withdrawn nor amended after their submission.", "Examination of tenders\n1.   The competent authorities of the Member States shall examine tenders based on the elements mentioned in Article 3(5). They shall verify in particular the correctness of that information and they shall decide on the validity of tenders.\n2.   Persons authorised to receive and examine the tenders shall be under an obligation not to disclose any particulars relating thereto to any unauthorised person.\n3.   In the case of an invalid tender the competent authorities of the Member States shall inform the tenderer thereof.", "Notification of the tenders to the Commission\n1.   All valid tenders shall be notified to the Commission by the competent authorities of the Member States.\n2.   The notifications shall not contain the data referred to in Article 3(5)(b).\n3.   The notifications shall be made by electronic means, using the method indicated to the Member States by the Commission, within a specific period fixed by the Commission Regulations opening the tendering procedure in question.\nThe form and content of the notifications shall be defined on the basis of models made available by the Commission to the Member States. Those models shall not apply until the Management Committee competent has been informed.\n4.   Nil returns shall be notified to the Commission by the Member States within the period referred to in paragraph 3.", "Decision on the basis of the tenders\n1.   On the basis of the tenders notified in accordance with Article 5(1), the Commission shall decide, in accordance with the procedure referred to in Article 42(2) of Regulation (EC) No 1255/1999 and the corresponding Articles of the other Regulations on the common organisation of the markets in the agricultural products concerned:\n(a) not to fix a maximum refund; or\n(b) to fix a maximum refund.\n2.   In the case of tenders submitted at the level of the maximum refund, in case of application of Article 2(2)(d), a coefficient applicable to awarding the quantities tendered may be fixed by the Commission.\n3.   The decision on refunds shall be published in the Official Journal of the European Union.", "Decisions on tenders and issuing of export licenses\n1.   Where a maximum export refund has been fixed in accordance with Article 6(1), the competent authorities of the Member States shall accept tenders which are equal to or lower than the maximum refund. All the other tenders will be rejected.\n2.   Where no refund has been fixed all tenders shall be rejected.\nThe competent authorities of the Member States shall not accept tenders that have not been notified according to Article 5(1).\n3.   The competent authorities of the Member States shall adopt Decisions referred to in paragraph 1 after the publication of Commission's Decision on refunds referred to in Article 6(1).\n4.   No later than the fifth working day following the entry into force of the Commission's Decision fixing a maximum refund, the competent authority of the Member State shall issue successful tenderers export licences for the quantity accepted, mentioning the refund offered in the tender. In case of application of Article 2(2)(g), the licence shall bear an indication of the destinations referred to in the Regulation opening the tender.\n5.   By way of derogation from Article 23 paragraph 1 of Regulation (EC) No 1291/2000, the export licence shall become valid on its actual day of issue.", "Rights and obligations of successful tenderers\n1.   Successful tenderers shall have the right to be awarded an export licence in respect of the quantity and export refund accepted, in accordance with the Decision referred to in Article 7(3).\n2.   Successful tenderers shall have the obligation to export the accepted quantity within the period of validity of the licence, and to deliver it to the destination referred to in Article 2(2)(g) if applicable.", "Releasing and forfeiting of the security\n1.   The primary requirement within the meaning of Article 20(1) of Regulation (EC) No 2220/85 is to export the accepted quantity, within the period of validity of the licence. In case where the Regulation opening the tendering procedure provides for a specified destination as referred to in Article 2(2)(g), of this Regulation, Article 35(5) of Regulation (EC) No 1291/2000 shall apply.\n2.   The security shall be released if:\n(a) the tender is invalid or rejected;\n(b) the obligation referred to in Article 8(2) has been fulfilled;\n(c) in case of application of Article 6(2) the amount of the released security shall correspond to the quantity not accepted.\n3.   The security shall be forfeited when the obligation referred to in Article 8(2) is not fulfilled except in cases of force majeure.", "0\nRecovery of refunds and sanctions\n1.   Without prejudice to Chapter 2 of Title IV of Commission Regulation (EC) No 800/1999, where it is found that a document presented by a tenderer for the attribution of the rights deriving from this Regulation provides for incorrect information and where the incorrect information concerned is decisive for the attribution of that right, the competent authorities of the Member State shall exclude the tenderer from participating in the scheme of granting export refunds through a tendering procedure for the products covered by the procedure in question, for a period of one year from the moment when a final administrative decision establishing the irregularity has been made.\n2.   Paragraph 1 shall not apply if the applicant proves, to the satisfaction of the competent authorities that the situation referred to in paragraph 1 is not due to his gross negligence or that it is due to force majeure or to obvious error.\n3.   Member States shall inform the Commission of the cases of application of paragraph 1. The Commission shall keep the information available to the other Member States.", "1\nRepeals\nRegulation (EEC) No 584/75 is repealed.\nRegulation (EC) No 580/2004 is repealed from 1 July 2008.", "2\nEntry into force\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply for tenders which are opened after the entry into force of this Regulation, without prejudice to the second subparagraph of Article 11.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 December 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1152/2007 (OJ L 258, 4.10.2007, p. 3).\n(2)  OJ L 270, 21.10.2003, p. 78. Regulation as last amended by Regulation (EC) No 735/2007 (OJ L 169, 29.6.2007, p. 6).\n(3)  OJ L 270, 21.10.2003, p. 96. Regulation as last amended by Regulation (EC) No 797/2006 ( OJ L 144, 31.5.2006, p. 1).\n(4)  OJ L 58, 28.2.2006, p. 1. Regulation as last amended by Regulation (EC) No 1260/2007 (OJ L 283, 27.10.2007, p. 1).\n(5)  OJ L 205, 3.8.1985, p. 5. Regulation as last amended by Regulation (EC) No 1913/2006 (OJ L 365, 21.12.2006, p. 52).\n(6)  OJ L 102, 17.4.1999, p. 11. Regulation as last amended by Regulation (EC) No 1001/2007 (OJ L 226, 30.8.2007, p. 9).\n(7)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1913/2006.\n(8)  OJ L 61, 7.3.1975, p. 25. Regulation as last amended by Regulation (EC) No 1948/2002 (OJ L 299, 1.11.2002, p. 18).\n(9)  OJ L 90, 27.3.2004, p. 58. Regulation as last amended by Regulation (EC) No 128/2007 (OJ L 41, 13.2.2007, p. 6).\n(10)  OJ L 209, 11.8.2005, p. 1.\n(11)  OJ L 13, 19.1.2000, p. 12.\n(12)  OJ L 251, 27.7.2004, p. 9.\n(13)  Document SEC(2005) 1578."}