{"celex_id": "32002D0883", "uri": "http://publications.europa.eu/resource/cellar/1a11dcd6-bc43-4208-b5d2-75ce633cb5ff", "type": "Decision", "concepts": ["1728", "2609", "4250", "500", "5469", "862", "922"], "title": "2002/883/EC: Council Decision of 5 November 2002 providing further macro-financial assistance to Bosnia and Herzegovina\n", "header": "Council Decision\nof 5 November 2002\nproviding further macro-financial assistance to Bosnia and Herzegovina\n(2002/883/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal of the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Financial Committee(3),\nWhereas:\n(1) The Bosnia and Herzegovina authorities re-established links with international organisations and, in particular, made progress towards normalising that country's financial relations with multilateral creditors, including the European Investment Bank, and with official bilateral creditors.\n(2) Since October 2000, Bosnia and Herzegovina has achieved substantial progress in economic stabilisation and reform and has made important steps towards a well-functioning market economy.\n(3) Within the Stabilisation and Association process, which is the framework for the European Union's (EU) relations with the region, it is desirable to support efforts to sustain political and economic stabilisation in Bosnia and Herzegovina, with a view to evolving towards the development of a full cooperation relationship with the Community.\n(4) Financial assistance from the Community should be instrumental in bringing Bosnia and Herzegovina closer to the Community.\n(5) The Community already provided in 1999 macro-financial assistance of EUR 60 million to Bosnia and Herzegovina. The International Monetary Fund (IMF) approved on [...] a 15-month \"Stand-by Arrangement\" for Bosnia and Herzegovina of about USD 89 million to support the authorities' economic programme in 2002 to 2003.\n(6) The World Bank Group has committed broadly USD 900 m in support of 42 IDA credits/Trust Funds, and has disbursed broadly USD 670 m since 1996. In addition broadly USD 45 m of IFC loans have been committed with USD 37 m disbursed, as of February 2002. A second Public Finance Structural Adjustment Credit (PFSAC II) is being implemented. An Enterprise and Bank Privatisation Adjustment Credit (EBPAC) has just been completed and a labour market reform and social protection operation was completed last year. An operation aimed at improving and enabling the business environment was also recently agreed.\n(7) The Members of the Paris Club agreed, in October 1998, on debt relief in favour of Bosnia and Herzegovina, already alleviating the balance of payments situation.\n(8) The authorities of Bosnia and Herzegovina have requested financial assistance from the international financial institutions, the Community, and other bilateral donors.\n(9) Over and above the estimated financing which could be provided by the IMF and the World Bank, an important residual financing gap remains to be covered to support the policy objectives attached to the authorities' reform efforts.\n(10) Community macro-financial assistance to Bosnia and Herzegovina is an appropriate measure to help ease that country's external financial constraints, supporting the balance of payments and securing the reserve position.\n(11) Financial assistance from the Community in the form of a combination of a long-term loan and a straight grant is an appropriate measure to support the sustainability of Bosnia and Herzegovina's external financial position, given its limited borrowing capacity. This Community financial assistance should be effective and properly implemented.\n(12) The inclusion of a grant component in this assistance is without prejudice to the powers of the Community budgetary authority.\n(13) This assistance should be managed by the Commission, in consultation with the Economic and Financial Committee.\n(14) The Treaty does not provide, for the adoption of this Decision, powers other than those of Article 308,", "main_body": ["1. The Community shall make available to Bosnia and Herzegovina further macro-financial assistance in the form of a long-term loan and a straight grant with a view to ensuring a sustainable balance-of-payments situation and securing the country's reserve position.\n2. The loan component of this assistance shall amount to a maximum principal of EUR 20 million with a maximum maturity of 15 years. To this end, the Commission is empowered to borrow, on behalf of the Community, the necessary resources that will be placed at the disposal of Bosnia and Herzegovina in the form of a loan.\n3. The grant component of this assistance shall amount to a maximum of EUR 40 million.\n4. This Community financial assistance shall be managed by the Commission in close consultation with the Economic and Financial Committee and in a manner consistent with the agreements reached between the IMF and Bosnia and Herzegovina.", "1. The Commission is empowered to agree with the authorities of Bosnia and Herzegovina, after consultation with the Economic and Financial Committee, the economic policy conditions attached to this assistance. These conditions shall be consistent with the agreements referred to in Article 1(4).\n2. The Commission shall verify at regular intervals, in collaboration with the Economic and Financial Committee and in coordination with the IMF, that economic policies in Bosnia and Herzegovina are in accordance with the objectives of this assistance and that its conditions are being fulfilled.", "1. The loan and grant components of this assistance shall be made available to Bosnia and Herzegovina in at least two instalments. Subject to Article 2, the first instalment is to be released on the basis of a satisfactory implementation of the adjustment and reform programme of Bosnia and Herzegovina under the present stand-by arrangement with the IMF.\n2. Subject to Article 2, the second and any further instalments shall be released on the basis of a satisfactory track record on Bosnia and Herzegovina's adjustment and reform programme, and not before one quarter after the release of the previous instalment.\n3. The funds shall be paid to the Central Bank of Bosnia and Herzegovina.", "1. The borrowing and lending operations referred to in Article 1 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest rate risks, or in any other commercial risk.\n2. The Commission shall take the necessary steps, if Bosnia and Herzegovina so requests, to ensure that an early repayment clause is included in the loan terms and conditions and that it may be exercised.\n3. At the request of Bosnia and Herzegovina, and where circumstances permit an improvement in the loan's interest rate, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions. Refinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average maturity of the borrowing concerned or increasing the amount, expressed at the current exchange rate, of capital outstanding at the date of the refinancing or restructuring.\n4. All related costs incurred by the Community in concluding and carrying out the operation under this Decision shall be borne by Bosnia and Herzegovina, if appropriate.\n5. The Economic and Financial Committee shall be kept informed of developments in the operations referred to in paragraphs 2 and 3, at least once a year.", "At least once a year, and before September, the Commission shall address to the European Parliament and to the Council a report, which will include an evaluation on the implementation of this Decision in the previous year.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until two years after that date."], "attachments": "Done at Brussels, 5 November 2002.\nFor the Council\nThe President\nT. Pedersen\n(1) Proposal of 27 August 2002 (not yet published in the Official Journal).\n(2) Opinion delivered on 10 October 2002 (not yet published in the Official Journal).\n(3) Opinion delivered on 17 October 2002 (not yet published in the Official Journal)."}