{"celex_id": "32000D0433", "uri": "http://publications.europa.eu/resource/cellar/de7e7fff-5429-4a34-aeae-5cd1ebfe8b6a", "type": "Decision", "concepts": ["1015", "1267", "1318", "2825", "3299", "5262"], "title": "2000/433/EC: Council Decision of 29 June 2000 authorising the Federal Republic of Germany to apply a reduced rate of excise duty to certain mineral oils, when used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n", "header": "Council Decision\nof 29 June 2000\nauthorising the Federal Republic of Germany to apply a reduced rate of excise duty to certain mineral oils, when used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n(2000/433/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Article 8(4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission may authorise any Member State to introduce further exemptions or reductions in the excise duty charged on mineral oils for specific policy considerations.\n(2) The German authorities have informed the Commission that as part of their continuing environmental tax reform, the duty on mineral oils used as fuels will be increased by 6 Pfennigs per litre on 1 January 2000, 2001, 2002 and 2003.\n(3) Because public transport is more environmentally friendly than transport in private vehicles, the German authorities have further informed the Commission that they wish to introduce a differentiated rate of duty on mineral oils used as fuel in local public passenger transport vehicles by refunding 50 % of these duty increases.\n(4) The other Member States have been informed thereof.\n(5) The Commission and all the Member States accept that the application of differentiated rate of excise duty on mineral oils used as fuel in local public passenger transport vehicles will not give rise to distortions of competition or hinder the operation of the internal market.\n(6) This Decision does not prejudice the outcome of any State aid procedures that may be undertaken in accordance with Articles 87 and 88 of the Treaty.\n(7) The Commission regularly reviews reductions and exemptions to check that they do not distort competition or the operation of the internal market or are incompatible with Community policy on protection of the environment.\n(8) The Federal Republic of Germany has requested authorisation to introduce a differentiated rate of duty on mineral oils used as fuel in local public passenger transport vehicles by refunding 50 % of the duty increases that will be applied to mineral oils in the years 2000 to 2003.\n(9) The Council will review this Decision on the basis of a proposal from the Commission no later than 31 December 2003, when the authorisation granted by this Decision expires,", "main_body": ["In accordance with Article 8(4) of Council Directive 92/81/EEC, the Federal Republic of Germany is hereby authorised to apply a differentiated rate of duty on mineral oils used as fuel in local public passenger transport vehicles from 1 January 2000 to 31 December 2003 provided that this reduction is in accordance with the obligations laid down in Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils(2).", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Luxembourg, 29 June 2000.\nFor the Council\nThe President\nM. Arcanjo\n(1) OJ L 316, 31.10.1992, p. 12, Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46).\n(2) OJ L 316, 31.10.1992, p. 19, Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46)."}