{"celex_id": "32001R0558", "uri": "http://publications.europa.eu/resource/cellar/44bf8169-ba69-4cdf-b8af-6c8aa9fcf54b", "type": "Regulation", "concepts": ["1116", "1201", "1609", "2173", "2965"], "title": "Council Regulation (EC) No 558/2001 of 19 March 2001 extending for a period of up to one year the financing of certain quality and marketing improvement plans approved under Title IIa of Regulation (EEC) No 1035/72\n", "header": "Council Regulation (EC) No 558/2001\nof 19 March 2001\nextending for a period of up to one year the financing of certain quality and marketing improvement plans approved under Title IIa of Regulation (EEC) No 1035/72\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nHaving regard to the opinion of the Economic and Social Committee(2),\nWhereas:\n(1) Title IIa of Council Regulation (EEC) No 1035/72 of 18 May 1972, on the common organisation of the market in fruit and vegetables(3), provided for various specific measures to make good the inadequacy of production and marketing facilities for certain nuts and locust beans. Aid is provided to producer organisations which have received specific recognition and which have submitted a plan approved by the competent authority for improving the quality and the marketing of their produce.\n(2) Regulation (EEC) No 1035/72 was repealed by Regulation (EC) No 2200/96(4). However, as specified by Article 53 of Regulation (EC) No 2200/96, any rights acquired by producer organisations in application of Title IIa of Regulation (EEC) No 1035/72 are to be maintained until exhausted.\n(3) The specific aid granted towards the drawing up and implementation of the quality and marketing improvement plan as specified in Article 14(d)(2) of Regulation (EEC) No 1035/72 is restricted to a period of 10 years.\n(4) A number of plans expired in 2000, having completed the tenth year.\n(5) Regulation (EC) No 2200/96 provides that the Commission shall send the Council a report on the operation of that Regulation. This report shall include an assessment of the results of the specific measures for nuts and locust beans carried out under Title IIa of Regulation (EEC) No 1035/72 and may provide for further support measures. Until such time, those producer organisations whose improvement plans expired in 2000, and who continue to fulfil the recognition criteria, may request continued financing of their plans within the 2001 budget.\n(6) Only aid applications in respect of work carried out until 15 June 2001 qualify for financing within the 2001 budget.\n(7) In order to simplify administrative procedures, aid is limited to a maximum of those areas for which an aid application was made in the tenth year of the plan.\n(8) The abovementioned period of up to one year is not sufficient to complete work of grubbing operations followed by replanting and/or varietal reconversion. The maximum aid per hectare therefore should be paid in respect of other operations as specified in Article 2(1) third subparagraph and paragraph 2 of Council Regulation (EEC) No 790/89 of 20 March 1989 fixing the level of additional flat-rate aid for the formation of producers' organisations and the maximum amount applied to aid for quality and marketing improvement in the nut-and locust bean-growing sector(5),", "main_body": ["Recognised producer organisations engaged in the production and marketing of nuts and/or locust beans as specified in Article 14(a) of Regulation (EEC) No 1035/72 whose quality and marketing improvement plans were approved in 1990 may request continued financing of their plans for a further period of up to one year subject to the rules laid down in this Regulation.", "The aid shall be paid in regard to, and limited to, those areas for which an aid application has been submitted in respect of the tenth year of the plan and is limited to a maximum of EUR 241,50 per hectare as set in Article 2(1), third subparagraph, and paragraph 2 of Regulation (EEC) No 790/89. It shall apply for a period of up to one year immediately following the expiry of the tenth year of the plan and up to 15 June 2001 at the latest.\nRequests for extended financing of a plan in accordance with Article 1 are equivalent to acceptance by the producer organisation to apply its plan as approved for the tenth year for a further period of up to one year.", "The implementation rules applicable for the tenth year shall apply mutatis mutandis for the additional period referred to in Article 1.\nWhere necessary, measures shall be adopted in accordance with the procedure laid down in Article 46 of Regulation (EC) No 2200/96.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 2001.\nFor the Council\nThe President\nM. Winberg\n(1) Opinion delivered 29 November 2000 (not yet published in the Official Journal).\n(2) Opinion delivered 15 February 2001 (not yet published in the Official Journal).\n(3) OJ L 118, 20.5.1972, p. 1. Regulation as last amended prior to its repeal by Commission Regulation (EC) No 1363/95 (OJ L 132, 16.6.1995, p. 8).\n(4) OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Regulation (EC) No 2826/2000. (OJ L 328, 23.12.2000, p. 2).\n(5) OJ L 85, 30.3.1989, p. 6. Regulation as last amended by Commission Regulation (EC) No 1825/97 (OJ L 260, 23.9.1997, p. 9)."}