{"celex_id": "32006D0680", "uri": "http://publications.europa.eu/resource/cellar/7cadfccd-6c06-43cf-983e-a1214e73ace5", "type": "Decision", "concepts": ["1309", "140", "192", "2300", "2320", "2384", "5369"], "title": "2006/680/EC: Commission Decision of 6 October 2006 amending Decision 2003/858/EC as regards the list of territories from which importation of certain species of live fish, their eggs and gametes intended for farming in the European Community is authorised (notified under document number C(2006) 4361)   (Text with EEA relevance)\n", "header": "11.10.2006 EN Official Journal of the European Union L 279/24\nCOMMISSION DECISION\nof 6 October 2006\namending Decision 2003/858/EC as regards the list of territories from which importation of certain species of live fish, their eggs and gametes intended for farming in the European Community is authorised\n(notified under document number C(2006) 4361)\n(Text with EEA relevance)\n(2006/680/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (1), and in particular Article 19(1) thereof,\nWhereas:\n(1) Commission Decision 2003/858/EC of 21 November 2003 laying down the animal health conditions and certification requirements for imports of live fish, their eggs and gametes intended for farming, and live fish of aquaculture origin and products thereof intended for human consumption (2), establishes a list of third countries or parts thereof from which imports of live fish, their eggs and gametes intended for farming in the Community are authorised.\n(2) In March 2006, Community veterinary experts undertook an on-the-spot inspection in Albania to verify the compliance with Decision 2003/858/EC.\n(3) The findings made during that inspection show that Albania cannot provide for the necessary animal health guarantees for export into the Community of live fish, their eggs and gametes intended for farming.\n(4) Since such import into the Community could seriously jeopardise the aquatic animal health situation in the Community, Albania should be deleted from the list of third countries from which Member States are authorised to import live fish, their eggs and gametes intended for farming in the Community set out in Annex I to Decision 2003/858/EC.\n(5) Decision 2003/858/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 2003/858/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 October 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 46, 19.2.1991, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ L 324, 11.12.2003, p. 37. Decision as last amended by Decision 2005/742/EC (OJ L 279, 22.10.2005, p. 71).\nANNEX\n‘ANNEX I\nTerritories from which importation of certain species of live fish, their eggs, and gametes intended for farming in the European Community (EC) is authorised\nCountry Territory Comments (1)\nISO Code Name Code Description\nAU Australia\nBG Bulgaria\nBR Brazil   Cyprinidae only\nCA Canada\nCG Congo   Cyprinidae only\nCL Chile\nCN China   Cyprinidae only\nCO Colombia   Cyprinidae only\nHR Croatia\nID Indonesia\nIL Israel\nJM Jamaica   Cyprinidae only\nJP Japan   Cyprinidae only\nLK Sri Lanka   Cyprinidae only\nMK (2) former Yugoslav Republic of Macedonia   Cyprinidae only\nMY Malaysia (Peninsula, Western Malaysia only)   Cyprinidae only\nNZ New Zealand\nRU Russia\nSG Singapore   Cyprinidae only\nTH Thailand   Cyprinidae only\nTR Turkey\nTW Taiwan   Cyprinidae only\nUS United States\nZA South Africa\n(1)  No limitations if left blank. If a country or territory is allowed to expert certain species, and/or eggs or gametes, the species must be specified and/or a comment, for example, “eggs only” must be inserted in this column.\n(2)  Provisional code that does not affect the definitive denomination of the country to be attributed after the conclusion of the negotiations currently taking place in the United Nations.’"}