{"celex_id": "32008D0589", "uri": "http://publications.europa.eu/resource/cellar/c6ee62ab-3933-4883-b9dd-2c6e14d2d75c", "type": "Decision", "concepts": ["1159", "1871", "2437", "2455", "5229"], "title": "2008/589/EC: Commission Decision of 12 June 2008 establishing a specific control and inspection programme related to the cod stocks in the Baltic Sea (notified under document number C(2008) 2558)\n", "header": "18.7.2008 EN Official Journal of the European Union L 190/11\nCOMMISSION DECISION\nof 12 June 2008\nestablishing a specific control and inspection programme related to the cod stocks in the Baltic Sea\n(notified under document number C(2008) 2558)\n(2008/589/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the common fisheries policy (1), in particular Article 34c(1) thereof,\nWhereas:\n(1) Council Regulation (EC) No 1098/2007 establishing a multi-annual plan for the cod stocks in the Baltic Sea and the fisheries exploiting those stocks, lays down the conditions for the sustainable exploitation of cod in the Baltic Sea and the rules on monitoring, control and surveillance of such activities.\n(2) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (2) provides for control activities by the Commission and cooperation between Member States to ensure compliance with the rules of the Common Fisheries Policy.\n(3) To ensure the success of the multi-annual plan for the cod stocks in the Baltic Sea and the fisheries exploiting those stocks, it is necessary to establish a specific control and inspection programme.\n(4) The specific control and inspection programme should be established for a period of three years. The results obtained by the application of the specific control and inspection programme should be periodically evaluated by the Member States concerned in cooperation with the Community Fisheries Control Agency (CFCA) set up by Council Regulation (EC) No 768/2005 (3).\n(5) Cooperation between Member States concerned should be encouraged so as to enhance uniformity of inspection and surveillance practices and help develop the coordination of control activities between the competent authorities of those Member States.\n(6) Joint inspection and surveillance activities should be carried out in accordance with joint deployment plans established by the CFCA.\n(7) The measures provided for in this Decision have been established in concert with the Member States concerned.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["Subject-matter\nThis Decision establishes a specific control and inspection programme to ensure the harmonised implementation of the multiannual plan set up by Regulation (EC) No 1098/2007 for cod stocks in the Baltic Sea and the fisheries exploiting those stocks.", "Scope\n1.   The specific control and inspection programme shall cover control and inspection of:\n(a) fishing activities by vessels referred to in Article 2 of Regulation (EC) No 1098/2007;\n(b) all related activities including the landing, weighing, marketing, transport and storage of fishery products and the recording of landing and sales.\n2.   The specific control and inspection programme shall apply for three years.", "Definitions\nFor the purposes of this Decision the definitions in Article 3 of Regulation (EC) No 1098/2007 shall apply.", "Commission inspections\nWhere an inspection by the Commission is carried out of its own accord and without the assistance of inspectors of the Member State concerned pursuant to the second sentence of the second subparagraph of Article 27(1) of Regulation (EC) No 2371/2002, the Commission inspectors shall, where possible, inform the competent authorities of that Member State of their findings.", "Member State inspections\n1.   A Member State that intends to conduct surveillance and inspect fishing vessels in the waters under the jurisdiction of another Member State, in the framework of a Joint Deployment Plan (JDP) established in accordance with Article 12 of Council Regulation (EC) No 768/2005 of 26 April 2005 establishing a Community Fisheries Control Agency and amending Regulation (EEC) No 2847/93 establishing a control system applicable to the common fisheries policy (4), shall notify its intentions to the contact point of the coastal Member State concerned, designated in accordance with Article 3 of Commission Regulation (EC) No 1042/2006 (5), and to the Community Fisheries Control Agency (CFCA). The notification shall contain the following information:\n(a) type, name and call sign of the inspection vessels and inspection aircraft on the basis of the list established in accordance with Article 28(4) of Regulation (EC) No 2371/2002;\n(b) the area, as referred to in Article 3(e) of Regulation (EC) No 1098/2007, where the surveillance and inspection will be carried out;\n(c) the duration of the surveillance and inspection activities.\n2.   Surveillance and inspections shall be carried out in accordance with Annex I.", "Joint inspection and surveillance activities\nMember States shall undertake joint inspection and surveillance activities in accordance with the joint deployment plan established by the CFCA.", "Information\nMember States shall make available to the Commission by 31 January of each year the following information concerning the previous calendar year:\n(a) the inspection and surveillance activities set out in Annex I;\n(b) all infringements, as referred to in Annex II, detected during the twelve-month period including, for each infringement, the flag of the vessel, the date and location of the inspection and the nature of the infringement; Member States shall indicate the nature of the infringement by references to the letter under which they are listed in Annex II;\n(c) the state of follow-up of infringements, as referred to in Annex II, whether detected during the previous calendar year or earlier;\n(d) any relevant coordination and cooperation actions between Member States.", "Evaluation\n1.   Each Member State shall, by 31 January of each year, draw up and send to the Commission and CFCA an evaluation report concerning the control and inspection activities carried out in the previous calendar year under the specific control and inspection programme laid down in this Decision and the national control action programme referred to in Article 24 of Regulation (EC) No 1098/2007.\n2.   A Member State may request the CFCA to assist with the drawing up of the report.\n3.   The CFCA shall take into consideration the evaluation reports referred to in paragraph 1 when undertaking an annual assessment of the effectiveness of a JDP as referred to Article 14 of Regulation (EC) No 768/2005.\n4.   The Commission shall convene the meeting referred to in Article 24(4) of Regulation (EC) No 1098/2007 in collaboration with the CFCA. The meeting shall include the evaluation of the activities referred to in paragraph 1.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 June 2008.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 261, 20.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 1098/2007 (OJ L 248, 22.9.2007, p. 1).\n(2)  OJ L 358, 31.12.2002, p. 59. Regulation as last amended by Regulation (EC) No 865/2007 (OJ L 192, 24.7.2007, p. 1).\n(3)  OJ L 128, 21.5.2005, p. 1.\n(4)  OJ L 128, 21.5.2005, p. 1.\n(5)  OJ L 187, 8.7.2006, p. 14.\nANNEX I\nInspection and surveillance tasks\n1.   General inspection tasks\n1.1. An inspection report shall be drawn up for each inspection. Inspectors shall in any case verify and note in their report the following information:\n(a) the details of the identity of the responsible persons, as well as those of the vessel or vehicles involved in the activities inspected;\n(b) the authorisation: licence, special fishing permit and fishing effort entitlement;\n(c) relevant vessel documentation such as logbooks, certifications of registration, vessel storage plans, records of notification and where applicable records of VMS manual reporting;\n(d) all other relevant findings from the inspection done at sea, at port or at any step of the commercialisation process.\n1.2. The findings referred to in point 1.1 shall be compared with the information made available to the inspectors by other competent authorities, including the VMS information, prior notifications and lists of vessels holding a special permit for fishing for cod in the Baltic Sea.\n2.   Inspection tasks at sea\nInspectors shall verify:\n(a) the quantities of fish retained on board in comparison with the quantities recorded in the logbook and the compliance with the margins of tolerance as referred to in Article 15 of Regulation (EC) No 1098/2007;\n(b) the compliance of the gear used with the relevant requirements and in particular with the one net rule and the compliance with the provisions on twine thickness, minimum sizes for meshes and fish, net attachments and the marking and identification of passive gear;\n(c) the correct functioning of VMS equipment;\n(d) the compliance with the single area fishery requirements specified in Article 16 of Regulation (EC) No 1098/2007.\n3.   Inspection tasks at landing\nInspectors shall verify the following:\n(a) prior notification of landing and changing of specific areas including the information concerning the catch on board;\n(b) the completion of the logbook and landing declaration, including effort recording;\n(c) the actual quantities of fish on board, weight of cod and other species landed and the compliance with the margins of tolerance as referred to in Article 15 of Regulation (EC) No 1098/2007;\n(d) the gear on board and the compliance with the provisions on twine thickness, minimum sizes for meshes and fish, net attachments and the marking and identification of passive gear;\n(e) where applicable, the compliance with the shut down procedures for VMS equipment.\n4.   Inspection tasks concerning transports and marketing\nInspectors shall verify:\n(a) the relevant documents accompanying transport and check them against the physical quantities transported;\n(b) the compliance with grading and labelling requirements and minimum fish size requirements;\n(c) the documentation (logbook, landing declaration and sales notes), sorting and weighing of fish for the control of marketing provisions.\n5.   Tasks for aerial surveillance\nSurveillance crew shall:\n(a) crosscheck sightings against allocation of effort;\n(b) crosscheck the area restrictions on fishing;\n(c) report on surveillance data for cross-checking purposes.\nANNEX II\nList of infringements as referred to in Article 7\nA. Failure by the master of a fishing vessel to comply with the fishing effort limitations laid down in Article 8 of Regulation (EC) No 1098/2007 or the area restrictions on fishing laid down in Article 9 of that Regulation;\nB. Failure by the master or his authorised representative of a Community fishing vessel of an overall length equal to or greater than eight metres carrying on board or using any gears for cod fishing in the Baltic Sea to hold or keep a copy of a special permit for fishing for cod as laid down in Article 10 of Regulation (EC) No 1098/2007;\nC. Tampering with the satellite-based vessel monitoring system as laid down in Article 6 of Commission Regulation (EC) No 2244/2003 of 18 December 2003 laying down detailed provisions regarding satellite-based Vessel Monitoring Systems (1);\nD. Falsifying or failing to record data in logbooks including effort reports, landing declarations, and sales notes, takeover declarations and transport documents or failure to keep or submit those documents as laid down in Regulation (EC) No 2847/93 and Articles 11, 13, 15, 19 and 22 of Regulation (EC) No 1098/2007;\nE. Failure by the master of a fishing vessel holding a special permit for fishing for cod to comply with the conditions on entry to or exit from specific areas laid down in Article 16 of Regulation (EC) No 1098/2007;\nF. Failure by the master of a Community fishing vessel or his representative with more than 300 kg of cod on board to comply with the prior notification rules laid down in Article 17 of Regulation (EC) No 1098/2007;\nG. Landing more than 750 kg cod by vessels outside the designated ports;\nH. Failure by the master of a fishing vessel to weigh cod first landed as required by Article 19 of Regulation (EC) No 1098/2007;\nI. Failure to comply with the restrictions on transit and prohibition of transhipment as laid down in Article 21 of Regulation (EC) No 1098/2007.\n(1)  OJ L 333, 20.12.2003, p. 17."}