{"celex_id": "32007D0154", "uri": "http://publications.europa.eu/resource/cellar/04495049-9fe5-442a-88f5-f9b2df602d55", "type": "Decision", "concepts": ["1085", "112", "114", "2761", "368", "4014", "424", "6621", "77"], "title": "2007/154/EC: Council Decision of 30 January 2007 abrogating Decision 2003/487/EC on the existence of an excessive deficit in France\n", "header": "8.3.2007 EN Official Journal of the European Union L 68/3\nCOUNCIL DECISION\nof 30 January 2007\nabrogating Decision 2003/487/EC on the existence of an excessive deficit in France\n(2007/154/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(12) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas:\n(1) By Decision 2003/487/EC (1), following a recommendation from the Commission in accordance with Article 104(6) of the Treaty, it was decided that an excessive deficit existed in France. The Council noted that the general government deficit was 3,1 % of GDP in 2002, above the 3 % of GDP Treaty reference value, and projected both by the French authorities and the Commission services to be above 3 % in 2003, while the general government gross debt stood at 58,2 % of GDP, and was very likely to breach the 60 % Treaty reference value in 2003.\n(2) On 3 June 2003, in accordance with Article 104(7) of the Treaty and Article 3(4) of Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (2) (EDP), the Council made a recommendation, based on a recommendation from the Commission, addressed to France with a view to bringing the excessive deficit situation to an end by 2004. The recommendation was made public.\n(3) In October 2003, the Commission considered that the measures taken by France had been insufficient to comply with the recommendation of 3 June 2003 and recommended that the excessive deficit procedure be stepped up. Instead, on 25 November 2003, the Council adopted conclusions addressing recommendations to France for the correction of the deficit by 2005, which were annulled by the Court of Justice of the European Communities on 13 July 2004 (3). On 14 December 2004, the Commission adopted a Communication to the Council which concluded that 2005 should be considered as the relevant deadline for the correction. It also concluded that actions taken by France until then were broadly consistent with a correction of the excessive deficit by 2005, based on an adjustment in cyclically adjusted terms of some 1 % of GDP over 2004 and 2005. On 18 January 2005, the Council concurred with this view.\n(4) In accordance with Article 104(12) of the Treaty, a Council Decision on the existence of an excessive deficit is to be abrogated when the excessive deficit in the Member State concerned has, in the view of the Council, been corrected.\n(5) In accordance with the Protocol on the excessive deficit procedure annexed to the Treaty, the Commission provides the data for the implementation of the procedure. As part of the application of this Protocol, Member States are to notify data on government deficits and debt and other associated variables twice a year, namely before 1 April and before 1 October, in accordance with Article 4 of Council Regulation (EC) No 3605/93 of 22 November 1993 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (4).\n(6) Based on data provided by the Commission (Eurostat) in accordance with Article 8g(1) of Regulation (EC) No 3605/93 following the notification by France before 1 October 2006 and on the Commission services' autumn 2006 forecast, the following conclusions are warranted:\n— the general government deficit, after rising from 3,2 % of GDP in 2002 to 4,2 % of GDP in 2003, was reduced to 3,7 % of GDP in 2004 and further to 2,9 % of GDP in 2005, which is below the 3 % of GDP deficit reference value,\n— over the period 2004 to 2005, the structural adjustment (namely, the improvement in the cyclically adjusted balance net of one-off and other temporary measures) reached 1 percentage point of GDP: 0,4 % in 2004 and 0,6 % in 2005. Indeed, although the reduction in the headline deficit in 2005 below the 3 % Treaty reference value benefited from substantial one-off revenues and higher-than-expected tax revenues, the deficit reduction was also driven by a better expenditure control at the State and health-care sector levels. In particular, the annual increase in spending in the health-care sector was drastically reduced compared to previous years as the measures decided as part of the 2004 health-care reform are bearing fruit,\n— for 2006, the Commission services' autumn 2006 forecast projects the deficit as being reduced further to 2,7 % of GDP, better than the target set in the January 2006 update of the stability programme (2,9 %). The deficit reduction is expected to be driven by a further fall of the annual spending growth rate in the health-care sector and the continuous expenditure control at State level which is expected to meet its target of zero volume expenditure growth. The recourse to one-offs would be limited to 1/4 % of GDP. The autumn forecast projects for 2007 a further decline in the deficit to 2,6 % of GDP (with a recourse to one-offs limited to 0,05 % of GDP) and 2,2 % of GDP in 2008 (on a no-policy change basis and without one-offs). This indicates that the deficit-to-GDP ratio has been brought below the 3 % of GDP ceiling in a credible and sustainable manner. The improvement in the structural balance (the cyclically adjusted balance net of one-offs) is estimated at 0,5 %, 0,3 % and 0,6 % of GDP in 2006, 2007 and 2008, respectively. This also has to be seen against the progress needed towards the medium-term objective (MTO) of a balanced structural position as set by the French authorities,\n— after rising from 58,2 % of GDP in 2002 to 66,6 % of GDP in 2005, breaching the 60 % of GDP Treaty reference value in 2003, the debt-to-GDP ratio decreased to 65,4 % of GDP in the second quarter of 2006. According to the Commission services' autumn 2006 forecast, the general government gross debt is expected to fall further to 64,7 % of GDP in 2006 and around 63 % of GDP by 2008 (on a no-policy change basis).\n(7) In the view of the Council, the excessive deficit in France has been corrected and Decision 2003/487/EC should therefore be abrogated,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in France has been corrected.", "Decision 2003/487/EC is hereby abrogated.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 30 January 2007.\nFor the Council\nThe President\nP. STEINBRÜCK\n(1)  OJ L 165, 3.7.2003, p. 29.\n(2)  OJ L 209, 2.8.1997, p. 6. Regulation as amended by Regulation (EC) No 1056/2005 (OJ L 174, 7.7.2005, p. 5).\n(3)  Case C-27/04, Commission vs Council, [2004] ECR I-6649.\n(4)  OJ L 332, 31.12.1993, p. 7. Regulation as last amended by Regulation (EC) No 2103/2005 (OJ L 337, 22.12.2005, p. 1)."}