{"celex_id": "32003D0467", "uri": "http://publications.europa.eu/resource/cellar/bd598921-4785-4f80-9dcb-1c2039e5cd5c", "type": "Decision", "concepts": ["1445", "1612", "4576", "5034", "5047", "5283", "6152"], "title": "2003/467/EC: Commission Decision of 23 June 2003 establishing the official tuberculosis, brucellosis, and enzootic-bovine-leukosis-free status of certain Member States and regions of Member States as regards bovine herds (Text with EEA relevance) (notified under document number C(2003) 1925)\n", "header": "Commission Decision\nof 23 June 2003\nestablishing the official tuberculosis, brucellosis, and enzootic-bovine-leukosis-free status of certain Member States and regions of Member States as regards bovine herds\n(notified under document number C(2003) 1925)\n(Text with EEA relevance)\n(2003/467/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on health problems affecting intra-Community trade in bovine animals and swine(1), as last amended by Commission Regulation (EC) No 1226/2002(2), and in particular Annex A(I)(4), Annex A(II)(7) and Annex D(I)(E) thereto,\nWhereas:\n(1) Directive 64/432/EEC provides that Member States or parts or regions thereof may be declared officially free of tuberculosis, brucellosis and enzootic bovine leukosis as regards bovine herds subject to compliance with certain conditions set out in that Directive.\n(2) Commission Decision 1999/467/EC(3), as last amended by Decision 2001/26/EC(4), established the official tuberculosis-free status of certain Member States and regions of Member States as regards bovine herds.\n(3) Commission Decision 1999/466/EC(5), as last amended by Decision 2003/164/EEC(6), established the official brucellosis-free status of certain Member States and regions of Member States as regards bovine herds.\n(4) Commission Decision 1999/465/EC(7), as last amended by Decision 2003/177/EEC(8), established the official enzootic-bovine-leukosis-free status of certain Member States and regions of Member States.\n(5) Belgium as regards the territory of that Member State, and Italy as regards the provinces of Ascoli Piceno, Bergamo, Lecco and Sondrio submitted to the Commission documentation demonstrating compliance with all the conditions provided for in Directive 64/432/EEC, in order that the territory of Belgium and those regions of Italy may be declared officially free of tuberculosis as regards bovine herds.\n(6) Belgium as regards the territory of that Member State, and Italy as regards the region of Sardinia and the provinces of Ascoli Piceno, Bergamo, Como, Lecco, Mantova, Sondrio, Trento and Varese submitted to the Commission documentation demonstrating compliance with all the conditions provided for in Directive 64/432/EEC, in order that the territory of Belgium and those regions of Italy may be declared officially free of brucellosis as regards bovine herds.\n(7) Italy submitted to the Commission documentation demonstrating compliance with all the conditions provided for in Directive 64/432/EEC, as regards the provinces of Ascoli Piceno, Bergamo, Brescia, Como, Lecco, Mantova, Sondrio and Varese in order that those regions may be declared officially free of enzootic bovine leukosis.\n(8) In the interests of clarity, the lists of Member States and regions of Member States declared officially free of tuberculosis, brucellosis and enzootic bovine leukosis, as regards bovine herds, should be set out in the same act. Accordingly, Decisions 1999/467/EEC, 1999/466/EEC and 1999/465/EEC should be repealed.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Officially tuberculosis-free Member States and Regions of Member States\n1. The Member States listed in Chapter 1 of Annex I are declared officially free of tuberculosis as regards bovine herds.\n2. The regions of the Member States listed in Chapter 2 of Annex 1 are declared officially free of tuberculosis as regards bovine herds.", "Officially brucellosis-free Member States and Regions of Member States\n1. The Member States listed in Chapter 1 of Annex II are declared officially free of brucellosis as regards bovine herds.\n2. The regions of the Member States listed in Chapter 2 of Annex II are declared officially free of brucellosis as regards bovine herds.", "Officially enzootic-bovine-leukosis-free Member States and Regions of Member States\n1. The Member States listed in Chapter 1 of Annex III are declared officially free of enzootic bovine leukosis.\n2. The regions of the Member States listed in Chapter 2 of Annex III are declared officially free of enzootic bovine leukosis.", "Repeals\nDecisions 1999/465/EC, 1999/466/EC and 1999/467/EC are repealed.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 June 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p.1977/64.\n(2) OJ L 179, 9.7.2002, p. 13.\n(3) OJ L 181, 16.7.1999, p. 36.\n(4) OJ L 6, 11.1.2001, p. 18.\n(5) OJ L 181, 16.7.1999, p. 34.\n(6) OJ L 66, 11.3.2003, p. 49.\n(7) OJ L 181, 16.7.1999, p. 32.\n(8) OJ L 70, 14.3.2003, p. 50.\nANNEX I\nCHAPTER 1 Officially tuberculosis-free Member States\nBelgium\nDenmark\nGermany\nFrance\nLuxembourg\nNetherlands\nAustria\nFinland\nSweden\nCHAPTER 2 Officially tuberculosis-free regions of Member States\nIn Italy:\n- Lombardia Region: Provinces of Bergamo, Lecco, Sondrio\n- Marche Region: Province of Ascoli Piceno\n- Trentino-Alto Aldige Region: Provinces of Bolzano, Trento\nANNEX II\nCHAPTER 1 Officially brucellosis-free Member States\nBelgium\nDenmark\nGermany\nLuxembourg\nNetherlands\nAustria\nFinland\nSweden\nCHAPTER 2 Officially brucellosis-free regions of Member States\nIn Italy:\n- Lombardia Region: Provinces of Bergamo, Como, Lecco, Mantova, Sondrio, Varese\n- Marche Region: Province of Ascoli Piceno\n- Trentino-Alto Aldige Region: Provinces of Bolzano, Trento\n- Emilia-Romagna Region: Provinces of Bologna, Ferrara, Forli-Cesena, Modena, Parma, Piacenza, Ravenna, Reggio Emilia, Rimini\n- Sardinia Region: Provinces of Cagliari, Nuoro, Oristana, Sassari\nIn Portugal:\n- Autonomous Region of the Azores: Islands of Pico, Graciosa, Flores, Corvo\nIn the United Kingdom:\n- Great Britain: England, Scotland, Wales\nANNEX III\nCHAPTER 1 Officially enzootic-bovine-leukosis-free Member States\nBelgium\nDenmark\nGermany\nSpain\nFrance\nIreland\nLuxembourg\nNetherlands\nAustria\nFinland\nSweden\nUnited Kingdom\nCHAPTER 2 Officially enzootic-bovine-leukosis-free regions of Member States\nIn Italy:\n- Lombardia Region: Provinces of Bergamo, Brescia, Como, Lecco, Mantova, Sondrio, Varese\n- Marche Region: Province of Ascoli Piceno\n- Trentino-Alto Aldige Region: Provinces of Bolzano, Trento\n- Emilia-Romagna Region: Provinces of Bologna, Ferrara, Forli-Cesena, Modena, Parma, Piacenza, Ravenna, Reggio Emilia, Rimini\n- Val d'Aosta Region: Province of Aosta"}