{"celex_id": "32008D0094", "uri": "http://publications.europa.eu/resource/cellar/d861b85e-3621-4fad-a544-28baeaab1935", "type": "Decision", "concepts": ["1085", "1092", "1452", "1965", "2247", "2864", "34", "4344", "560", "574"], "title": "2008/94/EC: Commission Decision of 25 January 2008 updating Annex A to the Monetary Agreement between the Government of the French Republic, on behalf of the European Community, and the Government of His Serene Highness the Prince of Monaco\n", "header": "5.2.2008 EN Official Journal of the European Union L 31/34\nCOMMISSION DECISION\nof 25 January 2008\nupdating Annex A to the Monetary Agreement between the Government of the French Republic, on behalf of the European Community, and the Government of His Serene Highness the Prince of Monaco\n(2008/94/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Monetary Agreement of 24 December 2001 between the Government of the French Republic, on behalf of the European Community, and the Government of His Serene Highness the Prince of Monaco (1), and in particular Article 11(3) thereof,\nWhereas:\n(1) Article 11(2) of the Monetary Agreement between the Government of the French Republic, on behalf of the European Community, and the Government of His Serene Highness the Prince of Monaco (hereinafter ‘the Monetary Agreement’) requires the Principality of Monaco to apply the measures adopted by France to implement certain Community acts concerning the activity and prudential supervision of credit institutions and the prevention of systemic risks to payment and securities settlement systems. Those acts are listed in Annex A to the Agreement. That annex was last updated by Commission Decision 2006/558/EC (2). A number of acts in Annex A have been amended and the amending acts should be included in that Annex. A number of new Community acts falling within the scope of Article 11(2) of the Monetary Agreement have been adopted and should also be included in Annex A.\n(2) Directive 2006/46/EC of the European Parliament and of the Council of 14 June 2006 amending Council Directives 78/660/EEC on the annual accounts of certain types of companies, 83/349/EEC on consolidated accounts, 86/635/EEC on the annual accounts and consolidated accounts of banks and other financial institutions and 91/674/EEC on the annual accounts and consolidated accounts of insurance undertakings (3) concerns the activity and supervision of credit institutions and amends Council Directive 86/635/EEC (4), which is already in Annex A. It therefore falls within the scope of Article 11(2) of the Monetary Agreement and should also be included in Annex A.\n(3) Directive 2006/49/EC of the European Parliament and of the Council of 14 June 2006 on the capital adequacy of investment firms and credit institutions (recast) (5) concerns the activity and supervision of credit institutions. It therefore falls within the scope of Article 11(2) of the Monetary Agreement and should also be included in Annex A. Directive 2006/49/EC moreover repeals Council Directive 93/6/EEC (6), as amended, inter alia, by Directive 2002/87/EC of the European Parliament and of the Council (7) and Directive 2004/39/EC of the European Parliament and of the Council (8), which should therefore be removed from Annex A.\n(4) Council Directive 93/22/EEC of 10 May 1993 on investment services in the securities field (9) was repealed by Directive 2004/39/EC, as amended by Directive 2006/31/EC (10), and should therefore be removed from Annex A.\n(5) Directive 2005/1/EC of the European Parliament and of the Council of 9 March 2005 amending Council Directives 73/239/EEC, 85/611/EEC, 91/675/EEC, 92/49/EEC and 93/6/EEC and Directives 94/19/EC, 98/78/EC, 2000/12/EC, 2001/34/EC, 2002/83/EC and 2002/87/EC in order to establish a new organisational structure for financial services committees (11) concerns the activity and supervision of credit institutions and amends Directive 94/19/EC of the European Parliament and of the Council (12) and Directive 2002/87/EC of the European Parliament and of the Council (13), which are already in Annex A. It therefore falls within the scope of Article 11(2) of the Monetary Agreement and should also be included in Annex A.\n(6) Directive 2006/48/EC of the European Parliament and of the Council of 14 June 2006 relating to the taking up and pursuit of the business of credit institutions (recast) (14) concerns the activity and supervision of credit institutions. It therefore falls within the scope of Article 11(2) of the Monetary Agreement and should be included in Annex A, with the exception of Titles III and IV. Directive 2006/48/EC repeals Directive 2000/12/EC of the European Parliament and of the Council (15), as amended, inter alia, by Directive 2000/28/EC of the European Parliament and of the Council (16), Directive 2002/87/EC and Directive 2004/39/EC, which should therefore be removed from Annex A. Moreover, since Directive 2006/48/EC amends Directive 2002/87/EC, which is listed in Annex A, it should also be included as amending the latter.\n(7) Commission Regulation (EC) No 1287/2006 of 10 August 2006 implementing Directive 2004/39/EC of the European Parliament and of the Council as regards record-keeping obligations for investment firms, transaction reporting, market transparency, admission of financial instruments to trading, and defined terms for the purposes of that Directive (17) and Commission Directive 2006/73/EC of 10 August 2006 implementing Directive 2004/39/EC of the European Parliament and of the Council as regards organisational requirements and operating conditions for investment firms and defined terms for the purposes of that Directive (18) concern the activity and supervision of credit institutions and supplement Directive 2004/39/EC, as amended by Directive 2006/31/EC, which is already in Annex A. They therefore fall within the scope of Article 11(2) of the Monetary Agreement and should also be included in Annex A.\n(8) Directive 2000/46/EC of the European Parliament and of the Council of 18 September 2000 on the taking up, pursuit of and prudential supervision of the business of electronic money institutions (19) concerns the activity and supervision of credit institutions. It therefore falls within the scope of Article 11(2) of the Monetary Agreement and should also be included in Annex A.\n(9) Annex A to the Monetary Agreement should therefore be amended accordingly. For the sake of clarity, Annex A should be replaced in its entirety.\n(10) At its meeting on 13 September 2007, the Commission informed the Joint Committee of the need to update Annex A to the Monetary Agreement. The Joint Committee took note of the Commission’s position,", "main_body": ["Annex A to the Monetary Agreement between the Government of the French Republic, on behalf of the European Community, and the Government of His Serene Highness the Prince of Monaco is replaced by the Annex to this Decision."], "attachments": "Done at Brussels, 25 January 2008.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 142, 31.5.2002, p. 59.\n(2)  OJ L 219, 10.8.2006, p. 23.\n(3)  OJ L 224, 16.8.2006, p. 1.\n(4)  OJ L 372, 31.12.1986, p. 1.\n(5)  OJ L 177, 30.6.2006, p. 201.\n(6)  OJ L 141, 11.6.1993, p. 1.\n(7)  OJ L 35, 11.2.2003, p. 1.\n(8)  OJ L 145, 30.4.2004, p. 1.\n(9)  OJ L 141, 11.6.1993, p. 27.\n(10)  OJ L 114, 27.4.2006, p. 60.\n(11)  OJ L 79, 24.3.2005, p. 9.\n(12)  OJ L 135, 31.5.1994, p. 5.\n(13)  OJ L 35, 11.2.2003, p. 1.\n(14)  OJ L 177, 30.6.2006, p. 1.\n(15)  OJ L 126, 26.5.2000, p. 1.\n(16)  OJ L 275, 27.10.2000, p. 37.\n(17)  OJ L 241, 2.9.2006, p. 1.\n(18)  OJ L 241, 2.9.2006, p. 26.\n(19)  OJ L 275, 27.10.2000, p. 39.\nANNEX\n1.   86/635/EEC\nCouncil Directive of 8 December 1986 on the annual accounts and consolidated accounts of banks and other financial institutions: for provisions applying to credit institutions\n(OJ L 372, 31.12.1986, p. 1)\nas amended by:\n2001/65/EC\n2003/51/EC\n2006/46/EC\n2.   89/117/EEC\nCouncil Directive of 13 February 1989 on the obligations of branches established in a Member State of credit institutions and financial institutions having their head offices outside that Member State regarding the publication of annual accounting documents\n(OJ L 44, 16.2.1989, p. 40)\n3.   2006/49/EC\nDirective of the European Parliament and of the Council of 14 June 2006 on the capital adequacy of investment firms and credit institutions (recast)\n(OJ L 177, 30.6.2006, p. 201)\n4.   94/19/EC\nDirective of the European Parliament and of the Council of 30 May 1994 on deposit-guarantee schemes\n(OJ L 135, 31.5.1994, p. 5)\nas amended by:\n2005/1/EC\n5.   98/26/EC\nDirective of the European Parliament and of the Council of 19 May 1998 on settlement finality in payment and securities systems\n(OJ L 166, 11.6.1998, p. 45)\n6.   2006/48/EC\nDirective of the European Parliament and of the Council of 14 June 2006 relating to the taking up and pursuit of the business of credit institutions (recast) — with the exception of Titles III and IV\n(OJ L 177, 30.6.2006, p. 1)\n7.   2001/24/EC\nDirective of the European Parliament and of the Council of 4 April 2001 on the reorganisation and winding-up of credit institutions\n(OJ L 125, 5.5.2001, p. 15)\n8.   2002/47/EC\nDirective of the European Parliament and of the Council of 6 June 2002 on financial collateral arrangements\n(OJ L 168, 27.6.2002, p. 43)\n9.   2002/87/EC\nDirective of the European Parliament and of the Council of 16 December 2002 on the supplementary supervision of credit institutions, insurance undertakings and investment firms in a financial conglomerate and amending Council Directives 73/239/EEC, 79/267/EEC, 92/49/EEC, 92/96/EEC, 93/6/EEC and 93/22/EEC, and Directives 98/78/EC and 2000/12/EC of the European Parliament and of the Council\n(OJ L 35, 11.2.2003, p. 1)\nas amended by:\n2005/1/EC\n2006/48/EC\n10.   2004/39/EC\nDirective of the European Parliament and of the Council of 21 April 2004 on markets in financial instruments amending Council Directives 85/611/EEC and 93/6/EEC and Directive 2000/12/EC of the European Parliament and of the Council and repealing Council Directive 93/22/EEC — for provisions applying to credit institutions and with the exception of Articles 15, 31 to 33 and Title III\n(OJ L 145, 30.4.2004, p. 1)\nas amended by:\n2006/31/EC\nand supplemented by:\n(EC) No 1287/2006\n2006/73/EC\n11.   2000/46/EC\nDirective of the European Parliament and of the Council of 18 September 2000 on the taking up, pursuit of and prudential supervision of the business of electronic money institutions\n(OJ L 275, 27.10.2000, p. 39)"}