{"celex_id": "32009D0540", "uri": "http://publications.europa.eu/resource/cellar/e9ed724a-a03f-4e30-ac9a-34cab57648d5", "type": "Decision", "concepts": ["1759", "1854", "192", "3730", "4821", "4869", "838"], "title": "2009/540/EC: Commission Decision of 10 July 2009 amending Decision 2002/253/EC as regards case definitions for reporting Influenza A(H1N1) to the Community network (notified under document number C(2009) 5465) (Text with EEA relevance)\n", "header": "11.7.2009 EN Official Journal of the European Union L 180/24\nCOMMISSION DECISION\nof 10 July 2009\namending Decision 2002/253/EC as regards case definitions for reporting Influenza A(H1N1) to the Community network\n(notified under document number C(2009) 5465)\n(Text with EEA relevance)\n(2009/540/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Decision No 2119/98/EC of the European Parliament and of the Council of 24 September 1998 setting up a network for the epidemiological surveillance and control of communicable diseases in the Community (1), and in particular Article 3(c) thereof,\nWhereas:\n(1) According to Article 2 of Commission Decision 2002/253/EC of 19 March 2002 laying down case definitions for reporting communicable diseases to the Community network under Decision No 2119/98/EC of the European Parliament and of the Council (2), the case definitions laid down in Annex to that Decision should be updated to the extent necessary on the basis of the latest scientific data.\n(2) Commission Decision 2009/363/EC of 30 April 2009 amending Decision 2002/253/EC laying down case definitions for reporting communicable diseases to the Community network under Decision No 2119/98/EC of the European Parliament and of the Council (3) introduced a new case definition in relation to the recent outbreak in North America of a new influenza virus and the recent occurrence of cases in several Member States.\n(3) The World Health Organization has in the meantime officially defined the current disease under the wording ‘Influenza A(H1N1)’. It is therefore necessary to update Decision 2002/253/EC in order to use this denomination instead of the name given to this virus by Decision 2009/363/EC.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 7 of Decision No 2119/98/EC,", "main_body": ["In the Annex to Decision 2002/253/EC, the heading ‘NOVEL INFLUENZA VIRUS A(H1N1) (THE SO-CALLED SWINE INFLUENZA VIRUS A(H1N1) AND MEXICAN INFLUENZA VIRUS) (1)’ is replaced by the heading ‘INFLUENZA A(H1N1)’.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 July 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 268, 3.10.1998, p. 1.\n(2)  OJ L 86, 3.4.2002, p. 44.\n(3)  OJ L 110, 1.5.2009, p. 58."}