{"celex_id": "32001R0898", "uri": "http://publications.europa.eu/resource/cellar/14f9635b-d292-4a97-96cb-dc7418a8f828", "type": "Regulation", "concepts": ["2734", "2735", "2738", "3173", "5573", "863"], "title": "Commission Regulation (EC) No 898/2001 of 7 May 2001 supplementing the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the \"Register of protected designations of origin and protected geographical indications\" provided for in Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\n", "header": "Commission Regulation (EC) No 898/2001\nof 7 May 2001\nsupplementing the Annex to Regulation (EC) No 2400/96 on the entry of certain names in the \"Register of protected designations of origin and protected geographical indications\" provided for in Council Regulation (EEC) No 2081/92 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs(1), as last amended by Commission Regulation (EC) No 2796/2000(2), and in particular Article 6(3) and (4) thereof,\nWhereas:\n(1) Under Article 5 of Regulation (EEC) No 2081/92, Spain has sent the Commission an application for the registration of a name as a geographical indication.\n(2) In accordance with Article 6(1) of that Regulation, the application has been found to meet all the requirements laid down therein and in particular to contain all the information required in accordance with Article 4 thereof.\n(3) No statements of objection have been received by the Commission under Article 7 of that Regulation in respect of the name given in the Annex to this Regulation following its publication in the Official Journal of the European Communities(3).\n(4) The name should therefore be entered in the \"Register of protected designations of origin and protected geographical indications\" and hence be protected throughout the Community as a protected geographical indication.\n(5) The Annex to this Regulation supplements the Annex to Commission Regulation (EC) No 2400/96(4), as last amended by Regulation (EC) No 509/2001(5),", "main_body": ["The name in the Annex hereto is added to the Annex to Regulation (EC) No 2400/96 and entered as a protected geographical indication (PGI) in the \"Register of protected designations of origin and protected geographical indications\", provided for in Article 6(3) of Regulation (EEC) No 2081/92.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 208, 24.7.1992, p. 1.\n(2) OJ L 324, 21.12.2000, p. 26.\n(3) OJ C 264, 14.9.2000, p. 2.\n(4) OJ L 327, 18.12.1996, p. 11.\n(5) OJ L 76, 16.3.2001, p. 7.\nANNEX\nPRODUCTS LISTED IN ANNEX I TO THE EC TREATY, INTENDED FOR HUMAN CONSUMPTION\nMeat-based products\nSPAIN\nLacón Gallego (PGI)"}