{"celex_id": "32008R1295", "uri": "http://publications.europa.eu/resource/cellar/6bf01c54-d572-4952-beaa-159de150f119", "type": "Regulation", "concepts": ["1261", "1637", "1644", "3191", "5498", "893"], "title": "Commission Regulation (EC) No 1295/2008 of 18 December 2008 on the importation of hops from third countries (Codified version)\n", "header": "19.12.2008 EN Official Journal of the European Union L 340/45\nCOMMISSION REGULATION (EC) No 1295/2008\nof 18 December 2008\non the importation of hops from third countries\n(Codified version)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 192(2) and Article 195(2), in conjunction with Article 4, thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 3076/78 of 21 December 1978 on the importation of hops from non-Member countries (2) and Commission Regulation (EEC) No 3077/78 of 21 December 1978 on the equivalence with Community certificates of attestations accompanying hops imported from non-Member countries (3) has been substantially amended several times (4). In the interests of clarity and rationality the said Regulations should be codified.\n(2) Article 158(1) of Regulation (EC) No 1234/2007 provides that hops and hop products from third countries may be imported only if their quality standards are at least equivalent to those adopted for like products harvested within the Community or their derivatives. Article 158(2) provides, however, that these products should be considered as being of those standards if they are accompanied by an attestation issued by the authorities of the country of origin and recognised as equivalent to the certificate required for the marketing of hops and hop products of Community origin.\n(3) Commission Regulation (EC) No 1850/2006 of 14 December 2006 laying down detailed rules for the certification of hops and hop products (5) lays down very strict marketing requirements for hop products, and mixtures in particular. There is at the moment no effective method of checking at frontiers that these requirements are met. The only possible substitute for such a check is an undertaking on the part of the exporting countries to comply with the Community's marketing requirements for these products. It is therefore necessary to require that such products be accompanied by an attestation as specified in Article 158(2) of Regulation (EC) No 1234/2007.\n(4) In order to ensure that Community rules on the certification of hops are respected, Member States should carry out checks to verify whether imported hops conform to the minimum marketing requirements laid down by Regulation (EC) No 1850/2006.\n(5) Certain third countries have undertaken to comply with the requirements prescribed for the marketing of hops and hop products and have authorised certain agencies to issue attestations of equivalence. These attestations should therefore be recognised as equivalent to Community certificates and the products covered by them admitted to free circulation.\n(6) It is the responsibility of the organisations concerned in those third countries to keep up to date the information contained in Annex I and to maintain close cooperation with the Commission by communicating to it the information concerned.\n(7) In order to facilitate control by the competent authorities of the Member States, it is essential to prescribe the form and, where necessary, the content of the attestation and the rules for its utilisation.\n(8) In order to take account of trade practices, the competent authorities must be empowered, if a consignment is resold or split up, to have prepared under their supervision an extract from the attestation in respect of each new consignment resulting from the splitting up.\n(9) By analogy with the Community's certification system, certain products should be exempt by virtue of their utilisation from the presentation of the attestations provided for in this Regulation.\n(10) The measures laid down in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["1.   Entry into free circulation in the Community of the products from third countries referred to in point (f) of Article 1 of Regulation (EC) No 1234/2007 shall be conditional upon proof being furnished that the requirements specified in Article 158(1) of that Regulation have been met.\n2.   The proof referred to in Article 1(1) of this Regulation shall be furnished by production of the attestation provided for in Article 158(2) of Regulation (EC) No 1234/2007, hereinafter referred to as an ‘attestation of equivalence’.", "For the purposes of this Regulation, ‘consignment’ means a quantity of a product having the same characteristics and sent by the same consignor at the same time to the same consignee.", "Attestations accompanying hops and hop products imported from third countries issued by an agency authorised by the third country of origin and appearing in Annex I shall be recognised as attestations of equivalence.\nAnnex I shall be revised on the basis of information communicated by the third countries concerned.", "1.   The attestation of equivalence shall be made out for each consignment and shall consist of an original and two copies to be drawn up on a form corresponding to the model set out in Annex II and in accordance with the rules set out in Annex IV.\n2.   An attestation of equivalence shall be valid only if it is duly completed and authenticated by one of the agencies referred to in Annex I.\n3.   A duly authenticated attestation of equivalence is one which shows the place and date of issue and which has been signed and bears the stamp of the issuing agency.", "1.   Each unit of packaging covered by an attestation of equivalence shall bear the following particulars in one of the official languages of the Community:\n(a) the description of the product;\n(b) the variety or varieties;\n(c) the country of origin;\n(d) the marks and numbers indicated in section 9 of the attestation of equivalence or the extract.\n2.   The particulars provided for in paragraph 1 shall appear in legible, indelible characters of uniform size on the outside of the package.", "1.   Where, before its entry into free circulation, a consignment covered by an attestation of equivalence is split up and redispatched an attestation extract shall be drawn up in respect of each new consignment resulting from such splitting.\nThe attestation shall be replaced by the necessary number of attestation extracts.\nEach extract shall be drawn up by the party concerned in one original and two copies on a form corresponding to the model given in Annex III and in accordance with the rules set out in Annex IV.\n2.   The customs authorities shall endorse accordingly the original and the two copies of the attestation of equivalence, and shall countersign the original and the two copies of each extract.\nThey shall retain the original of the attestation of equivalence, send the two copies to the competent authority as referred to in Article 21 of Regulation (EC) No 1850/2006 and return the original and the two copies of each extract to the person concerned.", "On completion of customs formalities required for release for free circulation in the Community of the product to which the attestation of equivalence or the extract relates, the original and the two copies shall be submitted to the customs authorities who shall countersign them, retaining the original. One copy shall be forwarded by the customs authorities to the competent authority, as referred to in Article 21 of Regulation (EC) No 1850/2006, of the Member State where the product enters into free circulation. The second copy shall be returned to the importer, who must keep it for at least three years.", "If the consignment is resold or split up after it has been released for free circulation, the product must be accompanied by an invoice or other commercial document drawn up by the vendor, giving the reference number of the attestation of equivalence or of the extract, together with the name of the authority which issued them.\nThe following information from the attestation of equivalence or, as the case may be, the extract shall also be included on the invoice or commercial document:\n(a) for hop cones:\n(i) the description of the product;\n(ii) the gross weight;\n(iii) the place of production;\n(iv) the year of harvest;\n(v) the variety;\n(vi) the country of origin;\n(vii) the markings and identification numbers given in Section 9 of the attestation;\n(b) for products manufactured from hops, in addition to the particulars listed under point (a): the place and date of processing.", "1.   The Member States shall regularly carry out checks on a random basis to verify whether hops which are imported pursuant to Article 158 of Regulation (EC) No 1234/2007 comply with the minimum marketing requirements set out in Annex I to Regulation (EC) No 1850/2006.\n2.   The Member States shall report to the Commission, every year by 30 June, the frequency, type and result of the checks which were carried out over the year preceding that date. The checks shall cover at least 5 % of the number of hop consignments expected to be imported from a third country into the Member State in question during the year.\n3.   If the competent authorities of the Member States find that the samples examined do not satisfy the minimum marketing requirements referred to in paragraph 1, the corresponding consignments may not be marketed in the Community.\n4.   If a Member State discovers that the characteristics of a product do not conform to the details listed on the attestation of equivalence accompanying the product it shall notify the Commission thereof.\nIn accordance with the procedure provided for in Article 195(2) of Regulation (EC) No 1234/2007, a decision may be taken to withdraw the agency having issued the attestation of equivalence for such products from the list in Annex I.", "0\nBy way of derogation from this Regulation, neither the production of the attestation referred to in Article 1(2) nor compliance with the provisions of Article 5 shall be required for the release for free circulation of the following hops and hop products where the weight per individual package does not exceed 1 kg in the case of hop cones and hop powder and 300 g in the case of hop extracts:\n(a) small packages for sale to private individuals for their own use;\n(b) for scientific and technical experiments;\n(c) for fairs covered by the special customs arrangements for fairs.\nThe description, weight and final utilisation of the product must appear on the packaging.", "1\nRegulations (EEC) No 3076/78 and (EEC) No 3077/78 are repealed.\nReferences to the repealed Regulations shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex VI.", "2\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2008\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 367, 28.12.1978, p. 17.\n(3)  OJ L 367, 28.12.1978, p. 28.\n(4)  See Annex V.\n(5)  OJ L 355, 15.12.2006, p. 72.\nANNEX I\nAGENCIES AUTHORISED TO ISSUE ATTESTATIONS IN RESPECT OF\nHop cones CN code: ex 1210\nHop powders CN code: ex 1210\nSaps and extracts of hops CN code: 1302 13 00\nCountry of origin Agencies authorised Address Code Telephone Fax E-mail (optional)\nMacquarie Wharf No 1\nHunter Street, Hobart\nTasmania 7000\nFloor 2, West Wing 59,\nCamelot Drive\nNapean, Ontario,\nK1A OY9\nNo. 33 Youyi Road,\nHexi District,\nTianjin 300201\nNo. 8, Zhaofaxincun\n2nd Avenue, TEDA\nTianjin 300457\nNo. 12 Erdos Street,\nSaihan District, Huhhot City\nInner Mongolia 010020\nNo. 116 North Nanhu Road,\nUrumqi City\nXinjiang 830063\nPO Box 2526\nWellington\nGawthorn Institute Private Bag (64-3) 548 2319 546 9464\nSerbia Naucni Institute za Ratarstvo/Zavod za Hmelj sirak I lekovito bilje 21470 Backi Petrovac (38-21) 780 365 621 212 berenji@eunet.yu\nPO Box 395\n0001 Pretoria\nEngimattstrasse 11\nPostfach 353\nCH-8027 Zürich\nHlebnaja 27\n262028 Zhtiomie\n21 N. 1st Ave. Suite 106\nYakima, WA 98902\n2270 Old Penitentiary Road\nP.O. Box 790\nBoise, ID 83701\n635 Capital Street NE\nSalem, OR 97310-2532\n3292 Meadowview Road\nSacramento, CA 95832\n1100 NW Naito Parkway\nPortland, OR 97209-2818\n10383 Nth Ambassador Drive\nKansas City, MO 64153-1394\nNorthend Close,\nNorthridge Park Borrowdale,\nP.O. Box 2259 Harare\nANNEX II\nATTESTATION OF EQUIVALENCE\nANNEX III\nEXTRACT OF ATTESTATION\nANNEX IV\nRULES GOVERNING THE FORMS REFERRED TO IN ARTICLES 4 AND 6\nI.   PAPER\nThe paper to be used is a white paper weighing at least 40 g/m2.\nII.   SIZE\nThe size is: 210 × 297 mm.\nIII.   LANGUAGES\nA. The attestation of equivalence must be printed in one of the official languages of the Community; it can also be printed in the official language or one of the official languages of the issuing country.\nB. The extract of the attestation of equivalence must be printed in one of the official languages of the Community designated by the competent authorities of the issuing Member State\nIV.   COMPLETION OF THE FORMS\nA. The forms shall be completed by typewriter or by hand; in the latter case, they shall be completed legibly in ink and in printed characters.\nB. Each form is individualised by a number given by the issuing authority, this number being the same for the original and its two copies.\nC. In the case of the attestation of equivalence and its extracts:\n1. Section 5 shall not be completed for hop products made from blends of hops;\n2. Sections 7 and 8 shall be completed for all products made from hops;\n3. the description of the products (Section 9) shall be one of the following:\n(a) ‘unprepared hops’: i.e. hops which have only undergone preliminary drying and packaging,\n(b) ‘prepared hops’: i.e. hops which have undergone final drying and packaging,\n(c) ‘hop powder’ (which shall include hop pellets and enriched hop powder),\n(d) ‘isomerised hop extract’: i.e. an extract in which the alpha acids have been almost totally isomerised,\n(e) ‘extract of hops’: i.e. other extracts than isomerised extract of hops,\n(f) ‘mixed hop products’: i.e. a mixture of the products referred to in points (c), (d) and (e) above, excluding hops;\n4. the description ‘unprepared hops’ or ‘prepared hops’ shall be followed by the word ‘seedless’ if the seed content is less than 2% of the weight of the hops, and by the word ‘seeded’ in other cases;\n5. in cases where products made from hops are obtained from hops of different varieties and/or different places of production, these different varieties and/or places of production shall be stated in Section 9, followed by the percentage by weight of each variety from each production area making up the blend.\nANNEX V\nRepealed Regulations with list of their successive amendments\nCommission Regulation (EEC) No 3076/78\nCommission Regulation (EEC) No 1465/79 Article 2 only concerning the references to Article 3 of Regulation (EEC) No 3076/78\nCommission Regulation (EEC) No 4060/88 Article 1 only\nCommission Regulation (EEC) No 2264/91\nCommission Regulation (EEC) No 2940/92\nCommission Regulation (EEC) No 717/93\nCommission Regulation (EEC) No 2918/93\nCommission Regulation (EEC) No 3077/78\nCommission Regulation (EEC) No 673/79\nCommission Regulation (EEC) No 1105/79\nCommission Regulation (EEC) No 1466/79\nCommission Regulation (EEC) No 3042/79\nCommission Regulation (EEC) No 3093/81\nCommission Regulation (EEC) No 541/85\nCommission Regulation (EEC) No 3261/85\nCommission Regulation (EEC) No 3589/85 Article 1(2)\nCommission Regulation (EEC) No 1835/87\nCommission Regulation (EEC) No 3975/88\nCommission Regulation (EEC) No 4060/88 Article 2 only\nCommission Regulation (EEC) No 2835/90\nCommission Regulation (EEC) No 2238/91\nCommission Regulation (EEC) No 2915/93\nCommission Regulation (EC) No 812/94\nCommission Regulation (EC) No 1757/94\nCommission Regulation (EC) No 201/95\nCommission Regulation (EC) No 972/95\nCommission Regulation (EC) No 2132/95\nCommission Regulation (EC) No 539/98\nCommission Regulation (EC) No 81/2005\nCommission Regulation (EC) No 495/2007\nANNEX VI\nCorrelation Table\nRegulation (EEC) No 3076/78 Regulation (EEC) No 3077/78 This Regulation\nArticle 1(1) and (2)  Article 1(1) and (2)\nArticle 1(3)  Article 2\nArticle 1, first sentence Article 3, first paragraph\nArticle 1, second sentence Article 3, second paragraph\nArticle 2  Article 4\nArticle 3(1), introductory sentence  Article 5(1), introductory sentence\nArticle 3(1), first to fourth indents  Article 5(1), points (a) to (d)\nArticle 3(2)  Article 5(2)\nArticle 4  —\nArticle 5(1), first sentence  Article 6(1), first subparagraph\nArticle 5(1), second sentence  Article 6(1), second subparagraph\nArticle 5(1), third sentence  Article 6(1), third subparagraph\nArticle 5(2), first sentence  Article 6(2), first sentence\nArticle 5(2), second sentence  Article 6(2), second sentence\nArticle 6  Article 7\nArticle 7, first paragraph, except last five words  Article 8, first paragraph\nArticle 7, last five words of first paragraph and point 1  Article 8, second paragraph, introductory words\nArticle 7, point 1(a), introductory words  Article 8, second paragraph point (a), introductory words\nArticle 7, point 1(a), first indent  Article 8, second paragraph, point (a)(i)\nArticle 7, point 1(a), second indent  Article 8, second paragraph, point (a)(ii)\nArticle 7, point 1(a), third indent  Article 8, second paragraph, point (a)(iii)\nArticle 7, point 1(a), fourth indent  Article 8, second paragraph, point (a)(iv)\nArticle 7, point 1(a), fifth indent  Article 8, second paragraph, point (a)(v)\nArticle 7, point 1(a), sixth indent  Article 8, second paragraph, point (a)(vi)\nArticle 7, point 1(a), seventh indent  Article 8, second paragraph, point (a)(vii)\nArticle 7, point 1(b)  Article 8, second paragraph, point (b)\nArticle 7(2)  —\nArticle 7a, first paragraph, first sentence  Article 9(1)\nArticle 7a, first paragraph, second sentence  Article 9(2)\nArticle 7a, second paragraph  Article 9(3)\nArticle 7a, third paragraph, first sentence  Article 9(4), first subparagraph\nArticle 7a, third paragraph, second sentence  Article 9(4), second subparagraph\nArticle 8  Article 10\nArticle 9  —\nArticle 10  —\n— — Article 11\n— — Article 12\nAnnex Annex I\nAnnex I  Annex II\nAnnex II  Annex III\nAnnex III  —\nAnnex IV  Annex IV\n— — Annex V\n— — Annex VI"}