{"celex_id": "32007D0394", "uri": "http://publications.europa.eu/resource/cellar/a3a3f914-1c46-4faa-9c12-75408d5650ca", "type": "Decision", "concepts": ["1139", "233", "2489", "2654", "3201", "453", "747"], "title": "2007/394/EC: Commission Decision of 7 June 2007 amending Council Directive 90/377/EEC with regard to the methodology to be applied for the collection of gas and electricity prices charged to industrial end-users   (Text with EEA relevance)\n", "header": "9.6.2007 EN Official Journal of the European Union L 148/11\nCOMMISSION DECISION\nof 7 June 2007\namending Council Directive 90/377/EEC with regard to the methodology to be applied for the collection of gas and electricity prices charged to industrial end-users\n(Text with EEA relevance)\n(2007/394/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/377/EEC concerning a Community procedure to improve the transparency of gas and electricity prices charged to industrial end-users (1), and in particular Article 6 thereof,\nWhereas:\n(1) Directive 90/377/EEC sets out details concerning the form, content and all other features of the information to be provided by undertakings which supply gas or electricity to industrial end-users.\n(2) The methodology used to collect price information needs to be kept up to date to reflect the reality of competitive markets for electricity and gas developed under Directive 2003/54/EC of the European Parliament and of the Council of 26 June 2003 concerning common rules for the internal market in electricity and repealing Directive 96/92/EC (2) and Directive 2003/55/EC of the European Parliament and of the Council of 26 June 2003 concerning common rules for the internal market in natural gas and repealing Directive 98/30/EC (3), including the fact that several suppliers are now active in each market.\n(3) Directive 90/377/EEC should therefore be amended accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Committee referred to in Article 7 of Directive 90/377/EEC,", "main_body": ["Article 1\nThe Annexes to Directive 90/377/EEC are replaced by the text in the Annex to this Decision.", "This Decision shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 7 June 2007.\nFor the Commission\nAndris PIEBALGS\nMember of the Commission\n(1)  OJ L 185, 17.7.1990, p. 16 to 24. Directive as last amended by Directive 2006/108/EC (OJ L 363, 20.12.2006, p. 414).\n(2)  OJ L 176, 15.7.2003, p. 37. Directive as last amended by Council Decision 2006/653/EC (OJ L 270, 29.9.2006, p. 72).\n(3)  OJ L 176, 15.7.2003, p. 57.\nANNEX\nANNEX I\nGAS PRICES\nGas prices for industrial end-users (1) to be collected and compiled according to the following methodology:\n(a) Prices to be reported are prices paid by industrial end-users buying natural gas distributed through mains for their own use.\n(b) All industrial uses of gas are considered. However, the system excludes consumers who use gas:\n— for electricity generation in power plants or in CHP plants,\n— in non-energy uses (e.g. in the chemical industry),\n— above 4 000 000 gigajoule (GJ) per year.\n(c) Prices recorded to be based on a system of standard consumption bands defined by a range of annual gas consumption.\n(d) Prices will be collected twice per year, at the beginning of each six-month period, (January and July) and will refer to the average prices paid by industrial end-users for gas over the previous six months. The first communication of price data to the Statistical Office of the European Communities will refer to the situation on 1 January 2008.\n(e) Prices must be expressed in national currency per gigajoule. The unit of energy used is measured on the basis of the gross calorific value (GCV).\n(f) Prices must include all charges payable: network charges plus energy consumed minus any rebates or premiums, plus other charges (meter rental, standing charges, etc.). Initial connection charges are not to be included.\n(g) Prices are to be recorded as national average prices.\n(h) The Member States develop and implement cost-effective procedures to ensure a representative data compilation system based on the following rules:\n— Prices will represent weighted average prices, using the market shares of the gas supply undertakings surveyed as weighting factors. Arithmetic average prices will be provided only when weighted figures cannot be calculated. In either case, Member States will ensure that a representative share of the national market is covered by the survey.\n— Market shares should be based on the quantity of gas invoiced by the gas supply undertakings to industrial end-users. If possible, the market shares will be calculated separately for each band. The information used for calculating weighted average prices will be managed by Member States, respecting confidentiality rules.\n— In the interest of confidentiality, data relating to prices will be communicated only where there are, in the Member State concerned, at least three end-users in each of the categories referred to under point (j).\n(i) Three levels of prices are to be provided:\n— Prices excluding taxes and levies.\n— Prices excluding VAT and other recoverable taxes.\n— Prices including all taxes, levies and VAT.\n(j) Gas prices will be surveyed for the following categories of industrial end-user:\nIndustrial End-User Annual gas consumption (GJ)\nLowest Highest\nBand-I1  < 1 000\nBand-I2 1 000 < 10 000\nBand-I3 10 000 < 100 000\nBand-I4 100 000 < 1 000 000\nBand-I5 1 000 000 <= 4 000 000\n(k) Once every two years, together with the January price reporting, information about the compilation system applied will be communicated to the Statistical Office of the European Communities and particularly: a description of the survey and its scope (number of supply undertakings surveyed, aggregated percentage of the market represented, etc.) and the criteria used to calculate weighted average prices as well as the aggregated consumption volumes represented by each band. The first communication related to the compilation system shall concern the situation on 1 January 2008.\n(l) Once per year, together with the January price reporting, information about the main average characteristics and factors affecting the prices reported for each consumption band will be communicated to the Statistical Office of the European Communities.\n— Average load factors for industrial end-users corresponding to each consumption band calculated on the basis of the total energy supplied and average maximum demand.\n— A description on discounts given for interruptible supplies.\n— A description of standing charges, meter rentals or any other charges relevant at national level.\n(m) Once per year, together with the January reporting, the rates and method of calculation as well as a description of the taxes levied on gas sales to industrial end-users should also be reported. The description must include any non-tax levy covering system costs and public service obligations.\n— Taxes, levies, non-tax levies, fees and any other fiscal charges not identified in the invoices provided to industrial end-users. The items described under this point will be included under the reported figures for the price level: “Prices excluding taxes and levies”.\n— Taxes and levies identified in the invoices provided to industrial end-users and considered as non-recoverable. The items described under this point will therefore be included under the reported figures for the price level: “Prices excluding VAT and other recoverable taxes”.\n— Value Added Tax (VAT) and other recoverable taxes identified in the invoices provided to industrial end-users. The items described under this point will be included under the reported figures for the price level: “Prices including all taxes, levies and VAT”.\n— Value Added Tax.\n— Concession fees. This usually refers to licences and fees for the occupation of land and public or private property by networks or other gas devices.\n— Environmental taxes or levies. This usually refers either to the promotion of renewable energy sources or CHP or as a burden for CO2, SO2 or another agent emissions related to climate change.\n— Other taxes or levies linked with the energy sector: public service obligations/charges, levies to financing energy regulatory authorities, etc.\n— Other taxes or levies not linked with the energy sector: national, local or regional fiscal taxes on energy consumed, taxes on gas distribution, etc.\n(n) In Member States where one company covers all the industrial sales, the information may be communicated by that company. In Member States where more than one company operates, the information should be communicated by an independent statistical body.\nANNEX II\nELECTRICITY PRICES\nElectricity prices for industrial end-users (2) to be collected and compiled according to the following methodology:\n(a) Prices to be reported are prices paid by industrial end-users buying electricity for their own use.\n(b) All industrial uses of electricity are considered.\n(c) Prices recorded to be based on a system of standard consumption bands defined by a range of annual electricity consumption.\n(d) Prices will be collected twice per year, at the beginning of each six-month period, (January and July) and will refer to the average prices paid by the industrial end-user for electricity over the previous six months. The first communication of price data to the Statistical Office of the European Communities will refer to the situation on 1 January 2008.\n(e) Prices must be expressed in national currency per kWh.\n(f) Prices must include all charges payable: network charges plus energy consumed minus any rebates or premiums, plus other charges (capacity charges, commercialisation, meter rental, etc.). Initial connection charges are not to be included.\n(g) Prices are to be recorded as national average prices.\n(h) The Member States develop and implement cost-effective procedures to ensure a representative data compilation system based on the following rules:\n— Prices will represent weighted average prices, using the market share of the electricity supply undertakings surveyed as weighting factors. Arithmetic average prices will be provided only when weighted figures cannot be calculated. In either case, Member States will ensure that a representative share of the national market is covered in the survey.\n— Market shares should be based on the quantity of electricity invoiced by electricity supply undertakings to industrial end-users. If possible, the market shares will be calculated separately for each band. The information used for calculating weighted average prices will be managed by Member States, respecting confidentiality rules.\n— In the interest of confidentiality, data relating to prices will be communicated only where there are, in the Member State concerned, at least three end-users in each of the categories referred to under point (j).\n(i) Three levels of prices are to be provided:\n— Prices excluding taxes and levies.\n— Prices excluding VAT and other recoverable taxes.\n— Prices including all taxes, levies and VAT.\n(j) Electricity prices will be surveyed for the following categories of industrial end-user:\nIndustrial End-User Annual electricity consumption (MWh)\nLowest Highest\nBand-IA  < 20\nBand-IB 20 < 500\nBand-IC 500 < 2 000\nBand-ID 2 000 < 20 000\nBand-IE 20 000 < 70 000\nBand-IF 70 000 <= 150 000\n(k) Once every two years, together with the January price reporting, information about the compilation system applied will be communicated to the Statistical Office of the European Communities and particularly: a description of the survey and its scope (number of supply undertakings surveyed, aggregated percentage of the market represented, etc.) and the criteria used to calculate the weighted average prices as well as the aggregated consumption volumes represented by each band. The first communication related to the compilation system shall concern the situation on 1 January 2008.\n(l) Once per year, together with the January price reporting, information about the main average characteristics and factors affecting the prices reported for each consumption band will be communicated to the Statistical Office of the European Communities.\n— Average load factors for industrial end-users corresponding to each consumption band calculated on the basis of the total energy supplied and average maximum demand.\n— A table indicating the voltage limits per country.\n— A description of standing charges, meter rentals or any other charges relevant at national level.\n(m) Once per year, together with the January price reporting, the rates and method of calculation as well as a description of the taxes levied on electricity sales to industrial end-users should be reported. The description must include any non-tax levy covering system costs and public service obligations.\n— Taxes, levies, non-tax levies, fees and any other fiscal charges not identified in the invoices provided to industrial end-users. The items described under this point will be included under the reported figure for the price level: “Prices excluding taxes and levies”.\n— Taxes and levies identified in the invoices provided to industrial end-users and considered as non-recoverable. The items described under this point will be included under the reported figures for the price level: “Prices excluding VAT and other recoverable taxes”.\n— Value Added Tax (VAT) and other recoverable taxes identified in the invoices provided to industrial end-users. The items described under this point will be included under the reported figures for the price level: “Prices including all taxes, levies and VAT”.\n— Value Added Tax.\n— Concession fees. This usually refers to licences and fees for the occupation of land and public or private property by networks or other electricity devices.\n— Environmental taxes or levies. This usually refers either to the promotion of renewable energy sources or CHP, or as a burden for CO2, SO2 or another agents emissions related with the climate change.\n— Nuclear and other Inspection taxes: nuclear decommissioning charges, inspection and fees for nuclear installations, etc.\n— Other taxes or levies linked with the energy sector: public service obligations/charges, levies to financing energy regulatory authorities, etc.\n— Other taxes or levies not linked with the energy sector: national, local or regional fiscal taxes on energy consumed, taxes on electricity distribution, etc.\n(n) Once per year, together with the January price reporting, a breakdown of electricity prices into their main components will be communicated to the Statistical Office of the European Communities. This breakdown of electricity prices into their main components will be based on the following methodology:\n— “Network” price is the ratio between the revenue related to transmission and distribution tariffs and (if possible) the corresponding volume of kWh per consumption band. If separate volumes of kWh per band are not available, estimates should be provided.\n— “Energy and Supply” price, is the total price minus the “Network” price and minus all taxes and levies.\n— Taxes and levies. For this component an additional breakdown will be provided:\n— Taxes and levies on “Network” prices.\n— Taxes and levies on “Energy and Supply” prices.\n— VAT and other recoverable taxes.\n— “Network” price will include the following costs: transmission and distribution tariffs, transmission and distribution losses, network costs, after-sale services, system service costs and meter rental.\n— “Energy and Supply” price will include the following costs: generation, aggregation, balancing energy, supplied energy costs, customer services, after-sales management, metering, and other supply costs.\n— Other specific costs. This item represents costs which are neither network costs nor Energy and Supply costs nor taxes. If this kind of costs exists, they will be reported separately.\n(o) In Member States where one company covers all the industrial sales, the information may be communicated by that company. In Member States where more than one company operates, the information should be communicated by an independent statistical body.\n(1)  Industrial end-user may include other non-residential users\n(2)  Industrial end-user may include other non-residential user"}