{"celex_id": "32001R2541", "uri": "http://publications.europa.eu/resource/cellar/5919e874-be52-4e49-9378-7a8504be4e49", "type": "Regulation", "concepts": ["161", "1644", "2025", "3156", "4080", "4083"], "title": "Commission Regulation (EC) No 2541/2001 of 21 December 2001 amending Regulation (EC) No 2125/95 opening and providing for the administration of tariff quotas for preserved mushrooms, and repealing Regulation (EC) No 1921/95 laying down detailed rules for the application of the system of import licences for products processed from fruit and vegetables\n", "header": "Commission Regulation (EC) No 2541/2001\nof 21 December 2001\namending Regulation (EC) No 2125/95 opening and providing for the administration of tariff quotas for preserved mushrooms, and repealing Regulation (EC) No 1921/95 laying down detailed rules for the application of the system of import licences for products processed from fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2201/96 of 28 October 1996 on the common organisation of the markets in processed fruit and vegetable products(1), as last amended by Regulation (EC) No 1239/2001(2), and in particular Article 11(2) and Article 15(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1921/95(3), as last amended by Regulation (EC) No 308/2001(4), laid down detailed rules for the application of the system of import licences for products processed from fruit and vegetables and set out a list of products covered by that system. The aim of the system is to allow the Commission to ensure continuous monitoring of imports of the products in question in order to facilitate the adoption of appropriate measures in the event of disturbance or threatened disturbance of the Community market. This objective may be attained in a way that is less restrictive for importers by carrying out surveillance in accordance with Article 308d of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(5), as last amended by Regulation (EC) No 993/2001(6). Regulation (EC) No 1921/95 should therefore be repealed.\n(2) Commission Regulation (EC) No 2125/95 of 6 September 1995 opening and providing for the administration of tariff quotas for preserved mushrooms(7), as last amended by Regulation (EC) No 2858/2000(8), refers to a number of provisions of Regulation (EC) No 1921/95. Such reference should therefore, subject to specific provisions to be specified, be replaced by reference to Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(9), as amended by Regulation (EC) No 2299/2001(10).\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Regulation (EC) No 2125/95 is hereby amended as follows:\n1. Article 3 is replaced by the following:\n\"Article 3\n1. Commission Regulation (EC) No 1291/2000(11) shall apply to the system introduced by this Regulation, subject to the special provisions thereof.\n2. Import licences shall be valid for a period of nine months from the effective date of issue within the meaning of Article 23(2) of Regulation (EC) No 1291/2000, but shall not be valid after 31 December of the year concerned.\n3. The amount of the security referred to in Article 15(2) of Regulation (EC) No 1291/2000 shall be EUR 24 per tonne net.\n4. The country of origin shall be entered in box 8 of both the licence application and the import licence and the word 'yes' shall be marked with a cross. The import licence shall be valid only for imports originating in the country indicated.\"\n2. Article 4(4) is replaced by the following:\n\"4. Notwithstanding Article 9 of Regulation (EC) No 1291/2000, the rights arising from import certificates shall not be transferable.\"\n3. Article 6(1) is replaced by the following:\n\"1. Member States shall notify the Commission of the quantities for which import licence applications have been submitted, as follows:\n- each Wednesday in the case of applications made on Monday and Tuesday,\n- each Friday in the case of applications made on Wednesday and Thursday,\n- each Monday in the case of applications made on Friday of the previous week.\nThese notifications shall be broken down by product, according to the combined nomenclature, and giving separate figures for the quantities applied for pursuant to Article 4(1)(a) and (b) respectively.\"\n4. Article 9 is replaced by:\n\"Article 9\n1. Article 35(6) of Regulation (EC) No 1291/2000 shall apply.\n2. In the case of quantities imported within the tolerance referred to in Article 8(4) of Regulation (EC) No 1291/2000 the import duty provided for in the Common Customs Tariff (CCT) shall be levied in full.\"", "1. Regulation (EC) No 1921/95 is hereby repealed.\n2. At the request of parties concerned, import licences issued under Regulation (EC) No 1921/95 shall be cancelled in respect of quantities unused on the date of entry into force of this Regulation. In such cases the security shall be released.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 29.\n(2) OJ L 171, 26.6.2001, p. 1.\n(3) OJ L 185, 4.8.1995, p. 10.\n(4) OJ L 44, 15.2.2001, p. 33.\n(5) OJ L 253, 11.10.1993, p. 1.\n(6) OJ L 141, 28.5.2001, p. 1.\n(7) OJ L 212, 7.9.1995, p. 16.\n(8) OJ L 332, 28.12.2000, p. 59.\n(9) OJ L 152, 24.6.2000, p. 1.\n(10) OJ L 308, 27.11.2001, p. 19.\n(11) OJ L 152, 24.6.2000, p. 1."}