{"celex_id": "32005D0138", "uri": "http://publications.europa.eu/resource/cellar/b3602a54-e5f7-4040-afac-b8a6d5c5235d", "type": "Decision", "concepts": ["1598", "1755", "1854", "2211", "2563", "4152"], "title": "2005/138/EC: Commission Decision of 16 February 2005 amending Decision 2003/828/EC as regards movements of animals from and inside a restricted zone in Portugal, in relation to an outbreak of bluetongue in that Member State (notified under document number C(2005) 335) (Text with EEA relevance)\n", "header": "18.2.2005 EN Official Journal of the European Union L 47/38\nCOMMISSION DECISION\nof 16 February 2005\namending Decision 2003/828/EC as regards movements of animals from and inside a restricted zone in Portugal, in relation to an outbreak of bluetongue in that Member State\n(notified under document number C(2005) 335)\n(Text with EEA relevance)\n(2005/138/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Articles 8(2)(d), and 9(1)(c) and Article 12 thereof,\nWhereas:\n(1) Commission Decision 2003/828/EC of 25 November 2003 on protection and surveillance zones in relation to bluetongue (2) was adopted in the light of the bluetongue situation prevailing in the affected regions of the Community. That Decision demarcates protection and surveillance zones (the restricted zones) corresponding to specific epidemiological situations and lays down the conditions for providing exemptions from the exit ban laid down in Directive 2000/75/EC for certain movements of animals, their sperm, ova and embryos from and through those zones.\n(2) Decision 2003/828/EC, as last amended by Decision 2004/898/EC, has established a restricted zone (Zone F) corresponding to the bluetongue situation prevailing in Spain and Portugal at the time of adoption of Decision 2004/898/EC.\n(3) Portugal has now informed the Commission of an outbreak of bluetongue in the concelho of Idanha-a-Nova.\n(4) Exemptions to the exit ban from restricted zones as provided for in Decision 2003/828/EC should apply to the affected regions of Portugal.\n(5) In addition, Zone F should be extended and defined to take account of the geographical, ecological and epizootiological factors connected with bluetongue in the affected regions of Portugal.\n(6) Decision 2003/828/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/828/ EC is amended as follows:\n1. in Article 3, paragraph 1 and the introductory phrase of paragraph 2, are replaced by the following:\n2. Annex I is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 21 February 2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 February 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74. Directive as amended by the 2003 Act of Accession.\n(2)  OJ L 311, 27.11.2003, p. 41. Decision as last amended by Decision 2004/898/EC (OJ L 379, 24.12.2004, p. 105).\nANNEX\nIn Annex I to Decision 2003/828/EC, the restricted Zone F is replaced by the following:\n‘Zone F\nSPAIN:\n— Province of Cádiz, Málaga, Sevilla, Huelva, Córdoba, Cáceres, Badajoz\n— Province of Jaen (comarcas of Jaen and Andujar)\n— Province of Toledo (comarcas of Oropesa, Talavera de la Reina, Belvis de Jara and Los Navalmorales,)\n— Province of Ciudad Real (comarcas of Horcajo de los Montes, Piedrabuena, Almadén and Almodóvar del Campo)\nPORTUGAL:\n— Regional Direction of Agriculture of Alentejo: concelhos of Niza, Castelo de Vide, Marvão, Ponte de Sôr, Crato, Portalegre, Alter-do-Chão, Avis, Mora, Sousel, Fronteira, Monforte, Arronches, Campo Maior, Elvas, Arraiolos, Estremoz, Borba, Vila Viçosa, Alandroal, Redondo, Évora, Portel, Reguengos de Monsaraz, Mourão, Moura, Barrancos; Mértola, Serpa, Beja, Vidigueira, Ferreira do Alentejo, Cuba, Alvito, Viana, Montemor-o-Novo, Vendas Novas, Alcácer do Sal (East of A2, the freguesias of Santa Susana, Santiago and Torrão) and Gavião\n— Regional Direction of Agriculture of Ribatejo e Oeste: concelhos of Montijo (freguesias of Canha, S. Isidoro de Pegões and Pegões), Coruche, Salvaterra de Magos, Almeirim, Alpiarça, Chamusca, Constância, Abrantes and Sardoal\n— Regional Direction of Agriculture of Beira Interior: concelhos of Idanha-a-Nova, Penamacor, Fundão, Castelo Branco, Oleiros, Sertã, Proença-a-Nova, VilaVelha de Ródão, Vila de Rei and Mação’"}