{"celex_id": "32006R0776", "uri": "http://publications.europa.eu/resource/cellar/4745b761-be31-4050-972a-0358c85627d4", "type": "Regulation", "concepts": ["1277", "1445", "1755", "192", "2735", "3660", "5283"], "title": "Commission Regulation (EC) No 776/2006 of  23 May 2006  amending Annex VII to Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards Community reference laboratories   (Text with EEA relevance)\n", "header": "24.5.2006 EN Official Journal of the European Union L 136/3\nCOMMISSION REGULATION (EC) No 776/2006\nof 23 May 2006\namending Annex VII to Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards Community reference laboratories\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (1), and in particular Article 32(5) thereof,\nWhereas:\n(1) Regulation (EC) No 882/2004 lays down the general tasks, duties and requirements for Community reference laboratories for food and feed and for animal health. The Community reference laboratories are listed in Annex VII to that Regulation. That list contains all Community reference laboratories for feed and food that were previously designated in other acts.\n(2) The designation of Community reference laboratories should contribute to a high quality and uniformity of analytical results.\n(3) The activities of Community reference laboratories should cover all the areas of feed and food law and animal health, in particular those areas where there is a need for precise analytical and diagnostic results.\n(4) In a number of sectors where Community legislation on food, feed and animal health applies, there is a need to designate additional Community reference laboratories in areas where they do not yet exist and, in particular, with regard to foot-and-mouth disease, Brucellosis, Listeria monocytogenes, Coagulase positive Staphylococci, Escherichia coli, including Verotoxigenic E. coli (VTEC), Campylobacter, parasites (in particular Trichinella, Echinococcus, Anisakis), antimicrobial resistance, animal proteins in feedingstuffs, pesticides residues, Mycotoxins in food and feed, heavy metals in food and feed, dioxins and PCBs in food and feed and Polycyclic Aromatic Hydrocarbons (PAH).\n(5) In July 2005 the Commission launched a call for the selection and designation of new Community reference laboratories. The evaluation of the applications was completed in December 2005 and the results were notified to the competent authorities of the Member States concerned. Following that evaluation the Commission considers it appropriate to designate as new Community reference laboratories the successful candidates within each field.\n(6) It is necessary to update certain specific information regarding the existing Community reference laboratories in Annex VII to Regulation (EC) 882/2004.\n(7) Regulation (EC) No 882/2004 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee of the Food Chain and Animal Health,", "main_body": ["Annex VII to Regulation (EC) No 882/2004 is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 165, 30.4.2004, p. 1. Corrected by OJ L 191, 28.5.2004, p. 1.\nANNEX\nAnnex VII to Regulation (EC) No 882/2004 is replaced by the following:\n‘ANNEX VII\nCOMMUNITY REFERENCE LABORATORIES\nI.   Community reference laboratories for feed and food\n1.   Community reference laboratory for milk and milk products\nAFSSA — Laboratoire d'études et de recherches sur la qualité des aliments et sur les procédés agroalimentaires (LERQAP)\nF-94700 Maisons-Alfort\nFrance\n2.   Community reference laboratories for the analysis and testing of zoonoses (salmonella)\nRijksinstituut voor Volksgezondheid en Milieu (RIVM)\n3720 BA Bilthoven\nThe Netherlands\n3.   Community reference laboratory for the monitoring of marine biotoxins\nAgencia Española de Seguridad Alimentaria (AESA)\nE-36200 Vigo\nSpain\n4.   Community reference laboratory for monitoring the viral and bacteriological contamination of bivalve molluscs\nThe laboratory of the Centre for Environment, Fisheries and Aquaculture Science (CEFAS)\nWeymouth\nDorset DT4 8UB\nUnited Kingdom\n5.   Community reference laboratory for Listeria monocytogenes\nAFSSA — Laboratoire d'études et de recherches sur la qualité des aliments et sur les procédés agroalimentaires (LERQAP)\nF-94700 Maisons-Alfort\nFrance\n6.   Community reference laboratory for Coagulase positive Staphylococci, including Staphylococccus aureus\nAFSSA — Laboratoire d'études et de recherches sur la qualité des aliments et sur les procédés agroalimentaires (LERQAP)\nF-94700 Maisons-Alfort\nFrance\n7.   Community reference laboratory for Escherichia coli, including Verotoxigenic E. Coli (VTEC)\nIstituto Superiore di Sanità (ISS)\nI-00161 Roma\nItaly\n8.   Community reference laboratory for Campylobacter\nStatens Veterinärmedicinska Anstalt (SVA)\nS-751 89 Uppsala\nSweden\n9.   Community reference laboratory for parasites (in particular Trichinella, Echinococcus and Anisakis)\nIstituto Superiore di Sanità (ISS)\nI-00161 Roma\nItaly\n10.   Community reference laboratory for antimicrobial resistance\nDanmarks Fødevareforskning (DFVF)\nDK-1790 København V\nDenmark\n11.   Community reference laboratory for animal proteins in feedingstuffs\nCentre wallon de recherches agronomiques (CRA-W)\nB-5030 Gembloux\nBelgium\n12.   Community reference laboratories for residues of veterinary medicines and contaminants in food of animal origin\n(a)   For the residues listed in Annex I, Group A 1, 2, 3, 4, Group B 2(d) and Group B 3(d) to Directive 96/23/EC\nRijksinstituut voor Volksgezondheid en Milieu (RIVM)\n3720 BA Bilthoven\nThe Netherlands\n(b)   For the residues listed in Annex I, Group B 1 and B 3(e) to Directive 96/23/EC and carbadox and olaquindox\nLaboratoire d'études et de recherches sur les médicaments vétérinaires et les désinfectants\nAFSSA — site de Fougères\nBP 90203\nFrance\n(c)   For the residues listed in Annex I, Group A 5 and Group B 2(a), (b), (e) to Directive 96/23/EC\nBundesamt für Verbraucherschutz und Lebensmittelsicherheit (BVL)\nD-12277 Berlin\nGermany\n(d)   For the residues listed in Annex I, Group B 3(c) to Directive 96/23/EC\nInstituto Superiore di Sanità\nI-00161 Roma\nItaly\n13.   Community reference laboratory for transmissible spongiform encephalopathies (TSEs)\nThe laboratory referred to in Annex X, Chapter B to Regulation (EC) No 999/2001\nThe Veterinary Laboratories Agency\nWoodham Lane\nNew Haw\nAddlestone\nSurrey KT15 3NB\nUnited Kingdom\n14.   Community reference laboratory for additives for use in animal nutrition\nThe laboratory referred to in Annex II of Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1)\nThe Joint Research Centre of the European Commission\nGeel\nBelgium\n15.   Community reference laboratory for genetically modified organisms (GMOs)\nThe laboratory referred to in the Annex to Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (2)\nThe Joint Research Centre of the European Commission\nIspra\nItaly\n16.   Community reference laboratory for material intended to come into contact with foodstuffs\nThe Joint Research Centre of the European Commission\nIspra\nItaly\n17.   Community reference laboratories for residues of pesticides\n(a)   Cereals and feedingstuffs\nDanmarks Fødevareforskning (DFVF)\nDK-1790 København V\nDenmark\n(b)   Food of animal origin and commodities with high fat content\nChemisches und Veterinäruntersuchungsamt (CVUA) Freiburg\nPostfach 100462\nD-79123 Freiburg\nGermany\n(c)   Fruits and vegetables, including commodities with high water and high acid content\nLaboratorio Agrario de la Generalitat Valenciana (LAGV)\nGrupo de Residuos de Plaguicidas de la Universidad de Almería (PRRG)\nLAGV: E-46100 Burjassot-Valencia\nPRRG: E-04120 Almería\nSpain\n(d)   Single residue methods\nChemisches und Veterinäruntersuchungsamt (CVUA) Stuttgart\nPostfach 1206\nD-70702 Fellbach\nGermany\n18.   Community reference laboratory for heavy metals in feed and food\nThe Joint Research Centre of the European Commission\nGeel\nBelgium\n19.   Community reference laboratory for Mycotoxins\nThe Joint Research Centre of the European Commission\nGeel\nBelgium\n20.   Community reference laboratory for Polycyclic Aromatic Hydrocarbons (PAH)\nThe Joint Research Centre of the European Commission\nGeel\nBelgium\n21.   Community reference laboratory for dioxins and PCBs in feed and food\nChemisches und Veterinäruntersuchungsamt (CVUA) Freiburg\nPostfach 100462\nD-79123 Freiburg\nGermany\nII.   Community reference laboratories for animal health and live animals\n1.   Community reference laboratory for classical swine fever\nThe laboratory referred to in Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (3).\n2.   Community reference laboratory for African horse sickness\nThe laboratory referred to in Council Directive 92/35/EEC of 29 April 1992 laying down control rules and measures to combat African horse sickness (4).\n3.   Community reference laboratory for avian influenza\nThe laboratory referred to in Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza and repealing Directive 92/40/EEC (5).\n4.   Community reference laboratory for Newcastle disease\nThe laboratory referred to in Council Directive 92/66/EEC of 14 July 1992 introducing Community measures for the control of Newcastle disease (6).\n5.   Community reference laboratory for swine vesicular disease\nThe laboratory referred to in Council Directive 92/119/EEC of 17 December 1992 introducing general Community measures for the control of certain animal diseases and specific measures relating to swine vesicular disease (7).\n6.   Community reference laboratory for fish diseases\nThe laboratory referred to in Council Directive 93/53/EEC of 24 June 1993 introducing minimum Community measures for the control of certain fish diseases (8).\n7.   Community reference laboratory for bivalve mollusc diseases\nThe laboratory referred to in Council Directive 95/70/EC of 22 December 1995 introducing minimum Community measures for the control of certain diseases affecting bivalve molluscs (9).\n8.   Community reference laboratory for monitoring the effectiveness of rabies vaccination\nThe laboratory referred to in Council Decision 2000/258/EC of 20 March 2000 designating a specific institute responsible for establishing the criteria necessary for standardising the serological tests to monitor the effectiveness of rabies vaccines (10).\n9.   Community reference laboratory for bluetongue\nThe laboratory referred to in Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (11).\n10.   Community reference laboratory for African swine fever\nThe laboratory referred to in Council Directive 2002/60/EC of 27 June 2002 laying down specific provisions for the control of African swine fever and amending Directive 92/119/EEC as regards Teschen disease and African swine fever (12).\n11.   Community reference laboratory for zootechnics\nThe laboratory referred to in Council Decision 96/463/EC of 23 July 1996 designating the reference body responsible for collaborating in rendering uniform the testing methods and the assessment of the results for pure-bred breeding animals of the bovine species (13).\n12.   Community reference laboratory for foot-and-mouth disease\nThe laboratory referred to in Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (14).\n13.   Community reference laboratory for Brucellosis\nAFSSA — Laboratoire d’études et de recherches en pathologie animale et zoonoses\nF-94700 Maisons-Alfort\nFrance\n(1)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(2)  OJ L 268, 18.10.2003, p. 1.\n(3)  OJ L 316, 1.12.2001, p. 5. Directive as amended by the 2003 Act of Accession.\n(4)  OJ L 157, 10.6.1992, p. 19. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(5)  OJ L 10, 14.1.2006, p. 16.\n(6)  OJ L 260, 5.9.1992, p. 1. Directive as last amended by Regulation (EC) No 806/2003.\n(7)  OJ L 62, 15.3.1993, p. 69. Directive as last amended by Regulation (EC) No 806/2003.\n(8)  OJ L 175, 19.7.1993, p. 23. Directive as amended by the 2003 Act of Accession.\n(9)  OJ L 332, 30.12.1995, p. 33. Directive as last amended by Regulation (EC) No 806/2003.\n(10)  OJ L 79, 30.3.2000, p. 40. Decision as amended by Commission Decision 2003/60/EC (OJ L 23, 28.1.2003, p. 30).\n(11)  OJ L 327, 22.12.2000, p. 74.\n(12)  OJ L 192, 20.7.2002, p. 27. Directive as last amended by the 2003 Act of Accession.\n(13)  OJ L 192, 2.8.1996, p. 19.\n(14)  OJ L 306, 22.11.2003, p. 1. Directive as amended by Commission Decision 2005/615/EC (OJ L 213, 18.8.2005, p. 14).’"}