{"celex_id": "32008D0817", "uri": "http://publications.europa.eu/resource/cellar/d30a751f-c298-4549-9b36-f7672a7f2980", "type": "Decision", "concepts": ["1445", "1644", "192", "2088", "2300", "2738", "2771", "5369"], "title": "2008/817/EC: Commission Decision of 22 October 2008 amending Decision 2007/777/EC as regards imports of certain meat products from New Caledonia into the Community (notified under document number C(2008) 6050) (Text with EEA relevance)\n", "header": "28.10.2008 EN Official Journal of the European Union L 283/49\nCOMMISSION DECISION\nof 22 October 2008\namending Decision 2007/777/EC as regards imports of certain meat products from New Caledonia into the Community\n(notified under document number C(2008) 6050)\n(Text with EEA relevance)\n(2008/817/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(I) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC (1), and in particular Article 10(2)(a) thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (2), and in particular the introductory phrase of Article 8, the first paragraph of Article 8(1) and Article 8(4) thereof,\nWhereas:\n(1) Commission Decision 2007/777/EC of 29 November 2007 laying down the animal and public health conditions and model certificates for imports of certain meat products and treated stomachs, bladders and intestines for human consumption from third countries and repealing Decision 2005/432/EC (3) lays down rules on imports into the Community of consignments of certain meat products for human consumption. Part 2 of Annex II to that Decision contains the lists of third countries and parts thereof from which imports of those products are to be authorised. That Decision also lays down model certificates and rules on treatments required for those products.\n(2) New Caledonia has requested authorisation for imports into the Community of meat products prepared from domestic bovine animals and certain game and of certain parts of those animals.\n(3) The Commission has carried out an audit of New Caledonia which demonstrated that the competent veterinary authority of that third country provides appropriate guarantees as regards compliance with Community legislation, in accordance with the first subparagraph of Article 8(1) of Directive 2002/99/EC.\n(4) It is therefore appropriate to authorise the imports from New Caledonia into the Community of meat products prepared from domestic bovine animals and certain game and of certain parts of those animals with the application of the non-specific treatment laid down in Part 4 of Annex II to Decision 2007/777/EC for animal health reasons to those products.\n(5) Decision 2007/777/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Part 2 of Annex II to Decision 2007/777/EC is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 October 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 62, 15.3.1993, p. 49.\n(2)  OJ L 18, 23.1.2003, p. 11.\n(3)  OJ L 312, 30.11.2007, p. 49.\nANNEX\n‘PART 2\nThird countries or parts thereof from which imports of meat products and treated stomachs, bladders and intestines into the EU are authorised\n(See Part 4 of this Annex for the interpretation of codes used in the table)\n1. Domestic bovine\n2. Farmed cloven-hoofed game\n1. Domestic porcine\n2. Farmed cloven-hoofed game\n1. Poultry\n2. Farmed feathered game\nAR Argentina AR C C C A A A A C C XXX A D XXX\nArgentina AR-1 (1) C C C A A A A C C XXX A D XXX\nArgentina AR-2 (1) A (2) A (2) C A A A A C C XXX A D XXX\nAU Australia A A A A D D A A A XXX A D A\nBH Bahrain B B B B XXX XXX A C C XXX A XXX XXX\nBR Brazil XXX XXX XXX A D D A XXX XXX XXX A D XXX\nBrazil BR-1 XXX XXX XXX A XXX A A XXX XXX XXX A A XXX\nBrazil BR-2 C C C A D D A C XXX XXX A D XXX\nBrazil BR-3 XXX XXX XXX A A XXX A XXX XXX XXX A D XXX\nBW Botswana B B B B XXX A A B B A A XXX XXX\nBY Belarus C C C B XXX XXX A C C XXX A XXX XXX\nCA Canada A A A A A A A A A XXX A A A\nCH Switzerland (3)\nCL Chile A A A A A A A B B XXX A A XXX\nCN China B B B B B B A B B XXX A B XXX\nChina CN-1 B B B B D B A B B XXX A B XXX\nCO Colombia B B B B XXX A A B B XXX A XXX XXX\nET Ethiopia B B B B XXX XXX A B B XXX A XXX XXX\nGL Greenland XXX XXX XXX XXX XXX XXX A XXX XXX XXX A A A\nHK Hong Kong B B B B D D A B B XXX A XXX XXX\nHR Croatia A A D A A A A A D XXX A A XXX\nIL Israel B B B B A A A B B XXX A A XXX\nIN India B B B B XXX XXX A B B XXX A XXX XXX\nIS Iceland A A B A A A A A B XXX A A XXX\nKE Kenya B B B B XXX XXX A B B XXX A XXX XXX\nKR South Korea XXX XXX XXX XXX D D A XXX XXX XXX A D XXX\nMA Morocco B B B B XXX XXX A B B XXX A XXX XXX\nME Montenegro A A D A D D A D D XXX A XXX XXX\nMG Madagascar B B B B D D A B B XXX A D XXX\nMK Former Yugoslav Republic of Macedonia (4) A A B A XXX XXX A B B XXX A XXX XXX\nMU Mauritius B B B B XXX XXX A B B XXX A XXX XXX\nMX Mexico A D D A D D A D D XXX A D XXX\nMY Malaysia MY XXX XXX XXX XXX XXX XXX XXX XXX XXX XXX XXX XXX XXX\nMalaysia MY-1 XXX XXX XXX XXX D D A XXX XXX XXX A D XXX\nNA Namibia (1) B B B B D A A B B A A D XXX\nNC New Caledonia A XXX XXX XXX XXX XXX XXX A XXX XXX XXX XXX XXX\nNZ New Zealand A A A A A A A A A XXX A A A\nPY Paraguay C C C B XXX XXX A C C XXX A XXX XXX\nRS Serbia (5) A A D A D D A D D XXX A XXX XXX\nRU Russia C C C B XXX XXX A C C XXX A XXX A\nSG Singapore B B B B D D A B B XXX A XXX XXX\nSZ Swaziland B B B B XXX XXX A B B A A XXX XXX\nTH Thailand B B B B A A A B B XXX A D XXX\nTN Tunisia C C B B A A A B B XXX A D XXX\nTR Turkey XXX XXX XXX XXX D D A XXX XXX XXX A D XXX\nUA Ukraine XXX XXX XXX XXX XXX XXX A XXX XXX XXX A XXX XXX\nUS United States A A A A A A A A A XXX A A XXX\nUY Uruguay C C B A D A A XXX XXX XXX A D XXX\nZA South Africa (1) C C C A D A A C C A A D XXX\nZW Zimbabwe (1) C C B A D A A B B XXX A D XXX\nXXX No certificate laid down and meat products and treated stomachs, bladders and intestines containing meat of this species are not authorised.’\n(1)  See Part 3 of this Annex for the minimum treatment requirements applicable to pasteurised meat products and biltong.\n(2)  For meat products and treated stomachs, bladders and intestines prepared from fresh meat obtained from animals slaughtered after 1 March 2002.\n(3)  In accordance with the Agreement between the European Community and the Swiss Confederation on trade in agricultural products.\n(4)  The former Yugoslav Republic of Macedonia; provisional code that does not prejudge in any way the definitive nomenclature for this country, which will be agreed following the conclusion of negotiations currently taking place on this subject in the United Nations.\n(5)  Not including Kosovo as defined by United Nations Security Council Resolution 1244 of 10 June 1999.\nXXX No certificate laid down and meat products and treated stomachs, bladders and intestines containing meat of this species are not authorised.’"}