{"celex_id": "32000R0337", "uri": "http://publications.europa.eu/resource/cellar/3794ce25-928b-4439-b0dc-559b38f9472b", "type": "Regulation", "concepts": ["123", "261", "3483", "3870", "4505", "5240"], "title": "Council Regulation (EC) No 337/2000 of 14 February 2000 concerning a flight ban and a freeze of funds and other financial resources in respect of the Taliban of Afghanistan\n", "header": "COUNCIL REGULATION (EC) No 337/2000\nof 14 February 2000\nconcerning a flight ban and a freeze of funds and other financial resources in respect of the Taliban of Afghanistan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Council Common Position 1999/727/CFSP of 15 November 1999 concerning restrictive measures against the Taliban(1),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 15 October 1999, the United Nations Security Council adopted Resolution 1267 (1999); in paragraph 2 of that resolution the Security Council demanded that the Taliban without delay hand over Usama bin Laden to the authorities mentioned in that paragraph.\n(2) In paragraph 3 of Resolution 1267 (1999) the Security Council decided that a flight ban and a freeze of funds and other financial resources as set out in paragraph 4 of that resolution should be imposed on 14 November 1999 unless the Security Council decided that the Taliban had fully complied with the obligation set out in the aforementioned paragraph 2.\n(3) The measures set out in paragraph 4 of Resolution 1267 (1999) fall under the scope of the Treaty and, therefore, notably with a view to avoiding distortion of competition, Community legislation is necessary to implement the relevant decisions of the Security Council as far as the territory of the Community is concerned, such territory being deemed to encompass, for the purposes of this Regulation, the territories of the Member States to which the Treaty is applicable, under the conditions laid down in that Treaty.\n(4) In order to create maximum legal certainty within the Community, names and other relevant data with regard to persons and bodies and aircraft, as designated by the Committee established under the Resolution 1267 (1999), should be made publicly known; appropriate procedures should be established within the Community regarding this aspect.\n(5) Resolution 1267 (1999) provides for certain exemptions to the restrictions imposed on the condition of prior approval of the said Committee.\n(6) The approval of the said Committee should be obtained through the competent national authorities of the Member States, whose names and addresses should, therefore, be made available and annexed to this Regulation.\n(7) For reasons of expediency, the Commission should be empowered to supplement and/or amend the Annexes to this Regulation on the basis of pertinent notifications from the said Committee.\n(8) The competent authorities of the Member States should, where necessary, be empowered to ensure compliance with this Regulation.\n(9) Violations of the provisions of this Regulation should be penalised and Member States should impose appropriate penalties to that effect.\n(10) The Security Council calls for the measures to be applied notwithstanding any rights conferred or obligations imposed by any international agreement signed or any contract entered into or any licence or permit granted before the entry into force of the relevant paragraphs of Resolution 1267 (1999) enter into force.\n(11) The Commission and Member States should inform each other of the measures taken under this Regulation and of other relevant information at their disposal in connection with this Regulation, and cooperate with the said Committee, including by supplying information to it,", "main_body": ["For the purpose of this Regulation:\n1. Taliban shall mean: the Afghan faction which also calls itself the Islamic Emirate of Afghanistan;\n2. Taliban Sanctions Committee shall mean: the Committee established by United Nations Security Council Resolution 1267 (1999).", "This Regulation shall apply to any funds, other financial resources, and aircraft designated by the Taliban Sanctions Committee.\nThe funds and other financial resources referred to in the first subparagraph shall be listed in Annex I and the aircraft referred to therein in Annex II to this Regulation.", "1. All funds and other financial resources designated by the Taliban Sanctions Committee, listed in Annex I, shall be frozen.\n2. No funds or other financial resources designated by the Taliban Sanctions Committee, listed in Annex I, shall be made available to or for the benefit of the Taliban or any undertaking owned or controlled, directly or indirectly, by the Taliban.", "Without prejudice to the Community rules concerning confidentiality and to the provisions of Article 284 of the Treaty, the competent authorities of the Member States shall have the power to require banks, other financial institutions, insurance companies, and other bodies and persons to provide all relevant information necessary for ensuring compliance with this Regulation.", "It shall be prohibited for any aircraft designated by the Taliban Sanctions Committee, listed in Annex, II, to take off from, or land in, the territory of the Community.", "1. Article 3 shall not apply to funds and other financial resources for which the Taliban Sanctions Committee has granted an exemption.\n2. Article 5 shall not apply to flights for which the Taliban Sanctions Committee has granted an exemption.\n3. No exemptions from Articles 3 and 5 other than those referred to in paragraphs 1 and 2 of this Article may be granted.\n4. Exemptions referred to in paragraphs 1 and 2 shall be obtained, where appropriate, through the competent authorities of the Member States listed in Annex III. Exemptions granted by the Taliban Sanctions Committee shall apply throughout the Community.", "Without prejudice to the rights and obligations of the Member States under the Charter of the United Nations, the Commission shall:\n- supplement and/or amend Annexes I and II on the basis of determinations made by the United Nations Security Council or the Taliban Sanctions Committee,\n- supplement and/or amend Annex III on the basis of information supplied by the competent authorities within the Community,\n- maintain all the necessary contacts with the Taliban Sanctions Committee for the purpose of the effective implementation of this Regulation.", "The Commission and the Member States shall inform each other immediately of the measures taken under this Regulation and supply each other with the relevant information at their disposal in connection with this Regulation, and in respect of violation and enforcement problems or judgements handed down by national courts.", "This Regulation shall apply notwithstanding any rights conferred or obligations imposed by any international agreement signed or any contract entered into or any licence or permit granted before the entry into force of this Regulation.", "0\nEach Member State shall determine the sanctions to be imposed where the provisions of this Regulation are infringed. Such sanctions shall be effective, proportionate and dissuasive.", "1\nThis Regulation shall apply:\n- within the territory of the Community, including its airspace,\n- on board any aircraft or any vessel under the jurisdiction of a Member State,\n- to any person elsewhere who is a national of a Member State,\n- to any body which is incorporated or constituted under the law of a Member State.", "2\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 2000.\nFor the Council\nThe President\nJ. GAMA\n(1) OJ L 294, 16.11.1999, p. 1.\nANNEX I\nList of funds and other financial resources referred to in Article 2\nANNEX II\nList of aircrafts referred to in Article 2\n>TABLE>\nANNEX III\nList of competent authorities referred to in Article 6(4)\nA. FLIGHT BAN\nBELGIUM\nMinistère des communications et de l'infrastructure\nAdministration de l'aéronautique\nCentre Communications Nord - 4e étage\nRue du Progrès 80 - Boîte 5 B - 1030 Bruxelles Tel. (32-2) 206 32 00 Fax (32-2) 203 15 28\nDENMARK\nCivil Aviation Administration\nLuftfartshuset\nBox 744 Ellebjergvej 50 DK - 2450 København Tel. (45) 36 44 48 48 Fax (45) 36 44 03 03\nGERMANY\nGeneraldirektor für Luft- und Raumfahrt\nBundesministerium für Verkehr\nPostfach 200 100 D - 53170 Bonn Tel. (49-228) 300 45 00 Fax (49-228) 300 79 29\nGREECE\nMinistry of Transport and Communications\nHellenic Civil Aviation Authority\nPO Box 73 751 GR - 16604 Helliniko Tel. (30-1) 894 42 63 Fax (30-1) 894 42 79\nSPAIN\nDireccion General de Aviación Civil\nMinisterio de Fomento\nPaseo de la Castellana, 67 E - 28071 Madrid Tel. (34-91) 597 70 00 Fax (34-91) 597 53 57\nFRANCE\nMinistere de l'équipement, des transports et du logement\nDirection générale de l'aviation civile\nDirection des transports aériens\n50, rue Henri Farman F - 75720 Paris cedex 15 Tel. (33-1) 58 09 43 21 Fax (33-1) 58 09 36 36\nIRELAND\nGeneral Director for Civil Aviation\nDepartment of Transport, Energy and Communications\n44, Kildare Street Dublin 2 Ireland Tel. (353-1) 604 10 36 Fax (353-1) 604 11 81\nITALY\nEnte Nazionale per l'Aviazione Civile (ENAC) Via di Villa Ricotti 42 I - 00161 Roma Tel. (39-06) 44 18 52 08/44 18 52 09 Fax (39-06) 44 18 53 16\nLUXEMBOURG\nDirecteur de l'aviation civile\nMinistère des transports\n19-21, boulevard Royal L - 2938 Luxembourg Tel. (352) 478 44 12 Fax (352) 46 77 90\nNETHERLAND\nMinistry of Transport, Public Works and Water Management\nDirectorate General of Civil Aviation\nPlesmanweg 1-6 PO Box 90771 2509 LT Den Haag Netherlands Tel. (31-70) 351 72 45 Fax (31-70) 351 63 48\nAUSTRIA\nBundesministerium für Wissenschaft und Verkehr\nZentralsektion Verkehr, Luftfahrt\nRadetzkystrae 2 A - 1030 Wien Tel. (43-1) 711 62 70 00 Fax (43-1) 711 62 70 99\nPORTUGAL\nInstituto Nacional da Aviação Civil\nMinistério do Equipamento Social\nRua B, edifícios 4, 5, 6\nAeroporto da Portela\nP - 1749-034 Lisboa Tel.: (351-21) 842 35 00 Fax: (351-21) 840 23 98 Email: inacgeral@mail.telepac.pt\nFINLAND\nCivil Aviation Administration\nIlmailulaitos/Luftfartsverket\nPO Box 50 FIN - 01531 Vantaa Tel. (358-9) 82 77 20 10 Fax (358-9) 82 77 20 91\nSWEDEN\nRegeringskansliet\nUtrikesdepartementet\nRattssekretariatet för EU-fragor\nFredsgatan 6 S - 103 39 Stockholm Tel. (46-8) 405 10 00 Fax (46-8) 723 11 76\nUNITED KINGDOM\nDepartment of Environment, Transport and the Regions\nInternational Aviation Negotiations\nGreat Minster House\n76, Marsham Street London SW1P 4DR United Kingdom Tel. (44-171) 890 58 01 Fax (44-171) 676 21 94\nEUROPEAN COMMUNITY\nCommission of the European Communities\nDirectorate-General for External Relations\nMr A. de Vries, DM24 5/75 Rue de la Loi/Wetstraat 200 B - 1049 Bruxelles/Brussel Tel.: (32-2) 295 68 80 Fax: (32-2) 295 73 31\nB. FREEZE OF FUNDS\nBELGIUM\nMinistere des finances\nTrésorerie\navenue des Arts 30 B - 1040 Bruxelles Fax (32-2) 233 75 18\nDENMARK\nErhvervsfremmestyrelsen\nDahlerups Pakhus\nLangelinie Alle 17 DK - 2100 København Ø Tel. (45) 35 46 60 00 Fax (45) 35 46 60 01\nGERMANY\n1. For examinations of the status of banks:\nLandeszentralbank in Baden-Württemberg Postfach 10 60 21 D - 70049 Stuttgart Tel. 07 11/9 44-11 20/21/23 Fax. 07 11/9 44-19 06\nLandeszentralbank in Freistaat Bayern D - 80291 München Tel. 0 89/280 89-32 64 Fax. 0 89/28 89-38 78\nLandeszentralbank in Berlin und Brandenburg Postfach 11 01 60 D - 10831 Berlin Tel. 0 30/34 75/11 10/15/20 Fax. 0 30/34 75/11 90\nLandeszentralbank in der Freien Hansestadt Hamburg, in Mecklenburg-Vorpommern und Schleswig-Holstein Postfach 57 03 48 D - 22772 Hamburg Tel. 0 40/37 07/66 00 Fax. 0 40/37 07-66 15\nLandeszentralbank in Hessen Postfach 11 12 32 D - 60047 Frankfurt am Main Tel. 0 69/23 88-19 20 Fax. 0 69/23 88-19 19\nLandeszentralbank in der Freien Hansestadt Bremen, in Niedersachsen und Sachsen-Anhalt Postfach 2 45 D - 30002 Hannover Tel. 05 11/30 33-27 23 Fax. 05 11/30 33-27 30\nLandeszentralbank in Nordrhein-Westfalen Postfach 10 11 48 D - 40002 Düsseldorf Tel: 02 11/8 74-23 73/31 59 Fax: 02 11/8 74-23 78\nLandeszentralbank in Rheinland-Pfalz und im Saarland Postfach 30 09 D - 55020 Mainz Tel: 0 61 31/3 77-4 10/4 16 Fax: 0 61 31/3 77-4 24\nLandeszentralbank in den Freistaaten Sachsen und Thüringen Postfach 90 11 21 D - 04103 Leipzig Tel. 03 41/8 60-22 00 Fax. 03 41/8 60-23 89\n2. For examinations of the status of companies, undertakings, entities and institutions other than banks:\nBundesausfuhramt\nReferat 214\nPostfach 51 60 D - 65726 Eschborn Tel. 0 61 96/9 08-0 Fax. 0 61/96/9 08-4 12\nGREECE\nMinistry of National Economy\nSecretariat-General for International Economic Relations\nDirectorate-General for External Economic and Trade Relations\nDirector General Mr V. Kanellakis Ermou and Kornarou 1 GR - 105 63 Athens Tel. (31) 32 86 401-3 Fax (31) 32 86 404\nSPAIN\nDirección General de Política Comercial e Inversiones Exteriores\nSubdirección General de Gestión de las Transacciones con el Exterior\n(Ministerio de Economía y Hacienda)\nPo de la Castellana, 162 - Planta 9 E - 28046 Madrid Tel. (00-34) 91 583 74 00 Fax (00-34) 91 583 55 09 Direccion General del Tesoro y Política Financiera\nSubdirección General de Inspección y Control de Movimientos de Capitales\n(Ministerio de Economía y Hacienda)\nPl. de Jacinto Benavente, 3 E - 28071 Madrid Tel. (00-34) 91 360 45 88 Fax (00-34) 91 583 52 14\nFRANCE\nMinistère de l'économie, des finances et de l'industrie\nDirection du Trésor\nService des affaires européennes et internationales\nSous-direction E\n139, rue du Bercy F - 75572 Paris-cedex 12 Tel. (33-1) 44 87 17 17 Fax (33-1) 53 18 36 15\nIRELAND\nCentral Bank of Ireland\nFinancial Markets Department\nP.O. Box 559 Dame Street Dublin 2 Tel. (353-1) 671 66 66 Department of Foreign Affairs\nBilateral Economic Relations Section\n76-78 Harcourt Street Dublin 2 Tel. (353-1) 408 24 92\nITALY\nMinistero del Commercio Estero\nDirezione Generale per la Politica Commerciale e per la Gestione del Regime degli Scambi\nDivisione IV\nViale America, 341 I - 00144 Roma Tel: (39-06) 59 93 24 39 Fax: (39-06) 59 64 75 06\nLUXEMBOURG\nMinistère des affaires étrangères\nDirection des relations économiques internationales et de la coopération\nBP 1602 L - 1016 Luxembourg\nNETHERLANDS\nMinisterie van Financiën\nDirectie Wetgeving, Juridische en Bestuurlijke Zaken\nPostbus 20201 2500 EE Den Haag Nederland Tel. (31-70) 342 82 27 Fax (31-70) 342 79 05\nAUSTRIA\nBundesministerium für wirtschaftliche Angelegenheiten\nAbteilung II/A/2\nLandstrasser Haupstraße 55-57 A - 1030 Wien Österreichische Nationalbank Otto Wagner-Platz 3 A - 1090 Wien Tel. (43-1) 40 420-0 Fax. (43-1) 40 420-73 99\nPORTUGAL\nMinistério das Finanças\nDirecção Geral dos Assuntos Europeus e Relações Internacionais\nAvenida Infante D. Henrique, n.o 1, C 2.o P - 1100 Lisboa Tel. (351-1) 882 32 40/47 Fax (351-1) 882 32 49 E-mail. dgaeri@mfinancas,mailpac.pt\nFINLAND\nUlkoasiainministeriö/Utrikesministeriet PL 176 SF - 00161 Helsinki Tel. (358-9) 13 41 51 Fax. (358-9) 13 41 57 07 and (358-9) 62 98 40\nSWEDEN\nRegeringskansliet\nUtrikesdepartementet\nRattssekretariatet för EU-frågor\nFredsgatan 6 S - 103 39 Stockholm Tel. (46-8) 405 10 00 Fax (46-8) 723 11 76\nUNITED KINGDOM\nHM Treasury\nInternational Financial Services\nParliament Street London SW1P 3AG United Kingdom Tel: (44-171) 270 55 50 Fax: (44-171) 270 43 65 Bank of England\nSanctions Emergency Unit\nLondon EC2R 8AH United Kingdom Tel. (44-171) 601 46 07 Fax (44-171) 601 43 09\nEUROPEAN COMMUNITY\nCommission of the European Communities\nDirectorate-General External Relations\nMr A. de Vries, DM24 5/75 Rue de la Loi/Wetstraat 200 B - 1049 Bruxelles/Brussel Tel.: (32-2) 295 68 80 Fax: (32-2) 295 73 31"}