{"celex_id": "32001R1978", "uri": "http://publications.europa.eu/resource/cellar/58cecba6-2180-4f50-89ae-9d5901077cf1", "type": "Regulation", "concepts": ["1309", "1394", "161", "2295", "4316", "4319"], "title": "Commission Regulation (EC) No 1978/2001 of 10 October 2001 on opening a tariff quota for raw cane sugar for refining, originating in the least developed countries, for the marketing year 2001/02\n", "header": "Commission Regulation (EC) No 1978/2001\nof 10 October 2001\non opening a tariff quota for raw cane sugar for refining, originating in the least developed countries, for the marketing year 2001/02\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2820/98 of 21 December 1998 applying a multiannual scheme of generalised tariff preferences for the period 1 July 1999 to 31 December 2001(1), as last amended by Regulation (EC) No 416/2001(2), and in particular Article 6(6) thereof,\nWhereas:\n(1) Article 6(5) of Regulation (EC) No 2820/98 lays down that, until Common Customs Tariff duties are entirely suspended, a global tariff quota at zero duty is to be opened for every marketing year for products of tariff subheading 1701 11 10, originating in the least developed countries listed in Annex IV. The initial tariff quota for the marketing year 2001/02 is to be equal to 74185 tonnes, white sugar equivalent, for products of subheading 1701 11 10.\n(2) Those provisions have to be implemented within the framework of the common trading system established by Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(3).\n(3) The quantities of raw sugar benefiting from the global tariff quota should be imported under conditions which meet the refining needs of the Member States referred to in Article 39(2) of Regulation (EC) No 1260/2001. They should be imported and refined under the fairest possible conditions of competition.\n(4) The detailed rules governing the opening and management of the quota should be valid for only one marketing year. They should be reviewed at the end of that period, and rules for a longer period may subsequently be established in the light of the experience gained. The new rules should aim at ensuring that economic benefits arising from the existence of quotas (\"quota rent\" effect) will accrue to the beneficiary countries and in particular to their agricultural sector.\n(5) The provisions concerning the proof of origin set out in Articles 67 to 97 of Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(4), as last amended by Regulation (EC) No 993/2001(5), establish the definition of the concept of originating products to be used for the purposes of generalised tariff preferences.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Generalised Preferences Committee,", "main_body": ["This Regulation lays down the rules for opening and managing the tariff quota for raw cane sugar for refining referred to in Article 6(5) of Regulation (EC) No 2820/98, for the marketing year 2001/02.", "A global tariff quota of 74185 tonnes of products of CN code 1701 11 10, expressed as white sugar equivalent, is opened for imports originating in the least developed countries listed in Annex IV to Regulation (EC) No 2820/98. The quota shall bear the order No 09.4650.\nAll common customs tariff duties, as well as any additional duties referred to in Article 24 of Regulation (EC) No 1260/2001, on imports under that quota are suspended.\nThe quota shall be open until 30 June 2002.", "1. A minimum purchase price of EUR 49,68 per 100 kg of standard quality raw sugar (cif, free out of European ports of the Community) shall apply to imports under the quota referred to in Article 2.\n2. Where the polarisation of the imported raw sugar deviates from 96 degrees, the minimum price shall be increased or decreased, as the case may be, by 0,14 % for each one tenth of a degree of deviation.", "1. Imports under the quota referred to in Article 2 shall require an import licence.\n2. Import licences shall be issued by the Member States referred to in Article 39(2) of Regulation (EC) No 1260/2001 for the refineries referred to in Article 7(4) of that Regulation.\n3. Each Member State shall notify the Commission of applications submitted in the order in which they are recorded. Such notifications shall specify the applicants and the quantities applied for, as well as the quantities imported under licences already issued. A Member State may issue a licence if the Commission does not object within 3 days after notification.\n4. Import licences may be transferred between licence holders. However, the obligations to import and refine are not transferable.", "1. Import licences referred to in Article 4 shall be valid from the date on which they are issued until the end of the marketing year 2001/02.\n2. Applications for licences shall be submitted by the refiner to the competent body of the Member State of import concerned and shall be accompanied by a declaration by which the refiner undertakes to refine the quantity of raw sugar in question in the marketing year 2001/02.\n3. The security relating to the licences shall be EUR 0,30 per 100 kg net weight of sugar.\n4. The refiner who applied for the licence must, within three months of the end of the time limit for refining, show to the Member State which issued the licence proof of refining acceptable to it.\n5. Except in the event of force majeure and without prejudice to Article 6 of Commission Regulation (EC) No 1464/95(6), if the sugar is not refined within the time limit, the refiner who applied for the licence shall pay an amount equal to the full duty applicable to raw sugar in the marketing year 2001/02 plus, where applicable, the highest additional rate of duty recorded during that marketing year.\n6. Except in the event of force majeure, where it has not been possible for a quantity of sugar to be delivered in sufficient time to enable it to be refined by the end of the marketing year 2001/02, the Member State of importation may, at the request of the refiner, extend the validity of the licence for 30 days from the beginning of the following marketing year. In that case the raw sugar in question shall count against and be within the limits of the quota for the marketing year 2001/02.\n7. Where it has not been possible to refine a quantity of sugar by the end of the marketing year 2001/02, the Member State in question may, at the request of the refiner, extend the time limit by a maximum of 90 days from the beginning of the following marketing year. In that case, the raw sugar in question shall be refined within that extended time limit and shall count against and be within the limits of the quota for the marketing year 2001/02.\n8. Notwithstanding Article 50 of Commission Regulation (EC) No 1291/2000(7), quantities imported benefiting from the positive tolerance provided for in Article 8(4) of that Regulation shall be deemed to have been delivered under the quota referred to in Article 2 of this Regulation provided they are covered by the certificate of origin referred to in Article 6(1).\n9. Import licence applications and import licences shall include the following entry: \"Raw sugar originating in ... (name of the country or countries referred to in Annex IV to Regulation (EC) No 2820/98) imported pursuant to Article 6(5) of Regulation (EC) No 2820/98.\"", "1. Proof of the originating status of the imports under the quota referred to in Article 2 shall be furnished by a certificate of origin Form A issued in accordance with Articles 67 to 97 of Regulation (EEC) No 2454/93.\n2. The certificate of origin Form A shall bear, in box 4:\n- the phrase \"Quota - Regulation (EC) No 1978/2001\",\n- the date of loading of the sugar in the exporting beneficiary country, and the marketing year in respect of which delivery is being made,\n- CN code 1701 11 10.\n3. The customs authorities of the importing Member State shall indicate on the certificate of origin Form A:\n- the appropriate date, established on the basis of a shipping document, on which loading of the sugar in the port of export was completed,\n- information relating to the import operation and the quantities actually imported.\n4. The importing Member State shall forward to the Commission a copy of the certificate of origin Form A with the annotations referred to in paragraph 3, at the latest by the end of each month in respect of the preceding month.", "Member States shall notify to the Commission:\n(a) every week in respect of the preceding week, the quantity of raw sugar by weight for which import licences referred to in Article 4 have been issued;\n(b) every month in respect of the preceding month:\n- the quantity of raw sugar by weight actually imported with licences referred to in Article 4,\n- the quantity of raw sugar in question by weight and in white sugar equivalent refined during the month preceding that in which the report is made.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply until 30 June 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 October 2001.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 357, 30.12.1998, p. 1.\n(2) OJ L 60, 1.3.2001, p. 43.\n(3) OJ L 178, 30.6.2001, p. 1.\n(4) OJ L 253, 11.10.1993, p. 1.\n(5) OJ L 141, 28.5.2001, p. 1.\n(6) OJ L 144, 28.6.1995, p. 14.\n(7) OJ L 152, 24.6.2000, p. 1."}