{"celex_id": "32005R1068", "uri": "http://publications.europa.eu/resource/cellar/21c00fd8-557a-412c-8f6f-26e5ae6c1a03", "type": "Regulation", "concepts": ["2173", "3170", "5360", "6100", "6569"], "title": "Commission Regulation (EC) No 1068/2005 of 6 July 2005 amending Regulation (EC) No 824/2000 establishing procedures for the taking-over of cereals by intervention agencies and laying down methods of analysis for determining the quality of cereals\n", "header": "7.7.2005 EN Official Journal of the European Union L 174/65\nCOMMISSION REGULATION (EC) No 1068/2005\nof 6 July 2005\namending Regulation (EC) No 824/2000 establishing procedures for the taking-over of cereals by intervention agencies and laying down methods of analysis for determining the quality of cereals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 thereof,\nWhereas:\n(1) Regulation (EC) No 1784/2003 provides for no further intervention for rye from the 2004/05 marketing year. Commission Regulation (EC) No 824/2000 (2) should therefore be adapted to take account of this new situation.\n(2) Common wheat and durum wheat are covered by minimum quality criteria for human consumption and must satisfy the health standards laid down by Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (3). The other cereals are mainly intended for animal feed and must comply with Directive 2002/32/EC of the European Parliament and of the Council of 7 May 2002 on undesirable substances in animal feed (4). Provision should be made for those standards to be applicable when the products concerned are taken over under the present intervention scheme.\n(3) As from 1 July 2006, some of those standards are applicable when the products are first processed. In order to guarantee that cereals taken over before that date may be marketed under optimum conditions at the time of supply following their removal from the intervention scheme, provision should be made for products offered for intervention to comply with those standards as from the 2005/06 marketing year.\n(4) The potential for mycotoxin formation has proved to be linked to specific conditions, identifiable essentially on the basis of the weather conditions recorded during the period of growth and, in particular, flowering of the cereals.\n(5) The risks entailed by exceeding the maximum thresholds for admissible contaminants can be identified by the intervention agencies on the basis of the information received from applicants and their own analysis criteria. In order to limit the financial costs, therefore, there is justification for requiring analyses, on the responsibility of the intervention agencies prior to the taking-over of the products, only on the basis of a risk analysis enabling the quality of the products to be guaranteed on entry into the intervention scheme.\n(6) Articles 2 and 5 of Council Regulation (EEC) No 3492/90 of 27 November 1990 laying down the factors to be taken into consideration in the annual accounts for the financing of intervention measures in the form of public storage by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (5), lay down the rules on responsibility. Those Articles specify in particular that Member States are to take all measures necessary to ensure the proper preservation of products which have been the subject of Community intervention and that quantities which have deteriorated on account of the normal physical storage conditions or by reason of overlong preservation are to be recorded in the accounts as having left the intervention stock on the date when the loss or deterioration was established. They also specify that a product is to be deemed to have deteriorated if it no longer meets the quality requirements applicable when it was bought in. Consequently, only such deterioration as that laid down in those provisions may be covered by the Community budget. Where a decision taken by a Member State at the time of purchase of a product is inadequate in the light of the risk analysis required by these rules, that Member State should therefore be liable if it later emerges that the product did not comply with the minimum standards. Such a decision would not make it possible to guarantee the quality of the product and, therefore, ensure its proper preservation. Consequently, the circumstances in which a Member State is to be held liable should be specified.\n(7) For the purpose of determining the quality of the cereals offered for intervention, Article 3 of Regulation (EC) No 824/2000 sets out a list of methods according to the criteria for analysis. One of those methods, the Hagberg falling number test, has been adapted by the International Organisation for Standardisation. The relevant reference should be adapted. The analysis methods for assessing compliance with contaminant standards should also be specified.\n(8) For reasons of clarity and precision, Article 6 of Regulation (EC) No 824/2000 requires redrafting, particularly as regards the order of the relevant provisions. Taking account of the principle of risk analysis adopted for mycotoxin control, there is justification for including analyses for determining mycotoxin rates among those whose costs are payable by the applicant.\n(9) Regulation (EC) No 824/2000 should be amended accordingly.\n(10) The Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EC) No 824/2000 is hereby amended as follows:\n1. The first paragraph of Article 1 is replaced by the following:\n2. The first and second subparagraphs of Article 2(2) are replaced by the following:\n— for common wheat and durum wheat, those permitted under Council Regulation (EEC) No 315/93 (6), including the requirements regarding the Fusarium-toxin level for common wheat and durum wheat laid down in points 2.4 to 2.7 of Annex I to Commission Regulation (EC) No 466/2001 (7).\n— for barley, maize and sorghum, those set by Directive 2002/32/EC of the European Parliament and of the Council (8).\n3. Article 3 is amended as follows:\n(a) point 3.7 is replaced by the following:\n‘3.7. the method for determining the Hagberg falling number (amylase activity test) shall comply with ISO 3093:2004;’\n(b) the following point 3.10 is added:\n‘3.10. the sampling methods and reference analysis methods for determining mycotoxin rates shall be those mentioned in Annex I to Regulation (EC) No 466/2001’.\n4. Article 6 is replaced by the following:\n(a) determination of the tannin content of sorghum,\n(b) the amylasic activity (Hagberg) test,\n(c) determination of the protein content of durum wheat and common wheat,\n(d) the Zeleny test,\n(e) the machinability test,\n(f) analyses of contaminants.\n5. Article 9 is amended as follows:\n(a) Points (c) and (d) shall be replaced by the following:\n‘(c) where the percentage of broken grains exceeds 3 % for durum wheat, common wheat and barley, and 4 % for maize and sorghum, a reduction of EUR 0,05 shall be applied for each additional 0,1 percentage point;\n(d) where the percentage of grain impurities exceeds 2 % for durum wheat, 4 % for maize and sorghum, and 5 % for common wheat and barley, a reduction of EUR 0,05 shall be applied for each additional 0,1 percentage point;’\n(b) Point (f) is replaced by the following:\n‘(f) where the percentage of miscellaneous impurities (Schwarzbesatz) exceeds 0,5 % for durum wheat and 1 % for common wheat, barley, maize and sorghum, a reduction of EUR 0,1 shall be applied for each additional 0,1 precentage point.’\n6. The following paragraph 3 is added to Article 10:\n7. In Annex I, the ‘rye’ column is deleted.\n8. Annex II is amended as follows:\n(a) In point 1.2(a), the first paragraph is replaced by the following:\n(b) Point 2.3 is deleted.\n9. Annex III, point 1 is amended as follows:\n(a) The first subparagraph is replaced by the following:\n(b) The seventh subparagraph is replaced by the following:\n10. In footnote 2 of Annex IV, the second paragraph is replaced by the following:", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nHowever, the provisions on Fusarium-toxins and the method for checking contaminant levels introduced by point 2 shall be applicable only to cereals harvested and taken over as from the 2005/06 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 July 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78.\n(2)  OJ L 100, 20.4.2000, p. 31. Regulation as last amended by Commission Regulation (EC) No 777/2004 (OJ L 123, 27.4.2004, p. 50).\n(3)  OJ L 37, 13.2.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(4)  OJ L 140, 30.5.2002, p. 10. Directive as last amended by Commission Directive 2005/8/EC (OJ L 27, 29.1.2005, p. 44).\n(5)  OJ L 337, 4.12.1990, p. 3.\n(6)  OJ L 37, 13.02.1993, p. 1.\n(7)  OJ L 77, 16.3.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 856/2005 (OJ L 143, 7.6.2005, p. 3).\n(8)  OJ L 140, 30.5.2002, p. 10.’"}