{"celex_id": "32004D0303", "uri": "http://publications.europa.eu/resource/cellar/41e339a0-d049-4431-88b9-3f757ba55c76", "type": "Decision", "concepts": ["1519", "4734", "5575", "862", "922"], "title": "2004/303/EC: Commission Decision of 31 March 2004 on a financial contribution from the Community to expenditure incurred by Italy in establishing the Community vineyard register (notified under document number C(2004) 1077)\n", "header": "Commission Decision\nof 31 March 2004\non a financial contribution from the Community to expenditure incurred by Italy in establishing the Community vineyard register\n(notified under document number C(2004) 1077)\n(Only the Italian text is authentic)\n(2004/303/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2392/86 of 24 July 1986 establishing a Community vineyard register(1), and in particular Article 9(3) thereof,\nAfter consulting the European Agricultural Guidance and Guarantee Fund Committee,\nWhereas:\n(1) Article 9(1) of Regulation (EEC) No 2392/86 states that the Community is to contribute 50 % of the actual cost of establishing the Community vineyard register in the Member States and of the investment in data-processing facilities needed to manage the register.\n(2) An advance has been paid to Italy on the basis of Article 9(3) of that Regulation. It will be deducted from the total amount of the Community contribution.\n(3) Article 9(4) of the Regulation provides that Articles 8 and 9 of Council Regulation (EC) No 1258/1999(2) apply to the Community financing for establishing the register.\n(4) Italy has sent the Commission the documents needed to decide on the amount to be defrayed as expenditure incurred in establishing the register.\n(5) The Commission has carried out the checks provided for in Article 9(2) of Regulation (EC) No 1258/1999.\n(6) In the light of checks carried out, some of the expenditure declared by Italy does not meet the requirements in the rules and may not therefore be financed by the Community.\n(7) The deadline for establishing the register in Italy was 31 December 1998. Expenditure on work completed after that date should therefore be excluded from Community financing.\n(8) A breakdown of the amounts to be defrayed and the amounts to be excluded on grounds of failure to comply with Community rules was sent to Italy on 7 August 2003,", "main_body": ["The Community shall contribute to the expenditure incurred by Italy in establishing the Community vineyard register the amount shown in the table attached to this Decision.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 31 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 208, 31.7.1986, p. 1. Regulation as last amended by Regulation (EC) No 1631/98 (OJ L 210, 28.7.1998, p. 14).\n(2) OJ L 160, 26.6.1999, p. 103.\nANNEX\n>TABLE>"}