{"celex_id": "32007D0553", "uri": "http://publications.europa.eu/resource/cellar/3b5a7554-0077-4ec1-a1a8-78fadbfeffd8", "type": "Decision", "concepts": ["1595", "1662", "2773", "2985", "3618"], "title": "2007/553/EC: Commission Decision of 2 August 2007 concerning the non-inclusion of monocarbamide dihydrogensulphate and dimethipin in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing these active substances (notified under document number C(2007) 3646)   (Text with EEA relevance)\n", "header": "9.8.2007 EN Official Journal of the European Union L 208/10\nCOMMISSION DECISION\nof 2 August 2007\nconcerning the non-inclusion of monocarbamide dihydrogensulphate and dimethipin in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing these active substances\n(notified under document number C(2007) 3646)\n(Text with EEA relevance)\n(2007/553/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the fourth subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provides that a Member State may, during a period of 12 years following the notification of that Directive, authorise the placing on the market of plant protection products containing active substances not listed in Annex I of that Directive that are already on the market two years after the date of notification, while those substances are gradually being examined within the framework of a programme of work.\n(2) Commission Regulations (EC) No 451/2000 (2) and (EC) No 1490/2002 (3) lay down the detailed rules for the implementation of the second and third stages of the programme of work referred to in Article 8(2) of Directive 91/414/EEC.\n(3) Monocarbamide dihydrogensulphate and dimethipin are substances designated in the third stage programme.\n(4) The sole notifiers for monocarbamide dihydrogensulphate and dimethipin informed the Commission on 29 May 2006 and 6 July 2006 respectively, that they no longer wished to participate in the programme of work for these active substances, and therefore further information will not be submitted. As a consequence, these active substances should not be included in the Annex I of Directive 91/414/EEC.\n(5) Measures should be taken to ensure that existing authorisations for plant protection products containing monocarbamide dihydrogensulphate or dimethipin are withdrawn within a prescribed period and are not renewed, and that no authorisations for such products are granted.\n(6) For these active substances for which there is only a short period of advance notice for the withdrawal of plant protection products containing such substances, it is reasonable to provide for a period of grace for disposal, storage, placing on the market and use of existing stocks for a period no longer than 12 months to allow existing stocks to be used in no more than one further growing. In cases where a longer advance notice period is provided, such period can be shortened to expire at the end of the growing season.\n(7) This Decision does not prejudice the submission of an application for monocarbamide dihydrogensulphate or dimethipin according to the provisions of Article 6(2) of Directive 91/414/EEC in view of a possible inclusion in its Annex I.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Monocarbamide dihydrogensulphate and dimethipin shall not be included in Annex I to Directive 91/414/EEC.", "Member States shall ensure that:\n(a) authorisations for plant protection products containing monocarbamide dihydrogensulphate and dimethipin are withdrawn by 2 February 2008;\n(b) from 6 August 2007 no authorisations for plant protection products containing monocarbamide dihydrogensulphate and dimethipin are granted or renewed under the derogation provided for in Article 8(2) of Directive 91/414/EEC.", "Any period of grace granted by Member States in accordance with Article 4(6) of Directive 91/414/EEC, shall be as short as possible and shall expire not later than 2 February 2009.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 August 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1. Directive as last amended by Commission Directive 2007/31/EC (OJ L 140, 1.6.2007, p. 44).\n(2)  OJ L 55, 29.2.2000, p. 25.\n(3)  OJ L 224, 21.8.2002, p. 23."}