{"celex_id": "32009D0109", "uri": "http://publications.europa.eu/resource/cellar/481e60f2-af18-46ee-8a4f-b113b12548a5", "type": "Decision", "concepts": ["2081", "2412", "4081", "4082", "5581"], "title": "2009/109/EC: Commission Decision of 9 February 2009 on the organisation of a temporary experiment providing for certain derogations for the marketing of seed mixtures intended for use as fodder plants pursuant to Council Directive 66/401/EEC to determine whether certain species not listed in Council Directives 66/401/EEC, 66/402/EEC, 2002/55/EC or 2002/57/EC fulfil the requirements for being included in Article 2(1)(A) of Directive 66/401/EEC (notified under document number C(2009) 724) (Text with EEA relevance)\n", "header": "11.2.2009 EN Official Journal of the European Union L 40/26\nCOMMISSION DECISION\nof 9 February 2009\non the organisation of a temporary experiment providing for certain derogations for the marketing of seed mixtures intended for use as fodder plants pursuant to Council Directive 66/401/EEC to determine whether certain species not listed in Council Directives 66/401/EEC, 66/402/EEC, 2002/55/EC or 2002/57/EC fulfil the requirements for being included in Article 2(1)(A) of Directive 66/401/EEC\n(notified under document number C(2009) 724)\n(Text with EEA relevance)\n(2009/109/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), and in particular Article 13a thereof,\nWhereas:\n(1) Traditional knowledge of farmers combined with recent results from research indicate that some species of Leguminosae and Plantago lanceolata not listed in Council Directives 66/401/EEC, 66/402/EEC (2), 2002/55/EC (3) or 2002/57/EC (4) (hereinafter the existing legislation), in particular when used in mixtures with species covered by the existing legislation, are interesting for fodder production permitting a balanced feeding of animals throughout the year while at the same time contributing to the rehabilitation of soils in non-arable or marginal cropping lands. It is the case for Biserrula pelecinus, Lotus glaber, Lotus uliginosus, Medicago italica, Medicago littoralis, Medicago murex, Medicago polymorpha, Medicago rugosa, Medicago scutelatta, Medicago truncatula, Ornithopus compressus, Ornithopus sativus, Plantago lanceolata, Trifolium fragiferum, Trifolium glanduliferum, Trifolium hirtum, Trifolium michelianum, Trifolium squarrosum, Trifolium subterraneum, Trifolium vesiculosum, and Vicia benghalensis (hereinafter species referred to in recital 1).\n(2) In accordance with the second indent of Article 13(1) of Directive 66/401/EEC only seeds of plant species listed in the existing legislation, with the exception of the varieties mentioned in Article 4(2) of Council Directive 2002/53/EC (5), may be marketed throughout the Community in seed mixtures intended for use as fodder plants. In the absence of the possibility to market mixtures containing seed of the species referred to in recital 1, farmers wishing to make use of those species, have to transport and sow them as individual species, or in certain cases, prepare mixtures themselves at the farm, involving additional cost and work. In addition, there is an increased risk that the different species included in the mixture will be unevenly distributed on the field since the mixtures are not prepared by professionals.\n(3) To allow the species referred to in recital 1 to be marketed in such mixtures it would be necessary to amend Article 2(1)(A) of Directive 66/401/EEC by including those species in that provision.\n(4) In order to decide about such an amendment to Article 2(1)(A) of Directive 66/401/EEC, it is necessary to gather information on the marketing of mixtures containing the species referred to in recital 1. In particular it needs to be verified, whether, where those species are used in mixtures, it is possible to confirm by official post-control that the percentage of seed of each component indicated on the label of the package corresponds to the composition of the mixture and whether mixtures of the same lot are homogeneous in all packages marketed. In the absence of that information, it would be impossible to guarantee to users that the seed of mixtures containing species referred to in recital 1 will provide high-quality results.\n(5) It is therefore appropriate to organise a temporary experiment to verify whether the species referred to in recital 1 fulfil the requirements for being included in Article 2(1)(A) of Directive 66/401/EEC.\n(6) Member States participating in the experiment should be released from the obligations set out in the second indent of Article 13(1) of Directive 66/401/EEC with respect to the species referred to in recital 1. They should allow the placing on the market of mixtures containing those species under certain conditions.\n(7) It is appropriate to provide for specific requirements for the certification of the species referred to in recital 1 in order to ensure that the seed of these species fulfils the same requirements in all participating Member States. These requirements should be based on the conditions set out in OECD Certification Schemes for the Varietal Certification or the Control of Seed Moving in International Trade (hereinafter: OECD Schemes) or in the national standards of the Member State in which the seed is produced.\n(8) In addition to the general conditions provided for in Commission Decision 2004/371/EC of 20 April 2004 on conditions for the placing on the market of seed mixtures intended for use as fodder plants (6), specific conditions should be set out for the marketing of mixtures under the experiment. Those conditions should ensure the collection of sufficient information for the assessment of the experiment. It is, therefore, necessary to provide for rules on labelling, monitoring and reporting.\n(9) Given the experimental nature of the measure provided for by this Decision, a maximum quantity for the marketing of seed mixtures should be fixed, taking into account the need to test different mixtures using existing facilities.\n(10) To allow Member States to verify that the maximum quantity is not exceeded, firms intending to produce such seed mixtures should communicate to the Member States concerned the quantities they intend to produce. Member States should have the possibility to prohibit the marketing of seed mixtures where they consider this necessary in view of the need to test different mixtures without exceeding the maximum quantity.\n(11) In order to allow suppliers to produce and market a sufficient quantity of seed and to permit the competent authorities to inspect that material and collect sufficient and comparable information to be used for the preparation of the report, the experiment should take place over a period of at least five marketing seasons.\n(12) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Subject matter\nA temporary experiment is organised at Community level to assess whether the following species: Biserrula pelecinus, Lotus glaber, Lotus uliginosus, Medicago italica, Medicago littoralis, Medicago murex, Medicago polymorpha, Medicago rugosa, Medicago scutelatta, Medicago truncatula, Ornithopus compressus, Ornithopus sativus, Plantago lanceolata, Trifolium fragiferum, Trifolium glanduliferum, Trifolium hirtum, Trifolium michelianum, Trifolium squarrosum, Trifolium subterraneum, Trifolium vesiculosum, and Vicia benghalensis (hereinafter the species referred to in Article 1), can be marketed as or in seed mixtures, for the purpose of deciding whether some or all of those species should be included in the list of fodder plants in Article 2(1)(A) of Directive 66/401/EEC.", "Participation of Member States\nAny Member State may participate in the experiment.\nMember States which decide to participate in the experiment (hereinafter: participating Member States) shall inform the Commission accordingly.\nThey may terminate their participation at any time by informing the Commission accordingly.", "Release\n1.   For the purposes of the experiment, mixtures of seed containing the species referred to in Article 1, with or without seed of species listed in Directives 66/401/EEC, 66/402/EEC, 2002/55/EC or 2002/57/EC, may be placed on the market under the conditions provided for in Articles 4 and 5.\n2.   Participating Member States are released from the obligations provided for in the second indent of Article 13(1) of Directive 66/401/EEC.", "Conditions concerning seed of the species referred to in Article 1\nSeed of the species referred to in Article 1 shall satisfy the following conditions:\n(a) it belongs to a variety listed in a national catalogue of a Member State or in the OECD List of Varieties Eligible for the Seed Certification;\n(b) it is certified in accordance with Annex I;\n(c) it fulfils the conditions set out in point 1 of Annex II.", "Conditions concerning mixtures under the experiment\nIn addition to the conditions provided for in Decision 2004/371/EC, mixtures under the experiment shall fulfil the conditions set out in point 2 of Annex II.", "Quantitative restrictions\n1.   Participating Member States shall ensure that the total quantity of seed to be used in mixtures under the experiment does not exceed 1 000 tonnes per year.\n2.   Participating Member States shall ensure that firms declare to the authority referred to in point (A)(I)(c)(2) of Annex IV to Directive 66/401/EEC the quantity of seed mixtures they intend to produce.\nA Member State may prohibit the placing on the market of a seed mixture, if it considers that, in view of the purpose of the experiment, it is not appropriate that additional quantities of the seed mixture concerned are placed on the market. It shall immediately inform the firm or firms concerned.", "Monitoring\nThe Authority referred to in point (A)(I)(c)(2) of Annex IV to Directive 66/401/EC of the participating Member States shall monitor the experiment.", "Reporting obligations\n1.   Participating Member States shall, for each year, present to the Commission and the other Member States a report including a list of species used in mixtures under the experiment and the quantity marketed for each of these mixtures by 31 March of the following year. The Member States may decide to include in the report any other relevant information.\n2.   At the end of the experiment and in any case at the end of their participation, participating Member States shall by 31 March of the following year, present to the Commission and the other Member States a report including the information referred to in point 3 of Annex II. The report may include other information they consider relevant in view of the purpose of the experiment.", "Time period\nThe experiment shall start on 1 June 2009 and end on 31 May 2014.", "0\nAddressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 February 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ 125, 11.7.1966, p. 2298/66.\n(2)  OJ 125, 11.7.1966, p. 2309/66.\n(3)  OJ L 193, 20.7.2002, p. 33.\n(4)  OJ L 193, 20.7.2002, p. 74.\n(5)  OJ L 193, 20.7.2002, p. 1.\n(6)  OJ L 116, 22.4.2004, p. 39.\nANNEX I\nSPECIES REFERRED TO IN ARTICLE 1 AND CONDITIONS FOR THEIR CERTIFICATION\nSpecies Minimum germination Minimum analytical purity Maximum content of seeds of other plant species Maximum content of seeds of other plant species in a sample of the weight specified in column 7 Maximum weight of a lot Minimum weight of a sample to be drawn from a lot\n1 2 3 4 5 6 7\nBiserrula pelecinus 70 (including hard seeds) 98 0,5 (3)\n (4)\n (5) 10 30\nLotus uliginosus 75 (40) 97 0,5 (3)\n (4)\n (5) 10 25\nLotus glaber 75 (40) 97 0,5 (3)\n (4)\n (5) 10 30\nMedicago murex 70 (30) 98 2,0 (3)\n (4)\n (5) 10 50\nMedicago polymorpha 70 (30) 98 2,0 (3)\n (4)\n (5) 10 70\nMedicago rugosa 70 (20) 98 2,0 (3)\n (4)\n (5) 10 180\nMedicago scutellata 70 98 2,0 (3)\n (4)\n (5) 10 400\nMedicago italica 70 (20) 98 2,0 (3)\n (4)\n (5) 10 100\nMedicago littoralis 70 98 2,0 (3)\n (4)\n (5) 10 70\nMedicago truncatula 70 (20) 98 2,0 (3)\n (4)\n (5) 10 100\nOrnithopus compressus 75 (including hard seeds) 90 1,0 (3)\n (4)\n (5) 10 120\nOrnithopus sativus 75 (including hard seeds) 90 1,0 (3)\n (4)\n (5) 10 90\nPlantago lanceolata 75 85 1,5 (3)\n (4)\n (5) 5 20\nTrifolium fragiferum 70 98 1,0 (3)\n (4)\n (5) 10 40\nTrifolium glanduliferum 70 (30) 98 1,0 (3)\n (4)\n (5) 10 20\nTrifolium hirtum 70 98 1,0 (3)\n (4)\n (5) 10 70\nTrifolium. michelianum 75 (30) 98 1,0 (3)\n (4)\n (5) 10 25\nTrifolium squarrosum 75 (20) 97 1,5 (3)\n (4)\n (5) 10 150\nTrifolium subterraneum 80 (40) 97 0,5 (3)\n (4)\n (5) 10 250\nTrifolium vesiculosum 70 (including hard seeds) 98 1,0 (3)\n (4)\n (5) 10 100\nVicia benghalensis 80 (20) 97 (2) 1,0 (3)\n (4)\n (5) 20 1 000\n(1)  Up to the maximum quantity indicated, hard seed present shall be regarded as seed capable of germination.\n(2)  A maximum total of 6 % by weight of seeds of Vicia pannonica, Vicia villosa or related cultivated species in another relevant species shall not be regarded as an impurity.\n(3)  Seeds of Avena fatua and Avena sterilis shall not be present in a sample of the prescribed weight.\n(4)  The presence of one seed of Cuscuta spp. in a sample twice the prescribed weight shall not be regarded as an impurity where a second sample of twice the prescribed weight is free of any seeds of Cuscuta spp.\n(5)  The presence of seeds of Rumex spp. other than Rumex acetosella and Rumex maritimus shall not exceed 10 in a sample with the prescribed weight.\nANNEX II\nCONDITIONS OF THE EXPERIMENT\n1.   Conditions for seed of species referred to in Article 1.\n(a) Field inspection shall be carried out in accordance with the OECD Schemes, where the species are covered by those Schemes or, if this is not the case, in accordance with the national standards of the Member State in which the seed is produced.\n(b) Member States shall ensure that all seed lots are subject to field inspection, sampling and seed analysis in accordance with Directive 66/401/EEC before their mixture, whether officially or under official supervision.\n2.   Conditions for mixtures under the experiment.\n(a) Seed samples shall be taken at random from the lots of seed mixtures under the experiment by official seed samplers. These samples shall be used as control samples for checking the composition of the mixtures under the experiment in accordance with Article 4 of Decision 2004/371/EC.\n(b) In addition to the information required in accordance with Directive 66/401/EEC and Decision 2004/371/EC, the official label shall include the following information:\n(i) the botanical names of all species referred to in Article 1 (including varieties, where appropriate) included in the mixture under the experiment;\n(ii) the percentage composition by weight of the various components shown by species referred to in Article 1 and, where appropriate, by variety;\n(iii) a reference to this Decision.\n3.   Information to be recorded.\n(a) name of the species (including varieties, where relevant) used in mixtures under the experiment;\n(b) quantity of each seed mixture under the experiment placed on the market during the authorised period and the Member State for which the seed mixture was intended;\n(c) composition of mixtures under the experiment marketed;\n(d) procedures (standards) followed for certification of species referred to in Article 1 (OECD Schemes or national standards);\n(e) results of the field inspection and laboratory tests for certification of species referred to in Article 1, where they are carried out in Member States;\n(f) information about imports under OECD Schemes as regards, in particular, quantity, composition of seed mixtures under the experiment, country of origin and labelling;\n(g) results of the tests carried out in accordance to points (a) and (b) of paragraph 2 on control samples;\n(h) a cost benefits analysis to be used to support or not the aim of the experiment."}