{"celex_id": "32001D0100", "uri": "http://publications.europa.eu/resource/cellar/40c78a4f-893c-4d6e-af40-72c64da7972d", "type": "Decision", "concepts": ["1085", "1252", "1755", "192", "2320", "3043"], "title": "2001/100/EC: Commission Decision of 22 January 2001 amending for the third time Decision 95/125/EC on the status of France as regards infectious hematopoietic necrosis and viral haemorrhagic septicaemia (Text with EEA relevance) (notified under document number C(2001) 123)\n", "header": "Commission Decision\nof 22 January 2001\namending for the third time Decision 95/125/EC on the status of France as regards infectious hematopoietic necrosis and viral haemorrhagic septicaemia\n(notified under document number C(2001) 123)\n(Text with EEA relevance)\n(2001/100/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products(1), as last amended by Directive 98/45/EC(2), and in particular Article 5(2) thereof,\nWhereas:\n(1) Member States may obtain for one or more regions the status of approved zones free of infectious hematopoietic necrosis (IHN) and viral haemorrhagic septicaemia (VHS).\n(2) The list of approved zones in France was established by Commission Decision 95/125/EC(3), as last amended by Decision 1999/550/EC(4).\n(3) Only zones meeting the requirements of Article 5 of Directive 91/67/EEC can be approved.\n(4) France has notified an outbreak of IHN in the approved zone \"the part of the Loire basin comprising the upstream part of the Huisne catchment area from the source of the water courses to the Ferté-Bernard dams\".\n(5) Therefore this zone does not, with regard to IHN, meet the requirements of Article 5 of Directive 91/67/EEC any more.\n(6) This zone shall, with regard to IHN, be deleted from the list of approved zones as established in point 2, \"LOIRE-BRETAGNE\", catchment areas, in the Annex to Decision 95/125/EC.\n(7) This zone shall still be approved with regard to VHS.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 95/125/EC is replaced by the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 January 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 46, 19.2.1991, p. 1.\n(2) OJ L 189, 3.7.1998, p. 12.\n(3) OJ L 84, 14.4.1995, p. 8.\n(4) OJ L 209, 7.8.1999, p. 39.\nANNEX\nI. LIST OF APPROVED ZONES WITH REGARD TO IHN AND VHS IN FRANCE\n1. ADOUR-GARONNE\nCATCHMENT AREAS\n- The Charente basin,\n- The Seudre basin,\n- The basins of the coastal rivers in the Gironde estuary in the department of Charente-Maritime,\n- The catchment areas of the Nive and the Nivelles (Pyrenées Atlantiques),\n- The Forges basin (Landes),\n- The catchment area of the Dronne (Dordogne), from the source to the Eglisottes dam at Manfourat,\n- The catchment area of the Beauronne (Dordogne), from the source to the Faye dam,\n- The catchment area of the Valouse (Dordogne), from the source to the Etang des Roches Noires dam,\n- The catchment area of the Paillasse (Gironde), from the source to the Grand Forge dam,\n- The catchment area of the Ciron (Lot et Garonne, Gironde), from the source to the Moulin de Castaing dam,\n- The catchment area of the Petite Leyre (Landes), from the source to the Pont de l'Espine dam at Argelouse,\n- The catchment area of the Pave (Landes), from the source to the Pave dam,\n- The catchment area of the Escource (Landes), from the source to the Moulin de Barbe dam,\n- The catchment area of the Geloux (Landes), from the source to the D38 dam at Saint Martin d'Oney,\n- The catchment area of the Estrigon (Landes), from the source to the Campet et Lamolère dam,\n- The catchment area of the Estampon (Landes), from the source to the Ancienne Minoterie dam at Roquefort,\n- The catchment area of the Gélise (Landes, Lot and Garonne), from the source to the dam downstream of the confluence of the Gélise and the Osse,\n- The catchment area of the Magescq (Landes), from the source to the mouth,\n- The catchment area of the Luys (Pyrénées Atlantiques), from the source to the Moulin d'Oro dam,\n- The catchment area of the Neez (Pyrénées Atlantiques), from the source to the Jurançon dam,\n- The catchment area of the Beez (Pyrénées Atlantiques), from the source to the Nay dam,\n- The catchment area of the Gave de Cauterets (Hautes Pyrénées), from the source to the Calypso dam of the Soulom power station.\nCoastal areas\nThe whole of the Atlantic coast between the northern boundary of the department of Vendée and the southern boundary of the department of Charente-Maritime.\n2. LOIRE-BRETAGNE\nCatchment areas\n- All catchment areas in the region of Brittany with the exception of the following catchment areas:\n- Vilaine,\n- Aven,\n- Ster-Goz,\n- the downstream part of the catchment area of the Elorn,\n- the Sèvre Niortaise basin,\n- the Lay basin,\n- the upstream part of the Vienne basin to the Nouâtre dam (department of Indre),\n- the basins of the Atlantic coastal rivers in the department of Vendée.\nCoastal areas\n- The entire coast of Brittany with the exception of the following parts:\n- Rade de Brest,\n- Anse de Camaret,\n- the coastal zone between the \"pointe de Trévignon\" and the mouth of the river Laïta,\n- the coastal zone between the mouth of the river Tohon up to the border of the department.\nII. LIST OF APPROVED ZONES WITH REGARD TO VHS IN FRANCE\n1. LOIRE-BRETAGNE\nCATCHMENT AREAS\n- The part of the Loire basin comprising the upstream part of the Huisne catchment area from the source of the water courses to the Ferté-Bernard dams."}