{"celex_id": "32004R0831", "uri": "http://publications.europa.eu/resource/cellar/8b0bfbc7-2ddf-4bce-83dc-8514ec2c9e23", "type": "Regulation", "concepts": ["133", "4790", "5228", "5229", "5253"], "title": "Council Regulation (EC) No 831/2004 of 26 April 2004 amending Regulation (EC) No 973/2001 laying down certain technical measures for the conservation of certain stocks of highly migratory species\n", "header": "Council Regulation (EC) No 831/2004\nof 26 April 2004\namending Regulation (EC) No 973/2001 laying down certain technical measures for the conservation of certain stocks of highly migratory species\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) The International Commission for the Conservation of Atlantic Tunas (ICCAT) and the Indian Ocean Tuna Commission (IOTC) adopted a number of recommendations on technical measures, which were transposed into Community law by Council Regulation (EC) No 973/2001 of 14 May 2001 laying down certain technical measures for the conservation of certain stocks of highly migratory species(2).\n(2) ICCAT, in 2001, at its 17th ordinary meeting, and in 2002 at its 13th special meeting recommended certain new technical measures for certain highly migratory Atlantic and Mediterranean stocks. Since these recommendations are binding on the Community, they should be implemented.\n(3) Regulation (EC) No 973/2001 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 973/2001 is hereby amended as follows:\n1. in Article 3(4) \"until 31 December 2002\" shall be deleted.\n2. Article 5(1) shall be replaced by the following:\n\"1. Fishing for bluefin tuna with encircling nets in the Mediterranean Sea is prohibited from 16 July to 15 August each year.\"\n3. the following Articles shall be added:\n\"Article 5a\n1. Member States shall each year draw up a sampling programme for the estimation of the numbers-at-size of the bluefin tuna caught, inter alia, through scientific observers on board the vessels or at the farming sites.\n2. Member States shall transmit their programme to the Standing Committee on Research and Statistics for validation, and a copy to the Commission.\n3. Before 1 July each year, Member States shall send to the Commission a report on the findings of the programmes, as indicated in paragraph 1, executed in the previous year.", "b\n1. Member States shall execute in 2003 and 2004 a plan to reduce the catches of juvenile bluefin tuna in the Mediterranean and ensure respect for the minimum bluefin tuna size indicated in Article 6.\n2. Member States shall execute in 2003 and 2004 a scientific programme to identify the various fisheries taking bluefin tuna and the size composition of their respective catches. Their estimates shall embrace the past data available.\n3. Before 15 September each year Member States shall notify to the Commission the action they have taken under paragraphs 1 and 2 and the outcome of execution of the plan.\"\n4. in Article 7(1) the second subparagraph shall be replaced by the following:\"The previous subparagraph shall not apply to accidentally taken fish of the species listed in Annex IV up to a limit of 15 % of the number of individuals in the quantities landed. For bluefin tuna this tolerance limit is set at 10 % of the number of fish per landing of the total bluefin tuna catches or their equivalent in percentage in weight.\"\n5. paragraphs 5 and 6 of Article 9 shall be deleted;\n6. Article 10(5) shall be replaced by the following:\n\"5. Before 15 May each year, each Member States shall transmit to the Commission a list of the vessels flying their flag and fishing for albacore in the North Atlantic. The Commission shall forward this information to the Secretariat of ICCAT before 31 May each year.\"\n7. the following Article shall be inserted:\n\"Article 12a\n1. Member States shall do their utmost to encourage the release of live sharks caught accidentally, in particular juveniles.\n2. Member States shall encourage the reduction of discards of sharks.\"", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 April 2004.\nFor the Council\nThe President\nJ. Walsh\n(1) Opinion delivered on 13 January 2004 (not yet published in the Official Journal).\n(2) OJ L 137, 19.5.2001, p. 1."}