{"celex_id": "32009D0012", "uri": "http://publications.europa.eu/resource/cellar/79478608-1465-4d8f-bb2f-37fd3a09196a", "type": "Decision", "concepts": ["336", "4692", "5263", "6004"], "title": "2009/12/EC: Commission Decision of 19 December 2008 authorising methods for grading pig carcases in Denmark (notified under document number C(2008) 8498)\n", "header": "10.1.2009 EN Official Journal of the European Union L 6/83\nCOMMISSION DECISION\nof 19 December 2008\nauthorising methods for grading pig carcases in Denmark\n(notified under document number C(2008) 8498)\n(Only the Danish text is authentic)\n(2009/12/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Under Article 2(3) of Regulation (EEC) No 3220/84, the grading of pig carcases is to be determined by estimating the lean-meat content by means of statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase. The authorisation of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment. This tolerance is defined in Article 3(2) of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (2).\n(2) Commission Decision 92/469/EEC (3) authorises four methods for grading pig carcases in Denmark.\n(3) Due to technical adaptations, Denmark has asked the Commission to authorise the update of four authorised methods and the utilisation of two updated methods (Autofom DK and FOM II), and has presented the results of its dissection trials in the second part of the protocol provided for in Article 3(3) of Regulation (EEC) No 2967/85.\n(4) Examination of this request has revealed that the conditions for authorising these grading methods are fulfilled.\n(5) No modification of the apparata or grading methods may be authorised except by means of a new Commission Decision adopted in the light of experience gained. For this reason, the present authorisation may be revoked.\n(6) For the sake of clarity, Decision 92/469/EEC should be repealed and replaced by a new decision.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["The use of the following methods is hereby authorized for grading pig carcases pursuant to Regulation (EEC) No 3220/84 in Denmark:\n(a) the apparatus termed ‘Klassificeringscenter (KC)’ and assessment methods related thereto, details of which are given in Part 1 of the Annex;\n(b) the apparatus termed ‘Fat-O-Meater/Manuel Klassificering (FOM/MK)’ and assessment methods related thereto, details of which are given in Part 2 of the Annex;\n(c) the apparatus termed ‘Uni-Fat-O-Meater (Unifom)’ and assessment methods related thereto, details of which are given in Part 3 of the Annex;\n(d) the apparatus termed ‘Fully automatic ultrasonic equipment (AutoFOM 1)’ and assessment methods related thereto, details of which are given in Part 4 of the Annex;\n(e) the apparatus termed ‘Updated fully automatic ultrasonic equipment (AutoFOM DK)’ and assessment methods related thereto, details of which are given in Part 5 of the Annex;\n(f) the apparatus termed ‘Fat-O-Meater II (FOM II)’ and assessment methods related thereto, details of which are given in Part 6 of the Annex.", "Modifications of the apparata or the assessment methods shall not be authorised.", "Decision 92/469/EEC is hereby repealed.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 19 December 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 301, 20.11.1984, p. 1.\n(2)  OJ L 285, 25.10.1985, p. 39.\n(3)  OJ L 265, 11.9.1992, p. 39.\nANNEX\nMETHODS FOR GRADING PIG CARCASES IN DENMARK\nPart 1\nKLASSIFICERINGSCENTER (KC)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed ‘Klassificeringscenter (KC)’.\n2. The apparatus shall be equipped with nine probes of six millimetres each containing a photodiode (Siemens of the type SFH 950 LD242 II or similar) and a photodetector (Siemens of the type SFH 960 — PB 103 or similar) and having an operation distance of between one and 180 millimetres. The results of the measurements are converted into estimated lean meat content by means of a central unit.\n3. The lean meat content of the carcase shall be calculated on the basis of 10 measurements taken from seven measuring-points as are indicated in paragraph 4 and according to the following formula\n= the estimated percentage of lean meat in carcase.\n4. The measurement points are:\nx1 = the thickness of backfat (including rind) in millimetres, measured at the centre of the third cervical vertebra, at 10,5 cm off the midline of the carcase.\nx2 = the thickness of backfat (including rind) in millimetres, measured at the centre of fourth cervical vertebra, at 7 cm off the midline of the carcase.\nx3 = the thickness of backfat (including rind) in millimetres, measured between fourth and fifth hindmost thoracic vertebra, at 3 cm off the midline of the carcase.\nx4 = the thickness of backfat (including rind) in millimetres, measured between second and third hindmost thoracic vertebra, at 7 cm off the midline of the carcase.\nx5 = the thickness of backfat (including rind) in millimetres, measured between first lumbar vertebra and last thoracic vertebra, at 6 cm off the midline of the carcase.\nx6 = the thickness of backfat (including rind) in millimetres, measured 4 cm before the fore edge of the pubic bone, at 7 cm off the midline of the carcase.\nx7 = the thickness of backfat (including rind) in millimetres, measured at the fore edge of the pubic bone, at 11 cm off the midline of the carcase.\nx8 = muscle thickness in millimetres, measured between fourth and fifth hindmost thoracic vertebra, at 3 cm off the midline of the carcase.\nx9 = muscle thickness in millimetres, measured between second and third hindmost thoracic vertebra, at 7 cm off the midline of the carcase.\nx10 = muscle thickness in millimetres, measured between first lumbar vertebra and hindmost thoracic vertebra, at 6 cm off the midline of the carcase.\nPart 2\nFAT-O-MEATER/MANUEL KLASSIFICERING (FOM/MK)\n1. Pig carcase grading shall be carried out using the apparatus termed ‘Fat-O-Meater/Manuel Klassificering (FOM/MK)’.\n2. The apparatus is a Fat-O-Meater type of equipment and it shall be equipped with a probe of six millimetres diameter containing a photodetector (Siemens of the type SFH 960 — BP 103 or similar) and having an operation distance of between one and 94 millimetres.\n3. The results of the measurements are converted into estimated lean meat content by means of a central unit.\n= the estimated percentage of lean meat in carcase.\n4. The measurement points are:\nx1 = the thickness of backfat (including rind) in millimetres, measured at 8 cm off the midline of the carcase between the third and fourth last lumbar vertebrae.\nx2 = the thickness of backfat (including rind) in millimetres, measured at 6 cm off the midline of the carcase between the third and fourth last ribs.\nx3 = the thickness of muscle in millimetres, measured at the same time and in the same place as x2.\nPart 3\nUNI-FAT-O-MEATER (UNIFOM)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed ‘Uni-Fat-O-Meater’ (Unifom).\n2. The apparatus is the same as the apparatus described under point 2 of part 2. However, Unifom differs from MK with regard to computer and software for the interpretation of the reflection profile from the optical probe.\n3. The lean meat content of the carcase shall be calculated according to the following formula\n= the estimated percentage of lean meat in carcase.\n4. The measurement points are:\nx1 = the thickness of backfat (including rind) in millimetres, measured at 8 cm off the midline of the carcase between the third and fourth last lumbar vertebrae.\nx2 = the thickness of backfat (including rind) in millimetres, measured at 6 cm off the midline of the carcase between the third and fourth last ribs.\nx3 = the thickness of muscle in millimetres, measured at the same time and in the same place as x2.\nPart 4\nFULLY AUTOMATIC ULTRASONIC EQUIPMENT (AutoFOM 1)\n1. Grading of the pig carcases shall be carried out by means of the apparatus termed ‘Fully automatic ultrasonic equipment (AutoFOM 1)’.\n2. The apparatus shall be equipped with 16 ultrasonic transducers, 2MHz (Krautkrämer, SFK 2 NP or similar) with a distance of 25 mm between each transducer.\n3. The lean meat content of the carcase shall be calculated on the basis of 127 individual measuring points according to the following formula\n= the estimated percentage of lean meat in carcase. The constants c and c0 up to c126 appear from the Danish Protocol, Part II, submitted to the Commission under the terms of Article 3(3) of Commission Regulation (EEC) No 2967/85.\n4. The description of the measurement points and the description of the statistical method are laid down in the Danish Protocol, Part II, submitted to the Commission under the terms of Article 3(3) of Commission Regulation (EEC) No 2967/85.\nPart 5\nUPDATED FULLY AUTOMATIC ULTRASONIC EQUIPMENT (AutoFOM DK)\n1. Grading of pig carcase shall be carried out by means of the apparatus termed ‘Updated fully automatic ultrasonic equipment (AutoFOM DK)’.\n2. The apparatus is mechanically compatible with the AutoFOM 1 concerning the scanner array itself. Likewise, the measuring principle itself remains unchanged. AutoFOM DK differs from AutoFOM 1 with regard to a fixture which ensures that the carcase passes the measuring unit in a straight position, and which together with a laser sensor detecting the carcase, provides symmetric measurements, with more computation power and a new software packages providing the opportunity to enhance the imaging speed and resolution.\n3. The lean meat content of carcase shall be calculated according to the following formula:\n= the estimated percentage of lean meat in carcase.\n4. The description of the measurement points and the description of the statistical method are laid down in the Danish Protocol, Part II, submitted to the Commission under the terms of Article 3(3) of Commission Regulation (EEC) No 2967/85.\nPart 6\nFAT-O-MEATER II (FOM II)\n1. Grading of pig carcase shall be carried out by means of the apparatus termed ‘Fat-O-Meater II (FOM II)’.\n2. The apparatus is a new version of the FAT-O-Meater measurement system. The basic measurement principle, as described in point 2 in Part 2 and 3, is unchanged, but all software, hardware as well as the mechanical design is redesigned. The FOM II pistol consists of an optical probe with a knife, a depth measurement device and a data acquisition and analysis board. All legally relevant acquisition and analysis are contained within the FOM II pistol.\n3. The lean meat content of carcase shall be calculated according to the following formula:\n= the estimated percentage of lean meat in carcase.\n4. The measurement points are:\nx1 = the thickness of backfat (including rind) in millimetres, measured at 8 cm off the midline of the carcase between the third and fourth last lumbar vertebrae.\nx2 = the thickness of backfat (including rind) in millimetres, measured at 6 cm off the midline of the carcase between the third and fourth last ribs.\nx3 = the thickness of muscle in millimetres, measured at the same time and in the same place as x2."}