{"celex_id": "32009R1162", "uri": "http://publications.europa.eu/resource/cellar/a70788f5-ee73-463d-8dce-f4c498281438", "type": "Regulation", "concepts": ["1252", "1279", "1442", "2324", "2735", "2737", "2738", "3660", "6268", "893"], "title": "Commission Regulation (EC) No 1162/2009 of 30 November 2009 laying down transitional measures for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council (Text with EEA relevance)\n", "header": "1.12.2009 EN Official Journal of the European Union L 314/10\nCOMMISSION REGULATION (EC) No 1162/2009\nof 30 November 2009\nlaying down transitional measures for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 9(1) thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular Article 16(1) thereof,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (3), and in particular the first subparagraph and point (b) of the second subparagraph of Article 63(1) thereof,\nWhereas:\n(1) Regulations (EC) No 852/2004 (4), (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council provide for significant changes to the rules and procedures to be followed by food business operators and the competent authorities of the Member States. Those Regulations apply from 1 January 2006. However, the application of a number of these measures with immediate effect from that date would have presented practical difficulties in certain cases.\n(2) Accordingly, Commission Regulation (EC) No 2076/2005 of 5 December 2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council (5) provides for certain transitional arrangements for a transitional period ending on 31 December 2009, in order to permit a smooth transition to the full implementation of the new rules and procedures. The duration of the transitional period was fixed taking into account the review of this regulatory framework on hygiene.\n(3) Regulations (EC) No 852/2004, (EC) No 853/2004 and (EC) No 854/2004 provide that the Commission is to submit a report to the European Parliament and to the Council reviewing the experience gained from the implementation of the new regulatory framework on hygiene before 20 May 2009.\n(4) The report was transmitted in July 2009. However, the report does not suggest any detailed solutions to the difficulties reported and is, therefore, not accompanied by proposals. On the basis of the difficulties identified, the Commission will consider the need for any proposals to improve the food hygiene Regulations.\n(5) Meanwhile, based on the information received from the Food and Veterinary Office, the competent authorities in the Member States and relevant European food business sectors, certain transitional arrangements provided for in Regulation (EC) No 2076/2005 should be maintained pending the completion of the review process.\n(6) Provision should therefore be made for a further transitional period during which certain transitional arrangements provided for in Regulation (EC) No 2076/2005 should continue to apply. With a view to a harmonised approach, that transitional period should in principle last four years but could, where justified, be shorter.\n(7) Regulation (EC) No 853/2004 excludes from its scope the direct supply by the producer of small quantities of meat from poultry and lagomorphs slaughtered on the farm to the final consumer or to local retail establishments supplying directly the final consumer as fresh meat. However, limiting this provision to fresh meat before the end of the review exercise would be an additional burden for small producers. Accordingly, Regulation (EC) No 2076/2005 provides for a derogation from the general requirements of Regulation (EC) No 853/2004 for the direct supply of such commodities under certain conditions, without limiting it to fresh meat. That possibility should be maintained during the additional transitional period provided for in this Regulation.\n(8) Regulations (EC) No 853/2004 and (EC) No 854/2004 lay down certain rules for imports into the Community of products of animal origin and food containing both products of plant origin and processed products of animal origin. Regulation (EC) No 2076/2005 provides for transitional arrangements derogating from certain of those rules for certain imports for which the public health conditions for their importation into the Community have not yet been harmonised at Community level. Those conditions will not be completely harmonised before 31 December 2009. Accordingly, pending future harmonisation of Community legislation, it is necessary to provide for derogations during the additional transitional period laid down in this Regulation.\n(9) Regulation (EC) No 853/2004 lays down certain requirements concerning the raw material used to prepare minced meat and labelling. However, Regulation (EC) No 2076/2005 provides for transitional arrangements derogating from certain of those requirements for a transitional period during which the composition criteria of minced meat regarding, in particular, the content of fat and the connective tissue-meat protein ratio were to be assessed. Based on the assessment, these criteria were included in the Commission proposal for a Regulation of the European Parliament and of the Council on the provision of food information to consumers (6). This proposal was adopted on 30 January 2008 by the Commission and transmitted to the European Parliament and to the Council. Pending the outcome of the proposal, it is appropriate to maintain such derogations from certain requirements concerning minced meat during the additional transitional period provided for in this Regulation.\n(10) Regulation (EC) No 882/2004 requires laboratories carrying out analysis of samples taken during official controls to be accredited. Regulation (EC) No 2076/2005 provides for a transitional arrangement derogating from that requirement for certain laboratories which were not required under previous Community legislation to be accredited. Experience has shown that laboratories carrying out official testing for Trichinella and located in slaughterhouses or game handling establishments require additional time to obtain full accreditation, since accreditation is a complex and laborious process. Accordingly, this Regulation should provide for further transitional measures for those laboratories subject to certain conditions.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["CHAPTER I\nGENERAL PROVISION", "The transitional period\nThis Regulation lays down transitional measures for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and the Council for a transitional period from 1 January 2010 to 31 December 2013 (the transitional period).\nCHAPTER II\nTRANSITIONAL MEASURES FOR THE IMPLEMENTATION OF REGULATION (EC) No 853/2004", "Direct supply of small quantities of meat from poultry and lagomorphs\nBy way of derogation from Article 1(3)(d) and without prejudice to Article 1(4) of Regulation (EC) No 853/2004, the provisions laid down in that Regulation shall not apply to the direct supply, by the producer, of small quantities of meat from poultry and lagomorphs slaughtered on the farm to the final consumer or to local retail establishments directly supplying such meat to the final consumer.", "Health import conditions\n1.   Article 6(1) of Regulation (EC) No 853/2004 shall not apply to imports of food of animal origin for which no harmonised public health import conditions have been established, including lists of third countries and parts of third countries and of establishments from which imports are permitted.\nImports of those products shall comply with the public health import conditions of the Member State concerned.\n2.   By way of derogation from Article 6(4) of Regulation (EC) No 853/2004, food business operators importing food containing both products of plant origin and processed products of animal origin shall be exempt from the obligation provided for in that Article.\nImports of such products shall comply with the harmonised Community rules, where applicable, and with the national rules implemented by the Member States in other cases.", "Composition criteria and labelling requirements for minced meat\n1.   By way of derogation from the requirements laid down in Chapter II(1) of Section V of Annex III to Regulation (EC) No 853/2004, the food business operator must check the raw materials entering the establishment to ensure compliance with the name of the product in the table below in respect of the final product.\nTable\nComposition criteria checked on the basis of a daily average\nFat content Connective tissue: meat protein ratio\nlean minced meat ≤ 7 % ≤ 12\nminced pure beef ≤ 20 % ≤ 15\nminced meat containing pigmeat ≤ 30 % ≤ 18\nminced meat of other species ≤ 25 % ≤ 15\n2.   By way of derogation from the requirements laid down in Chapter IV of Section V of Annex III to Regulation (EC) No 853/2004, the labelling must also display the following words:\n— ‘percentage of fat under…’,\n— ‘connective tissue: meat protein ratio under…’.\n3.   The Member States may allow the placing on their national market of minced meat which does not comply with these criteria under a national mark that cannot be confused with the marks provided for in Article 5(1) of Regulation (EC) No 853/2004.\nCHAPTER III\nTRANSITIONAL MEASURES FOR THE IMPLEMENTATION OF REGULATION (EC) No 854/2004", "Health import conditions\nChapter III of Regulation (EC) No 854/2004 shall not apply to imports of food of animal origin for which no harmonised public health import conditions have been established, including lists of third countries and parts of third countries and of establishments from which imports are permitted.\nImports of such products shall comply with the public health import conditions of the Member State concerned.\nCHAPTER IV\nTRANSITIONAL MEASURES FOR THE IMPLEMENTATION OF REGULATION (EC) No 882/2004", "Accreditation of official laboratories conducting Trichinella testing\nBy way of derogation from Article 12(2) of Regulation (EC) No 882/2004, the competent authority may designate a laboratory carrying out official testing for Trichinella and located in a slaughterhouse or a game handling establishment provided that, although not accredited, the laboratory:\n(a) demonstrates that it has initiated and is pursuing the necessary accreditation procedures in accordance with Regulation (EC) No 882/2004;\n(b) provides the competent authority with satisfactory guarantees that quality control schemes for the analyses it conducts for the purpose of official controls are in place.\nMember States applying this transitional measure shall report to the Commission on the progress in accrediting any such designated laboratories at the end of each year.\nCHAPTER V\nFINAL PROVISIONS", "Regulation (EC) No 2076/2005 is hereby repealed.", "Entry into force\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010 to 31 December 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 226, 25.6.2004, p. 22.\n(2)  OJ L 226, 25.6.2004, p. 83.\n(3)  OJ L 191, 28.5.2004, p. 1.\n(4)  OJ L 226, 25.6.2004, p. 3.\n(5)  OJ L 338, 22.12.2005, p. 83.\n(6)  COM(2008) 40 final."}