{"celex_id": "32009D0992", "uri": "http://publications.europa.eu/resource/cellar/c48debf7-c3fd-4b36-8119-c8d9889b2b52", "type": "Decision", "concepts": ["1645", "206", "2457", "2868", "4502", "4509", "4511", "4533"], "title": "Commission Decision of 17 December 2009 on minimum requirements for the data to be entered in the national electronic register of road transport undertakings (notified under document C(2009) 9959) (Text with EEA relevance)\n", "header": "22.12.2009 EN Official Journal of the European Union L 339/36\nCOMMISSION DECISION\nof 17 December 2009\non minimum requirements for the data to be entered in the national electronic register of road transport undertakings\n(notified under document C(2009) 9959)\n(Text with EEA relevance)\n(2009/992/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1071/2009 of the European Parliament and of the Council of 21 October 2009 establishing common rules concerning the conditions to be complied with to pursue the occupation of road transport operator and repealing Council Directive 96/26/EC (1), and in particular Article 16 thereof,\nWhereas:\n(1) Article 16(1) of Regulation (EC) No 1071/2009 requires that each Member State keeps a national electronic register of road transport undertakings which have been authorised by a competent authority designated by it to engage in the occupation of road transport operator. The national electronic registers should include at least the elements set out in Article 16(2) of the Regulation. Additional elements such as the date and place of birth of natural persons have also to be included in order to ensure correct identification of the individuals concerned.\n(2) Regulation (EC) No 1072/2009 of the European Parliament and of the Council of 21 October 2009 on common rules for access to the international road haulage market (2) and Regulation (EC) No 1073/2009 of the European Parliament and of the Council of 21 October 2009 on common rules for access to the international market for coach and bus services (3) also require certain data to be entered in these national electronic registers.\n(3) The provisions on personal data protection, as laid down in particular by Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (4), apply to the processing of any personal data pursuant to Regulation (EC) No 1071/2009.\n(4) In order to facilitate the interconnection of the national electronic registers as required by Article 16(5) of the Regulation (EC) No 1071/2009, the Commission has to adopt according to Article 16(1) of this Regulation a decision on minimum requirements for the data to be entered in the national electronic register,", "main_body": ["The minimum requirements for the data to be entered in the national electronic registers established by Member States in accordance with Article 16(1) of Regulation (EC) No 1071/2009 shall be as set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 300, 14.11.2009, p. 51.\n(2)  OJ L 300, 14.11.2009, p. 72.\n(3)  OJ L 300, 14.11.2009, p. 88.\n(4)  OJ L 281, 23.11.1995, p. 31.\nANNEX\nData category Data item Additional description of data field Length\nTransport undertaking Name Free text alpha-numeric field 1-100\nLegal form Free text alpha-numeric field 1-50\nAddress Address Free text alpha-numeric field 1-150\nPostal code Free text alpha-numeric field 1-10\nCity Free text alpha-numeric field 1-50\nCountry code Selected from two letter code ISO 3166-1 alpha 2 2\nAuthorisation Type Declaration of:\n— ‘Community licence for passenger transport’\n— ‘National licence for passenger transport’\n— ‘Community licence for goods transport’\n— ‘National licence for goods transport’\nSerial number of Community licence Free text alpha-numeric field 1-20\nStart date of Community licence Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nExpiry date of Community licence Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nNumber of vehicles covered Free text numeric field 1-4\nVehicle registration number (1) Free text alpha-numeric field 1-15\nAuthorisation status Declaration of\n— ‘Active’\n— ‘Suspended’\n— ‘Withdrawn’\n— ‘Expired’\n— ‘Lost/stolen’\n— ‘Annulled’\n— ‘Returned’\nDate of withdrawal of the Community licence Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nDate of suspension of the Community licence Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nExpiry date of suspension of the Community licence Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nReason for suspension or withdrawal of the Community licence Declaration of:\n— ‘No effective and stable establishment’\n— ‘No appropriate financial standing’\n— ‘No requisite professional competence’\n— ‘Not of good repute’\n— ‘Other’\nSerial number of certified true copy of Community licence Free text alpha-numeric field 1-20\nDate of withdrawal of certified true copy Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nExpiry date of withdrawal of certified copy Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nLegal representative of the undertaking (where appropriate) (2) First given name Free text alpha-numeric field 1-100\nFamily name(s) Free text alpha-numeric field 1-100\nDate of birth Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nPlace of birth Free alpha text 1-50\nTransport Manager First given name Free text alpha-numeric field 1-100\nFamily name(s) Free text alpha-numeric field 1-100\nDate of birth Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nPlace of birth Free alpha text 1-50\nNumber of certificate of professional competence Free text alpha-numeric field 1-20\nDate of issue of the certificate of professional competence Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nCountry of issue of the certificate of professional competence Selected from two letter code ISO 3166-1 alpha 2 2\nSerious infringement Category Alpha-numeric field using coded values\nType Alpha-numeric field using coded values\nDate of infringement Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nDate of check where infringement has been ascertained Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nMember State in which infringement was ascertained Selected from two letter code ISO 3166-1 alpha 2 2\nReason why loss of good repute is a disproportionate response (3) Free text alpha-numeric field 1-500\nUnfit Person First given name Free text alpha-numeric field 1-100\nFamily name(s) Free text alpha-numeric field 1-100\nDate of birth Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nPlace of birth Free alpha text 1-50\nNumber of certificate of professional competence Free text alpha-numeric field 1-20\nDate of issue of the certificate of professional competence Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nCountry of issue of the certificate of professional competence Selected from two letter code ISO 3166-1 alpha 2 2\nReason for declaration of unfitness Declaration of either:\n— ‘Infringement of national rules’\n— ‘Infringement of Community rules’\nCurrent rehabilitation measure Declaration of either:\n— ‘Repeat training’\n— ‘Additional training’\n— ‘Relicensing’\n— ‘Additional conditions on licence’\n— ‘Other’\nStart date of declaration of unfitness Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\nEnd date of declaration of unfitness Numeric data entry in ISO 8601 format (YYYY-MM-DD) 10\n(1)  It is not mandatory to register the data related to vehicle registration numbers.\n(2)  See Article 16(2)(c) of the Regulation (EC) No 1071/2009.\n(3)  No personal data other than necessary data relating to the Transport Manager shall be included in this field."}