{"celex_id": "32006D0694", "uri": "http://publications.europa.eu/resource/cellar/f83d351b-2a2a-42f9-a339-7db00fcbaae0", "type": "Decision", "concepts": ["1102", "1590", "1662", "3774", "6569"], "title": "2006/694/EC: Commission Decision of 13 October 2006 prohibiting the placing on the market of curd cheese manufactured in a dairy establishment in the United Kingdom (notified under document number C(2006) 4877)   (Text with EEA relevance)\n", "header": "14.10.2006 EN Official Journal of the European Union L 283/59\nCOMMISSION DECISION\nof 13 October 2006\nprohibiting the placing on the market of curd cheese manufactured in a dairy establishment in the United Kingdom\n(notified under document number C(2006) 4877)\n(Text with EEA relevance)\n(2006/694/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(a) thereof,\nWhereas:\n(1) Under Article 53(1) of Regulation (EC) No 178/2002, where a food is likely to constitute a serious risk to human health and that risk cannot be contained satisfactorily by means of measures taken by the Member States concerned the Commission is to suspend the placing on the market or use of that food and adopt any other appropriate interim measure.\n(2) Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (2) lays down general rules for food business operators on the hygiene of foodstuffs. Regulation (EC) No 853/2004 of the European Parliament and of the Council (3) lays down specific hygiene rules for food of animal origin. It specifies the rules applicable to the raw materials that may be placed on the market and therefore used in the manufacture of dairy products. For the purpose of those rules, dairy products are processed products derived from the processing of raw milk or from the further processing of such processed products.\n(3) Section IX, Chapter I, Part III, point 4 of Annex III to Regulation (EC) No 853/2004 lays down the conditions to be complied with when producing and placing raw milk on the market. Under those provisions, food business operators in the dairy sector are not allowed to place on the market raw milk containing levels of antibiotic residues exceeding those laid down in Annexes I and III to Council Regulation (EEC) No 2377/90 of 26 June 1990 laying down a Community procedure for the establishment of maximum residue limits of veterinary medicinal products in foodstuffs of animal origin (4).\n(4) Milk which does not meet those standards must be disposed of as an animal by-product of Category 2 as laid down in Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (5).\n(5) In order to comply with those requirements, food business operators in the dairy sector carry out rapid screening tests on milk before placing it on the market. Those tests are aimed at determining the presence of antibiotic residues and have been designed to provide positive results when such residues are close to the maximum residue limit, but do not quantify the actual level of residues present. Under those circumstances, only a test identifying and quantifying the antibiotic residues can demonstrate that the maximum residue limit is not exceeded. If such a confirmatory test is not carried out, milk showing a positive result of a screening test is deemed to be unsafe.\n(6) During an inspection mission carried out in the United Kingdom by the Food and Veterinary Office (FVO) of the Commission from 31 May to 13 June 2006, evidence was repeatedly received that raw milk not complying with the hygiene requirements was placed on the market and dispatched to an approved food establishment preparing dairy products intended for human consumption.\n(7) An on-site visit by the FVO took place on 9 June 2006 at the premises of Bowland Dairy Products Limited, located at Fulshaw Hoad Farm, Barrowford, Lancashire BB9 6RA (‘Bowland’) and approved under number UK PE 023. According to the Commission’s information, that operator exports virtually all its production of curd cheese to other Member States.\n(8) That visit revealed that the raw materials used to manufacture curd cheese included raw milk sent by the major milk collectors in the United Kingdom and downgraded for reasons such as: the presence of antibiotic residues detected after a screening test, milk-water mixture resulting from the cleaning of pipes in dairy plants with detergents and disinfectants (‘interface milk’), contamination with dyes, surplus heat-treated drinking milk in packages collected from retail establishments. According to the company documentation, such milk was variously classified as ‘reclaim milk’, ‘waste milk’, milk ‘not fit for human consumption’ or milk accompanied by certificates of analysis stating in what way the milk was defective.\n(9) It also emerged from the visit that a second activity involved the vacuum-packaging of non-compliant cheese derived from mouldy cheese or cheese containing foreign bodies, such as rubber gloves. According to the company documentation, such material was variously classified as ‘waste’, ‘contaminated cheese’ or ‘floor waste’.\n(10) An audit at Bowland's premises was carried out by the United Kingdom Food Standards Agency on 20 June 2006. The establishment was not operating at that time. Curd cheese production resumed on 26 June 2006.\n(11) Since the on-site visit of 9 June 2006, the Commission has repeatedly informed the United Kingdom authorities of its concerns as to the risks to human health of the practice in question and has on several occasions discussed with them the technical issues linked to its assessment of the situation. In particular, the Commission and the United Kingdom authorities met on 4 July 2006 and held an audioconference on 18 July 2006 to discuss those matters. A further audioconference was held on 14 September 2006, in which representatives of the Community Reference Laboratory on antibiotic residues also took part. In consequence, the United Kingdom authorities informed the Commission by letter of 15 September 2006 that they had reviewed their position on the tests, leading the Commission to believe that they would take the requisite action forthwith. However, they have failed to do so.\n(12) The FVO conducted a second inspection visit at Bowland's premises on 26 and 27 September 2006 to check the new operational procedures which had been put in place after the first FVO inspection and the audit by the FSA. The FVO inspectors noted that since 26 June 2006, the UK competent authorities have not checked on site that the operational conditions communicated to Bowland had been met. Among new problems such as the unhygienic mechanical bursting of milk packages, the visit also confirmed that the use of milk not complying with the hygienic requirements laid down in Community legislation is still taking place. In particular, the establishment is still receiving and using milk which has been tested positive for the presence of antibiotic residues before being placed on the market where it has not been demonstrated that such residues do not exceed the maximum residue limits laid down in Regulation (EEC) No 2377/90.\n(13) In accordance with Article 17(2) of Regulation (EC) No 178/2002, Member States are to enforce food law, and monitor and verify that the relevant requirements of food law are fulfilled by food and feed business operators at all stages of production, processing and distribution. For that purpose, they are required to maintain a system of official controls and other activities as appropriate to the circumstances, including public communication on food and feed safety and risk, food and feed safety surveillance and other monitoring activities covering all stages of production, processing and distribution.\n(14) It is clear from the facts in this case that the UK authorities have repeatedly failed to comply with their control obligation. It is therefore the Commission's intention to initiate shortly an infringement procedure under Article 226 of the Treaty. The Commission also intends to apply for the interim measures that may be considered necessary in order to restore as soon as possible adequate controls on the dairy sector by the UK authorities.\n(15) In the meantime, however, it is necessary for the Commission to adopt emergency measures in order to address the immediate and serious risk to human health that is caused by the current presence on the Community market of products originating from Bowland.\n(16) Raw milk containing antibiotic substances in excess of the maximum residue limits laid down in Community legislation is unfit for human consumption and unsafe having regard to the fact that such maximum limits are based on the type and amount of residues considered to be without any toxicological hazard to human health. Because of the properties of the active substances used in veterinary medicines, account must be taken not only of the toxicological properties of the substances in the narrow sense (such as teratogenic, mutagenic or carcinogenic effect) but also of their pharmaceutical properties. Moreover, a significant percentage (1 % to 10 %) of the population are hypersensitive to penicillin, other antibiotics and metabolites thereof, and even at very low concentrations suffer allergic reactions (such as skin rashes, hives, asthma or anaphylactic shock).\n(17) In addition, antimicrobial resistance of zoonotic bacteria isolated from foodstuffs is an increasing public health concern. There is clear evidence that the use of antibiotics for food-producing animals impacts on the occurrence of resistant bacteria in animals and in food and human exposure to these resistant bacteria results in adverse human health consequences. Evidence shows that the food-borne route is the major transmission pathway for resistant bacteria from food-producing animals to humans.\n(18) A practice such as that in place at the establishment of Bowland of using milk which has been tested positive for the presence of antibiotic residues before being placed on the market where it has not been demonstrated that such residues do not exceed the maximum residue limits laid down in Regulation (EEC) No 2377/90 is likely to constitute a serious risk to human health. Chemical substances such as antibiotics and metabolites thereof are not destroyed whatever treatment is applied. As a result, products processed by Bowland with milk containing such substances necessarily contain quantities of residues which raise the same safety issue.\n(19) This issue was brought to the attention of the Member States on several occasions, in particular during meetings of the Standing Committee on the Food Chain and Animal Health on 18 July 2006 and 18 September 2006 and during a special working party meeting on 7 September 2006. All Member States with the exception of the United Kingdom supported the Commission’s assessment.\n(20) The Commission informed Bowland by letter dated 4 October 2006 of its intention to submit a draft Decision on the basis of Article 53 of Regulation (EC) No 178/2002 to the Standing Committee on the Food Chain and Animal Health. Bowland replied to the Commission by letter dated 5 October and by email dated 6 October. They reiterated the establishment’s position on the issue of the presence of antibiotic residues in milk and did not supply new elements that could demonstrate that the risk for public health posed by the products concerned had disappeared.\n(21) The Commission consequently considers, in view in particular of the result of the last inspection visit of the FVO on 26 and 27 September 2006 and taking into account the presence of the product in several Member States, that the risk cannot be satisfactorily contained unless Community-wide measures are taken, including the prohibition on the placing on the market of those products. Because of the seriousness of the risk to human health, those measures must apply immediately.\n(22) The measures provided for in this Decision will be reviewed as soon as new information is made available showing that there is no risk to human health, in particular on the basis of measures taken by the UK authorities.\n(23) The Commission will consider taking further action if evidence is provided that similar practices occur in other establishments.\n(24) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States shall prohibit the placing on the market of all curd cheese manufactured by Bowland Dairy Products Limited approved under the number UK PE 23 and located at Fulshaw Hoad Farm, Barrowford, Lancashire BB9 6RA and shall trace, detain and dispose of all remaining quantities of curd cheese of that origin.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 October 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 575/2006 (OJ L 100, 8.4.2006, p. 3).\n(2)  OJ L 139, 30.4.2004, p. 1; corrected by OJ L 226, 25.6.2004, p. 3.\n(3)  OJ L 139, 30.4.2004, p. 55; corrected by OJ L 226, 25.6.2004, p. 22.\n(4)  OJ L 224, 18.8.1990, p. 1. Regulation as last amended by Commission Regulation (EC) No 1231/2006 (OJ L 225, 17.8.2006, p. 3).\n(5)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 208/2006 (OJ L 36, 8.2.2006, p. 25)."}