{"celex_id": "32005D0033", "uri": "http://publications.europa.eu/resource/cellar/c49137bb-341a-456c-b5e9-c4426603eef5", "type": "Decision", "concepts": ["1284", "1309", "1338", "192", "2771", "6787"], "title": "2005/33/EC:  Commission Decision of 14 January 2005 amending Decision 2001/556/EC as regards the inclusion of establishments in India in provisional lists of third country establishments from which Member States are authorised to import gelatine intended for human consumption (notified under document number C(2004) 4543)Text with EEA relevance\n", "header": "20.1.2005 EN Official Journal of the European Union L 16/59\nCOMMISSION DECISION\nof 14 January 2005\namending Decision 2001/556/EC as regards the inclusion of establishments in India in provisional lists of third country establishments from which Member States are authorised to import gelatine intended for human consumption\n(notified under document number C(2004) 4543)\n(Text with EEA relevance)\n(2005/33/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 95/408/EC of 22 June 1995 on the conditions for drawing up, for an interim period, provisional lists of third country establishments from which Member States are authorised to import certain products of animal origin, fishery products or live bivalve molluscs (1), and in particular Article 2(4) thereof,\nWhereas:\n(1) Commission Decision 2001/556/EC of 11 July 2001 drawing up provisional lists of third country establishments from which Member States authorise imports of gelatine intended for human consumption (2) sets out provisional lists of establishments in third countries from which the Member States are authorised to import gelatine intended for human consumption.\n(2) India has provided a list of establishments producing gelatine intended for human consumption for which the responsible authorities certify that the establishments comply with Community rules.\n(3) Accordingly, those establishments should be included in the lists set out in Decision 2001/556/EC.\n(4) As on the spot inspections of the concerned establishments have not yet been carried out, imports from them should not be eligible for reduced physical checks pursuant to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (3).\n(5) Decision 2001/556/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 2001/556/EC is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 23 January 2005.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 January 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 243, 11.10.1995, p. 17. Decision as last amended by Directive 2004/41/EC of the European Parliament and of the Council (OJ L 157, 30.4.2004, p. 33).\n(2)  OJ L 200, 25.7.2001, p. 23. Decision as last amended by the 2003 Act of Accession (OJ L 236, 23.9.2003, p. 381).\n(3)  OJ L 24, 30.1.1998, p. 9. Directive as last amended by Regulation (EC) No 882/2004 of the European Parliament and of the Council (OJ L 165, 30.4.2004, p. 1).\nANNEX\nThe following text is inserted in the Annex in accordance with the alphabetical order of the ISO code:\n‘País: India/Země: Indie/Land: Indien/Land: Indien/Riik: India/Χώρα: Ινδία/Country: India/Pays: Inde/Paese: India/Valsts: Indija/Šalis: Indija/Ország: India/Pajjiż: Indja/Land: Indië/Państwo: Indie/País: Índia/Krajina: India/Država: Indija/Maa: Intia/Land: Indien\n1 2 3 4\nCAPEXIL/WR/PLANT REGN./O&G/2001-2002/01 Narmada Gelatines Ltd Jabalpur Madhya Pradesh\nCAPEXIL/SR/PLANT REGN./O&G/2002-2003/01 Kerala Chemicals & Proteins Ltd, Gelatine Division Kochi Kerala\nCAPEXIL/WR/PLANT REGN./O&G/2002-2003/02 Sterling Gelatine Village Karakhadi Gujarat\nCAPEXIL/WR/PLANT REGN./O&G/2002-2003/03 Raymon Patel Gelatine Pvt. Ltd Vasad Gujarat’"}