{"celex_id": "32009R1038", "uri": "http://publications.europa.eu/resource/cellar/a9e48bd6-c568-4c9a-be7c-ad2122cb3fcd", "type": "Regulation", "concepts": ["1486", "2173", "2958", "4623", "4860"], "title": "Council Regulation (EC) No 1038/2009 of 19 October 2009 derogating from Regulation (EC) No 1234/2007 (Single CMO Regulation) as regards the 2009 and 2010 intervention periods for butter and skimmed milk powder\n", "header": "4.11.2009 EN Official Journal of the European Union L 288/1\nCOUNCIL REGULATION (EC) No 1038/2009\nof 19 October 2009\nderogating from Regulation (EC) No 1234/2007 (Single CMO Regulation) as regards the 2009 and 2010 intervention periods for butter and skimmed milk powder\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) World market prices for dairy products have collapsed notably due to an increased world supply and a drop in demand in connection with the financial and economic crisis. Community market prices for dairy products have fallen significantly. As a result of a combination of market measures taken since the beginning of this year, Community prices have stabilised around support price levels. It is essential that these market support measures, notably public intervention, continue to apply as long as necessary in order to avoid further deterioration of prices and disturbance of the Community market.\n(2) Article 11(e) of Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (2) provides that for butter and skimmed milk powder public intervention is available from 1 March to 31 August.\n(3) In view of the foreseeable market situation a continuation of the public intervention for butter and skimmed milk powder should be provided for beyond 31 August 2009, if necessary until 28 February 2010.\n(4) Furthermore, where market prices are likely to fall significantly thereby disturbing or threatening to disturb the market, the Commission should be authorised to continue public intervention for butter and skimmed milk powder beyond 31 August 2010, if necessary until 28 February 2011,", "main_body": ["By way of derogation from Article 11(e) of Regulation (EC) No 1234/2007, the 2009 period during which intervention for butter and skimmed milk powder is available shall expire on 28 February 2010.", "By way of derogation from Article 11(e) of Regulation (EC) No 1234/2007, the Commission may decide, in accordance with the procedure referred to in Article 195(2) of that Regulation, to continue public intervention for butter and skimmed milk powder through a tendering procedure beyond 31 August 2010, if necessary until 28 February 2011, if prices in the sector for milk and milk products on the Community market are likely to fall significantly thereby disturbing or threatening to disturb the market.", "The Commission shall take, in accordance with the procedure referred to in Article 195(2) of Regulation (EC) No 1234/2007, the necessary measures to implement this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 October 2009.\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  Opinion of 17 September 2009 (not yet published in the Official Journal).\n(2)  OJ L 299, 16.11.2007, p. 1."}