{"celex_id": "32000D0149", "uri": "http://publications.europa.eu/resource/cellar/b21eecf4-801d-41c2-b6c4-d13340de16d4", "type": "Decision", "concepts": ["1519", "1596", "1755", "192", "2121", "4743"], "title": "2000/149/EC: Commission Decision of 22 February 2000 concerning certain protection measures relating to avian influenza in Italy (notified under document number C(2000) 489) (Text with EEA relevance)\n", "header": "COMMISSION DECISION\nof 22 February 2000\nconcerning certain protection measures relating to avian influenza in Italy\n(notified under document number C(2000) 489)\n(Text with EEA relevance)\n(2000/149/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular, Article 10(4) thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular, Article 9(4) thereof,\nWhereas:\n(1) Outbreaks of avian influenza have occurred in Italy in several regions since 20 December 1999.\n(2) Measures to control avian influenza are given in Council Directive 92/40/EEC introducing Community measures for the control of avian influenza(4).\n(3) The provisions for intra Community trade in live poultry and hatching eggs are given in Council Directive 90/539/EEC on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs(5), as last amended Directive 1999/90/EC(6).\n(4) The provisions for intra-Community trade in birds other than poultry referred to in Directive 90/539/EEC are given in Council Directive 92/65/EEC laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A Section I to Directive 90/425/EEC(7), as last amended by Commission Decision 95/176/EC(8).\n(5) The provisions for intra-Community trade in fresh poultry meat are given in Council Directive 91/494/EEC of 26 June 1991 on animal helath conditions governing intra-Community trade in and imports from third countries of fresh poultry meat(9), as last amended by Directive 1999/89/EC(10).\n(6) The disease situation is liable to endanger the flocks in other parts of the Community in view of trade in live poultry and birds and hatching eggs thereof.\n(7) Italy has established avian influenza preventive and control measures within the framework of:\n- Directive 92/40/EEC\n- Directive 90/539/EEC\n- Directive 92/65/EEC\n- Directive 91/494/EEC\n- National Decree No 600.6/24461/57N/139 issued on 14 January 2000 by the Ministry of Health of Italy.\n(8) Member States recognise that measures implemented by Italy are appropriate.\n(9) However in view of the evolution of the disease and the specifity of the epidemiology of this particular epidemic specific measures shall be adopted in view of reducing the risk of spreading the virus within the poultry population.\n(10) These measures should reflect the specific structure of the integrated industry in the affected area.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Complementary measures shall be implemented by Italy. They should contain at least the following provisions:\n(a) In the state of Italy\n1. Disposable packaging shall be used for collection, storage and transport of table eggs. The pieces of packaging shall be destroyed immediately after use in such a way to guarantee the destruction of the vrius with methods approved by the competent authority.\n2. Packaging centres for table eggs situated in close proximity of a farm where birds of susceptible species are kept must not introduce eggs coming from farms located in provinces where avian influenza has been confirmed.\n(b) In regions where avian influenza has been confirmed in the last 30 days\n1. All means of transport used for poultry, hatching eggs, table eggs and poultry feedstuff must be cleaned and disinfected immediately before entering and after leaving a farm or a related plant with disinfectants and methods approved by the competent authority. For means of transport engaged in intra-Community trade, a document ascertaining this disinfection shall be issued and should at least contain the information on cleansing and disinfection equivalent to that shown in the Annex.\n2. All the machinery for loading and unloading the lorries shall be cleaned and disinfected immediately before and after use according to paragraph 1.\n3. Hatching eggs, their packing and means of transport must be disinfected before dispatch according to paragraph 1.\n4. The person responsible for a poultry-holding shall ensure that all persons entering and leaving the holding apply strict bio-security measures as well as providing clean protective clothes and footwear to visitors, catchers and other persons. The responsible person shall also ensure that appropriate means of disinfection are used at the entrances and exists of buildings housing poultry.\n(c) In provinces where avian influenza has been confirmed in the last 30 days\n1. All means of transport for poultry, hatching eggs, table eggs and poultry feedstuff shall transport only one single consignment intended for or coming from one single farm or plant at one time.\n2. All means of transport for poultry, hatching eggs, table eggs and poultry feedstuff leaving these provinces must be accompanied by an official document certifying that the means of transport have been cleaned and disinfected prior to movement according to point (b)1. These lorries shall transport only one single consignment intended for or coming from one single farm or plant at one time.\n3. Used litter and poultry manure may only be removed from the holding or spread with authorisation given by the competent authority. Such authorisation must take into account the provisions of Annex II Section II(d) of Directive 92/40/EEC.", "The central veterinary authority may introduce further measures other than those referred to in this Decision if they are deemed necessary for the eradication of the disease. Italy shall inform the Commission and the Member States of these measures immediately.", "Member States shall ensure that the provisions of Article 1(a) (1) are applied for all consignments coming from or originating in Italy.", "Member States shall amend the measures which they apply to trade so as to bring them into conformity with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 February 2000.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 167, 22.6.1992, p. 1.\n(5) OJ L 303, 31.10.1990, p. 6.\n(6) OJ L 300, 23.11.1999, p. 19.\n(7) OJ L 268, 13.7.1992, p. 54.\n(8) OJ L 117, 24.5.1995, p. 23.\n(9) OJ L 268, 24.9.1991, p. 35.\n(10) OJ L 300, 23.11.1999, p. 17.\nANNEX\n>PIC FILE= \"L_2000050EN.002402.EPS\">"}