{"celex_id": "32006D0898", "uri": "http://publications.europa.eu/resource/cellar/9e380aa0-e9a4-4432-8e62-4b2f592963f1", "type": "Decision", "concepts": ["1021", "1519", "3613", "5541", "5766", "889"], "title": "2006/898/EC: Commission Decision of 22 June 2005 on the measure implemented by Italy for professional sports clubs (Decreto Salva Calcio) (notified under document number C(2005) 1794)   (Text with EEA relevance)\n", "header": "13.12.2006 EN Official Journal of the European Union L 353/16\nCOMMISSION DECISION\nof 22 June 2005\non the measure implemented by Italy for professional sports clubs (Decreto Salva Calcio)\n(notified under document number C(2005) 1794)\n(Only the Italian version is authentic)\n(Text with EEA relevance)\n(2006/898/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first subparagraph of Article 88(2) thereof,\nHaving called on interested parties to submit their comments pursuant to the provision cited above (1) and having regard to their comments,\nWhereas:\nI.   PROCEDURE\n(1) The Commission learned through the press that, when Decree-Law No 282 of 24 December 2002 was being converted into statute, the Italian Government adopted a measure on accounting rules for professional sports clubs. By letter D/51643 of 12 March 2003, the Commission requested information on the measure in question. By letter No 5243 of 22 April 2003, the Italian authorities requested an extension of the deadline for submitting the information to 14 May. Not having received any reply by the date set, the Commission requested the information by letter of 22 May, in which it reminded the Italian authorities that, according to Article 88(3) of the EC Treaty, the aid measure may not be put into effect until the Commission has presented its comments on the matter. The reply of the Italian authorities was received on 26 June 2003.\n(2) By letter of 11 November 2003, the Commission informed Italy that it had decided to initiate the procedure laid down in Article 88(2) of the EC Treaty in respect of the measure.\n(3) The Commission decision to initiate the procedure was published in the Official Journal of the European Union.\n (2) The Commission invited interested parties to submit their comments on the measure.\n(4) The Commission received comments from the Italian authorities by letter of 13 February 2004 and from interested parties by letters of 19 January 2004 and 16 February 2004. By letter D/51415 of 25 February 2004, the Commission forwarded the comments of interested parties to Italy, which was given the opportunity to react.\n(5) By letter No 08/RB/04 of 10 March 2004, the Italian authorities undertook to amend the measure in question with a view to removing any tax effects it might have. In view of the undertaking to render the measure compatible with the Community rules on competition and since the measure had no immediate effect from the point of view of state aid, the Commission suspended the procedure until such time as the measure had been amended.\n(6) By letter No 13346 of 11 November 2004, the Italian authorities submitted to the Commission the text of the amendments to the Legge Comunitaria 2004, which was being examined by the Italian Parliament. The pre-announced amendments were finally introduced by way of Article 28 of Law No 62 of 18 April 2005 (Disposizioni per l'adempimento di obblighi derivanti dall'appartenenza dell'Italia alle Comunita' europee. Legge comunitaria 2004\n (3)\n).\nII.   DESCRIPTION OF THE MEASURE\n(7) The measure, introduced by virtue of Article 3(1bis) of Decree-Law No 282 of 24 December 2002, which lays down urgent measures regarding compliance with Community and tax law, collection and accounting procedures and was converted into Law No 27 of 21 February 2003 (‘Law No 27/2003’), is applicable to the sports clubs governed by Law No 91 of 23 March 1981 (‘Law No 91/1981’).\n(8) The measure, set out in Article 18bis(i) of Law No 91/1981, as amended by Law No 27/2003, allows sports clubs to enter in a special balance-sheet item in the first annual accounts following the entry into force of the Law the capital losses arising from the decreased value of the rights to exploit the performances of professional players, as determined on the basis of a sworn expert valuation. This item will, with the agreement of the board of auditors, be accounted for on the assets side of the balance sheet and amortised over the years.\n(9) Article 18bis(2) of Law No 91/1981, as amended by Law No 27/2003, stipulates that companies taking up the option provided for in paragraph 1 must, for accounting and tax purposes, amortise the losses in ten annual charges of equal amount.\n(10) In order to ascertain whether the measure constitutes state aid within the meaning of Article 87(1) of the EC Treaty, the Commission has to assess whether (i) the measure favours certain undertakings or the production of certain goods by granting an advantage that is of an economic nature, (ii) whether that advantage is selective, therefore distorting or threatening to distort competition, (iii) whether it affects trade between Member States, and (iv) whether it is granted through state resources.\n(11) In the decision to initiate the formal investigation procedure laid down in Article 88(2) of the EC Treaty, the Commission observed inter alia that:\n(a) The sports clubs benefiting from the measure perform an economic activity and are therefore to be considered undertakings within the meaning of Article 87(1). The measure would have allowed the sports clubs to offset losses suffered in the past against future profits for a longer period of time: the possibility of extending the period over which losses can be deducted would have represented an economic advantage.\n(b) The measure is selective since it is addressed only to the sports clubs governed by Law No 91 of 23 March 1981; it would therefore have constituted sectoral aid.\n(c) Professional sports clubs perform various economic activities. At least some of the clubs perform a number of these activities on international markets. Since sports clubs and other economic operators from other Member States are active on these markets, the measure in question could have affected intra-Community trade.\n(d) The measure would have implied the use of state resources in terms of tax revenues forgone. As already indicated, it would have allowed sports clubs to carry forward deductible losses for a longer period than at present, alongside a lower rate of possible depreciation in the early years. By giving sports clubs a choice between two alternative methods of taxation, the State would have allowed these taxpayers to opt for the method which was more favourable to them, thereby agreeing to forgo tax revenue.\n(12) On the basis of the above summary analysis, the measure seemed to satisfy all the necessary conditions to be considered as state aid within the meaning of Article 87(1) of the EC Treaty.\n(13) Moreover, for the reasons set out in paragraphs 22 to 29 of the decision to initiate the formal investigation procedure, the circumstances for considering the aid compatible with the common market did not seem to be present.\nIII.   ASSESSMENT OF THE MEASURE\n(14) Article 28 of Law No 62 amended Article 18bis(2) of Law No 91/1981, referred to in paragraph 9, the expression ‘for accounting and tax purposes’ was replaced by the expression ‘only for accounting purposes’.\n(15) This amendment rules out the possibility of using for tax purposes the different accounting method provided for in Law No 91/1981, which, as amended by Law No 27/2003, introduced the option. Accordingly, it is no longer possible for sports clubs to extend the period over which losses can be deducted for tax purposes.\n(16) Although Law No 91/1981, as amended by Law No 27/2003, continues to grant sports clubs an advantage in terms of favourable accounting treatment, it no longer, in its new wording, provides any tax advantage. Moreover, since the tax advantage previously possible would have materialised only in the future, (4) the measure has not granted any tax advantage during the period in which the amended rules have been in force.\n(17) Since the measure no longer involves the forgoing of tax revenues, it does not involve the use of state resources. Accordingly, one of the essential tests for the presence of state aid within the meaning of Article 87(1) of the EC Treaty is no longer met. The Commission therefore concludes that, following the amendments made by Law No 62/2005 (Legge Comunitaria 2004), the measure does not constitute state aid.\n(18) Accordingly, the comments by the Italian authorities and by third parties need not be examined in detail.\nIV.   CONCLUSION", "main_body": ["The measure which Italy has implemented for professional sports clubs by way of Law No 27 of 21 February 2003, as amended by Law No 62 of 18 April 2005, does not constitute state aid.", "This decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 22 June 2005\nFor the Commission\nNeelie KROES\nMember of the Commission\n(1)  OJ C 308, 18.12.2003, p. 9.\n(2)  See footnote 1.\n(3)  Published in Official Gazette No 96 of 27 April 2005 (Supplemento ordinario n. 76).\n(4)  That is, beyond the normal five-year period for carrying forward losses."}