{"celex_id": "32003R1160", "uri": "http://publications.europa.eu/resource/cellar/0e18aebe-a4c7-4737-b282-44e52bb90db0", "type": "Regulation", "concepts": ["1255", "1644", "2543", "3763", "4692", "5063", "5403", "5859", "5860"], "title": "Commission Regulation (EC) No 1160/2003 of 30 June 2003 amending Regulation (EC) No 1898/97 laying down rules for the application in the pigmeat sector of the arrangements provided for in the Europe Agreements with Bulgaria, the Czech Republic, Slovakia, Romania, Poland and Hungary\n", "header": "Commission Regulation (EC) No 1160/2003\nof 30 June 2003\namending Regulation (EC) No 1898/97 laying down rules for the application in the pigmeat sector of the arrangements provided for in the Europe Agreements with Bulgaria, the Czech Republic, Slovakia, Romania, Poland and Hungary\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2003/286/EC of 8 April 2003 on the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, to take account of the outcome of negotiations between the Parties on new mutual agricultural concessions(1), and in particular Article 3(2) thereof,\nHaving regard to Council Decision 2003/298/EC of 14 April 2003 on the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Czech Republic, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions(2), and in particular Article 3(2) thereof,\nHaving regard to Council Decision 2003/299/EC of 14 April 2003 on the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Slovak Republic, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concession(3), and in particular Article 3(2) thereof,\nHaving regard to Council Decision 2003/18/EC of 19 December 2002 concerning the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and Romania, of the other part, to take account of the outcome of negotiations between the Parties on new mutual agricultural concessions(4), and in particular Article 3(2) thereof,\nHaving regard to Council Decision 2003/263/EC of 27 March 2003 on the signature and conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Republic of Poland, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions(5), and in particular Article 3 thereof,\nHaving regard to Council Decision 2003/285/EC of 18 March 2003 concerning the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions(6), and in particular the second paragraph of Article 3 thereof,\nWhereas:\n(1) Decisions 2003/286/EC, 2003/298/EC, 2003/299/EC, 2003/18/EC, 2003/263/EC and 2003/285/EC repeal, respectively, Regulations (EC) No 2290/2000(7), (EC) No 2433/2000(8), (EC) No 2434/2000(9), (EC) No 2435/2000(10), (EC) No 2851/2000(11) and (EC) No 1408/2002(12), the latter having previously repealed Regulation (EC) No 1727/2000(13).\n(2) Following the repeal of Regulations (EC) Nos 2292/2000, 2433/2000, 2434/2000, 2435/2000, 2851/2000 and 1727/2000, the references made to those acts in Commission Regulation (EC) No 1898/97(14), as last amended by Regulation (EC) No 1877/2002(15), should be deleted.\n(3) For annual periods commencing on 1 July, Regulation (EC) No 1898/97 should also be adjusted in accordance with the provisions on pigmeat products laid down in Decisions 2003/286/EC, 2003/298/EC, 2003/299/EC, 2003/18/EC, 2003/263/EC and 2003/285/EC.\n(4) Regulation (EC) No 1898/97 should consequently be amended.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EC) No 1898/97 is hereby amended as follows:\n1. The first paragraph of Article 1 is replaced by the following:\"All imports into the Community under the arrangements laid down in Decisions 2003/286/EC, 2003/298/EC, 2003/299/EC, 2003/18/EC, 2003/263/EC and 2003/285/EC of products covered by group Nos 1, 2, 3, 4, H1, 7, 8, 9, T1, T2, T3, S1, S2, B1, 15, 16 and 17 provided for in Annex I hereto shall be subject to the presentation of an import licence.\"\n2. Annex I to Regulation (EC) No 1898/97 is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 102, 24.4.2003, p. 60.\n(2) OJ L 107, 30.4.2003, p. 12.\n(3) OJ L 107, 30.4.2003, p. 36.\n(4) OJ L 8, 14.1.2003, p. 18.\n(5) OJ L 97, 15.4.2003, p. 53.\n(6) OJ L 102, 24.4.2003, p. 32.\n(7) OJ L 262, 17.10.2000, p. 1.\n(8) OJ L 280, 4.11.2000, p. 1.\n(9) OJ L 280, 4.11.2000, p. 9.\n(10) OJ L 280, 4.11.2000, p. 17.\n(11) OJ L 332, 28.12.2000, p. 7.\n(12) OJ L 205, 2.8.2002, p. 9.\n(13) OJ L 198, 4.8.2000, p. 6.\n(14) OJ L 267, 30.9.1997, p. 58.\n(15) OJ L 284, 22.10.2002, p. 9.\nANNEX\n\"ANNEX I\nImports into the Community of the following products shall be subject to the concessions set out below:\nA. PRODUCTS ORIGINATING IN HUNGARY\n>TABLE>\nB. PRODUCTS ORIGINATING IN POLAND\n>TABLE>\nC. PRODUCTS ORIGINATING IN THE CZECH REPUBLIC\n>TABLE>\nD. PRODUCTS ORIGINATING IN SLOVAKIA\n>TABLE>\nE. PRODUCTS ORIGINATING IN BULGARIA\n>TABLE>\nF. PRODUCTS ORIGINATING IN ROMANIA\n>TABLE>\""}