{"celex_id": "32004R0487", "uri": "http://publications.europa.eu/resource/cellar/9a7cc070-302b-47a2-bfc9-2eca857a132c", "type": "Regulation", "concepts": ["2300", "2488", "2771", "2783", "3591"], "title": "Council Regulation (EC) No 487/2004 of 11 March 2004 amending Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\n", "header": "Council Regulation (EC) No 487/2004\nof 11 March 2004\namending Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) As from 1 May 2004, the European Union will include ten new Member States. The Act of Accession establishes that the new Member States must apply the common trade policy concerning textiles and that the quantitative restrictions applied by the Community on imports of textile and clothing products are to be adjusted to take account of the accession. The quantitative restrictions applicable to imports of certain textile products from third countries into the enlarged Community should consequently be adjusted so as to cover imports into the 10 new Member States. This necessitates amendments to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries(1).\n(2) In the interests of preventing the enlargement of the Community from having restrictive effects on trade, it is appropriate, when amending the quantities, to use a methodology which takes into account, for the purpose of adjusting the new quota levels, the traditional levels and patterns of imports into the 10 new Member States. A formula consisting of the average of the last three years' imports into the 10 new Member States originating in third countries, adjusted pro rata temporis, would provide an appropriate reflection of these historic flows. The years 2000 to 2002 have been selected as the most significant, as they represent the latest available information about the 10 new Member States' imports in textiles and clothing.\n(3) Accordingly, Annexes V and VII to Regulation (EEC) No 3030/93 should be amended to list quota levels applicable from the date of the enlargement, namely 1 May 2004.\n(4) The quotas applicable to Vietnam should be those listed in the bilateral textile agreement between the European Community and the Socialist Republic of Vietnam, initialled on 15 February 2003 and approved by Decision 2003/453/EC(2), pending compliance by Vietnam with the market access commitments under that agreement.\n(5) All provisions of Regulation (EEC) No 3030/93 should be reformulated to apply to imports into the 10 new Member States; consequently, the initials of the new Member States should be inserted in Annex III.\n(6) In order to enable certain operations to take place, it is necessary to insert into Regulation (EEC) No 3030/93 a transitional rule whereby textile products whose importation into the Community is otherwise subject to quantitative limits or surveillance, and which are shipped into the Community prior to 1 May 2004 but which enter the ten new Member States on or after 1 May 2004, will qualify for import authorisations that are granted automatically.\n(7) In order to provide legal cover for the operations in question, it is necessary to insert into Regulation (EEC) No 3030/93 a transitional rule whereby textile products which are shipped prior to 1 May 2004 from the acceding Member States out of the Community for processing, and which are re-imported into the 10 new Member States on or after 1 May 2004, are exempt from quantitative limits or presentation of an import authorisation.\n(8) Regulation (EEC) No 3030/93 should therefore be amended accordingly,", "main_body": ["Regulation (EEC) No 3030/93 is hereby amended as follows:\n1. the following paragraph shall be added to Article 2:\n\"9. The release for free circulation in one of the 10 new Member States acceding to the European Union on 1 May 2004, namely Czech Republic, Estonia, Cyprus, Lithuania, Latvia, Hungary, Malta, Poland, Slovenia and Slovakia, of textile products which are subject to quantitative limits or to surveillance in the Community and which have been shipped before 1 May 2004 and enter the 10 new Member States on or after 1 May 2004 shall be subject to presentation of an import authorisation. Such import authorisation shall be granted automatically and without quantitative limitation by the competent authorities of the Member State concerned, upon adequate proof, such as the bill of lading, that the products have been shipped before 1 May 2004.\nSuch licences shall be communicated to the Commission.\";\n2. the following subparagraph shall be added to Article 5:\"The release for free circulation of textile products sent from one of the ten new Member States acceding to the European Union on 1 May 2004 to a destination outside the Community for processing before 1 May 2004, and re-imported into the same Member State on or after that date, shall upon adequate proof, such as the export declaration, not be subject to quantitative limits or import authorisation requirements. The competent authorities of the Member State concerned shall provide information on those imports to the Commission.\";\n3. in Annex III, the second indent of Article 28(6) shall be replaced by the following:\n\"- two letters identifying the intended Member State of destination, or group of such Member States, as follows:\n- AT= Austria\n- BL= Benelux\n- CY= Cyprus\n- CZ= Czech Republic\n- DE= Federal Republic of Germany\n- DK= Denmark\n- EE= Estonia\n- EL= Greece\n- ES= Spain\n- FI= Finland\n- FR= France\n- GB= United Kingdom\n- HU= Hungary\n- IE= Ireland\n- IT= Italy\n- LT= Lithuania\n- LV= Latvia\n- MT= Malta\n- PL= Poland\n- PT= Portugal\n- SE= Sweden\n- SI= Slovenia\n- SK= Slovakia\";\n4. Annex V shall be replaced by the text set out in Part A of the Annex to this Regulation;\n5. in Annex VII, the table shall be replaced by the table set out in Part B of the Annex to this Regulation.", "This Regulation shall enter into force on 1 May 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 2004.\nFor the Council\nThe President\nM. Harney\n(1) OJ L 275, 8.11.1993, p. 1. Regulation as last amended by Commission Regulation (EC) No 260/2004 (OJ L 51, 20.2.2004, p. 1).\n(2) OJ L 152, 20.6.2003, p. 41.\nANNEX\nPART A\n\"ANNEX V\nCOMMUNITY QUANTITATIVE LIMITS\napplicable in 2004\n(The complete description of the goods is shown in Annex I)\n>TABLE>\nAppendix A to Annex V\n>TABLE>\nAppendix B to Annex V\n>TABLE>\nFlexibilities provided for in Article 7 of and Annex VIII to Regulation 3030/93 for China are applicable to the above categories and amounts.\nAppendix C to Annex V\nCOMMUNITY QUANTITATIVE LIMITS\n(The complete description of the goods is shown in Annex IB)\n>TABLE>\"\nPART B\n\"COMMUNITY QUANTITATIVE LIMITS FOR GOODS RE-IMPORTED UNDER OPT\napplicable for 2004\n(The complete description of the goods is shown in Annex I)\n>TABLE>\""}