{"celex_id": "32002R1149", "uri": "http://publications.europa.eu/resource/cellar/ec8e5a54-78db-45a1-abaf-d522289b8cc6", "type": "Regulation", "concepts": ["1309", "161", "4080", "4682", "5367"], "title": "Council Regulation (EC) No 1149/2002 of 27 June 2002 opening an autonomous quota for imports of high-quality beef\n", "header": "Council Regulation (EC) No 1149/2002\nof 27 June 2002\nopening an autonomous quota for imports of high-quality beef\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In view of the Community's interest in developing harmonious trade relations with third countries, provision should be made for opening, as an autonomous measure, a Community import tariff quota of 1000 tonnes of high-quality fresh, chilled or frozen beef.\n(2) In spite of the difficulties experienced in 2001, the beef market is now on the way to becoming more stable. Demand of consumers in the Community is increasing, especially for high-quality beef. An additional reduced-tariff-quota for high-quality beef would satisfy at the same time the consumer interests as well as supplier interests. It would not have a significant impact on the total volume of beef imports into the Community.\n(3) All operators concerned in the Community should be offered equal and continuous access to that quota. It is also necessary to insure appropriate monitoring. To this end, the utilisation of the quota should be based on the presentation of a certificate of authenticity guaranteeing the type and origin of the products.\n(4) Under Article 32 of Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(1), tariff quotas for the products covered by this Regulation are to be administered by the Commission in accordance with detailed rules adopted under the procedure laid down in Article 43 of the said Regulation,", "main_body": ["1. An annual Community import tariff quota of 1000 tonnes, expressed in product weight, of high-quality fresh, chilled or frozen beef falling within positions 0201 30 00 and 0202 30 90 of the Common Customs Tariff is opened.\n2. The applicable duty for the quota shall be 20 % ad valorem.\n3. The quota year shall run from 1 July to 30 June.", "Detailed rules for the application of this Regulation, adopted in accordance with the procedure laid down in Article 43 of Regulation (EC) No 1254/1999, shall include provisions making the utilisation of the quota referred to in Article 1 subject to the presentation of a certificate of authenticity guaranteeing the type and origin of the products.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 June 2002.\nFor the Council\nThe President\nM. Arias CaĂąete\n(1) OJ L 160, 26.6.1999, p. 21. Regulation last amended by Commission Regulation (EC) No 2345/2001 (OJ L 315, 1.12.2001, p. 29)."}