{"celex_id": "32005R1163", "uri": "http://publications.europa.eu/resource/cellar/79e7cdf0-0bcd-45db-8767-7c1f7f1efb4e", "type": "Regulation", "concepts": ["2173", "4726", "4734"], "title": "Commission Regulation (EC) No 1163/2005 of 19 July 2005 amending Regulation (EC) No 1622/2000 laying down certain detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine and establishing a Community code of oenological practices and processes\n", "header": "20.7.2005 EN Official Journal of the European Union L 188/3\nCOMMISSION REGULATION (EC) No 1163/2005\nof 19 July 2005\namending Regulation (EC) No 1622/2000 laying down certain detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine and establishing a Community code of oenological practices and processes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 46(3) thereof,\nWhereas:\n(1) Article 44(2) of Commission Regulation (EC) No 1622/2000 (2) provides for the abandonment, from 1 August 2005, of a number of usual analysis methods described in Commission Regulation (EEC) No 2676/90 of 17 September 1990 determining Community methods for the analysis of wines (3).\n(2) Following the validation of some of those methods in accordance with internationally recognised criteria, they have now been recognised as reference methods and described as such in Regulation (EEC) No 2676/90.\n(3) Furthermore, certain simplified methods described in Regulation (EEC) No 2676/90 allow those components that are most meaningful in terms of wine controls, in particular sulphur dioxide, sugars and some other substances present in wine, to be determined quickly and with sufficient certainty. To ensure that analysis procedures in the Community are uniform, the descriptions of those methods must be allowed to stand in Regulation (EEC) No 2676/90.\n(4) Regulation (EC) No 1622/2000 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Article 44(2) of Regulation (EC) No 1622/2000 is hereby replaced by the following:\n‘2.   Regulation (EEC) No 2676/90 shall apply to products covered by Regulation (EC) No 1493/1999. Chapters 12(3), 18(3), 23(3), 25(3) and 37(3) and (4) of the Annex to Regulation (EEC) No 2676/90 are hereby deleted from 1 August 2005.’", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Commission Regulation (EC) No 1795/2003 (OJ L 262, 14.10.2003, p. 13).\n(2)  OJ L 194, 31.7.2000, p. 1. Regulation as last amended by Regulation (EC) No 1428/2004 (OJ L 263, 10.8.2004, p. 7).\n(3)  OJ L 272, 3.10.1990, p. 1. Regulation as last amended by Regulation (EC) No 355/2005 (OJ L 56, 2.3.2005, p. 3)."}