{"celex_id": "32003R0958", "uri": "http://publications.europa.eu/resource/cellar/63d7ea7e-295e-40be-9b87-f918305503cf", "type": "Regulation", "concepts": ["161", "2729", "2771", "5063"], "title": "Commission Regulation (EC) No 958/2003 of 3 June 2003 laying down detailed rules for the application of Council Decision 2003/286/EC as regards the concessions in the form of Community tariff quotas on certain cereal products originating in the Republic of Bulgaria and amending Regulation (EC) No 2809/2000\n", "header": "Commission Regulation (EC) No 958/2003\nof 3 June 2003\nlaying down detailed rules for the application of Council Decision 2003/286/EC as regards the concessions in the form of Community tariff quotas on certain cereal products originating in the Republic of Bulgaria and amending Regulation (EC) No 2809/2000\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2003/286/EC of 8 April 2003 on the conclusion of a Protocol adjusting the trade aspects of the Europe Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Bulgaria, of the other part, to take account of the outcome of negotiations between the parties on new mutual agricultural concessions(1), and in particular Article 3(2) thereof,\nWhereas:\n(1) In accordance with Decision 2003/286/EC, the Community has undertaken to establish for each marketing year import tariff quotas at a zero rate of duty for wheat and meslin, wheat gluten and maize originating in the Republic of Bulgaria.\n(2) To ensure that imports of wheat and maize covered by these tariff quotas are orderly and not speculative, they should be made subject to the issue of import licences. The licences should be issued, within the quantities set, at the request of the interested parties, subject, where appropriate, to the fixing of a reduction coefficient in respect of the quantities applied for.\n(3) To ensure the proper management of these quotas, deadlines for the lodging of licence applications should be laid down and the information to be included in the applications and licences should be specified.\n(4) To take account of delivery conditions, the import licences should be valid from the day of their issue until the end of the month following that in which they are issued.\n(5) With a view to the sound management of the quotas, provision should be made to derogate from Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products(2), as last amended by Regulation (EC) No 325/2003(3), as regards the transferable nature of the licences and the tolerance relating to the quantities released into free circulation.\n(6) To ensure sound management of the quotas, the security on the import licences should be set at a relatively high level, by way of derogation from Article 10 of Commission Regulation (EC) No 1162/95 of 23 May 1995 laying down special detailed rules for the application of the system of import and export licences for cereals and rice(4), as last amended by Regulation (EC) No 498/2003(5).\n(7) Rapid two-way communication should be established between the Commission and the Member States regarding the quantities applied for and imported.\n(8) As Council Regulations (EC) No 2290/2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Bulgaria(6) has been repealed by Decision 2003/286/EC, Commission Regulation (EC) No 2809/2000 of 20 December 2000 laying down detailed rules for the application, for cereals sector products, of Regulations (EC) No 2290/2000 and (EC) No 2851/2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products originating in the Republic of Bulgaria and the Republic of Poland respectively and repealing Regulation (EC) No 1218/96(7), as last amended by Regulation (EC) No 573/2003(8), should be amended.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. Imports of wheat and meslin falling within CN code 1001 and wheat gluten falling within CN code 1109 00 00 as referred to in Annex I originating in the Republic of Bulgaria and benefiting from a zero rate of import duty, under the tariff quota bearing the order number 09.4676, in accordance with Decision 2003/286/EC, shall be subject to an import licence issued in accordance with this Regulation.\n2. Imports of maize falling within CN codes 1005 10 90 and 1005 90 00 as referred to in Annex I originating in the Republic of Bulgaria and benefiting from a zero rate of import duty, under the tariff quota bearing the order number 09.4677, in accordance with Decision 2003/286/EC, shall be subject to an import licence issued in accordance with this Regulation.\n3. The products referred to in paragraphs 1 to 2 shall be released into free circulation upon presentation of one of the following documents:\n(a) an EUR.1 movement certificate issued by the competent authorities of the exporting country in accordance with Protocol 4 of the Europe Agreement concluded with that country;\n(b) an invoice declaration on the invoice provided by the exporter in accordance with that Protocol.", "1. Applications for import licences shall be lodged with the competent authorities of the Member States no later than 13.00 Brussels time on the second Monday of each month.\nEach licence application shall be for a quantity not exceeding the quantity available for the import of the relevant product in the marketing year concerned.\n2. No later than 18.00 Brussels time on the same day, the competent authorities of the Member States shall fax the Commission (number (32-2) 295 25 15), in accordance with the model in Annex II, the total quantity resulting from the sum of the quantities indicated on the import licence applications.\nThat information shall be communicated separately from the information on other import licence applications for cereals.\n3. If the total of the quantities for each product concerned since the start of the marketing year and the quantity referred to in paragraph 2 exceeds the quota for the marketing year concerned, the Commission shall set, no later than the third working day after the applications were lodged, a single reduction coefficient to be applied to the quantities requested.\n4. Without prejudice to paragraph 3, licences shall be issued on the fifth working day following the day on which the application was lodged. No later than 18.00 Brussels time on the day the licences are issued, the competent authorities of the Member States shall fax the Commission the total quantity resulting from the sum of the quantities for which import licences were issued that same day.", "With a view to accounting for the quantities imported under the quotas referred to in Article 1(1), the Commission shall apply the equivalence coefficients listed in Annex III hereto. The quantity on each licence application for a given product shall be multiplied by the coefficient for the product in question.", "In accordance with Article 23(2) of Regulation (EC) No 1291/2000, the period of validity of the licence shall be calculated from the actual date of issue.\nImport licences shall be valid until the end of the month following the month in which they were issued.", "The rights resulting from the import licences shall not be transferable.", "The quantity released into free circulation may not exceed that indicated in sections 17 and 18 of the import licence. The figure '0' shall be entered to that effect in section 19 of the licence.", "The import licence application and the import licence shall contain the following information:\n(a) in section 8, the name of the country of origin;\n(b) in section 20 one of the following entries:\n- Reglamento (CE) n° 958/2003\n- Forordning (EF) nr. 958/2003\n- Verordnung (EG) Nr. 958/2003\n- Kανονισμός (EK) αριθ. 958/2003\n- Regulation (EC) No 958/2003\n- Règlement (CE) n° 958/2003\n- Regolamento (CE) n. 958/2003\n- Verordening (EG) nr. 958/2003\n- Regulamento (CE) n.o 958/2003\n- Asetus (EY) N:o 958/2003\n- Förordning (EG) nr 958/2003\n(c) in section 24, the words \"zero duty\".", "The security for the import licences provided for in this Regulation shall be EUR 30 per tonne.", "Regulation (EC) No 2809/2000 is amended as follows:\n1. the title is replaced by the following:\n\"Commission Regulation (EC) No 2809/2000 of 20 December 2000 laying down detailed rules for the application, for cereals sector products, of Regulation (EC) No 2851/2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products originating in the Republic of Poland and repealing Regulation (EC) No 1218/96\";\n2. Article 1 is deleted.", "0\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 June 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 102, 24.4.2003, p. 60.\n(2) OJ L 152, 24.6.2000, p. 1.\n(3) OJ L 47, 21.2.2003, p. 21.\n(4) OJ L 117, 24.5.1995, p. 2.\n(5) OJ L 74, 20.3.2003, p. 15.\n(6) OJ L 262, 17.10.2000, p. 1.\n(7) OJ L 326, 22.12.2000, p. 16.\n(8) OJ L 82, 29.3.2003, p. 25.\nANNEX I\nList of products originating in the Republic of Bulgaria referred to in Article 1(1) and (2)\n>TABLE>\nANNEX II\nModel of the notification referred to in Article 2(2)\nImport quotas for wheat and maize from the Republic of Bulgaria opened by Decision 2003/286/EC\n>TABLE>\nANNEX III\nEquivalence coefficients for wheat and its derived products from the Republic of Bulgaria referred to in Article 3\n>TABLE>"}