{"celex_id": "32005D0348", "uri": "http://publications.europa.eu/resource/cellar/affdb144-12a2-4a50-8bcc-59de6bda5549", "type": "Decision", "concepts": ["1255", "2448", "368", "424", "5917", "6212"], "title": "2005/348/EC: Council Decision of 18 January 2005 establishing, in accordance with Article 104(8) of the Treaty establishing the European Community, whether effective action has been taken by the Republic of Hungary in response to recommendations of the Council in accordance with Article 104(7) of that Treaty\n", "header": "30.4.2005 EN Official Journal of the European Union L 110/42\nCOUNCIL DECISION\nof 18 January 2005\nestablishing, in accordance with Article 104(8) of the Treaty establishing the European Community, whether effective action has been taken by the Republic of Hungary in response to recommendations of the Council in accordance with Article 104(7) of that Treaty\n(2005/348/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(8) thereof,\nHaving regard to the recommendation from the Commission,\nWhereas:\n(1) In accordance with Article 104 of the Treaty, Member States are to avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation. The Stability and Growth Pact includes Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1), set out in Article 104 of the Treaty, in order to further the prompt correction of excessive general government deficits.\n(3) The Amsterdam Resolution of the European Council on the Stability and Growth Pact of 17 June 1997 (2) solemnly invites all parties, namely the Member States, the Council and the Commission, to implement the Treaty and the Stability and Growth Pact in a strict and timely manner.\n(4) By Decision 2004/918/EC (3), the Council decided, in accordance with Article 104(6) of the Treaty, that an excessive deficit exists in Hungary.\n(5) In accordance with Article 104(7) of the Treaty and Article 3(4) of Regulation (EC) No 1467/97, the Council adopted on 5 July 2004 a recommendation to the Hungarian authorities to bring the existence of an excessive deficit to an end as rapidly as possible and to take action in a medium-term framework to achieve the objective of bringing the deficit below 3 % of GDP by 2008 in a credible and sustainable manner, in accordance with the path for deficit reduction specified in the convergence programme submitted by the Hungarian authorities and endorsed in the Council opinion of 5 July 2004 on that programme (4). This Recommendation established the deadline of 5 November 2004 for the Hungarian Government to take effective action regarding the measures envisaged to achieve the 2005 deficit target of 4,1 % of GDP. In this recommendation, the Council also recommended the Republic of Hungary to implement with vigour the measures envisaged in the May 2004 convergence programme, and in particular to stand ready to introduce additional measures, if necessary, with a view to achieving the general government deficit target for 2004 of 4,6 % GDP. In addition, the Council invited the Hungarian authorities to seize every opportunity to accelerate fiscal adjustment; to undertake the envisaged reforms of the public administration, health and education systems; and to ensure that planned tax cuts were adequately financed and make their implementation conditional upon the achievement of the deficit targets.\n(6) In accordance with Article 4(2) of Regulation (EC) No 1467/97, the Council, when considering whether effective action has been taken in response to its recommendations made in accordance with Article 104(7) of the Treaty, is to base its decision on publicly announced decisions by the Government of the Member State concerned.\n(7) An assessment of the publicly announced decisions taken by the Republic of Hungary between the issuing of the Council Recommendation in accordance with Article 104(7) of the Treaty and the deadline set in that Recommendation leads to the following conclusions:\n— after the Council recommendation the Hungarian Government adopted a number of additional measures. They were based on the expenditure side and have contributed to a significant decline in the budget deficit in 2004 compared to 2003 and a more favourable and sustainable reorientation of growth. However, the action taken was not sufficient to achieve the 2004 budget deficit target of 4,6 % of GDP contained in the Council recommendation, which is expected to be missed by a sizeable margin,\n— a number of measures have been announced in the 2005 Budget that are aimed at further reducing the budget deficit in 2005, including an ‘emergency’ reserve package of 0,5 % of GDP against a possible overshooting of the 2005 target. However, they will not be sufficient to meet the deficit target of 4,1 % of GDP contained in the Council recommendation, which is also expected to be missed by a sizeable margin,\n— the measures taken so far by the Hungarian authorities will not avoid a deviation from the planned adjustment path of the May convergence programme. In this context, the continued commitment of the Hungarian Government to have the excessive deficit corrected by 2008 needs to be underpinned by decisive measures of further fiscal consolidation and more determined pursuit of structural reforms.\n(8) Article 104(8) of the Treaty states that when the Council establishes that there has been no effective action in response to its recommendation in accordance with Article 104(7) of that Treaty, it may decide to make this recommendation public. However, in line with the Stability and Growth Pact Resolution of the European Council, the Republic of Hungary agreed to make the recommendation public in July 2004,", "main_body": ["The Republic of Hungary has not taken effective action in response to the Council Recommendation of 5 July 2004 within the period laid down in that Recommendation.", "This Decision is addressed to the Republic of Hungary."], "attachments": "Done at Brussels, 18 January 2005\nFor the Council\nThe President\nJ.-C. JUNCKER\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  OJ C 236, 2.8.1997, p. 1.\n(3)  OJ L 389, 30.12.2004, p. 27.\n(4)  OJ C 320, 24.12.2004, p. 11."}