{"celex_id": "32003D0835", "uri": "http://publications.europa.eu/resource/cellar/857ea449-b938-4b5e-9b0a-145e7396302f", "type": "Decision", "concepts": ["114", "2577", "3017", "3927", "4178", "5405"], "title": "2003/835/EC: Council Decision of 27 November 2003 on the repeal of the decision authorising the Secretary-General of the Council in the context of the integration of the Schengen acquis into the framework of the European Union to act as representative of certain Member States for the purposes of concluding contracts relating to the installation and the functioning of the \"Help Desk Server\" of the Management Unit and of the Sirene Network Phase II and to manage such contracts\n", "header": "Council Decision\nof 27 November 2003\non the repeal of the decision authorising the Secretary-General of the Council in the context of the integration of the Schengen acquis into the framework of the European Union to act as representative of certain Member States for the purposes of concluding contracts relating to the installation and the functioning of the \"Help Desk Server\" of the Management Unit and of the Sirene Network Phase II and to manage such contracts\n(2003/835/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nActing on the basis of Article 7 of the Protocol annexed to the Treaty on European Union and to the Treaty establishing the European Community, integrating the Schengen acquis into the framework of the European Union (hereinafter the Schengen Protocol),\nWhereas:\n(1) Council Decision 1999/322/EC of 3 May 1999(1) authorised the Secretary-General of the Council to act, in the context of the integration of the Schengen acquis within the European Union, as representative of certain Member States for the purposes of concluding contracts relating to the installation and the functioning of the \"Help Desk Server\" of the Management Unit and of the Sirene Network Phase II and to manage such contracts.\n(2) The Agreement referred to in Article 1(1) of Decision 1999/322/EC on the delivery, installation and management of the Sirene Network Phase II, concluded on 23 August 1996 with France Telecom Network Services Belgium (subsequently Global One Belgium), expired on 23 August 2001.\n(3) The Agreement concluded with Digital Equipment SA for the operation and setting-up of the Help Desk Server, referred to in Article 1(2) of Decision 1999/322/EC, has also expired.\n(4) There are no outstanding issues or obligations arising in respect of these two Agreements.\n(5) Accordingly, it is no longer necessary for the Secretary-General of the Council to carry out the tasks assigned to him by Decision 1999/322/EC.\n(6) Decision 1999/322/EC should therefore be repealed,", "main_body": ["Decision 1999/322/EC shall be repealed.", "1. This Decision shall take effect on the day of its adoption.\n2. It shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 27 November 2003.\nFor the Council\nThe President\nR. Castelli\n(1) OJ L 123, 13.5.1999, p. 49."}