{"celex_id": "32004D0003", "uri": "http://publications.europa.eu/resource/cellar/50b51b4b-7307-4ea3-aafe-be6e6bcc6c7c", "type": "Decision", "concepts": ["13", "1596", "192", "2409", "2548"], "title": "2004/3/EC: Commission Decision of 19 December 2003 authorising, in respect of the marketing of seed potatoes in all or part of the territory of certain Member States, more stringent measures against certain diseases than are provided for in Annexes I and II to Council Directive 2002/56/EC (Text with EEA relevance) (notified under document number C(2003) 4833)\n", "header": "Commission Decision\nof 19 December 2003\nauthorising, in respect of the marketing of seed potatoes in all or part of the territory of certain Member States, more stringent measures against certain diseases than are provided for in Annexes I and II to Council Directive 2002/56/EC\n(notified under document number C(2003) 4833)\n(Text with EEA relevance)\n(2004/3/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/56/EC of 13 June 2002 on the marketing of seed potatoes(1), as last amended by Directive 2003/61/EC(2), and in particular Article 17(2) thereof,\nHaving regard to the requests made by Germany, Ireland, Portugal, Finland and the United Kingdom,\nWhereas:\n(1) Commission Decision 93/231/EEC of 30 March 1993 authorising, in respect of the marketing of seed potatoes in all or part of the territory of certain Member States, more stringent measures against certain diseases than are provided for in Annexes I and II to Council Directive 66/403/EEC(3) has been substantially amended several times(4). In the interests of clarity and rationality the said Decision should be codified.\n(2) Directive 2002/56/EC laid down tolerances in respect of certain harmful organisms.\n(3) Directive 2002/56/EC still permits Member States to subject seed potatoes of their home production to conditions which are more rigorous.\n(4) Ireland for all its territory, Germany, Finland, and the United Kingdom in respect of certain parts of their territories and Portugal in relation to areas in the Azores above 300 metres in altitude, wish to avail themselves of the provisions of Directive 2002/56/EC in respect of certain organisms which appear particularly harmful to potato crops in those regions.\n(5) The Commission, by its Directive 93/17/EEC(5), has determined Community grades of basic seed potatoes, together with the conditions and the designations applicable to such grades. The seed potatoes belonging to such grades should be considered suitable for marketing in the territories of Member States to be authorised pursuant to Article 17(2) of Directive 2002/56/EC.\n(6) From a comparison of the measures taken in Ireland, for all of its territory, in Germany, Finland, and the United Kingdom, for certain parts of their territories, and in Portugal in relation to areas in the Azores above 300 metres in altitude in respect of their home production of seed potatoes and the Community EC grades of basic seed potatoes, it can be assumed that:\n- \"EC grade 1\" satisfies more stringent conditions,\n- \"EC grade 2\" is equivalent to home production intended for seed potatoes, and\n- \"EC grade 3\" is equivalent to home production intended for potato production.\n(7) Ireland, for all its territory, Germany, Finland and, the United Kingdom, for certain parts of their territories, and Portugal in relation to areas in the Azores above 300 metres in altitude, should therefore be authorised to restrict the marketing of seed potatoes only to the Community's basic potato grades established by Directive 93/17/EEC.\n(8) Such authorisation is in accordance with Member States' obligations under the common rules on plant health laid down by Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(6), as last amended by Commission Directive 2003/47/EC(7).\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Member States listed in column 1 of Annex I are hereby authorised, in respect of the marketing of seed potatoes in the regions listed against their names in column 2 of Annex I, to restrict the marketing of seed potatoes to basic seed potatoes of the following Community grades determined by Directive 93/17/EEC:\n(a) for seed potato production to \"EC grade 1\", or \"EC grade 2\";\n(b) for potato production to \"EC grade 1\", \"EC grade 2\" or \"EC grade 3\".", "The Member States concerned shall set up a permanent system of regular surveys designed to ensure consistent compliance with the conditions governing authorisation and shall prepare reports. The Commission shall monitor that system.", "The authorisation pursuant to Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "Decision 93/231/EEC is repealed.\nThe references made to the said repealed Decision shall be construed as references to this Decision and shall be read in accordance with the correlation table in Annex III.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 2003.\nFor the Commission\nThe President\nRomano Prodi\n(1) OJ L 193, 20.7.2002, p. 60.\n(2) OJ L 165, 3.7.2003, p. 23.\n(3) OJ L 106, 30.4.1993, p. 11.\n(4) See Annex II.\n(5) OJ L 106, 30.4.1993, p. 7.\n(6) OJ L 169, 10.7.2000, p. 1.\n(7) OJ L 138, 5.6.2003, p. 47.\nANNEX I\n>TABLE>\nANNEX II\nRepealed Decision and its successive amendments\n>TABLE>\nANNEX III\nCorrelation table\n>TABLE>"}