{"celex_id": "32000D0488", "uri": "http://publications.europa.eu/resource/cellar/5e8fe745-6507-4eab-a531-08f6930ede75", "type": "Decision", "concepts": ["2359", "2469", "5315", "5404", "5989", "835"], "title": "2000/488/EC: Council Decision of 20 July 2000 concerning the conclusion of an agreement between the Community and Cyprus establishing cooperation in the field of small and medium-sized enterprises within the framework of the third multiannual programme for small and medium-sized enterprises (SMEs) in the European Union (1997 to 2000)\n", "header": "Council Decision\nof 20 July 2000\nconcerning the conclusion of an agreement between the Community and Cyprus establishing cooperation in the field of small and medium-sized enterprises within the framework of the third multiannual programme for small and medium-sized enterprises (SMEs) in the European Union (1997 to 2000)\n(2000/488/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 157(3), in conjunction with Article 300(2) and (3), first subparagraph thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) The Resolution of the EC-Cyprus Association Council of 12 June 1995 and the conclusions of the Luxembourg European Council of 12 and 13 December 1997 established certain elements of a pre-accession strategy which include the participation of Cyprus in Community programmes, as confirmed by the Conclusions of the Helsinki European Council of 10 and 11 December 1999.\n(2) Council Decision 97/15/EC of 9 December 1996, concerning the third multiannual programme for small and medium-sized enterprises (SMEs) in the European Union (1997 to 2000)(2) hereinafter called \"the programme\" provides, in Article 7(2), that this programme shall be open to the participation of Cyprus.\n(3) The Commission has negotiated, on behalf of the European Community, an agreement to enable Cyprus to participate in the programme.\n(4) This Agreement should be approved,", "main_body": ["The Agreement between the European Community and the Republic of Cyprus establishing cooperation in the field of small and medium-sized enterprises within the framework of the third multiannual programme for small and medium-sized enterprises (SMEs) in the European Union (1997 to 2000) is hereby approved on behalf of the European Community.\nThe text of the Agreement is attached to this Decision.", "The Commission shall represent the Community in the Joint Committee provided for in Article 6 of the Agreement.", "The President of the Council is hereby authorised to appoint the person(s) empowered to sign the Agreement in order to bind the Community.", "The President of the Council shall, on behalf of the Community, give the notification provided for in Article 13 of the Agreement."], "attachments": "Done at Brussels, 20 July 2000.\nFor the Council\nThe President\nF. Parly\n(1) Opinion delivered on 5 July 2000 (not yet published in the Official Journal).\n(2) OJ L 6, 10.1.1997, p. 25."}