{"celex_id": "32006D0377", "uri": "http://publications.europa.eu/resource/cellar/a81c2f36-0aa9-4400-83ff-efb866881d04", "type": "Decision", "concepts": ["12", "1474", "187", "2850", "2901", "5618"], "title": "2006/377/EC: Council Decision of 6 December 2005 on the conclusion of an Agreement on the participation of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the European Economic Area and four related agreements\n", "header": "2.6.2006 EN Official Journal of the European Union L 149/28\nCOUNCIL DECISION\nof 6 December 2005\non the conclusion of an Agreement on the participation of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the European Economic Area and four related agreements\n(2006/377/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 310, in conjunction with the second sentence of the first subparagraph of Article 300(2) and the second subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the assent of the European Parliament (1),\nWhereas:\n(1) The following Agreements and Protocols were signed, on behalf of the European Community, on 14 October 2003, subject to their possible conclusion at a later date (2), in accordance with Council Decision of 13 October 2003 (3).\n(a) Agreement on the participation of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the European Economic Area.\n(b) Agreement between the Kingdom of Norway and the European Community on a Norwegian Financial Mechanism for the period 2004 to 2009.\n(c) Additional Protocol to the Agreement between the European Economic Community and the Republic of Iceland consequent on the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union.\n(d) Additional Protocol to the Agreement between the European Economic Community and the Kingdom of Norway consequent on the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union.\n(e) Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Norway concerning certain agricultural products.\n(2) The Agreements and Protocols are to come into force at the same time. They have been provisionally applied since 1 May 2004 by means of Agreements in the form of an Exchange of letters between the Community and each of the EEA EFTA States and approved on behalf of the Community by Council Decision 2004/368/EC of 30 March 2004 concerning the provisional application of the Agreement on the participation of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Hungary, the Republic of Latvia, the Republic of Lithuania, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the European Economic Area and the provisional application of four related agreements (4).\n(3) The Agreements and Protocols should be approved,", "main_body": ["1.   The following Agreements and Protocols are hereby approved on behalf of the European Community:\n(a) Agreement on the participation of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the European Economic Area;\n(b) Agreement between the Kingdom of Norway and the European Community on a Norwegian Financial Mechanism for the period 2004 to 2009;\n(c) Additional Protocol to the Agreement between the European Economic Community and the Republic of Iceland consequent on the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union;\n(d) Additional Protocol to the Agreement between the European Economic Community and the Kingdom of Norway consequent on the accession of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic to the European Union;\n(e) Agreement in the form of an Exchange of Letters between the European Community and the Kingdom of Norway concerning certain agricultural products.\n2.   The texts of the Agreements and Protocols are attached to this Decision (5).", "The President of the Council is hereby authorised to designate the person empowered to deposit on behalf of the European Community the act of approval provided for in each of the Agreements and Protocols, in order to express the consent of the Community to be bound."], "attachments": "Done at Brussels, 6 December 2005.\nFor the Council\nThe President\nG. BROWN\n(1)  OJ C 97 E, 22.4.2004, p. 67.\n(2)  OJ L 130, 29.4.2004, pp. 11, 81, 85, 89 and 93.\n(3)  Not yet published in the Official Journal.\n(4)  OJ L 130, 29.4.2004, p. 1.\n(5)  The Czech, Estonian, Latvian, Lithuanian, Hungarian, Maltese, Polish, Slovak and Slovene versions of the Agreement shall be published in the Official Journal Special Edition at a later date."}