{"celex_id": "32006R0035", "uri": "http://publications.europa.eu/resource/cellar/f7c73505-b1ca-4a9b-b1fd-f31ecb749603", "type": "Regulation", "concepts": ["1309", "2300", "2771", "2783", "3591"], "title": "Commission Regulation (EC) No 35/2006 of  11 January 2006  amending Annexes I, V and VII to Council Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\n", "header": "12.1.2006 EN Official Journal of the European Union L 7/8\nCOMMISSION REGULATION (EC) No 35/2006\nof 11 January 2006\namending Annexes I, V and VII to Council Regulation (EEC) No 3030/93 on common rules for imports of certain textile products from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries (1), and in particular Article 19 thereof,\nWhereas:\n(1) For the implementation of the Memorandum of Understanding between the European Commission and its Chinese counterpart it is necessary to reintroduce the original provisions under Annex I regarding the product description.\n(2) The Council has approved by Decision 2005/948/EC (2) the signing and the provisional application of a bilateral agreement between the European Community and the Republic of Belarus on trade in textile products.\n(3) Regulation (EEC) No 3030/93 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Textile Committee set up by Article 17 of Regulation (EEC) No 3030/93,", "main_body": ["Regulation (EEC) No 3030/93 is amended as follows:\n1. in Annex I, paragraph 2 is replaced by the following:\n‘2. When the constitutive material of the products of categories 1 to 114 originating in Vietnam and China is not specifically mentioned, these products shall be taken to be made exclusively of wool of or fine animal hair, of cotton or of man-made fibres.’;\n2. Annex V is replaced by the text in Annex I to this Regulation;\n3. in Annex VII, the table is replaced by the table in Annex II to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply with effect from 1 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 January 2006.\nFor the Commission\nPeter MANDELSON\nMember of the Commission\n(1)  OJ L 275, 8.11.1993, p. 1. Regulation as last amended by Commission Regulation (EC) No 1478/2005 (OJ L 236, 13.9.2005, p. 3).\n(2)  OJ L 345, 28.12.2005, p. 21.\nANNEX I\nAnnex V to Regulation (EEC) No 3030/93 is replaced by the following:\nANNEX V\nCOMMUNITY QUANTITATIVE LIMITS\n(a)   applicable for the year 2006\n(The complete description of the goods is shown in Annex I) Community quantitative limits\nThird country Category Unit 2006\nBelarus GROUP IA\n1 tonnes 1 585\n2 tonnes 6 000\n3 tonnes 242\nGROUP IB\n4 1 000 pieces 1 672\n5 1 000 pieces 1 105\n6 1 000 pieces 1 550\n7 1 000 pieces 1 252\n8 1 000 pieces 1 160\nGROUP IIA\n9 tonnes 363\n20 tonnes 329\n22 tonnes 524\n23 tonnes 255\n39 tonnes 241\nGROUP IIB\n12 1 000 pairs 5 959\n13 1 000 pieces 2 651\n15 1 000 pieces 1 569\n16 1 000 pieces 186\n21 1 000 pieces 930\n24 1 000 pieces 844\n26/27 1 000 pieces 1 117\n29 1 000 pieces 468\n73 1 000 pieces 329\n83 tonnes 184\nGROUP IIIA\n33 tonnes 387\n36 tonnes 1 309\n37 tonnes 463\n50 tonnes 207\nGROUP IIIB\n67 tonnes 356\n74 1 000 pieces 377\n90 tonnes 208\nGROUP IV\n115 tonnes 95\n117 tonnes 2 100\n118 tonnes 471\nSerbia (1) GROUP IA\n1 tonnes\n2 tonnes\n2a tonnes\n3 tonnes\nGROUP IB\n5 1 000 pieces\n6 1 000 pieces\n7 1 000 pieces\n8 1 000 pieces\nGROUP IIA\n9 tonnes\nGROUP IIB\n15 1 000 pieces\n16 1 000 pieces\nGROUP IIIB\n67 tonnes\nVietnam (2) GROUP IB\n4 1 000 pieces\n5 1 000 pieces\n6 1 000 pieces\n7 1 000 pieces\n8 1 000 pieces\nGROUP IIA\n9 tonnes\n20 tonnes\n39 tonnes\nGROUP IIB\n12 1 000 pairs\n13 1 000 pieces\n14 1 000 pieces\n15 1 000 pieces\n18 tonnes\n21 1 000 pieces\n26 1 000 pieces\n28 1 000 pieces\n29 1 000 pieces\n31 1 000 pieces\n68 tonnes\n73 1 000 pieces\n76 tonnes\n78 tonnes\n83 tonnes\nGROUP IIIA\n35 tonnes\n41 tonnes\nGROUP IIIB\n10 1 000 pairs\n97 tonnes\nGROUP IV\n118 tonnes\nGROUP V\n161 tonnes\n(b)   applicable for the years 2005, 2006 and 2007\n(The complete description of the goods is shown in Annex I) Agreed levels\nThird country Category Unit 11 June to 31 December 2005 (3) 2006 2007\nChina GROUP IA\n2 (including 2a) tonnes 20 212 61 948 69 692\nGROUP IB\n4 (4) 1 000 pieces 161 255 540 204 594 225\n5 1 000 pieces 118 783 189 719 219 674\n6 1 000 pieces 124 194 338 923 382 880\n7 1 000 pieces 26 398 80 493 88 543\nGROUP IIA\n20 tonnes 6 451 15 795 17 770\n39 tonnes 5 521 12 349 13 892\nGROUP IIB\n26 1 000 pieces 8 096 27 001 29 701\n31 1 000 pieces 108 896 219 882 248 261\nGROUP IV\n115 tonnes 2 096 4 740 5 214\nAppendix A to Annex V\nCategory Third country Remarks\n4 China For the purpose of setting off exports against the agreed levels a conversion rate of five garments (other than babies’ garments) of a maximum commercial size of 130 cm for three garments whose commercial size exceeds 130 cm may be applied for up to 5 % of the agreed levels.\n(1)  Quantitative restrictions for Serbia do not apply pursuant to the Agreement between the European Community and Serbia on trade in textile products (OJ L 90, 8.4.2005, p. 36). The European Community retains the right to reapply quantitative restrictions under certain circumstances.\n(2)  Quantitative restrictions for Vietnam are suspended pursuant to the Agreement between the European Community and the Government of the Socialist Republic of Vietnam on market access (OJ L 75, 22.3.2005, p. 35). The European Community retains the right to reapply quantitative restrictions under certain circumstances.\n(3)  Imports into the Community of products which were shipped to the Community before 11 June 2005 but presented for free circulation on or after that date shall not be subject to quantitative limits. Import authorisations for such products shall be granted automatically and without quantitative limits by the competent authorities of the Member States, upon adequate proof, such as the bill of lading, and the presentation of a signed declaration by the importer, that the goods have been shipped to the Community before that date. By way of derogation of Article 2(2) of Regulation (EEC) No 3030/93, imports of goods shipped before 11 June 2005 shall also be released for free circulation upon the presentation of a surveillance document issued in accordance with Article 10a(2a) of Regulation (EEC) No 3030/93.\nImport authorisations for goods shipped to the Community between 11 June 2005 and 12 July shall be granted automatically and cannot be denied on the grounds that there are no quantities available within the 2005 quantitative limits. However, the import of all products shipped from 11 June 2005 will be counted against the 2005 quantitative limits.\nThe granting of import authorisations will not require the presentation of the corresponding export licenses for goods shipped to the Community before China has put in place its export licensing system (20 July 2005).\nApplications for import licences for the import, from the date of entry into force of this Regulation, of goods that have been shipped between 11 June 2005 and 19 July 2005 (inclusive) shall be presented to the competent authorities of a Member State no later than 20 September 2005.\nGoods shipped before 12 July do not need to have been shipped directly to the Community to benefit from the exemption of quantitative limits, although the competent authorities of the Community may deny such benefits if they have reasons to suspect that they have been shipped to another destination before 12 July in order to circumvent this Regulation, in case such transactions do not respond to normal business practices or purely logistical reasons. By way of example, are considered as corresponding to a normal conduct of business goods shipped to distribution centres for the importing companies, or when the importer can present a contract or letter of credit preceding the date of shipment, or when the goods have been transhipped outside China onto another means of transport within a reasonably short period of time.\nThe increases to the agreed levels introduced by the Regulation are made available to enable the issuance of import licences for goods shipped to the Community between 13 and 19 July 2005, or for goods shipped to the Community after 20 July 2005 with a valid Chinese export licence, which are in excess of the agreed levels introduced by Commission Regulation (EC) No 1084/2005 (OJ L 177, 9.7.2005, p. 19) in Annex V to Regulation (EEC) No 3030/93.\nShould any goods shipped to the Community between 13 and 19 July 2005 exceed these levels, the Commission may authorise the issuance of further import licences after informing the Textiles Committee, and after effecting the transfer of 2 072 924 kg of products of category 2 as provided for in Annex VIII.\n(4)  See Appendix A.\nANNEX II\nIn Annex VII to Regulation (EEC) No 3030/93 the table is replaced by the following:\n‘TABLE\nCOMMUNITY QUANTITATIVE LIMITS FOR GOODS REIMPORTED UNDER OPT\nCommunity quantitative limits\nThird country Category Unit 2006\nBelarus GROUP IB\n4 1 000 pieces 5 055\n5 1 000 pieces 7 047\n6 1 000 pieces 9 398\n7 1 000 pieces 7 054\n8 1 000 pieces 2 402\nGROUP IIB\n12 1 000 pairs 4 749\n13 1 000 pieces 744\n15 1 000 pieces 4 120\n16 1 000 pieces 839\n21 1 000 pieces 2 741\n24 1 000 pieces 706\n26/27 1 000 pieces 3 434\n29 1 000 pieces 1 392\n73 1 000 pieces 5 337\n83 tonnes 709\nGROUP IIIB\n74 1 000 pieces 931\nSerbia (1) GROUP IB\n5 1 000 pieces\n6 1 000 pieces\n7 1 000 pieces\n8 1 000 pieces\nGROUP IIB\n15 1 000 pieces\n16 1 000 pieces\nVietnam (2) GROUP IB\n4 1 000 pieces\n5 1 000 pieces\n6 1 000 pieces\n7 1 000 pieces\n8 1 000 pieces\nGROUP IIB\n12 1 000 pairs\n13 1 000 pieces\n15 1 000 pieces\n18 tonnes\n21 1 000 pieces\n26 1 000 pieces\n31 1 000 pieces\n68 tonnes\n76 tonnes\n78 tonnes\nThird country Category Unit Specific agreed levels\n11 June to 31 December 2005 (3) 2006 2007\nChina GROUP IB\n4 1 000 pieces 208 408 449\n5 1 000 pieces 453 886 975\n6 1 000 pieces 1 642 3 216 3 538\n7 1 000 pieces 439 860 946\nGROUP IIB\n26 1 000 pieces 791 1 550 1 705\n31 1 000 pieces 6 301 12 341 13 575\n(1)  Quantitative restrictions for Serbia do not apply pursuant to the Agreement between the European Community and Serbia on trade in textile products (OJ L 90, 8.4.2005, p. 36). The European Community retains the right to reapply quantitative restrictions under certain circumstances.\n(2)  Quantitative restrictions for Vietnam are suspended pursuant to the Agreement between the European Community and the Government of the Socialist Republic of Vietnam on market access (OJ L 75, 22.3.2005, p. 35). The European Community retains the right to reapply quantitative restrictions under certain circumstances.\n(3)  The relevant textile products sent from the Community to the People’s Republic of China for processing before 11 June 2005 and reimported into the Community after that date will, upon adequate proof such as the export declaration, benefit from these provisions.’"}