{"celex_id": "32009L0021", "uri": "http://publications.europa.eu/resource/cellar/9a624803-ab00-46ff-ad41-cdb62b40f82c", "type": "Directive", "concepts": ["2141", "2282", "2825", "3163", "3468", "3647", "542", "5889"], "title": "Directive 2009/21/EC of the European Parliament and of the Council of 23 April 2009 on compliance with flag State requirements (Text with EEA relevance)\n", "header": "28.5.2009 EN Official Journal of the European Union L 131/132\nDIRECTIVE 2009/21/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 23 April 2009\non compliance with flag State requirements\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 80(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (3),\nWhereas:\n(1) The safety of Community shipping and of citizens using it and the protection of the environment should be ensured at all times.\n(2) In respect of international shipping a comprehensive framework enhancing maritime safety and the protection of the environment with regard to pollution from ships has been set up through the adoption of a number of conventions for which the International Maritime Organisation (hereinafter the IMO) is the depository.\n(3) Under the provisions of the United Nations Convention on the Law of the Sea, 1982 (UNCLOS) and of the conventions for which IMO is the depository (hereinafter the IMO Conventions), the States which are party to those instruments are responsible for promulgating laws and regulations and for taking all other steps which may be necessary to give those instruments full and complete effect so as to ensure that, from the point of view of safety of life at sea and protection of the marine environment, a ship is fit for the service for which it is intended and is manned with competent maritime personnel.\n(4) Due account has to be taken of the Maritime Labour Convention, adopted by the International Labour Organisation (ILO) in 2006, which also addresses flag State-related obligations.\n(5) On 9 October 2008, the Member States adopted a statement in which they unanimously recognised the importance of the application of the international conventions related to flag States obligations in order to improve maritime safety and to contribute to preventing pollution by ships.\n(6) Implementation of the procedures recommended by the IMO in MSC/Circ.1140/MEPC/Circ.424 of 20 December 2004 on the transfer of ships between States should strengthen the provisions of the IMO Conventions and Community maritime safety legislation relating to a change of flag and should increase transparency in the relationship between flag States, in the interests of maritime safety.\n(7) The availability of information on ships flying the flag of a Member State, as well as on ships which have left a register of a Member State, should improve the transparency of the performance of a high-quality fleet and contribute to better monitoring of flag State obligations and to ensuring a level playing field between administrations.\n(8) In order to help Member States in further improving their performance as flag States, they should have their administration audited on a regular basis.\n(9) A quality certification of administrative procedures in accordance with the standards of the International Organisation for Standardisation (ISO) or equivalent standards should further ensure a level playing field between administrations.\n(10) The measures necessary for the implementation of this Directive should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4).\n(11) Since the objectives of this Directive, namely the introduction and implementation of appropriate measures in the field of maritime transport policy, cannot be sufficiently achieved by the Member States and can therefore, by reason of its scale and effects, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives,", "main_body": ["Subject matter\n1.   The purpose of this Directive is:\n(a) to ensure that Member States effectively and consistently discharge their obligations as flag States; and\n(b) to enhance safety and prevent pollution from ships flying the flag of a Member State.\n2.   This Directive is without prejudice to Community maritime legislation, as listed in Article 2(2) of Regulation (EC) No 2099/2002 of the European Parliament and of the Council of 5 November 2002 establishing a Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) (5), and to Council Directive 1999/63/EC of 21 June 1999 concerning the Agreement on the organisation of working time of seafarers concluded by the European Community Shipowners’ Association (ECSA) and the Federation of Transport Workers’ Unions in the European Union (FST) (6).", "Scope\nThis Directive shall apply to the administration of the State whose flag the ship is flying.", "Definitions\nFor the purposes of this Directive, the following definitions shall apply:\n(a) ‘ship’ means a ship or craft flying the flag of a Member State falling within the scope of the relevant IMO Conventions, and for which a certificate is required;\n(b) ‘administration’ means the competent authorities of the Member State whose flag the ship is flying;\n(c) ‘recognised organisation’ means an organisation recognised in accordance with Regulation (EC) No 391/2009 of the European Parliament and of the Council of 23 April 2009 on common rules and standards for ship inspection and survey organisations (recast) (7);\n(d) ‘certificates’ means statutory certificates issued in respect of the relevant IMO Conventions;\n(e) ‘IMO audit’ means an audit conducted in accordance with the provisions of Resolution A.974(24) adopted by the IMO Assembly on 1 December 2005.", "Conditions for allowing a ship to operate upon granting the right to fly the flag of a Member State\n1.   Prior to allowing a ship to operate, which has been granted the right to fly its flag, the Member State concerned shall take the measures it deems appropriate to ensure that the ship in question complies with the applicable international rules and regulations. In particular, it shall verify the safety records of the ship by all reasonable means. It shall, if necessary, consult with the losing flag State in order to establish whether any outstanding deficiencies or safety issues identified by the latter remain unresolved.\n2.   Whenever another flag State requests information concerning a ship which was previously flying the flag of a Member State, that Member State shall promptly provide details of outstanding deficiencies and any other relevant safety-related information to the requesting flag State.", "Detention of a ship flying the flag of a Member State\nWhen the administration is informed that a ship flying the flag of the Member State concerned has been detained by a port State, it shall, according to the procedures it has established to this effect, oversee the ship being brought into compliance with the relevant IMO Conventions.", "Accompanying measures\nMember States shall ensure that at least the following information concerning ships flying their flag is kept and remains readily accessible for the purposes of this Directive:\n(a) particulars of the ship (name, IMO number, etc.);\n(b) dates of surveys, including additional and supplementary surveys, if any, and audits;\n(c) identification of the recognised organisations involved in the certification and classification of the ship;\n(d) identification of the competent authority which has inspected the ship under port State control provisions and the dates of the inspections;\n(e) outcome of the port State control inspections (deficiencies: yes or no; detentions: yes or no);\n(f) information on marine casualties;\n(g) identification of ships which have ceased to fly the flag of the Member State concerned during the previous 12 months.", "Flag State auditing process\nMember States shall take the necessary measures for an IMO audit of their administration at least once every seven years, subject to a positive reply of the IMO to a timely request of the Member State concerned, and shall publish the outcome of the audit in accordance with relevant national legislation on confidentiality.\nThis Article shall expire at the latest on 17 June 2017 or at an earlier date, as established by the Commission in accordance with the regulatory procedure referred to in Article 10(2), if a mandatory IMO Member State Audit Scheme has entered into force.", "Quality management system and internal evaluation\n1.   By 17 June 2012 each Member State shall develop, implement and maintain a quality management system for the operational parts of the flag State-related activities of its administration. Such quality management system shall be certified in accordance with the applicable international quality standards.\n2.   Member States which appear on the black list or which appear, for two consecutive years, on the grey list as published in the most recent annual report of the Paris Memorandum of Understanding on Port State Control (hereinafter the Paris MOU) shall provide the Commission with a report on their flag State performance no later than four months after the publication of the Paris MOU report.\nThe report shall identify and analyse the main reasons for the lack of compliance that led to the detentions and the deficiencies resulting in black or grey status.", "Reports\nEvery five years, and for the first time by 17 June 2012 the Commission shall present a report to the European Parliament and to the Council on the application of this Directive.\nThis report shall contain an assessment of the performance of the Member States as flag States.", "0\nCommittee procedure\n1.   The Commission shall be assisted by the Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) established by Article 3 of Regulation (EC) No 2099/2002.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at two months.", "1\nTransposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 17 June 2011 at the latest. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "2\nEntry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "3\nAddressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 23 April 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nP. NEČAS\n(1)  OJ C 318, 23.12.2006, p. 195.\n(2)  OJ C 229, 22.9.2006, p. 38.\n(3)  Opinion of the European Parliament of 29 March 2007 (OJ C 27 E, 31.1.2008, p. 140), Council Common Position of 9 December 2008 (OJ C 330 E, 30.12.2008, p. 13) and Position of the European Parliament of 11 March 2009 (not yet published in the Official Journal).\n(4)  OJ L 184, 17.7.1999, p. 23.\n(5)  OJ L 324, 29.11.2002, p. 1.\n(6)  OJ L 167, 2.7.1999, p. 33.\n(7)  See page 11 of this Official Journal."}