{"celex_id": "32004R0085", "uri": "http://publications.europa.eu/resource/cellar/4725765f-a45b-46c6-95dd-974715d8a07f", "type": "Regulation", "concepts": ["1118", "2081"], "title": "Commission Regulation (EC) No 85/2004 of 15 January 2004 laying down the marketing standard for apples\n", "header": "Commission Regulation (EC) No 85/2004\nof 15 January 2004\nlaying down the marketing standard for apples\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2200/96 of 28 October 1996 on the common organisation of the market in fruit and vegetables(1), and in particular Article 2(2),\nWhereas:\n(1) Apples are among the products listed in Annex I to Regulation (EC) No 2200/96 for which standards must be adopted. Commission Regulation (EC) No 1619/2001 of 6 August 2001, laying down the marketing standard for apples and pears and amending Regulation (EEC) No 920/89(2), lays down a marketing standard common to apples and pears.\n(2) In the interest of clarity, the Working Party on standardisation of perishable produce and quality development of the United Nations Economic Commission for Europe (UN/ECE) decided that the rules on apples should be separated from those on pears. In addition, it decided to update the UN/ECE standard FFV-50 concerning marketing and commercial quality control of apples with regards to the provisions concerning quality and sizing. In the interest of preserving transparency on the world market, Regulation (EC) No 1619/2001 should be repealed and two new marketing standards for apples and pears respectively, should be adopted accordingly.\n(3) The main maturity criteria laid down by Regulation (EC) No 1619/2001 is the definition of a minimum size for apples. In view of the recent technical developments concerning methods for measuring firmness and sugar contents as well as emerging new markets for small-sized mature apples, the minimum size for apples applicable in the Community should be reduced, new maturity criteria such as sugar content and firmness ensuring that such a reduction of the minimum size does not imply fruits insufficiently mature and/or developed are placed on the market.\n(4) More work being needed for the precise definition of these new criteria, taking into account the varietal characteristics as to the size of apples, the implementation of the reduction of the minimum size should be delayed until 1 August 2005 and provisional measures concerning sizing should be laid down until then\n(5) Application of these new standards should remove products of unsatisfactory quality from the market, bring production into line with consumer requirements and facilitate trade based on fair competition, thereby helping to improve profitability.\n(6) The standards are applicable at all marketing stages. Long-distance transport, storage over a certain period and the various processes the products undergo may cause some degree of deterioration owing to the biological development of the products or their perishable nature. Account should be taken of such deterioration when applying the standard at the marketing stages following dispatch.\n(7) As products in the \"Extra\" class have to be particularly carefully sorted and packaged, only lack of freshness and turgidity is to be taken into account in their case.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fresh Fruit and Vegetables,", "main_body": ["The marketing standard for apples, falling within CN code ex 0808 10, shall be as set out in the Annex.\nThe standard shall apply at all marketing stages under the conditions laid down in Regulation (EC) No 2200/96.\nHowever, at stages following dispatch, products may show in relation to the requirements of the standard:\n- a slight lack of freshness and turgidity,\n- for products graded in classes other than the \"Extra\" class, slight deterioration due to their development and their tendency to perish.", "Until 31 July 2005, the following provisions apply with regards to sizing:\n(a) when size is determined by diameter, a minimum diameter is required in all classes as follows:\n>TABLE>\n(b) when size is determined by weight, a minimum weight is required in all classes as follows:\n>TABLE>", "Regulation (EEC) No 1619/2001 is deleted.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThe second and third subparagraph of point III of the Annex only apply as from 1 August 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 January 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 297, 21.11.1996, p. 1. Regulation as last amended by Commission Regulation (EC) No 47/2003 (OJ L 7, 11.1.2003, p. 64).\n(2) OJ L 215, 9.8.2001, p. 3. Regulation amended by Regulation (EC) No 46/2003 (OJ L 7, 11.1.2003, p. 61).\nANNEX\nSTANDARD FOR APPLES\nI. DEFINITION OF PRODUCE\nThis standard applies to apples of varieties (cultivars) grown from Malus domestica Borkh., to be supplied fresh to the consumer, apples for industrial processing being excluded.\nII. PROVISIONS CONCERNING QUALITY\nThe purpose of the standard is to define the quality requirements of apples, after preparation and packaging.\nA. Minimum requirements\nIn all classes, subject to the special provisions for each class and the tolerances allowed, apples must be:\n- intact,\n- sound, produce affected by rotting or deterioration such as to make it unfit for consumption is excluded,\n- clean, practically free of any visible foreign matter,\n- practically free from pests,\n- practically free from damage caused by pests,\n- free of abnormal external moisture,\n- free of any foreign smell and/or taste.\nIn addition, they must have been carefully picked.\nThe development and condition of the apples must be such as to enable them:\n- to continue their maturing process and to reach the degree of maturity required in relation to the varietal characteristics(1)(2),\n- to withstand transport and handling, and\n- to arrive in satisfactory condition at the place of destination.\nB. Classification\nApples are classified in three classes defined below.\n(i) \"Extra\" class\nApples in this class must be of superior quality. In shape, size and colouring, they must be characteristic of the variety(3) and with the stalk which must be intact.\nThe flesh must be perfectly sound.\nThey must be free from defects with the exception of very slight superficial defects provided these do not affect the general appearance of the produce, the quality, the keeping quality and presentation in the package.\n(ii) Class I\nApples in this class must be of good quality. In shape, size and colouring, they must be characteristic of the variety(4).\nThe flesh must be perfectly sound.\nThe following slight defects, however, may be allowed provided these do not affect the general appearance of the produce, the quality, the keeping quality and presentation in the package:\n- a slight defect in shape,\n- a slight defect in development,\n- a slight defect in colouring,\n- slight skin defects which must not extend over more than:\n- 2 cm in length for defects of elongated shape,\n- 1 cm2 of total surface area for other defects, with the exception of scab (Venturia inaequalis), which must not extend over more than 0,25 cm2 of total surface area,\n- slight bruising not exceeding 1 cm2 of total surface area and not discoloured.\nThe stalk may be missing, provided the break is clean and the adjacent skin is not damaged.\n(iii) Class II\nThis class includes apples which do not qualify for inclusion in the higher classes but satisfy the minimum requirements specified above(5).\nThe flesh must be free from major defects.\nThe following defects are allowed provided the fruit retains its essential characteristics as regards the quality, the keeping quality and presentation:\n- defects in shape,\n- defects in development,\n- defects in colouring,\n- skin defects which must not extend over more than:\n- 4 cm in length for defects of elongated shape,\n- 2,5 cm2 of total surface area for other defects, with the exception of scab (Venturia inaequalis), which must not extend over more than 1 cm2 of total surface area,\n- slight bruising not exceeding 1,5 cm2 of total surface area which may be slightly discoloured.\nIII. PROVISIONS CONCERNING SIZING\nSize is determined either by maximum diameter of the equatorial section or by weight.\nWhen size is determined by diameter, the minimum diameter required for each class is as follows:\n>TABLE>\nWhen size is determined by weight, the minimum weight required for each class is as follows:\n>TABLE>\nTo ensure there is uniformity of size within a package:\n- for fruit sized according to diameter, the difference in diameter between fruit in the same package shall be limited to:\n- 5 mm for \"Extra\" class fruit and for Class I and II fruit packed in rows and layers(6),\n- 10 mm for Class I fruit packed loose in the package or sales package(7);\n- for fruit sized according to weight, the difference in weight between fruit in the same package shall be limited to:\n- 20 % of the average individual fruit weight in the package for \"Extra\" class fruit and for Class I and II fruit packed in rows and layers,\n- 25 % of the average individual fruit weight in the package for Class I fruit packed loose in the package or sales package.\nThere is no sizing uniformity limit for Class II fruit packed loose in the package or sales package.\nIV. PROVISIONS CONCERNING TOLERANCES\nTolerances in respect of quality and size shall be allowed in each package for produce not satisfying the requirements of the class indicated.\nA. Quality tolerances\n(i) \"Extra\" class\n5 % by number or weight of apples not satisfying the requirements of the class, but meeting those of Class I or, exceptionally, coming within the tolerances of that class.\n(ii) Class I\n10 % by number or weight of apples not satisfying the requirements of the class, but meeting those of Class II, or exceptionally, coming within the tolerances of that class.\n(iii) Class II\n10 % by number or weight of apples satisfying neither the requirements of the class nor the minimum requirements, with the exception of produce affected by rotting or any other deterioration rendering it unfit for consumption.\nWithin this tolerance, a maximum of 2 % number or weight of fruit is allowed which shows the following defects:\n- serious attacks of cork (bitter pit) or water-core,\n- slight damage or unhealed cracks,\n- very slight traces of rot,\n- presence of internal feeding pests and/or damage to the flesh caused by pests.\nB. Size tolerances\nFor all classes:\n10 % by number or weight of fruit not corresponding to the size immediately above or below that marked on the package, with, for fruit classified in the smallest grade allowed a maximum variation of:\n- 5 mm below the minimum diameter when size is determined by diameter,\n- 10 g below the minimum weight when size is determined by weight.\nV. PROVISIONS CONCERNING PRESENTATION\nA. Uniformity\nThe contents of each package must be uniform and contain only apples of the same origin, variety, quality and size (if sized) and the same degree of ripeness.\nIn the case of the \"Extra\" class, uniformity also applies to colouring.\nSales packages of a net weight not exceeding 5 kg may contain mixtures of apples of different varieties, provided they are uniform in quality and, for each variety concerned, in origin, size (if sized) and degree of ripeness.\nNotwithstanding the preceding provisions in this point, products covered by this Regulation may be mixed, in sales packages of a net weight of three kilograms or less, with different types of fresh fruit and vegetables on the conditions laid down by Commission Regulation (EC) No 48/2003(8).\nThe visible part of the contents of the package must be representative of the entire contents.\nB. Packaging\nThe apples must be packed in such a way as to protect the produce properly. In particular, sales packages of a net weight exceeding 3 kg shall be sufficiently rigid to ensure proper protection of the produce.\nThe materials used inside the package must be new, clean and of a quality such as to avoid causing any external or internal damage to the produce. The use of materials, particularly of paper or stamps bearing trade specifications is allowed provided the printing or labelling has been done with non-toxic ink or glue.\nPackages must be free of all foreign matter.\nC. Presentation\nFor \"Extra\" class, fruit must be packed in layers.\nVI. PROVISIONS CONCERNING MARKING\nEach package must bear the following particulars, in letters grouped on the same side, legibly and indelibly marked, and visible from the outside.\nA. Identification\nPacker and/or dispatcher, name and address or officially issued or accepted code mark. However, in the case where a code mark is used, the reference \"packer and/or dispatcher (or equivalent abbreviations)\" has to be indicated in close connection with the code mark.\nB. Nature of produce\n- \"Apples\" if the contents are not visible from the outside\n- Name of the variety or varieties where appropriate.\n- In the case of sales packages containing a mixture of apples of different varieties, names of each of the different varieties in the package.\nC. Origin of produce\nCountry of origin and, optionally, district where grown, or national, regional or local place name\n- In the case of sales packages containing a mixture of varieties of apples of different origins, the indication of each country of origin shall appear next to the name of the variety concerned.\nD. Commercial specifications\n- Class\n- Size or, for fruit packed in layers, number of units.\nIf identification is by the size, this should be expressed:\n(a) for produce subject to the uniformity rules, as minimum and maximum diameters or minimum and maximum weight;\n(b) for produce not subject to the uniformity rules, the diameter or the weight of the smallest fruit in the package followed by \"and over\" or \"+\" or equivalent denomination or, where applicable, followed by the diameter or weight of the largest fruit.\nE. Official control mark (optional)\n(1) Due to varietal characteristics of the Fuji variety and its mutants concerning maturity at harvest, radial watercore is permitted provided it is contained within the vascular bundles of each fruit.\n(2) To that end, they must show satisfactory soluble solids content and degree of firmness.\n(3) The criteria for colouring and russetting are given in the appendix to this standard, as well as a non-exhaustive list of the varieties concerned by each criteria.\n(4) The criteria for colouring and russetting are given in the appendix to this standard, as well as a non-exhaustive list of the varieties concerned by each criteria.\n(5) The criteria for colouring and russetting are given in the appendix to this standard, as well as a non-exhaustive list of the varieties concerned by each criteria.\n(6) However, for apples of the varieties Bramley's Seedling (Bramley, Triomphe de Kiel) and Horneburger, the difference in diameter may amount to 10 mm.\n(7) However, for apples of the varieties Bramley's Seedling (Bramley, Triomphe de Kiel) and Horneburger, the difference in diameter may amount to 20 mm.\n(8) OJ L 7, 11.1.2003, p. 65.\nAppendix\n1. Colouring criteria, colouring groups and codes\n>TABLE>\n2. Russeting criteria\n- Group R: Varieties for which russeting is a characteristic of the skin and is not a defect if it corresponds to the typical appearance of the variety.\n- For varieties not marked with an \"R\" in the list below, russeting is allowed within the following limits:\n>TABLE>\n3. Size criteria:\nGroup L: large fruited apple varieties mentioned in the second subparagraph of title III of the present standard.\n4. Non-exhaustive list of apple varieties classified according to their colouring, russeting and size criteria:\nFruits of varieties that are not part of the list must be graded according to their varietal characteristics.\nSome of the varieties listed in the following may be marketed under trade names for which trademark protection has been sought or obtained in one or more countries. The first and second column of the table hereunder do not intend to include such trade names. References to known trademarks have been included in the third column for information only.\n>TABLE>"}