{"celex_id": "32001R0327", "uri": "http://publications.europa.eu/resource/cellar/2b4b8f79-8089-429c-b23f-557603d67208", "type": "Regulation", "concepts": ["1264", "164", "20", "3003", "4288"], "title": "Commission Regulation (EC) No 327/2001 of 16 February 2001 authorising the conclusion of private storage contracts for olive oil and opening an invitation to tender for a limited period for aid relating thereto\n", "header": "Commission Regulation (EC) No 327/2001\nof 16 February 2001\nauthorising the conclusion of private storage contracts for olive oil and opening an invitation to tender for a limited period for aid relating thereto\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organisation of the market in oils and fats(1), as last amended by Regulation (EC) No 2826/2000(2), and in particular Article 12a thereof,\nHaving regard to Commission Regulation (EC) No 2768/98 of 21 December 1998 on the aid scheme for the private storage of olive oil(3), and in particular Article 1(2) thereof,\nWhereas:\n(1) The first paragraph of Article 12a of Regulation No 136/66/EEC provides that, in order to regularise the market in the event of serious disturbance in certain regions of the Community, bodies offering sufficient guarantees and approved by the Member States may be authorised to conclude storage contracts for the olive oil they market.\n(2) The third paragraph of Article 12a of that Regulation provides for aid to be granted for the performance of storage contracts. The aid may be granted by means of tenders.\n(3) Regulation (EC) No 2768/98 establishes detailed rules and conditions for invitation to tender.\n(4) The Commission has noted that average market prices for olive oil in Spain and Greece over the period from 17 to 31 January 2001, which constitutes a representative period, are less than 95 % of the intervention price for the 1997/98 marketing year for virgin and extra virgin olive oil. The quantities of olive oil available are causing market disturbances that could be reduced by measures for the private storage of virgin and extra virgin olive oil in bulk.\n(5) In order to determine the aid to be granted for the performance of contracts for the private storage of olive oil in bulk, an invitation to tender should be opened for a limited period for a maximum quantity of virgin and extra virgin olive oil.\n(6) In view of the period covered by this tendering procedure and subject to market developments, in order to ensure that the measure is effective contracts need not and should not extend beyond the end of 2001.\n(7) Article 12a of Regulation No 136/66/EEC lays down that priority should be given to producer groups and associations thereof recognised in accordance with Council Regulation (EC) No 952/97 of 20 May 1997 on producer groups and associations thereof(4).\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Bodies offering sufficient guarantees and approved by the Member States in accordance with Article 3 of Regulation (EC) No 2768/98 shall be authorised to conclude contracts for the private storage of virgin and extra virgin olive oil they market.", "An invitation to tender is hereby opened for a limited period, as provided for in Regulation (EC) No 2768/98. However, notwithstanding the 365-day period provided for in Article 5(1) of that Regulation, and without prejudice to Article 11 thereof, the period to be covered by tenders and contracts shall begin on the date of commencement of performance of the contract as referred to in Article 9(3) of the Regulation concerned and shall end on 31 December 2001.\nFour consecutive partial invitations to tender shall be opened from 1 March 2001.", "The first partial invitation to tender shall be restricted to producer groups or associations of such groups as referred to in the second sentence of the first paragraph of Article 12a of Regulation No 136/66/EEC. The following three partial invitations to tender shall be open to all the approved operators referred to in Article 3(1) of Regulation (EC) No 2768/98.", "The maximum quantity to which the invitation to tender as a whole may relate shall be 100000 tonnes of virgin and extra virgin olive oil, broken down as follows:\n- 80000 tonnes in Spain,\n- 20000 tonnes in Greece.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ 172, 30.9.1966, p. 3025/66.\n(2) OJ L 328, 23.12.2000, p. 2.\n(3) OJ L 346, 22.12.1998, p. 14.\n(4) OJ L 142, 2.6.1997, p. 30."}