{"celex_id": "32008L0036", "uri": "http://publications.europa.eu/resource/cellar/fc72201c-af06-426d-bbbe-ba28b7098d36", "type": "Directive", "concepts": ["1638", "2897", "3151", "34", "4038", "532", "5519"], "title": "Directive 2008/36/EC of the European Parliament and of the Council of 11 March 2008 amending Council Directive 92/49/EEC on the coordination of laws, regulations and administrative provisions relating to direct insurance other than life assurance, as regards the implementing powers conferred on the Commission\n", "header": "20.3.2008 EN Official Journal of the European Union L 81/69\nDIRECTIVE 2008/36/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2008\namending Council Directive 92/49/EEC on the coordination of laws, regulations and administrative provisions relating to direct insurance other than life assurance, as regards the implementing powers conferred on the Commission\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 47(2) and Article 55 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Directive 92/49/EEC (3) provides that certain measures are to be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4).\n(2) Decision 1999/468/EC has been amended by Decision 2006/512/EC, which introduced the regulatory procedure with scrutiny for the adoption of measures of general scope and designed to amend non-essential elements of a basic instrument adopted in accordance with the procedure referred to in Article 251 of the Treaty, inter alia, by deleting some of those elements or by supplementing the instrument with new non-essential elements.\n(3) In accordance with the statement by the European Parliament, the Council and the Commission (5) concerning Decision 2006/512/EC, for the regulatory procedure with scrutiny to be applicable to instruments adopted in accordance with the procedure referred to in Article 251 of the Treaty which are already in force, those instruments must be adjusted in accordance with the applicable procedures.\n(4) The Commission should be empowered to adopt the measures necessary for the implementation of Directives 73/239/EEC (6), 88/357/EEC (7) and 92/49/EEC in order to take account of technical developments in the insurance sector or on financial markets and to ensure uniform application of those Directives. More particularly, those measures are designed to extend the list of legal forms, amend the list of classes of insurance or adapt the terminology used in that list, clarify the items constituting the solvency margin, alter the minimum guarantee fund, amend the list of assets acceptable as cover for technical provisions and the rules on the spreading of investments, change the relaxations in the matching rules and clarify definitions. Since those measures are of general scope and are designed to amend non-essential elements of Directives 73/239/EEC, 88/357/EEC and 92/49/EEC, inter alia, by supplementing them with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(5) Directive 92/49/EEC should therefore be amended accordingly.\n(6) Since the amendments made to Directive 92/49/EEC by this Directive are technical in nature and concern committee procedure only, they do not need to be transposed by the Member States. It is therefore not necessary to lay down provisions to that effect,", "main_body": ["Amendments\nIn Article 51 of Directive 92/49/EEC, the introductory wording shall be replaced by the following:\n‘The following technical adjustments designed to amend non-essential elements of Directives 73/239/EEC and 88/357/EEC and of this Directive, inter alia, by supplementing them, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 2 of Directive 91/675/EEC:’.", "Entry into force\nThis Directive shall enter into force on the day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 11 March 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  OJ C 161, 13.7.2007, p. 45.\n(2)  Opinion of the European Parliament of 10 July 2007 (not yet published in the Official Journal) and Council Decision of 3 March 2008.\n(3)  OJ L 228, 11.8.1992, p. 1. Directive as last amended by Directive 2007/44/EC of the European Parliament and of the Council (OJ L 247, 21.9.2007, p. 1).\n(4)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(5)  OJ C 255, 21.10.2006, p. 1.\n(6)  First Council Directive 73/239/EEC of 24 July 1973 on the coordination of laws, regulations and administrative provisions relating to the taking-up and pursuit of the business of direct insurance other than life assurance (OJ L 228, 16.8.1973, p. 3). Directive as last amended by Directive 2006/101/EC (OJ L 363, 20.12.2006, p. 238).\n(7)  Second Council Directive 88/357/EEC of 22 June 1988 on the coordination of laws, regulations and administrative provisions relating to direct insurance other than life insurance and laying down provisions to facilitate the effective exercise of freedom to provide services (OJ L 172, 4.7.1988, p. 1). Directive as last amended by Directive 2005/14/EC of the European Parliament and of the Council (OJ L 149, 11.6.2005, p. 14)."}