{"celex_id": "32003D0089", "uri": "http://publications.europa.eu/resource/cellar/94a8885f-5ec2-4069-a98d-2ce1d15c55c9", "type": "Decision", "concepts": ["1318", "2761", "368", "424"], "title": "2003/89/EC: Council Decision of 21 January 2003 on the existence of an excessive deficit in Germany — Application of Article 104(6) of the Treaty establishing the European Community\n", "header": "Council Decision\nof 21 January 2003\non the existence of an excessive deficit in Germany - Application of Article 104(6) of the Treaty establishing the European Community\n(2003/89/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 104(6) thereof,\nHaving regard to the Recommendation from the Commission under Article 104(6) of the Treaty,\nHaving regard to the observations made by Germany,\nWhereas:\n(1) In stage three of economic and monetary union (EMU), according to Article 104 of the Treaty Member States should avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation.\n(3) The Amsterdam Resolution of the European Council on the Stability and Growth Pact of 17 June 1997 solemnly invites all Parties, namely the Member States, the Council and the Commission, to implement the Treaty and the Stability and Growth pact in a strict an timely manner.\n(4) The excessive deficit procedure under Article 104 provides for a Decision on the existence of an excessive deficit. The Protocol on the excessive deficit procedure annexed to the Treaty sets out further provisions relating to the implementation of the excessive deficit procedure. Council Regulation (EC) No 3605/93 of 22 November 1993 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community(1), lays down detailed rules and definitions for the application of the provision of the said Protocol.\n(5) Article 104(5) of the Treaty requires the Commission to address an opinion to the Council if the Commission considers that an excessive deficit in a Member State exists or may occur. The Commission has addressed such an opinion on Germany to the Council on 8 January 2003. According to this opinion:\n- following the publication of its own Autumn forecast on 13 November 2002, which showed a government deficit of 3,8 % of GDP in 2002 for Germany, the Commission, in accordance with Article 104(3) of the Treaty, prepared in November 2002 a report on Germany which takes account of the relevant factors,\n- in accordance with Article 104(4) of the Treaty, the Economic and Financial Committee has formulated an opinion on the report of the Commission,\n- Germany has submitted an updated Stability Programme in accordance with Article 3 of Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies(2), which had been adopted by the Federal government on 18 December 2002. According to the update, the government deficit in 2002 amounted to 3,75 % of GDP,\n- the Commission considers that there exists an excessive deficit in Germany.\n(6) Article 104(6) of the Treaty lays down that the Council should consider any observations which the Member State concerned may wish to make before the Council decides after an overall assessment whether an excessive deficit exists.\n(7) The overall assessment leads to the following conclusions: in the late 1990s, when Germany enjoyed relatively strong economic growth, progress in fiscal consolidation was limited, with the general government deficit remaining at around 1,5 % of GDP. Thus, there had been little budgetary leeway to accommodate for the effects of a cyclical slowdown or for any unexpected revenue shortfalls from a tax reform implemented in 2001. From a low of 1,4 % of GDP in 2000, the deficit rose to 3,7 % of GDP in 2002, significantly exceeding the reference value of 3 % in that year. While general economic conditions have weakened in Germany as elsewhere, the overrun in budgetary expenditure and the shortfall in revenue can only partially be explained by cyclical factors. Moreover, government debt is projected to rise to 60,9 % of GDP by the end of 2002, a level also exceeding, albeit slightly, the respective reference value of 60 % of GDP,", "main_body": ["From an overall assessment it follows that an excessive deficit exists in Germany.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 21 January 2003.\nFor the Council\nThe President\nN. Christodoulakis\n(1) OJ L 332, 31.12.1993, p. 7. Regulation as last amended by Commission Regulation (EC) No 351/2002 (OJ L 55, 26.2.2002, p. 23).\n(2) OJ L 209, 2.8.1997, p. 1."}