{"celex_id": "32008R0789", "uri": "http://publications.europa.eu/resource/cellar/d506c1c0-5273-4f9e-bacd-9c923de89fd4", "type": "Regulation", "concepts": ["1196", "1309", "1591", "2771", "519", "5458", "5876", "5946", "765"], "title": "Council Regulation (EC) No 789/2008 of 24 July 2008 amending Regulation (EC) No 1911/2006 imposing a definitive anti-dumping duty on imports of solutions of urea and ammonium nitrate originating in Algeria, Belarus, Russia and Ukraine following an expiry review pursuant to Article 11(2) of Regulation (EC) No 384/96\n", "header": "8.8.2008 EN Official Journal of the European Union L 213/14\nCOUNCIL REGULATION (EC) No 789/2008\nof 24 July 2008\namending Regulation (EC) No 1911/2006 imposing a definitive anti-dumping duty on imports of solutions of urea and ammonium nitrate originating in Algeria, Belarus, Russia and Ukraine following an expiry review pursuant to Article 11(2) of Regulation (EC) No 384/96\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (the basic Regulation), and in particular Articles 8 and 9 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n(1) By Regulation (EC) No 1995/2000 (2), the Council imposed a definitive anti-dumping duty on imports of solutions of urea and ammonium nitrate (UAN) originating, inter alia, in Russia. Following an expiry review initiated in September 2005, the Council, by Regulation (EC) No 1911/2006 (3), renewed for five years these measures at their current level.\n(2) On 19 December 2006, the Commission announced, by a notice published in the Official Journal of the European Union\n (4), the initiation of a partial interim review concerning imports into the Community of UAN originating, inter alia, in Russia upon the request of Open Joint Stock Company Novomoskovskiy Azot and Open Joint Stock Company Nevinnomyssky Azot, two exporting producers from Russia, belonging to the Open Joint Stock Company ‘Mineral and Chemical Company EuroChem’. These two companies, due to their relationship, are treated as one legal entity (the exporting producer) for the purpose of the present Regulation. The definitive findings and conclusions of the partial interim review are set out in Council Regulation (EC) No 238/2008 (5) by which the review was terminated without amending the anti-dumping measures in force.\nB.   UNDERTAKING\n(3) During the interim review the exporting producer expressed an interest in offering a price undertaking but failed to submit a duly substantiated offer within the deadline as set out in Article 8(2) of the basic Regulation. However as stated in recitals (57) and (58) of the abovementioned Council Regulation, the Council considered that the exporting producer should exceptionally be allowed to complete its undertaking offer within 10 calendar days from entry into force of that Regulation due to the complexity of several issues, namely (1) the volatility of the price of the product concerned which would require some form of indexation of minimum prices, while at the same time the volatility is not sufficiently explained by the key cost driver; and (2) the particular market situation for the product concerned. Subsequent to the publication of Regulation (EC) No 238/2008 and within the deadline as set out in that Regulation the exporting producer submitted an acceptable price undertaking with Article 8(1) of the basic Regulation.\n(4) The Commission by Decision 2008/649/EC (6) accepted the undertaking offer. The Council recognises that the undertaking offer eliminates the injurious effect of dumping and limits to a sufficient degree the risk of circumvention.\n(5) To further enable the Commission and the customs authorities to effectively monitor the compliance of the exporting producer with the undertaking, when the request for release for free circulation is presented to the relevant customs authority, exemption from the anti-dumping duty is to be conditional on (i) the presentation of an undertaking invoice, which is a commercial invoice containing at least the elements listed and the declaration stipulated in the Annex; (ii) the fact that imported goods are manufactured, shipped and invoiced directly by the exporting producer to the first independent customer in the Community; and (iii) the fact that the goods declared and presented to customs correspond precisely to the description on the undertaking invoice. Where the above conditions are not met the appropriate anti-dumping duty shall be incurred at the time of acceptance of the declaration for release into free circulation.\n(6) Whenever the Commission withdraws, pursuant to Article 8(9) of the basic Regulation, its acceptance of an undertaking following a breach by referring to particular transactions and declares the relevant undertaking invoices as invalid, a customs debt shall be incurred at the time of acceptance of the declaration for release into free circulation of these transactions.\n(7) Importers should be aware that a customs debt may be incurred, as a normal trade risk, at the time of acceptance of the declaration for release into free circulation as described in recitals (5) and (6) even if an undertaking offered by the manufacturer from whom they were buying, directly or indirectly, had been accepted by the Commission.\n(8) Pursuant to Article 14(7) of the basic Regulation, customs authorities should inform the Commission immediately whenever indications of a violation of the undertaking are found.\n(9) For the reasons stated in the Commission Decision, the undertaking offered by the exporting producer is therefore considered acceptable by the Commission and the exporting producer concerned has been informed of the essential facts, considerations and obligations upon which acceptance is based.\n(10) In the event of a breach or withdrawal of the undertaking or in case of withdrawal of acceptance of the undertaking by the Commission the anti-dumping duty which has been imposed by the Council in accordance with Article 9(4) shall automatically apply by means of Article 8(9) of the basic Regulation,", "main_body": ["Regulation (EC) No 1911/2006 is hereby amended as follows:\n1. Paragraph 4 in Article 1 shall be replaced by the following:\n2. The following Article shall be added after Article 2:\n— they are manufactured, shipped and invoiced directly by the said producer to the first independent customer in the Community, and\n— such imports are accompanied by an undertaking invoice which is a commercial invoice containing at least the elements and the declaration stipulated in Annex of this Regulation, and\n— the goods declared and presented to customs correspond precisely to the description on the undertaking invoice.\n— whenever it is established, in respect of imports described in paragraph 1, that one or more of the conditions listed in that paragraph are not fulfilled, or\n— when the Commission withdraws its acceptance of the undertaking pursuant to Article 8(9) of the basic Regulation in a Regulation or Decision which refers to particular transactions and declares the relevant undertaking invoices as invalid.\n3. The Annex shall be replaced by the following:\n1. The TARIC additional code under which the goods on the invoice may be customs cleared at Community borders (as specified in the appropriate Regulation or Decision).\n2. The exact description of the goods, including:\n— CN code,\n— the nitrogen (N) content of the product (in percentages),\n— quantity (to be given in tonnes).\n3. The description of the terms of the sale, including:\n— price per tonne,\n— the applicable payment terms,\n— the applicable delivery terms,\n— total discounts and rebates.\n4. The name of the unrelated importer to which the invoice is issued directly by the company.\n5. The name of the official of the company that has issued the undertaking invoice and the following signed declaration:", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 2008.\nFor the Council\nThe President\nB. HORTEFEUX\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2117/2005 (OJ L 340, 23.12.2005, p. 17).\n(2)  OJ L 238, 22.9.2000, p. 15. Regulation as amended by Regulation (EC) No 1675/2003 (OJ L 238, 25.9.2003, p. 4).\n(3)  OJ L 365, 21.12.2006, p. 26.\n(4)  OJ C 311, 19.12.2006, p. 51.\n(5)  OJ L 75, 18.3.2008, p. 14.\n(6)  See page 39 of this Official Journal.\n(7)  OJ L 213, 8.8.2008, p. 39.’"}