{"celex_id": "32003R1991", "uri": "http://publications.europa.eu/resource/cellar/39b3c9f1-4cf0-4163-8293-3c546dfa78a7", "type": "Regulation", "concepts": ["261", "3450", "3483", "3584", "3870", "4452", "4505", "5240"], "title": "Commission Regulation (EC) No 1991/2003 of 12 November 2003 amending for the 24th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\n", "header": "Commission Regulation (EC) No 1991/2003\nof 12 November 2003\namending for the 24th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan(1), as last amended by Commission Regulation (EC) No 1724/2003(2), and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 3 November 2003, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Therefore, Annex I should be amended accordingly.\n(3) In order to ensure that the measures provided for in this Regulation are effective, this Regulation must enter into force immediately,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 2003.\nFor the Commission\nChristopher Patten\nMember of the Commission\n(1) OJ L 139, 29.5.2002, p. 9.\n(2) OJ L 247, 30.9.2003, p. 18.\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n1. The following entry shall be added under the heading \"Natural persons\":\n\"Ibrahim DAWOOD (alias (a) Ebrahim Dawood; (b) Sheikh Dawood Hassan). Date of birth: 1955. Place of birth: Ratnagiri, India. Nationality: Indian. Passport No: A-333602, issued in Bombay, India, on 6 April 1985.\";\n2. The entry \"Al Taqwa Trade, Property and Industry Company Limited (fka Al Taqwa Trade, Property and Industry) (fka Al Taqwa Trade, Property and Industry Establishment) (fka Himmat Establishment), c/o Asat Trust Reg., Altenbach 8, FL-9490 Vaduz, Liechtenstein\" under the heading \"Legal persons, groups and entities\" shall be replaced by the following:\n\"WALDENBERG AG (alias: (a) Al Taqwa Trade, Property and Industry; (b) Al Taqwa Trade, Property and Industry Company Limited; (c) Al Taqwa Trade, Property and Industry Establishment; (d) Himmat Establishment). Address: (a) Asat Trust Reg., Altenbach 8, FL-9490 Vaduz, Liechtenstein; (b) Via Posero, 2, 22060 Campione d'Italia, Italy\"."}