{"celex_id": "32002D0978", "uri": "http://publications.europa.eu/resource/cellar/8fb18bfa-755a-40e9-8064-b7cbfafece59", "type": "Decision", "concepts": ["1005", "1159", "2455", "392", "5229", "5283"], "title": "2002/978/EC: Commission Decision of 10 December 2002 on the eligibility of expenditure on a number of operations to be incurred by certain Member States in 2002 in implementing the control, inspection and surveillance systems applicable to the common fisheries policy (notified under document number C(2002) 4883)\n", "header": "Commission Decision\nof 10 December 2002\non the eligibility of expenditure on a number of operations to be incurred by certain Member States in 2002 in implementing the control, inspection and surveillance systems applicable to the common fisheries policy\n(notified under document number C(2002) 4883)\n(2002/978/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/431/EC of 28 May 2001 on a financial contribution by the Community to certain expenditure incurred by the Member States in implementing the control, inspection and surveillance systems applicable to the common fisheries policy(1), and in particular Article 13 thereof,\nWhereas:\n(1) Belgium, Denmark, Germany, Greece, Spain, France, Ireland, Italy, the Netherlands, Austria, Portugal, Finland, Sweden and the United Kingdom have forwarded to the Commission their fisheries control programmes for the period 1 January 2001 to 31 December 2003 together with applications for a financial contribution towards the expenditure to be incurred in carrying out the programmes. The applications are broken down for 2001, 2002 and 2003.\n(2) The rate of the Community contribution for each operation, the conditions on which the expenditure is reimbursed and, for each Member State and each operation, the total amount of eligible expenditure in 2002 should be laid down.\n(3) Certain expenditure relating to 2002 has already been the subject of Commission Decision 2002/6/EC of 27 December 2001 on the eligibility of expenditure on a number of operations to be incurred by certain Member States in 2002 in implementing the control, inspection and surveillance systems applicable to the common fisheries policy(2).\n(4) Under Article 15 of Decision 2001/431/EC, the Member States must implement their scheduled expenditure within one year of the legal and financial commitment; this commitment must be made at the latest within the calendar year following the year of notification of the Commission decision.\n(5) Under Article 17(1) of Decision 2001/431/EC, Member States must submit their applications for reimbursement of expenditure to the Commission by 31 May of the year following the year in which it was incurred at the latest.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["This Decision establishes for 2002 the amount of the eligible expenditure for each Member State, the rates of the Community financial contribution and the conditions on which the contribution may be granted, to the extent that the eligible expenditure is actually used to implement the control programmes.", "Expenditure incurred in providing training for national officials involved in monitoring activities provided for by Denmark, Germany, Spain, France, Ireland, Italy, the Netherlands, Portugal, Finland and the United Kingdom, as set out in Annex I, shall qualify for a financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex I.", "Expenditure relating to the acquisition or modernisation of vessels and aircraft used for control, inspection and surveillance of fishing activities, as set out in Annex II, shall qualify for a financial contribution of 35 % of the eligible expenditure within the limits laid down in Annex II.", "Expenditure incurred in implementing a system to assess expenditure incurred in controlling the common fisheries policy, as set out in Annex III, shall qualify for a financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex III.", "Member States shall submit their applications for reimbursement of the expenditure referred to in this Decision to the Commission by 31 May 2005 at the latest.", "Applications for reimbursement and for advances expressed in currencies other than the euro shall be converted into euros at the rate for the month in which they reach the Commission.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Kingdom of the Netherlands, the Republic of Austria, the Portuguese Republic, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 10 December 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 154, 9.6.2001, p. 22.\n(2) OJ L 3, 5.1.2002, p. 45.\nANEXO I/BILAG I/ANHANG I/ΠΑΡΑΡΤΗΜΑ Ι/ANNEX I/ANNEXE I/ALLEGATO I/BIJLAGE I/ANEXO I/LIITE I/BILAGA I\n>TABLE>\nANEXO II/BILAG II/ANHANG II/ΠΑΡΑΡΤΗΜΑ IΙ/ANNEX II/ANNEXE II/ALLEGATO II/BIJLAGE II/ANEXO II/LIITE II/BILAGA II\n>TABLE>\nANEXO III/BILAG III/ANHANG III/ΠΑΡΑΡΤΗΜΑ IIΙ/ANNEX III/ANNEXE III/ALLEGATO III/BIJLAGE III/ANEXO III/LIITE III/BILAGA III\n>TABLE>"}