{"celex_id": "32007R0210", "uri": "http://publications.europa.eu/resource/cellar/3d8eefa2-43ee-47ae-b3f7-6675d6680cd0", "type": "Regulation", "concepts": ["1565", "1642", "2173", "2763", "3568", "5581"], "title": "Commission Regulation (EC) No 210/2007 of 27 February 2007 derogating from Regulation (EC) No 1282/2006 as regards the term of validity of export licences with advance fixing of the refund in the milk and milk products sector\n", "header": "28.2.2007 EN Official Journal of the European Union L 61/23\nCOMMISSION REGULATION (EC) No 210/2007\nof 27 February 2007\nderogating from Regulation (EC) No 1282/2006 as regards the term of validity of export licences with advance fixing of the refund in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products (1), and in particular Article 31(14) thereof,\nWhereas:\n(1) Article 8 of Commission Regulation (EC) No 1282/2006 of 17 August 2006 laying down special detailed rules for the application of Council Regulation (EC) No 1255/1999 as regards export licences and export refunds for milk and milk products (2) lays down the terms of validity of export licences.\n(2) The reduction of the intervention price for butter as from 1 July 2007 is likely to affect the difference between that price and the world market price.\n(3) As a precautionary measure, with a view to protect the Community budget from unnecessary expenditures and to avoid a speculative application of the export refund regime in the dairy sector, for products containing milk fat, the validity of export licences with advance fixing of the refund should be limited until 30 June 2007.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["By way of derogation from Article 8 of Regulation (EC) No 1282/2006, export licences with advance fixing of the refund in respect of the products referred to in points (b) to (d) of that Article for which the applications are submitted as from 1 March shall be valid until 30 June 2007.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 48. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 234, 29.8.2006, p. 4. Regulation as amended by Regulation (EC) No 1919/2006 (OJ L 380, 28.12.2006, p. 1)."}