{"celex_id": "32006D0721", "uri": "http://publications.europa.eu/resource/cellar/4614824d-6300-4545-9cee-72ea639bc05d", "type": "Decision", "concepts": ["1442", "1590", "2735", "2952", "5451"], "title": "2006/721/EC: Commission Decision of 23 October 2006 authorising the placing on the market of lycopene from Blakeslea trispora as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2006) 4973)\n", "header": "26.10.2006 EN Official Journal of the European Union L 296/13\nCOMMISSION DECISION\nof 23 October 2006\nauthorising the placing on the market of lycopene from Blakeslea trispora as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2006) 4973)\n(Only the Spanish text is authentic)\n(2006/721/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the Europeån Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 30 October 2003 Vitatene Antibiotics SAU made a request to the competent authorities of the United Kingdom to place lycopene from Blakeslea trispora on the market as a novel food or novel food ingredient.\n(2) On 6 April 2004 the competent food assessment body of the United Kingdom issued its initial assessment report. In that report it came to the conclusion that the proposed uses for lycopene from Blakeslea trispora are safe for human consumption.\n(3) The Commission forwarded the initial assessment report to all Member States on 27 April 2004.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision.\n(5) Consequently, the European Food Safety Authority (EFSA) was consulted on 22 November 2004.\n(6) On 21 April 2005 EFSA adopted the ‘Opinion of the Scientific Panel on Dietetic Products, Nutrition and Allergies on a request from the Commission related to an application on the use of α-tocopherol-containing oil suspension of lycopene from Blakeslea trispora as a novel food ingredient’.\n(7) The opinion came to the conclusion that the requested levels of use of lycopene from Blakeslea trispora would lead to an additional intake of up to about 2 mg/day. It also concluded that this additional intake was not of concern from the safety point of view.\n(8) Food additives falling within the scope of Council Directive 89/107/EEC of 21 December 1988 on the approximation of laws of the Member States concerning food additives authorised for use in foodstuffs intended for human consumption (2), are excluded from the scope of Regulation (EC) No 258/97. This Decision does therefore not constitute authorisation to use lycopene from Blakeslea trispora as a food colour.\n(9) On the basis of the scientific assessment, it is established that lycopene from Blakeslea trispora in an α-tocopherol containing suspension complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Lycopene from Blakeslea trispora as specified in Annex I, may be placed on the market in the Community as a novel food ingredient for use in foods as specified in Annex II.", "The designation ‘lycopene’ shall be displayed in the list of ingredients of foodstuffs containing it or, if there is no list of ingredients, on the labelling of the product as such.", "Vitatene Antibiotics SAU shall submit to the Commission, at the end of three years following the adoption of this Decision, data as to the groups of foods with lycopene from Blakeslea trispora that have been placed on the market in the EU and the corresponding use levels of this lycopene.", "This Decision is addressed to Vitatene Antibiotics SAU, Avd. de Antibioticos, 59-61, 24080 Leon, Spain."], "attachments": "Done at Brussels, 23 October 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 40, 11.2.1989, p. 27. Directive as last amended by Regulation (EC) No 1882/2003.\nANNEX I\nSPECIFICATIONS OF LYCOPENE FROM BLAKESLEA TRISPORA\nDefinition\nObtained by extraction and crystallisation from a fungal fermentation of Blakeslea trispora, the product is supplied as a 5 % or 20 % lycopene suspension in high oleic acid sunflower oil containing 1 % α-tocopherol of the lycopene level. The lycopene from Blakeslea trispora consists of ≥ 90 % all-trans isomer and 1 % to 5 % of cis-isomeres.\nSpecifications\nChemical name Lycopene\nC.A.S. number 502-65-8 (all trans lycopene)\nChemical formula C40H56\nStructural formula\nFormula weight 536,85\nAssay Not less than 95 %\nPurity\nImidazole : Not more than 1 mg/kg\nSulfated ash : Not more than 1 %\nOther Carotenoids : Not more than 5 %\nMycotxins:\nAflatoxin B1 : Absent\nTrichothecene (T2) : Absent\nOchratoxin : Absent\nZearaleone : Absent\nMicrobiology:\nMoulds : Not more than 100/g\nYeasts : Not more than 100/g\nSalmonella : Absent in 25 g\nEscherichia coli : Absent in 5 g\nANNEX II\nUSES OF LYCOPENE FROM BLAKESLEA TRISPORA\nUse group Maximum level of lycopene\nYellow fat spreads 0,2-0,5 mg/100 g\nMilk based and milk type products 0,3-0,6 mg/100 g\nCondiments, seasonings, relishes, pickles 0,6 mg/100 g\nMustard 0,5 mg/100 g\nSavoury sauces and gravies 0,7 mg/100 g\nSoups and soup mixes 0,6 mg/100 g\nSugar, preserves, confectionery 0,5 mg/100 g"}