{"celex_id": "32007D0712", "uri": "http://publications.europa.eu/resource/cellar/6d85dfd9-9193-42a0-8c89-e097914d8a6d", "type": "Decision", "concepts": ["3466", "3468", "42", "523", "524", "930"], "title": "2007/712/EC: Council Decision of 15 October 2007 on the signing, on behalf of the Community, of the Convention on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters\n", "header": "21.12.2007 EN Official Journal of the European Union L 339/1\nCOUNCIL DECISION\nof 15 October 2007\non the signing, on behalf of the Community, of the Convention on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters\n(2007/712/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 61(c) thereof, in conjunction with the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 16 September 1988, the Member States of the European Communities signed an international agreement with the Republic of Iceland, the Kingdom of Norway and the Swiss Confederation on jurisdiction and the enforcement of judgments in civil and commercial matters (1) (the Lugano Convention), thereby extending to Iceland, Norway and Switzerland the application of the rules of the Convention of 27 September 1968 on the same subject matter (2) (the Brussels Convention).\n(2) Negotiations on a revision of the Brussels Convention and the Lugano Convention were undertaken during the years 1998-1999 within the framework of an ad hoc Working Party enlarged with Switzerland, Norway and Iceland. These negotiations led to the adoption of a text of a draft convention prepared by the Working Party, which was confirmed by the Council at its meeting on 27 and 28 May 1999.\n(3) Subsequent negotiations within the Council on the basis of this text led to the adoption of Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (3), which modernised the rules of the Brussels Convention and made the system of recognition and enforcement swifter and more efficient.\n(4) In the light of the parallelism between the Brussels and the Lugano Convention regimes on jurisdiction and on recognition and enforcement of judgments in civil and commercial matters, the rules of the Lugano Convention should be aligned with the rules of Regulation (EC) No 44/2001 in order to achieve the same level of circulation of judgments between the EU Member States and the EFTA States concerned.\n(5) In accordance with the Protocol on the position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark does not take part in the application of measures pursuant to Title IV of the Treaty establishing the European Community. In order for the rules of the Lugano Convention to apply to Denmark, Denmark should therefore participate as a Contracting Party to a new convention covering the same subject matter.\n(6) By Decision of 27 September 2002, the Council authorised the Commission to negotiate with a view to the adoption of a new Lugano Convention on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters.\n(7) The Commission has negotiated such a convention, on behalf of the Community, with Iceland, Norway, Switzerland and Denmark.\n(8) In accordance with Article 3 of the Protocol on the position of the United Kingdom and Ireland annexed to the Treaty on European Union and to the Treaty establishing the European Community, the United Kingdom and Ireland are taking part in the adoption and application of this Decision.\n(9) In accordance with Articles 1 and 2 of the Protocol on the position of Denmark, Denmark does not take part in the adoption of this Decision and is not bound by it or subject to its application.\n(10) The Convention, initialled at Brussels on 28 March 2007, should be signed,", "main_body": ["The signing of the Convention on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters, which will replace the Lugano Convention of 16 September 1988, is hereby approved on behalf of the Community, subject to the conclusion of the said Convention.\nThe text of the Convention is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the Community, the Convention on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters."], "attachments": "Done at Luxembourg, 15 October 2007.\nFor the Council\nThe President\nL. AMADO\n(1)  Convention on jurisdiction and enforcement of judgments in civil and commercial matters (OJ L 319, 25.11.1988, p. 9).\n(2)  Brussels Convention on jurisdiction and the enforcement of judgments in civil and commercial matters (OJ L 299, 31.12.1972, p. 32). (Consolidated version in OJ C 27, 26.1.1998, p. 1).\n(3)  OJ L 12, 16.1.2001, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1)."}