{"celex_id": "32000D0315", "uri": "http://publications.europa.eu/resource/cellar/57aab7f1-6435-4d61-93aa-6022ad9bc09a", "type": "Decision", "concepts": ["1591", "1767", "2765", "2771", "4453", "5065"], "title": "2000/315/EC: Commission Decision of 28 April 2000 terminating the review investigation, pursuant to Article 12 of Council Regulation (EC) No 384/96, of the anti-dumping measures applicable to imports of stainless steel fasteners and parts thereof originating in Malaysia and Thailand (notified under document number C(2000) 1132)\n", "header": "Commission Decision\nof 28 April 2000\nterminating the review investigation, pursuant to Article 12 of Council Regulation (EC) No 384/96, of the anti-dumping measures applicable to imports of stainless steel fasteners and parts thereof originating in Malaysia and Thailand\n(notified under document number C(2000) 1132)\n(2000/315/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Council Regulation (EC) No 905/98(2), and in particular Articles 9 and 12 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PROCEDURE\n(1) On 22 March 1999, the Commission received a request pursuant to Article 12 of Regulation (EC) No 384/96 to investigate whether the anti-dumping duties imposed by Council Regulation (EC) No 393/98(3) on imports of stainless steel fasteners and parts thereof originating in Malaysia and Thailand have had effects on resale prices or subsequent selling prices in the Community.\n(2) The request was lodged by the European Industrial Fasteners Institute (EIFI), on behalf of Community producers representing a major proportion of the total Community production of stainless steel fasteners and parts thereof pursuant to Articles 4(1) and 5(4) of Regulation (EC) No 384/96 (hereinafter referred to as the \"basic Regulation\").\n(3) The request contained prima facie information showing that the anti-dumping duties imposed on the product under investigation originating in Malaysia and Thailand have led to no movement, or insufficient movement, in resale prices or subsequent selling prices in the Community, and that this indicated that the anti-dumping duties have been borne, wholly or partly, by the respective producers/exporters, which was considered sufficient to justify the initiation of a review proceeding.\n(4) The Commission, after consultation, by a notice published in the Official Journal of the European Communities(4), accordingly initiated a review investigation pursuant to Article 12 of the basic Regulation concerning imports into the Community of stainless steel fasteners and parts thereof, currently classifiable within CN codes 7318 12 10, 7318 14 10, 7318 15 30, 7318 15 51, 7318 15 61, 7318 15 70 and 7318 16 30 and originating in Malaysia and Thailand.\n(5) The Commission officially advised the exporting producers known to be concerned, the representatives of the exporting country and the complainant Community producers. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\nB. WITHDRAWAL OF THE REQUEST AND TERMINATION OF THE INVESTIGATION\n(6) By a letter of 12 January 2000 to the Commission, the European Industrial Fasteners Institute (EIFI) formally withdrew its review request concerning imports of stainless steel fasteners and parts thereof originating in Malaysia and Thailand, in view of the current market situation.\n(7) In cases where the Community industry withdraws its request for a review, the proceeding may be terminated unless such termination would not be in the Community interest.\n(8) The Commission considered that the present investigation should be terminated since it had not brought to light any considerations showing that such termination would not be in the Community interest. Interested parties were informed accordingly and were given the opportunity to comment. No comments were received in reply, indicating that such a termination would not be contrary to the Community interest.\n(9) The Commission therefore concludes that the review investigation pursuant to Article 12 of the basic Regulation concerning imports into the Community of stainless steel fasteners and parts thereof originating in Malaysia and Thailand should be terminated,", "main_body": ["The review investigation pursuant to Article 12 of Regulation (EC) No 384/96 concerning imports of stainless steel fasteners and parts thereof, currently classifiable within CN codes 7318 12 10, 7318 14 10, 7318 15 30, 7318 15 51, 7318 15 61, 7318 15 70 and 7318 16 30 and originating in Malaysia and Thailand, is hereby terminated."], "attachments": "Done at Brussels, 28 April 2000.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 128, 30.4.1998, p. 18.\n(3) OJ L 50, 20.2.1998, p. 1; corrigendum: OJ L 148, 19.5.1998, p. 48.\n(4) OJ C 125, 6.5.1999, p. 12."}