{"celex_id": "32002R2303", "uri": "http://publications.europa.eu/resource/cellar/ff742e67-57c4-4930-bcbb-f82686bd9d7b", "type": "Regulation", "concepts": ["1309", "1882", "2300", "3800", "519", "588"], "title": "Commission Regulation (EC) No 2303/2002 of 9 December 2002 amending Regulation No 230/2001 imposing a provisional anti-dumping duty on certain iron or steel ropes and cables originating in the Czech Republic, Russia, Thailand and Turkey and accepting undertakings offered by certain exporters in the Czech Republic and Turkey\n", "header": "Commission Regulation (EC) No 2303/2002\nof 9 December 2002\namending Regulation No 230/2001 imposing a provisional anti-dumping duty on certain iron or steel ropes and cables originating in the Czech Republic, Russia, Thailand and Turkey and accepting undertakings offered by certain exporters in the Czech Republic and Turkey\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 1972/2002(2), and in particular Article 8 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 5 May 2000, an anti-dumping proceeding was initiated by the Commission(3) on imports of certain iron or steel ropes and cables originating, inter alia, in Turkey. This proceeding resulted in a definitive anti-dumping duty being imposed by Council Regulation (EC) No 1601/2001(4) in August 2001 in order to eliminate the injurious effects of dumping.\n(2) Provisional measures were imposed by Commission Regulation (EC) No 230/2001(5). In parallel, the Commission accepted, inter alia, a price undertaking from the Turkish exporting producer Celik Halat ve Tel Sanayii AS by Article 2(1). Imports of products produced and directly exported by that company were, inter alia, exempted from the anti-dumping duty by Article 2(2).\nB. VOLUNTARY WITHDRAWAL OF THE UNDERTAKING\n(3) Celik Halat ve Tel Sanayii AS advised the Commission that they wished to withdraw this undertaking. Accordingly, the name of Celik Halat ve Tel Sanayii AS should be deleted from the list of companies from whom an undertaking has been accepted.\n(4) In parallel to this Regulation, the Council, by Regulation (EC) No 2288/2002(6) has also removed the exemption from the definitive anti-dumping duty granted to Celik Halat ve Tel Sanayii AS, by amending Article 2(1) of Regulation (EC) No 1601/2001,", "main_body": ["The undertaking accepted from Celik Halat ve Tel Sanayii AS is hereby withdrawn.", "1. The table in Article 2(1) of Regulation No 230/2001 is replaced by the following table.\n\">TABLE>\"\n2. Article 2(2) of Regulation No 230/2001 is hereby replaced as follows:\n\"2. Imports declared for release into free circulation under Taric additional codes A216 and A220 shall be exempt from the anti-dumping duties imposed by Article 1 if they are produced and directly exported (i.e. invoiced and shipped) by a company mentioned in Article 2(1) to a company acting as an importer in the Community. Such imports shall also be accompanied by a commercial invoice containing at least the elements listed in the Annex.\"", "This Regulation shall be applicable from the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 2002.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 305, 7.11.2002, p. 1.\n(3) OJ C 127, 5.5.2000, p. 12.\n(4) OJ L 211, 4.8.2001, p. 1.\n(5) OJ L 34, 3.2.2001, p. 4.\n(6) See page 52 of this Official Journal."}