{"celex_id": "32005D0167", "uri": "http://publications.europa.eu/resource/cellar/de296da5-be22-45f9-b4cb-a9b5be612cf6", "type": "Decision", "concepts": ["3872", "5277", "5525", "6163", "862", "922"], "title": "2005/167/EC: Commission Decision of 28 February 2005 concerning the financial contribution by the Community towards the publication in CD-ROM form of the proceedings of the OIE Global Conference on animal welfare held in February 2004\n", "header": "1.3.2005 EN Official Journal of the European Union L 55/92\nCOMMISSION DECISION\nof 28 February 2005\nconcerning the financial contribution by the Community towards the publication in CD-ROM form of the proceedings of the OIE Global Conference on animal welfare held in February 2004\n(2005/167/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 20 thereof,\nWhereas:\n(1) Pursuant to Decision 90/424/EEC the Community is to undertake or assist the Member States in undertaking the technical and scientific measures necessary for the development of Community veterinary legislation and for the development of veterinary education or training.\n(2) The elaboration and dissemination by the Community of technical and scientific material related to the OIE Global Conference is to form part of the further development of Community veterinary legislation and veterinary education or training.\n(3) Commission Decision 2004/72/EC of 5 December 2003 concerning the financial contribution by the Community towards the OIE Global Conference on animal welfare in 2004 (2), approved the action to publish and disseminate the technical and scientific materials related to the OIE Conference on animal welfare in 2004 to be financed from budget line B1-331 of the budget of the European Union for 2003 to a maximum amount of EUR 40 000.\n(4) Although the hard copy version of the conference proceedings was produced and distributed during May 2004, the CD-ROM version is not expected to be available and invoiced for until February 2005.\n(5) The allocated non-dissociated payment credits for this action have expired on 31 December 2004.\n(6) It is therefore appropriate to finance the action to produce the CD-ROM version of the conference proceedings from budget line 17.04.02 of the budget of the European Union for 2005 to a maximum amount of EUR 25 000.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The appropriations from budget heading 17.04.02 of the budget of the European Union for 2005 may be used up to a maximum amount of EUR 25 000 to make the final payments in the framework of the action ‘publishing and disseminating in CD-ROM form the technical and scientific materials related to the OIE Global Conference on animal welfare held in February 2004’, approved by the Commission on 5 December 2003."], "attachments": "Done at Brussels, 28 February 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Directive 2003/99/EC of the European Parliament and of the Council (OJ L 325, 12.12.2003, p. 31).\n(2)  OJ L 16, 23.1.2004, p. 56."}