{"celex_id": "32000D0434", "uri": "http://publications.europa.eu/resource/cellar/74d9d2b6-d435-4fa6-8c10-909338cd0662", "type": "Decision", "concepts": ["1015", "1267", "2825", "3299", "3774", "5262"], "title": "2000/434/EC: Council Decision of 29 June 2000 authorising the United Kingdom of Great Britain and Northern Ireland to apply a reduced rate of excise duty to certain mineral oils, when used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n", "header": "Council Decision\nof 29 June 2000\nauthorising the United Kingdom of Great Britain and Northern Ireland to apply a reduced rate of excise duty to certain mineral oils, when used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n(2000/434/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Article 8(4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission may authorise any Member State to introduce further exemptions or reductions in the excise duty charged on mineral oils for specific policy considerations.\n(2) The United Kingdom authorities have informed the Commission that they wish to exempt the water content of water/diesel emulsion (a substitute for diesel) from excise duty from 1 September 2000.\n(3) Current United Kingdom legislation and Article 2(3) of Directive 92/81/EEC make the water content of this fuel taxable as a fuel additive. The water content in water/diesel emulsion is not used as a fuel but aids fuel combustion, which allows the combustion temperature to be lowered and slows the formation of nitrogen oxide. The United Kingdom wishes to exempt the water content from duty.\n(4) The other Member States have been informed thereof.\n(5) The Commission and all the Member States accept that the application of an exemption from excise duty of the water content of water/diesel emulsions will not give rise to distortions of competition or hinder the operation of the internal market.\n(6) This Decision does not prejudice the outcome of any State aid procedures that may be undertaken in accordance with Articles 87 and 88 of the Treaty.\n(7) The Commission regularly reviews reductions and exemptions to check that they do not distort competition or the operation of the internal market or are incompatible with Community policy on protection of the environment.\n(8) The United Kingdom has requested authorisation to exempt the water content of water/diesel emulsions from excise duty from 1 September 2000 to 31 December 2002.\n(9) The Council will review this Decision on the basis of a proposal from the Commission no later than 31 December 2002, when the authorisation granted by this Decision expires,", "main_body": ["In accordance with Article 8(4) of Directive 92/81/EEC, the United Kingdom of Great Britain and Northern Ireland is authorised to apply from 1 September 2000 to 31 December 2002 a differentiated rate of excise duty to water/diesel emulsion fuels provided that the differentiated rate is in accordance with the obligations laid down in Council Directive 92/82/EC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils(2), and in particular the minimum rates of excise duty provided for in Article 5 thereof.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Luxembourg, 29 June 2000.\nFor the Council\nThe President\nM. Arcanjo\n(1) OJ L 316, 31.10.1992, p. 12. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.94, p. 46).\n(2) OJ L 316, 31.10.1992, p. 19. Directive as last amended by Directive 94/74/EC (OJ L 365, 31.12.94, p. 46)."}