{"celex_id": "32002D0104", "uri": "http://publications.europa.eu/resource/cellar/bdeade81-8115-46ca-a187-05acf25e7fe0", "type": "Decision", "concepts": ["1035", "1504", "2455", "5229", "616", "80"], "title": "2002/104/EC: Commission Decision of 31 January 2002 amending Decision 98/125/EC approving the multiannual guidance programme for the fishing fleet of Ireland for the period from 1 January 1997 to 31 December 2001 (notified under document number C(2002) 354)\n", "header": "Commission Decision\nof 31 January 2002\namending Decision 98/125/EC approving the multiannual guidance programme for the fishing fleet of Ireland for the period from 1 January 1997 to 31 December 2001\n(notified under document number C(2002) 354)\n(Only the English text is authentic)\n(2002/104/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2792/1999 of 17 December 1999 laying down the detailed rules and arrangements regarding Community structural assistance in the Fisheries sector and the processing and marketing of its products(1), and in particular Articles 5 and 6 thereof,\nHaving regard to Council Decision 97/413/EC of 26 June 1997 concerning the objectives and detailed rules for restructuring the Community fisheries sector for the period from 1 January 1997 to 31 December 2001 with a view to achieving a balance on a sustainable basis between resources and their exploitation(2), and in particular Article 9(1) thereof,\nWhereas:\n(1) The objectives fixed by Commission Decision 98/125/EC of 16 December 1997 approving the multiannual guidance programme for the fishing fleet of Ireland for the period from 1 January 1997 to 31 December 2001(3) were calculated using the information available at that time.\n(2) The Irish authorities requested an adjustment of the objectives of the multiannual guidance programme for the fishing fleet of Ireland to take into account additional fishing opportunities in Mauritanian and adjacent west African waters.\n(3) Articles 2 and 8 of Decision 97/413/EC provide for such an adjustment of the objectives of the multiannual guidance programmes.\n(4) The Scientific, Technical and Economic Committee for Fisheries has confirmed that there may be scope for additional pelagic fishing opportunities in Mauritanian and adjacent west African waters, notably concerning stocks of sardinella and horse mackerel.\n(5) The recently signed Fishing Agreement with the Republic of Mauritania lays down fishing opportunities for pelagic species and specifies the modalities for utilisation of these opportunities; in addition, the Agreement establishes a joint EU-Mauritania scientific committee which will monitor closely the situation of the stocks.\n(6) The capacity and effort objectives of the pelagic segment should be increased accordingly in order to allow the exploitation of these additional fishing opportunities.\n(7) Fisheries should be identified within the pelagic segment with separate effort objectives for the exploitation of stocks in Community waters and for the exploitation of stocks in Mauritanian and adjacent waters.\n(8) The measures envisaged in the present Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["The table of objectives for the multiannual guidance programmes for the fishing fleet of Ireland for the period 1997 to 2001, shown in the Annex to the present Decision, including the footnotes, cancels and replaces that shown in the Annex to Decision 98/125/EC.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 31 January 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 377, 30.12.1999, p. 10.\n(2) OJ L 175, 30.7.1997, p. 27.\n(3) OJ L 39, 12.2.1998, p. 41.\nANNEX\nIreland\n>TABLE>\nDR: Depletion Risk.\nOF: Overfished."}