{"celex_id": "32005R1709", "uri": "http://publications.europa.eu/resource/cellar/15d5faa6-a32e-493c-a7cd-d4d449f4fe41", "type": "Regulation", "concepts": ["1264", "2972", "797"], "title": "Commission Regulation (EC) No 1709/2005 of 19 October 2005 fixing the estimated production of olive oil and the unit amount of the production aid that may be paid in advance for the 2004/05 marketing year\n", "header": "20.10.2005 EN Official Journal of the European Union L 274/11\nCOMMISSION REGULATION (EC) No 1709/2005\nof 19 October 2005\nfixing the estimated production of olive oil and the unit amount of the production aid that may be paid in advance for the 2004/05 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organisation of the market in oils and fats (1),\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organisations (2), and in particular Article 17a(1) thereof,\nWhereas:\n(1) Under Article 5 of Regulation No 136/66/EEC the unit production aid must be adjusted in each Member State where actual production exceeds the guaranteed national quantity referred to in paragraph 3 of that Article. In assessing the extent of the overrun, account should be taken, in the case of Greece, Spain, France, Italy and Portugal, of the estimates for the production of table olives expressed as olive-oil equivalent using the relevant coefficients referred to, for Greece, in Commission Decision 2001/649/EC (3), for Spain, in Commission Decision 2001/650/EC (4), for France, in Commission Decision 2001/648/EC (5), for Italy, in Commission Decision 2001/658/EC (6), and, for Portugal, in Commission Decision 2001/670/EC (7).\n(2) Article 17a(1) of Regulation (EEC) No 2261/84 provides that in order to determine the unit amount of the production aid for olive oil that can be paid in advance, the estimated production for the marketing year concerned should be determined. That amount must be fixed at a level that avoids any risk of unwarranted payment to olive growers. The amount also applies to table olives, expressed as olive-oil equivalent.\n(3) In order to establish the estimated production, Member States must forward to the Commission data for the olive oil and, where appropriate, table olive production estimates for each marketing year. The Commission may use other sources of information. On the basis of that data, the estimated production of olive oil and table olives, expressed as olive-oil equivalent, should be fixed for each Member State.\n(4) In determining the amount of the advance, account must be taken of the amounts withheld for measures to improve the quality of olive oil and table olive production provided for in Article 5(9) of Regulation No 136/66/EEC and Article 4a(1) of Council Regulation (EC) No 1638/98 (8).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1.   For the 2004/05 marketing year, the estimated production of olive oil, including that referred to in paragraph 2, is:\n— 480 711 tonnes for Greece;\n— 1 117 841 tonnes for Spain;\n— 3 189 tonnes for France;\n— 951 528 tonnes for Italy;\n— 45 050 tonnes for Portugal;\n— 33 tonnes for Slovenia.\n2.   For the 2004/05 marketing year, the estimated production of table olives, expressed as olive-oil equivalent, is:\n— 10 900 tonnes for Greece, using a coefficient of equivalence of 13 %;\n— 59 131 tonnes for Spain, using a coefficient of equivalence of 11,5 %;\n— 167 tonnes for France, using a coefficient of equivalence of 13 %;\n— 2 281 tonnes for Italy, using a coefficient of equivalence of 13 %;\n— 730 tonnes for Portugal, using a coefficient of equivalence of 11,5 %.\n3.   For the 2004/05 marketing year, the unit amount of the production aid that may be advanced shall be:\n— 117,36 EUR per 100 kilograms for Greece;\n— 81,50 EUR per 100 kilograms for Spain;\n— 117,36 EUR per 100 kilograms for France;\n— 67,12 EUR per 100 kilograms for Italy;\n— 117,36 EUR per 100 kilograms for Portugal;\n— 117,36 EUR per 100 kilograms for Slovenia.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 October 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ 172, 30.9.1966, p. 3025/66. Regulation as last amended by Regulation (EC) No 865/2004 (OJ L 161, 30.4.2004, p. 97).\n(2)  OJ L 208, 3.8.1984, p. 3. Regulation as last amended by Regulation (EC) No 1639/98 (OJ L 210, 28.7.1998, p. 38).\n(3)  OJ L 229, 25.8.2001, p. 16. Decision as last amended by Decision 2004/607/EC (OJ L 274, 24.8.2004, p. 13).\n(4)  OJ L 229, 25.8.2001, p. 20. Decision as last amended by Decision 2004/607/EC.\n(5)  OJ L 229, 25.8.2001, p. 12. Decision as last amended by Decision 2004/607/EC.\n(6)  OJ L 231, 29.8.2001, p. 16. Decision as last amended by Decision 2004/607/EC.\n(7)  OJ L 235, 4.9.2001, p. 16. Decision as last amended by Decision 2004/607/EC.\n(8)  OJ L 210, 28.7.1998, p. 32. Regulation as last amended by Regulation (EC) No 865/2004."}