{"celex_id": "32004D0301", "uri": "http://publications.europa.eu/resource/cellar/3546be42-580c-4a96-9862-63f57789d9fb", "type": "Decision", "concepts": ["1445", "1919", "3115", "3191", "4152", "5581", "619"], "title": "2004/301/EC: Commission Decision of 30 March 2004 derogating from Decisions 2003/803/EC and 2004/203/EC as regards the format for certificates and passports for the non-commercial movement of dogs, cats and ferrets and amending Decision 2004/203/EC (Text with EEA relevance) (notified under document number C(2004) 1068)\n", "header": "2.4.2004 EN Official Journal of the European Union L 98/55\nCOMMISSION DECISION\nof 30 March 2004\nderogating from Decisions 2003/803/EC and 2004/203/EC as regards the format for certificates and passports for the non-commercial movement of dogs, cats and ferrets and amending Decision 2004/203/EC\n(notified under document number C(2004) 1068)\n(Text with EEA relevance)\n(2004/301/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (1), and in particular Articles 8(4) and 21 thereof,\nWhereas:\n(1) Regulation (EC) No 998/2003 establishes veterinary conditions applying to non-commercial movements of pet dogs, cats and ferrets.\n(2) Commission Decision 2003/803/EC (2) establishes a model passport for non-commercial movements of animals of those species between Member States, and Commission Decision 2004/203/EC (3) establishes a model certificate for non-commercial movements from third countries.\n(3) From 3 July 2004 documents complying with those models should be presented to the authorities responsible for checks.\n(4) To facilitate the transition to the arrangements of Regulation (EC) No 998/2003, certificates issued for non-commercial entry into a Member State before that Regulation applies, should be considered valid until their expiry date if they comply with the conditions established by that Regulation.\n(5) Nevertheless, as regard the specific situation of Member States listed in Annex II, part A, it is appropriate to maintain during this transitional period the national conditions applicable to the acceptance of rabies certification.\n(6) It is also appropriate to recognise as valid antibody titrations performed on the basis of national provisions which were applicable before the adoption of Commission Decision 2001/296/EC of 29 March 2001 authorising laboratories to check the effectiveness of vaccination against rabies in certain domestic carnivores (4).\n(7) Furthermore, taking into account the request of certain third countries, the model passport established by Decision 2003/803/EC for non-commercial intra-Community movements of dogs, cats and ferrets should be recognised as valid for non-commercial movements of animals of those species from third countries listed in section 2 of part B of Annex II to Regulation (EC) No 998/2003 as an alternative to the certificates in force for movements from third countries.\n(8) Since Regulation (EC) No 998/2003 will apply from 3 July 2004, this Decision should apply from the same date.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["By way of derogation from Decisions 2003/803/EC and 2004/203/EC, and with regard to rabies certifications, Member States shall authorise the non-commercial movement between Member States and from third countries of dogs, cats and ferrets accompanied by a certificate in a format different to the models established by those Decisions provided that it meets the following requirements:\n(a) it has been issued before 3 July 2004;\n(b) its period of validity has not expired; and\n(c) it attests compliance with conditions established by Regulation (EC) No 998/2003.\nNevertheless, the United Kingdom, Ireland and Sweden may maintain the national conditions applicable before 3 July 2004 for the acceptance of rabies certification.", "Antibody titrations performed on the basis of national provisions before the entry in force of Decision 2001/296/EC establishing a list of laboratories authorised to carry out this test shall be considered as valid.", "Article 1 of Decision 2004/203/EC is replaced by the following:\n‘Article 1\n1.   This Decision establishes the model certificate for non-commercial-movements from third countries of pet animals of the species dogs, cats and ferrets, provided for in Article 8(4) of Regulation (EC) No 998/2003.\nThat certificate shall be required for entries from all third countries into a Member State other than Ireland, Sweden and the United Kingdom and for entries into Ireland, Sweden and the United Kingdom from third countries listed in section 2 of part B and part C of Annex II to Regulation (EC) No 998/2003.\n2.   By way of derogation from paragraph 1, Member States shall authorise the non-commercial movement of dogs, cats and ferrets accompanied by a passport in accordance with the model established by Decision 2003/803/EC from those third countries listed in section 2 of part B of Annex II to Regulation (EC) No 998/2003 which have notified the Commission and the Member States of their intention to use the passport instead of the certificate.’", "This Decision shall apply from 3 July 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 March 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 146, 13.6.2003, p. 1.\n(2)  OJ L 312, 27.11.2003, p. 1.\n(3)  OJ L 65, 3.3.2004, p. 13.\n(4)  OJ L 102, 12.4.2001, p. 58."}