{"celex_id": "32006R0566", "uri": "http://publications.europa.eu/resource/cellar/34370dae-1c0d-4d79-93b0-72c628f79eab", "type": "Regulation", "concepts": ["1120", "1309", "161", "1644", "2771", "4080", "5083"], "title": "Commission Regulation (EC) No 566/2006 of  6 April 2006  amending and derogating from Regulation (EC) No 2014/2005 on licences under the arrangements for importing bananas into the Community in respect of bananas released into free circulation at the common customs tariff rate of duty and amending Regulation (EC) No 219/2006 opening and providing for the administration of the tariff quota for bananas falling under CN code  08030019  originating in ACP countries for the period  1 March  to  31 December 2006\n", "header": "7.4.2006 EN Official Journal of the European Union L 99/6\nCOMMISSION REGULATION (EC) No 566/2006\nof 6 April 2006\namending and derogating from Regulation (EC) No 2014/2005 on licences under the arrangements for importing bananas into the Community in respect of bananas released into free circulation at the common customs tariff rate of duty and amending Regulation (EC) No 219/2006 opening and providing for the administration of the tariff quota for bananas falling under CN code 0803 00 19 originating in ACP countries for the period 1 March to 31 December 2006\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1964/2005 of 29 November 2005 on the tariff rates for bananas (1), and in particular Article 2 thereof,\nWhereas:\n(1) In order to ensure that imports of bananas into the Community are adequately monitored, Article 1(1) of Commission Regulation (EC) No 2014/2005 (2) provides that bananas may be released into free circulation at the common customs tariff rate of duty established by Regulation (EC) No 1964/2005 subject to presentation of an import licence. Article 1(5) of that Regulation fixes the period of validity of such import licences at three months.\n(2) In order to quickly obtain information on the quantities released for free circulation in the Community, the period of validity of licences should be shortened. To ensure the relevant information relates to the calendar year, the period of validity of licences should not extend beyond 31 December.\n(3) For the same reasons, and notwithstanding Article 35(4) of Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (3), the period during which operators must supply proof to the competent authority that the licences have been used should be shortened.\n(4) In order to have data on the entire period of implementation of the tariff-only arrangements introduced by Regulation (EC) No 1964/2005, the reduction in the period for submission of proof of use of licences should also apply to licences valid from 1 January 2006, the date from which Regulation (EC) No 2014/2005 applies.\n(5) Indication of the origin of bananas released into free circulation in the Community is particularly important information for the purposes of monitoring imports under the arrangements introduced by Regulation (EC) No 1964/2005. To make this information available, provision should be made for import licences to be issued for imports of bananas from a specified origin. To that end, a distinction should be made between bananas originating in ACP countries and those originating in other third countries.\n(6) To ensure that the market is adequately monitored, it is necessary to define the information on prices and quantities marketed which the Member States must forward to the Commission.\n(7) In order to detect and prevent false declarations by operators, Member States should notify to the Commission the list of operators operating under Commission Regulations (EC) No 219/2006 (4) and (EC) No 2015/2005 of 9 December 2005 on imports during January and February 2006 of bananas originating in ACP countries under the tariff quota opened by Council Regulation (EC) No 1964/2005 on the tariff rates for bananas (5).\n(8) Regulation (EC) No 219/2006 repeals Commission Regulation (EC) No 896/2001 (6), except for Articles 21, 26 and 27 and the Annex thereto, which it provides are to continue to apply to imports carried out under Regulation (EC) No 219/2006. In the interests of clarity and legal certainty, the content of those provisions should be incorporated into Regulation (EC) No 219/2006.\n(9) Regulations (EC) No 2014/2005 and (EC) No 219/2006 should therefore be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Bananas,", "main_body": ["Regulation (EC) No 2014/2005 is hereby amended as follows:\n1. Article 1 is amended as follows:\n(a) the following subparagraph is added to paragraph 3:\n(b) The following subparagraph is added to paragraph 4:\n(c) Paragraph 5 is replaced by the following:\n(d) The following paragraph is added:\n2. Article 2 is replaced by the following:\n(a) every Wednesday: wholesale prices for yellow bananas, broken down by country of origin or group of countries of origin, as recorded the previous week on the representative markets listed in Article 3 of Commission Regulation (EC) No 3223/94 (7), broken down by country or group of countries of origin;\n(b) not later than the 15th day of each month, the quantities for which import licences were issued during the previous month;\n(c) not later than the 15th day of each month, the quantities covered by licences used and returned to the issuing body during the previous month, broken down by origin;\n(d) at the written request of the Commission, forecast production and sales.", "Regulation (EC) No 219/2006 is hereby amended as follows:\n1. The second subparagraph of Article 4(3) is replaced by the following:\n2. Article 6 is amended as follows:\n(a) Paragraph 2 is replaced by the following:\n(a) from April 2006 to January 2007 inclusive, not later than the 15th day of each month, the quantities of bananas released into free circulation during the previous month, on the basis of the licences issued in accordance with Article 5(3);\n(b) as soon as possible and not later than 30 June 2006, the quantities of bananas released into free circulation during January and February 2006, on the basis of the certificates issued in accordance with Article 6(3) of Regulation (EC) No 2015/2005;\n(b) The following paragraph is added:\n3. The following Article is added after Article 6:\n(a) keep a copy of each import licence and extract therefrom endorsed on acceptance of a declaration of release into free circulation; and\n(b) forward at the end of each fortnight a second copy of each import licence and extract endorsed to their Member State authorities listed in the Annex.\n4. The second sentence of Article 8 is deleted.\n5. The text in the Annex to this Regulation shall be added in an annex.", "Notwithstanding Article 2(1)(c) of Regulation (EC) No 2014/2005 as amended by this Regulation, the information relating to the quantities covered by licences used and returned to the issuing body in January and February 2006 shall be sent to the Commission within seven days following the entry into force of this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.", "(1)(d) shall apply to licences valid from 1 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 April 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 316, 2.12.2005, p. 1.\n(2)  OJ L 324, 10.12.2005, p. 3.\n(3)  OJ L 152, 24.6.2000, p. 1. Regulation last amended by Commission Regulation (EC) No 410/2006 (OJ L 71, 10.3.2006, p. 7).\n(4)  OJ L 38, 9.2.2006, p. 22.\n(5)  OJ L 324, 10.12.2005, p. 5.\n(6)  OJ L 126, 8.5.2001, p. 6.\n(7)  OJ L 337, 24.12.1994, p. 66.’\nANNEX\n‘ANNEX\nCompetent authorities of the Member States:\nBelgium\nBureau d'intervention et de restitution belge/Belgisch Interventie- en Restitutiebureau\nRue de Trèves 82/Trierstraat 82\nB-1040 Bruxelles/Brussel\nCzech Republic\nStátní zemědělský intervenční fond\nVe Smečkách 33\nCZ-110 00 Praha 1\nDenmark\nMinisteriet for Fødevarer, Landbrug og Fiskeri\nDirektoratet for FødevareErhverv; Eksportstøttekontoret\nNyropsgade 30\nDK-1780 København V\nGermany\nBundesanstalt für Landwirtschaft und Ernährung\nReferat 322\nDeichmanns Aue 29\nD-53179 Bonn\nEstonia\nPõllumajanduse Registrite ja Informatsiooni Amet\nToetuste osakond, kaubandustoetuste büroo\nNarva mnt 3\nEE-51009 Tartu\nGreece\nOΡEΚEΡE (ex-GEDIDAGEP)\nDirectorate Fruits and Vegetables, Wine and Industrial Products\n241, Acharnon Street\nGR-104 46 Athens\nΟΠΕΚΕΠΕ Διεύθυνση Οπωροκηπευτικών, Αμπελοοινικών και Βιομηχανικών Προϊόντων\nΑχαρνών 241\nΤ.Κ. 104 46 Αθήνα\nSpain\nMinisterio de Industria, Turismo y Comercio\nSecretaría General de Comercio Exterior\nPaseo de la Castellana, 162\nE-28046 Madrid\nFrance\nOffice de développement de l'économie agricole des départements d'outre-mer (ODEADOM)\n46-48, rue de Lagny\nF-93104 Montreuil Cedex\nIreland\nDepartment of Agriculture & Food\nCrops Policy & State Bodies Division\nAgriculture House (3W)\nKildare Street\nDublin 2\nIreland\nItaly\nMinistero delle Attività produttive\nDirezione generale per la Politica commerciale — Div. II\nViale Boston, 25\nI-00144 Roma\nCyprus\nΥπουργείο Εμπορίου, Βιομηχανίας και Τουρισμού\nΜονάδα Αδειών Εισαγωγών — Εξαγωγών\nCY 1421 Κύπρος\nMinistry of Commerce, Industry and Tourism\nImport & Export Licensing Unit\nCY 1421 Cyprus\nLatvia\nZemkopības ministrijas\nLauku atbalsta dienests\nTirdzniecības mehānismu departaments\nLicenču daļa\nRepublikas laukums 2\nRīga, LV-1981\nLithuania\nNacionalinė mokėjimo agentūra\nUžsienio prekybos departamentas\nBlindžių g. 17\nLT-08111 Vilnius\nLuxembourg\nMinistère de l'agriculture\nAdministration des services techniques de l'agriculture\nService de l'horticulture\n16, route d'Esch\nBoîte postale 1904\nL-1014 Luxembourg\nHungary\nMagyar Kereskedelmi Engedélyezési Hivatal\nMargit krt. 85.\nH-1024 Budapest\nMalta\nMinisteru ghall-Affarijiet Rurali u l-Ambjent\nDivizjoni tas-Servizzi Agrikoli u Zvilupp Rurali\nAgenzija tal-Pagamenti\nTrade Mechanisims\nCentru Nazzjonali tas Servizzi Agrikoli u Zvilupp Rurali Ghammieri Marsa CMR 02 Malta\nThe Netherlands\nProductschap Tuinbouw\nLouis Pasteurlaan 6\nPostbus 280\n2700 AG Zoetermeer\nNederland\nAustria\nAgrarmarkt Austria\nDresdner Straße 70\nA-1200 Wien\nPoland\nAgencja Rynku Rolnego\nBiuro Administrowania Obrotem Towarowym z Zagranicą\nul. Nowy Świat 6/12\nPL-00-400 Warszawa\nPolska\nPortugal\nMinistério das Finanças\nDirecção-Geral das Alfândegas e dos Impostos Especiais sobre o Consumo\nDirecção de Serviços de Licenciamento\nRua do Terreiro do Trigo — Edifício da Alfândega\nP-1149-060 Lisboa\nSlovenia\nAgencija RS za kmetijske trge in razvoj podeželja\nOddelek za zunanjo trgovino\nDunajska cesta 160\nSI-1000 Ljubljana\nSlovakia\nPôdohospodárska platobná agentúra\nDobrovičova 12\nSK-815 26 Bratislava\nFinland\nMaa- ja Metsätalousministeriö\nPL 30\nFIN-00023 Valtioneuvosto\nSweden\nJordbruksverket\nInterventionsenheten\nS-551 82 Jönköping\nUnited Kingdom\nRural Payment Agency\nExternal Trade Division\nLancaster House\nHampshire Court\nNewcastle Upon Tyne\nNE4 7YH\nUnited Kingdom’"}