{"celex_id": "32003L0007", "uri": "http://publications.europa.eu/resource/cellar/079366bb-a186-49d5-ad62-d3e101474a09", "type": "Directive", "concepts": ["1277", "1590", "5734", "6052"], "title": "Commission Directive 2003/7/EC of 24 January 2003 amending the conditions for authorisation of canthaxanthin in feedingstuffs in accordance with Council Directive 70/524/EEC (Text with EEA relevance)\n", "header": "Commission Directive 2003/7/EC\nof 24 January 2003\namending the conditions for authorisation of canthaxanthin in feedingstuffs in accordance with Council Directive 70/524/EEC\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs(1), as last amended by Regulation (EC) No 1756/2002(2), and in particular Article 9r thereof,\nWhereas:\n(1) Under Directive 70/524/EEC the additive canthaxanthin is authorised under certain conditions.\n(2) In 1997 the Scientific Committee on Food (SCF) concluded the acceptable daily intake (ADI) of canthaxanthin for humans could be set at 0,03 mg/kg of body weight.\n(3) In the light of the SCF's revision of the ADI, the Scientific Committee on Animal Nutrition (SCAN) reviewed levels of canthaxanthin in feed for salmonids, broilers and laying hens to ensure consumer safety. SCAN has stated that consumer safety would be assured by setting maximum canthaxanthin concentrations of 25 mg/kg of feed for salmonids and broilers and at 8 mg/kg of feed for laying hens.\n(4) The current canthaxanthin authorisations need to be amended to provide greater protection for consumers' health.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The conditions for authorising canthaxanthin (E 161g) in feedingstuffs are amended in accordance with the entries in the Annex to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 September 2003 at the latest. They shall forthwith inform the Commission thereof.\nThey shall apply those provisions from 1 December 2003.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The procedure for making such reference shall be adopted by Member States.\nMember States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 24 January 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 270, 14.12.1970, p. 1.\n(2) OJ L 265, 3.10.2002, p. 1.\nANNEX\n>TABLE>"}