{"celex_id": "32009R0396", "uri": "http://publications.europa.eu/resource/cellar/8611c058-96ca-4a07-867f-d13bb24005f3", "type": "Regulation", "concepts": ["1634", "2910", "3181", "3451", "3913", "4056", "5499", "5519", "5640", "5812"], "title": "Regulation (EC) No 396/2009 of the European Parliament and of the Council of 6 May 2009 amending Regulation (EC) No 1081/2006 on the European Social Fund to extend the types of costs eligible for a contribution from the ESF\n", "header": "21.5.2009 EN Official Journal of the European Union L 126/1\nREGULATION (EC) No 396/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 6 May 2009\namending Regulation (EC) No 1081/2006 on the European Social Fund to extend the types of costs eligible for a contribution from the ESF\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 148 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving consulted the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Article 56 of Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (3) provides that rules on eligibility of expenditure are to be established at national level, with certain exceptions laid down for the European Regional Development Fund and the European Social Fund (ESF).\n(2) Article 11(3) of Regulation (EC) No 1081/2006 of the European Parliament and of the Council (4) establishes which expenditure is eligible for a contribution from the ESF as defined in Article 11(1) of that Regulation.\n(3) The financial crisis justifies the need for further simplifications to facilitate access to grants co-financed by the ESF.\n(4) The European Court of Auditors recommended in its 2007 annual report that the legislative authorities and the Commission be prepared to reconsider the design of future expenditure programmes by giving due consideration to simplifying the basis of calculation of eligible cost and making greater use of lump-sum or flat-rate payments instead of reimbursement of ‘real costs’.\n(5) In order to ensure the necessary simplification in the management, administration and control of operations receiving an ESF grant, particularly when linked to a result-based reimbursement system, it is appropriate to add two additional forms of eligible costs, namely, lump sums and flat-rate standard scales of unit cost.\n(6) In order to ensure legal certainty in relation to the eligibility of expenditure, this simplification should be applicable to all grants from the ESF. Retroactive application should therefore be necessary with effect from 1 August 2006, which is the date of entry into force of Regulation (EC) No 1081/2006.\n(7) Regulation (EC) No 1081/2006 should therefore be amended accordingly,", "main_body": ["Paragraph 3 of Article 11 of Regulation (EC) No 1081/2006 is hereby amended as follows:\n1. point (b) shall be replaced by the following:\n‘(b) in the case of grants:\n(i) indirect costs, declared on a flat-rate basis, of up to 20 % of the direct costs of an operation;\n(ii) flat-rate costs calculated by application of standard scales of unit cost as defined by the Member State;\n(iii) lump sums to cover all or part of the costs of an operation;’;\n2. the following subparagraphs shall be added:", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nHowever, it shall apply with effect from 1 August 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 6 May 2009.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. KOHOUT\n(1)  Opinion of 25 February 2009 (not yet published in the Official Journal).\n(2)  Opinion of the European Parliament of 2 April 2009 (not yet published in the Official Journal) and Council Decision of 5 May 2009.\n(3)  OJ L 210, 31.7.2006, p. 25.\n(4)  OJ L 210, 31.7.2006, p. 12."}