{"celex_id": "32004R1454", "uri": "http://publications.europa.eu/resource/cellar/4efc88be-df66-4ebc-ae1c-312e0aba7ed3", "type": "Regulation", "concepts": ["2734", "2894", "3156", "3568", "4079", "946"], "title": "Commission Regulation (EC) No 1454/2004 of 16 August 2004 amending Regulation (EC) No 2090/2002 laying down detailed rules for applying Council Regulation (EEC) No 386/90 as regards physical checks carried out when agricultural products qualifying for refunds are exported\n", "header": "17.8.2004 EN Official Journal of the European Union L 269/9\nCOMMISSION REGULATION (EC) No 1454/2004\nof 16 August 2004\namending Regulation (EC) No 2090/2002 laying down detailed rules for applying Council Regulation (EEC) No 386/90 as regards physical checks carried out when agricultural products qualifying for refunds are exported\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 386/90 of 12 February 1990 on the monitoring carried out at the time of export of agricultural products receiving refunds or other amounts (1), and in particular Article 6 thereof,\nWhereas:\n(1) Article 10(2) of Commission Regulation (EC) No 2090/2002 (2) requires Member States to execute a number of substitution checks each calendar year, which shall not be less than the number of days on which export refund products leave the Community’s customs territory. It should be clarified that the number of substitution checks should not be less than the number of days or half the number of days on which consignments of export refund products, not sealed according to the first subparagraph of Article 10(2), leave the Community's customs territory through the customs office of exit concerned.\n(2) Article 11 of Commission Regulation (EC) No 2090/2002 requires Member States to submit annual evaluations on the implementation and effectiveness of the checks carried out under that Regulation and the procedures applied to selecting the goods subject to physical checks.\n(3) Article 26(7) of Commission Regulation (EC) No 800/1999 of 15 April 1999 laying down common detailed rules for the application of the system of export refunds on agricultural products (3) also requires Member States to submit annual evaluations on the implementation and effectiveness of the checks carried out under Regulation (EC) No 2090/2002 on payment declarations.\n(4) The elements of those annual reports should be set out more in detail in order to ensure transparency and to enable a common evaluation.\n(5) Those annual reports should be drawn up on this basis from the 2005 report covering the year 2004. As Member States may need organisational adaptations for gathering information on the requested value of refunds, they may choose to report such information from the 2006 report covering the year 2005.\n(6) The Management Committees concerned have not delivered an opinion within the time limit set by their chairman,", "main_body": ["Regulation (EC) No 2090/2002 is amended as follows:\n1. in Article 10 (2), the second and third subparagraphs are replaced by the following:\n2. Article 11 is replaced by the following:\n— the financial incidence of irregularities between EUR 200 and EUR 4 000 under point 1.5, 2.5 and 10.3 of Annex III,\n— the information requested under point 1.7 of Annex III.’;\n3. the text in the Annex to this Regulation is added as Annex III.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 August 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 42, 16.2.1990, p. 6. Regulation as amended by Regulation (EC) No 163/94 (OJ L 24, 29.1.1994, p. 2).\n(2)  OJ L 322, 27.11.2002, p. 4. Regulation as last amended by Regulation (EC) No 909/2004 (OJ L 163, 30.4.2004, p. 61).\n(3)  OJ L 102, 17.4.1999, p. 11. Regulation as last amended by Regulation (EC) No 671/2004 (OJ L 105, 14.4.2004, p. 5).\nANNEX\nANNEX III\nELEMENTS OF THE ANNUAL REPORT PURSUANT TO ARTICLE 11\n1.   Execution of checks at the customs offices of export\n1.1.   The number of export declarations per sector per customs office not excluded under Article 2 when calculating the minimum rate of checks.\n1.2.   Indication whether declarations were excluded under Article 2(2)(a) or under Article 2(2)(b).\n1.3.   The number of physical checks carried out per sector per customs office.\n1.4.   If applicable, a list of customs offices applying reduced rates of checks pursuant to Article 6(c).\n1.5.   The number of checks by sector which led to the detection of irregularities, the financial incidence of irregularities detected exceeding a refund value of EUR 200 including, where applicable, the reference number used for the communication referred to in Article 3 of Council Regulation (EEC) No 595/91 (1).\n1.6.   If applicable, the updating of the number of irregularities which were communicated to the Commission in the preceding annual reports.\n1.7.   The requested value of refunds per sector of declarations subjected to physical checks.\n2.   Execution of substitution checks at the customs offices of exit\n2.1.   The number of days per customs office of exit on which consignments of export refund products, not sealed according to the first subparagraph of Article 10(2), have left the customs territory of the Community through the particular customs office of exit.\n2.2.   The number of substitution checks referred to in Article 10(2) carried out per customs office of exit.\n2.3.   The number of export declarations for which the customs office of export has not sealed the means of transport or the packaging.\nThe number of export declarations for which the seals affixed on departure have been removed other than under customs supervision, or the seals have been broken or the dispensation from sealing under Article 357(4) of Regulation (EEC) No 2454/93 has not been granted.\n2.4.   The number of specific substitution checks referred to in Article 10(2a) of this Regulation executed per customs office.\n2.5.   The number of substitution checks referred to in Article 10(2) of this Regulation which led to the detection of irregularities, the financial incidence of irregularities detected exceeding a refund value of EUR 200, including, where applicable, the reference number which is used for communication referred to in Article 3 of Regulation (EEC) No 595/91.\nThe number of specific substitution checks referred to in Article 10(2a) of this Regulation which led to the detection of irregularities, the financial incidence of irregularities detected exceeding a refund value of EUR 200, including, where applicable, the reference number which is used for communication referred to in Article 3 of Regulation (EEC) No 595/91.\n2.6.   If applicable, the updating of the number of irregularities which were communicated to the Commission in the preceding annual report.\n2.7.   To what extent the customs offices of exit applied Article 10(7) of this Regulation and which information was given from the paying agencies concerned.\n3.   Procedures for the selection of consignments for physical checks\n3.1.   A description of the procedures for the selection of consignments for physical checks and their effectiveness.\n4.   Modifications of the risk analysis system or strategy\nThe information in point 4.1 is requested from the Member States applying a risk analysis pursuant to Article 3(2) of Regulation (EEC) No 386/90.\n4.1.   A description of all modifications of the measures notified to the Commission under Article 3(2) of Commission Regulation (EC) No 3122/94 (2).\n5.   Detailed information on selection systems and on the risk analysis system\nThe information in points 5.1 to 5.4 is requested from the Member States applying a risk analysis pursuant to Article 3(2) of Regulation (EC) No 3122/94. The information shall only be submitted if there have been modifications since the latest report.\nThe information in point 5.5 is requested from the Member States not applying a risk analysis pursuant to Article 3(2) of Regulation (EC) No 3122/94.\n5.1.   Description of the uniform system, if existent, of recording the weighting rate of risks associated with each consignment.\n5.2.   Description of the intervals of the periodical evaluation and revision of the assessed risks.\n5.3.   Description of the monitoring and feedback system in order to ensure that targeted checks are carried out or that satisfactory reasons are recorded for not doing so.\n5.4.   If there hasn’t been any revision of risk evaluation (see point 5.2) for the latest reporting periods, explain why the existing evaluation still remains the appropriate means to ensure the effectiveness of physical checks.\n5.5.   If a risk analysis pursuant to Article 3(2) of Regulation (EC) No 3122/94 is not applied, explain why the existing system of checks still remains the appropriate means to ensure the effectiveness of physical checks.\n6.   Coordination with Regulation (EEC) No 4045/89\n6.1.   Description of the measures pursuant to Article 5 of Regulation (EEC) No 386/90 which have been taken in order to improve the coordination with Regulation (EEC) No 4045/89.\n7.   Difficulties in applying Regulation (EEC) No 386/90 and this Regulation\n7.1.   Description of any difficulties encountered in the application of Regulation (EEC) No 386/90 or this Regulation and the measures taken to overcome them or proposals to that end.\n8.   Evaluation of the checks carried out\n8.1.   Evaluation whether the checks have been carried out satisfactorily.\n8.2.   Report whether the certifying body referred to in Article 3 of Commission Regulation (EC) No 1663/95 (3) made any statements regarding the execution of physical and substitution checks in its latest report pursuant to Article 3(1) of that Regulation and indicate the respective place in the report (chapter, page etc). If the report contains recommendations on the improvement of the system of physical and substitution checks, indicate which measures have been implemented in order to improve the system.\n8.3.   The Member States not yet having implemented the measures as meant under point 8.2 when drawing up the annual report shall deliver this information by 31 July of the year the annual report is submitted.\n9.   Suggestions for improvement\n9.1.   Where appropriate, suggestions for improvement, either in the application of the Regulation, or in the Regulation itself.\n10.   Physical checks on products or goods placed under prefinancing pursuant to Article 26(7) of Regulation (EC) No 800/1999\nFor the physical checks, executed on the basis of payment declarations, for application of Articles 4 and 5 of Regulation (EC) No 565/80 (4), the following shall be reported:\n10.1.   The number of payment declarations per sector per customs office not excluded under Article 2 of this Regulation when calculating the minimum rate of checks.\n10.2.   The number of physical checks per sector per customs office.\n10.3.   The number of checks by sector which led to the detection of irregularities, the financial incidence of irregularities detected exceeding a refund value of EUR 200 including where applicable, the reference number used for the communication referred to in Article 3 of Regulation (EEC) No 595/91.\n(1)  OJ L 67, 14.3.1991, p. 11.\n(2)  OJ L 330, 21.12.1994, p. 31.\n(3)  OJ L 158, 8.7.1995, p. 6.\n(4)  OJ L 62, 7.3.1980, p. 5."}