{"celex_id": "32007D0507", "uri": "http://publications.europa.eu/resource/cellar/ad730b74-7369-4163-bef2-eb4163c8fe4d", "type": "Decision", "concepts": ["1005", "1755", "1856", "2923", "5252", "5989"], "title": "2007/507/EC: Commission Decision of 16 July 2007 amending Decision 2006/140/EC as regards a financial contribution by the Community for the year 2007 relating to the survey on TSE resistant PrP genes in goats in Cyprus (notified under document number C(2007) 3369)\n", "header": "18.7.2007 EN Official Journal of the European Union L 186/46\nCOMMISSION DECISION\nof 16 July 2007\namending Decision 2006/140/EC as regards a financial contribution by the Community for the year 2007 relating to the survey on TSE resistant PrP genes in goats in Cyprus\n(notified under document number C(2007) 3369)\n(Only the Greek text is authentic)\n(2007/507/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular, Article 20 thereof,\nWhereas:\n(1) Eradication of transmissible spongiform encephalopathies (TSEs) in small ruminants, including bovine spongiform encephalopathy (BSE) which is considered to be the cause of the fatal variant Creutzfeld Jacob disease in humans, is of major importance for animal health and consumer’s protection.\n(2) A bi-annual survey on TSEs resistant genotypes in goats was submitted by Cyprus in 2005, with a view to obtain financial support from the Community. The objectives of that survey are to further investigate the PrP gene of goats in that Member State in order to confirm the results of previous preliminary studies where specific PrP polymorphisms were found indicating resistance against TSEs and to evaluate the data in order to be able to determine the baseline prevalence of TSE resistant PrP genes in goats. Cyprus has a very high prevalence of TSEs in goats and is therefore the appropriate Member State to carry out such pilot project. The survey started on 1 January 2006.\n(3) In accordance with Article 3(2)(a) of Council Regulation (EC) No 1290/2005 (2) of 21 June 2005 on the financing of the common agricultural policy, animal disease eradication and control programmes (veterinary measures) are to be financed from the European Agricultural Guarantee Fund. For financial control purposes, Articles 9, 36 and 37 of that Regulation are to apply.\n(4) Commission Decision 2006/140/EC of 15 February 2006 concerning a specific financial contribution from the Community relating to the survey on TSE resistant PrP genes in goats presented by Cyprus for the year 2006 (3) granted a financial contribution from the Community for the year 2006 for the study of genetic resistance to TSE in goats in that Member State.\n(5) For budgetary reasons, Community assistance is decided each year. It is appropriate to grant a financial contribution from the Community for that survey to cover the year 2007. Decision 2006/140/EC should therefore be amended to cover that year.\n(6) The Annex to Decision 2006/140/EC lists the financial assistance of the Community and also the means of technical and financial reporting. That annex should be amended to take account of financial assistance for the year 2007 and also changes in reporting for that year.\n(7) For reasons of administrative efficiency all expenditure presented for a financial contribution by the Community should be expressed in euro. In accordance with Council Regulation (EC) No 1290/2005, the conversion rate for expenditure in a currency other than euro should be the rate most recently set by the European Central Bank prior to the first day of the month in which the application is submitted by Cyprus.\n(8) Decision 2006/140/EC should therefore be amended accordingly.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2006/140/EC is amended as follows:\n1. Article 1 is replaced by the following:\n2. Article 2 is amended as follows:\n(a) points (b) and (c) are replaced by the following:\n‘(b) forwarding an intermediate yearly financial and technical evaluation covering the first eight months of each year of the survey, at the latest two months after the end of that period; the report shall conform to the model as set out in Chapter 2 of the Annex for the year 2006 and Chapter 4 thereof for the year 2007, accompanied by justifying evidence as to the costs incurred.\n(c) forwarding a final yearly report for each year of the survey by 31 March 2007 at the latest for the year 2006 and 31 March 2008 at the latest for the year 2007, on the overall execution and results of the survey for the whole period during which Community financial assistance was granted; the report shall contain a technical and financial evaluation covering the years 2006 and 2007, in accordance with the model as set out in Chapter 2 of the Annex for the year 2006 and Chapter 4 thereof for the year 2007, accompanied by justifying evidence as to the costs incurred.’\n(b) paragraph 2 is replaced by the following:\n3. Article 3 is replaced by the following:\n4. The Annex is amended in accordance with the Annex to this Decision.", "This Decision shall apply from 1 January 2007.", "This Decision is addressed to the Republic of Cyprus."], "attachments": "Done at Brussels, 16 July 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 209, 11.8.2005, p. 1. Regulation last amended by Regulation (EC) No 378/2007 (OJ L 95, 5.4.2007, p. 1).\n(3)  OJ L 54, 24.2.2006, p. 44.\nANNEX\nThe following Chapters 3 and 4 are added to Annex to Decision 2006/140/EC:\n‘CHAPTER 3\nFinancial assistance of the Community\nCosts Number of units Unitary cost in Total cost in Community assistance\nPrP genotyping 11 000 analyses EUR 8 EUR 88 000 Costs of maximum 88 000 analyses at maximum EUR 8 per analysis\nRapid testing: test kits and consumables 1 500 tests EUR 10 EUR 15 000 Costs of maximum 1 500 tests at maximum EUR 10 per test\nTotal: Maximum EUR 103 000\nCHAPTER 4\nTechnical and financial reporting\nSection A:   Technical report\nReporting period from … to …\nDetermination of PrP genotype by SNP analysis/DNA sequencing\nNumber of samples with amino acids at codon 146:\nAspartic acid Serine … Other\nBreed survey: Damascus\nBreed survey: Saanen\nBreed survey: Macheras Local\nBreed survey: Local\nBreed survey: French Alpine\nScrapie-free herds (nuclei units)\nHistologically TSE + suspects, rapid test +\nSection B:   Statement on costs incurred for control (1)\nReporting period from … to …\nReference number of Commission Decision providing financial assistance: …\nCosts incurred related to Number of units Costs incurred during the reporting period\nPrP genotyping by SNP analysis/DNA sequencing. Number of tests:\nRapid testing. Number of tests\n(1)  When presenting the final report referred to in Article 2(c), for each item a listing of all expenditures shall be provided together with a copy of supporting documents.’"}