{"celex_id": "32003L0107", "uri": "http://publications.europa.eu/resource/cellar/871ae93c-2004-487a-9e92-e0bf2c056aaa", "type": "Directive", "concepts": ["1565", "1895", "2763", "4258"], "title": "Directive 2003/107/EC of the European Parliament and of the Council of 5 December 2003 amending Council Directive 96/16/EC on statistical surveys of milk and milk products\n", "header": "Directive 2003/107/EC of the European Parliament and of the Council\nof 5 December 2003\namending Council Directive 96/16/EC on statistical surveys of milk and milk products\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure referred to in Article 251 of the Treaty(1),\nWhereas:\n(1) The purpose of Council Directive 96/16/EC(2) is to provide reliable and comparable data on milk production and use and reliable, regular, short-term information on milk deliveries to undertakings which treat or process milk and on the production of milk products in the Member States.\n(2) In view of the growing economic importance of the protein content of milk, it is becoming increasingly necessary to have statistical information on the protein content of the main milk products.\n(3) Specialisation in agriculture is increasing in general, and the milk sector, in particular, is currently undergoing regional specialisation which gives rise to enormous differences between the regions of a single Member State, requiring detailed information at regional level.\n(4) To guarantee comparability of results, methodological reports need to be compiled according to a standard format,", "main_body": ["Council Directive 96/16/EC shall be amended as follows:\n1. Article 4 shall be amended as follows:\n(a) the following shall be added to paragraph 1(b):\n\"(iv) the protein content of the main milk products, based on the measuring or estimating method most likely to guarantee reliable data;\n(v) the quantity of cows' milk produced by agricultural holdings on a regional basis (territorial unit NUTS 2) according to the most appropriate measuring or estimating method for guaranteeing the reliability of the data.\"\n(b) paragraph 2 shall be deleted;\n2. the last sentence of Article 5(2) shall be replaced by the following:\"Member States shall notify the Commission annually of the methodological information relating to the information referred to in Article 4(1), using a standard questionnaire drawn up by the Commission in accordance with the procedure laid down in Article 7.\";\n3. Article 6(3) shall be amended as follows:\n(a) in point (b), the second indent shall be deleted;\n(b) point (c) shall be replaced by the following:\n\"(c) in September of the year following the year of the reference date, the results referred to in point 2 of Article 1 and in points (b)(v) and (c) of Article 4(1).\"", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 March 2004. They shall forthwith inform the Commission thereof.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 December 2003.\nFor the European Parliament\nThe President\nP. Cox\nFor the Council\nThe President\nP. Lunardi\n(1) Opinion of the European Parliament of 2 September 2003 (not yet published in the Official Journal), and Council Decision of 17 November 2003.\n(2) OJ L 78, 28.3.1996, p. 27."}