{"celex_id": "32009L0155", "uri": "http://publications.europa.eu/resource/cellar/19998b64-8a7f-46ab-a26f-cbc52232331d", "type": "Directive", "concepts": ["13", "1595", "2081", "2739", "2773", "2985"], "title": "Commission Directive 2009/155/EC of 30 November 2009 amending Council Directive 91/414/EEC as regards the purity level required of the active substance metazachlor (Text with EEA relevance)\n", "header": "1.12.2009 EN Official Journal of the European Union L 314/72\nCOMMISSION DIRECTIVE 2009/155/EC\nof 30 November 2009\namending Council Directive 91/414/EEC as regards the purity level required of the active substance metazachlor\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the second indent of the second subparagraph of Article 6(1) thereof,\nWhereas:\n(1) After an examination in which the United Kingdom acted as rapporteur Member State, Commission Directive 2008/116/EC (2) included the active substance metazachlor in Annex I to Directive 91/414/EEC. With regard to that substance, Directive 2008/116/EC has set a maximum level of 0,01 % for toluene as a manufacturing impurity. That level was based on the specification submitted by the notifier.\n(2) The notifier has asked for an amendment to Directive 91/414/EEC raising that maximum level to 0,05 %. It submitted the necessary information in support of its request. On 2 February 2009 the rapporteur Member State presented an addendum (3) to the draft assessment report concluding that a maximum level of 0,05 % does not cause any risk in addition to the risks already taken into account in the Commission review report for that substance.\n(3) The maximum level of toluene as a manufacturing impurity of metazachlor should therefore be raised to 0,05 %.\n(4) It is therefore appropriate to amend Directive 91/414/EEC accordingly.\n(5) Since this Directive should start to apply on the same date as Directive 2008/116/EC, this Directive should enter into force as soon as possible.\n(6) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In row 223 (metazachlor) of Annex I to Directive 91/414/EEC, in column 4 (purity), ‘0,01 %’ is replaced by ‘0,05 %’.", "Member States shall adopt and publish, by 31 January 2010 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nThey shall apply those provisions from 1 February 2010.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  OJ L 337, 16.12.2008, p. 86.\n(3)  Addendum 2 — January 2009 — to Volume 4, Annex C to the report and proposed decision of the United Kingdom made to the European Commission under Article 8(1) of Directive 91/414/EEC."}