{"celex_id": "32003R1510", "uri": "http://publications.europa.eu/resource/cellar/c19e224e-a7ff-41ef-bc6b-f73b76f55dfb", "type": "Regulation", "concepts": ["1318", "20", "3170", "3299", "4059", "4663"], "title": "Commission Regulation (EC) No 1510/2003 of 27 August 2003 opening a standing invitation to tender for the resale on the Community market of 730000 tonnes of rye held by the German intervention agency\n", "header": "Commission Regulation (EC) No 1510/2003\nof 27 August 2003\nopening a standing invitation to tender for the resale on the Community market of 730000 tonnes of rye held by the German intervention agency\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1766/92 of 30 June 1992 on the common organisation of the market in cereals(1), as last amended by Commission Regulation (EC) No 1104/2003(2), and in particular Article 5(b) thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 2131/93 of 28 July 1993 laying down the procedure and conditions for the sale of cereals held by intervention agencies(3), as last amended by Regulation (EC) No 1630/2003(4), provides in particular that cereals held by intervention agencies are to be sold by tendering procedure at prices preventing market disturbance.\n(2) Germany still has intervention stocks of rye.\n(3) Because of the difficult weather conditions in much of the Community, cereals production has been significantly reduced in the 2003/2004 marketing year. This situation has resulted in high prices locally, causing particular difficulties for livestock holdings and the feedingstuffs industry, which are finding it hard to obtain supplies at competitive prices.\n(4) It is therefore appropriate to make stocks of rye held by the German intervention agency available on the internal market, which had earlier been destined for export under Commission Regulation (EC) No 864/2003(5), with a view to its use on the internal market in animal feed, and to repeal that Regulation.\n(5) In order to ensure that the rye really is processed, the procedure should be specially monitored and the successful tenderer should provide a security, to be released on conditions to be laid down.\n(6) Commission Regulation (EEC) No 3002/92(6), as last amended by Regulation (EC) No 770/96(7), lays down common detailed rules for verifying the use of products from intervention.\n(7) In order to ensure sound management of the quantities awarded, provision should be made for an award coefficient for tenders offering the minimum sale price.\n(8) When the German intervention agency notifies the Commission, the tenderers should remain anonymous.\n(9) With a view to modernising management, the information required by the Commission should be sent by electronic mail.\n(10) The Management Committee for Cereals has not issued an opinion by the time limit laid down by its Chairman,", "main_body": ["1. The German intervention agency shall open a standing invitation to tender for the resale on the Community market of 730000 tonnes of rye held by it, with a view to processing into animal feed.\n2. The regions in which the rye is stored are listed in Annex I hereto.", "The sale provided for in Article 1 shall take place in accordance with Regulation (EEC) No 2131/93.\nHowever, notwithstanding the above Regulation:\n(a) tenders shall be drawn up on the basis of the actual quality of the lot to which they apply;\n(b) the minimum selling price shall be set at a level which does not disturb the cereals market.", "Tenders shall be valid only if they are accompanied by:\n(a) proof that the tenderer has lodged a tender security which, notwithstanding Article 13(4) of Regulation (EEC) No 2131/93, shall be set at EUR 10 per tonne;\n(b) a written undertaking from the tenderer to use the cereals to feed animals or to incorporate it into animal feed before 30 April 2004 and to lodge a security of EUR 30 per tonne no later than two working days after the day on which the declaration of award of the tender is received;\n(c) a commitment to keep stock accounts enabling verification that the rye has indeed been incorporated into animal feed.", "1. The closing date for the submission of tenders for the first partial tendering procedure shall be 18 September 2003 at 09.00 (Brussels time).\n2. The closing dates for the submission of tenders for subsequent partial tendering procedures shall be each Thursday at 09.00 (Brussels time).\n3. The closing date for the submission of tenders for the last partial tendering procedure shall be 18 December 2003 at 09.00 (Brussels time).\nTenders must be lodged with the German intervention agency: Bundesanstalt für Landwirtschaft und Ernährung\n(BLE)\nAdickesallee 40 D - 60322 Frankfurt am Main ( Telex: 4-11475, 4-16044 ).", "The German intervention agency shall send the Commission the proposals received, no later than two hours after the expiry of the time limit for submitting tenders. They must be sent in accordance with the model and to the electronic address contained in Annex II hereto.", "The Commission shall set the minimum selling price or decide not to award any quantities. In the event that tenders are submitted for the same lot and for a quantity larger than that available, the Commission may fix this price separately for each lot.\nWhere tenders are made at the minimum selling price, the Commission may fix an award coefficient for the quantities offered at the same time as it fixes the minimum selling price.\nThe Commission shall decide in accordance with the procedure laid down in Article 23 of Regulation (EC) No 1766/92.", "1. The security referred to in Article 3(1)(a) shall be released:\n(a) if no award is made;\n(b) if the selling price is paid within the period set and the security referred to in Article 3(1)(b) has been lodged.\n2. The security referred to in Article 3(b) shall be released in proportion to the quantities used in animal feed in the Community by 30 April 2004.\n3. Proof that the rye has been incorporated into animal feed as referred to in this Regulation shall be provided in accordance with Regulation (EEC) No 3002/92.", "In addition to the particulars provided for in Regulation (EEC) No 3002/92, box 104 of the control copy T5 shall refer, where appropriate, to the undertaking provided for in Article 3(b) and bear one or more of the following entries:\n- Destinados a la transformación prevista en el Reglamento (CE) n° 1510/2003\n- Til forarbejdning som fastsat i forordning (EF) nr. 1510/2003\n- Zur Verarbeitung gemäß der Verordnung (EG) Nr. 1510/2003 bestimmt\n- Προορίζονται για μεταποίηση του κανονισμού (ΕΚ) αριθ. 1510/2003\n- For processing provided for in Regulation (EC) No 1510/2003\n- Destinés à la transformation prévue au règlement (CE) n° 1510/2003\n- Destinati alla trasformazione prevista dal regolamento (CE) n. 1510/2003\n- Bestemd om te worden verwerkt overeenkomstig Verordening (EG) nr. 1510/2003\n- Para a transformação prevista no Regulamento (CE) n.o 1510/2003\n- Tarkoitettu asetuksen (EY) N:o 1510/2003 liitteessä ... säädettyyn jalostukseen\n- För bearbetning enligt förordning (EG) nr 1510/2003.", "Regulation (EC) No 864/2003 is hereby repealed.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 August 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 21.\n(2) OJ L 158, 27.6.2003, p. 1.\n(3) OJ L 191, 31.7.1993, p. 76.\n(4) OJ L 187, 26.7.2000, p. 24.\n(5) OJ L 124, 20.5.2003, p. 12.\n(6) OJ L 301, 17.10.1992, p. 17.\n(7) OJ L 104, 27.4.1996, p. 13.\nANNEX I\n>TABLE>\nANNEX II\n>PIC FILE= \"L_2003217EN.001303.TIF\">"}