{"celex_id": "32001R2367", "uri": "http://publications.europa.eu/resource/cellar/4f130233-a47b-47b9-b3e5-83df24d2b9e0", "type": "Regulation", "concepts": ["1048", "1524", "2300", "3843", "4390"], "title": "Council Regulation (EC, ECSC, Euratom) No 2367/2001 of 30 November 2001 amending Regulations (EC, ECSC, Euratom) No 106/2001 laying down the weightings applicable from 1 July 2000 to the remuneration of officials of the European Communities serving in third countries and (EC, ECSC, Euratom) No 1794/2001 laying down the weightings applicable from 1 January 2001 to the remuneration of officials of the European Communities serving in third countries, with regard to the weightings applicable from 1 July 2000 and 1 January 2001 to the remuneration of officials serving in Naka (Japan)\n", "header": "Council Regulation (EC, ECSC, Euratom) No 2367/2001\nof 30 November 2001\namending Regulations (EC, ECSC, Euratom) No 106/2001 laying down the weightings applicable from 1 July 2000 to the remuneration of officials of the European Communities serving in third countries and (EC, ECSC, Euratom) No 1794/2001 laying down the weightings applicable from 1 January 2001 to the remuneration of officials of the European Communities serving in third countries, with regard to the weightings applicable from 1 July 2000 and 1 January 2001 to the remuneration of officials serving in Naka (Japan)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Staff Regulations of officials of the European Communities and the conditions of employment of other servants of the Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68(1), and in particular the first paragraph of Article 13 of Annex X,\nHaving regard to Council Regulations (EC, ECSC, Euratom) No 106/2001(2) of 15 January 2001 laying down the weightings applicable from 1 July 2000 to the remuneration of officials of the European Communities serving in third countries and (EC, ECSC, Euratom) No 1794/2001(3) of 10 September 2001 laying down the weightings applicable from 1 January 2001 to the remuneration of officials of the European Communities serving in third countries,\nHaving regard to the proposal from the Commission,\nWhereas:\nIn updating the economic parity of Naka (Japan), the rise in the cost of living in another town of the same name was used by mistakes. The weightings applicable to Naka (Japan) from 1 July 2000 and 1 January 2001 are consequently inaccurate and have to be corrected,", "main_body": ["The tables annexed to Regulations (EC, ECSC, Euratom) No 106/2001 and (EC, ECSC, Euratom) No 1794/2001 shall be corrected with respect to Naka (Japan) as shown in the Annex.\nThe exchange rates for the calculation of such remuneration shall be those used for implementation of the general budget of the European Union for the months preceding the months of July 2000 and January 2001 respectively.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2001.\nFor the Council\nThe President\nL. Michel\n(1) OJ L 56, 4.3.1968, p. 1. Regulation as last amended by Regulation (EC, ECSC, Euratom) No 1986/2001 (OJ L 271, 12.10.2001, p. 1).\n(2) OJ L 19, 20.1.2001, p. 1.\n(3) OJ L 244, 14.9.2001, p. 1.\nANNEX\n>TABLE>\n>TABLE>"}