{"celex_id": "32001D0468", "uri": "http://publications.europa.eu/resource/cellar/48941f8e-60a9-47d1-8d4d-6934a67ed5e5", "type": "Decision", "concepts": ["1519", "1895", "4692", "5263", "6004"], "title": "2001/468/EC: Commission Decision of 8 June 2001 authorising methods for grading pig carcasses in Italy (notified under document number C(2001) 1568)\n", "header": "Commission Decision\nof 8 June 2001\nauthorising methods for grading pig carcasses in Italy\n(notified under document number C(2001) 1568)\n(Only the Italian text is authentic)\n(2001/468/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organisation of the market in pigmeat(1), as last amended by Regulation (EC) No 1365/2000(2), and in particular Article 4(5) thereof,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcasses(3), as last amended by Regulation (EC) No 3513/93(4), and in particular Article 5(2) thereof,\nWhereas:\n(1) Article 2(3) of Regulation (EEC) No 3220/84 provides that the grading of pig carcasses must be determined by estimating the content of lean meat in accordance with statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcass. The authorisation of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment. This tolerance has been defined in Article 3 of Commission Regulation (EEEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcasses(5), as amended by Regulation (EC) No 3127/94(6).\n(2) The Commission, by Decision 89/53/EEC(7), as amended by Decision 89/602/EEC(8), has authorised different methods for grading pig carcasses in Italy.\n(3) The Italian Government has requested the Commission to authorise the use of only two methods for calculating the lean meat content of carcasses in Italy: \"Fat-O-Meater\" and \"Hennessy Grading Probe\". The information required pursuant to Article 3 of Commission Regulation (EEC) No 2967/85 has been submitted. The evaluation of the request has shown that the conditions for authorising the said methods of grading are fulfilled.\n(4) Article 2 of Regulation (EEC) No 3220/84 lays down that Member States may be authorised to provide for a presentation of pig carcasses different to the standard presentations defined in the same Article where commercial practice or technical requirements so warrant.\n(5) In Italy the traditions in carcass presentation, and consequently, commercial practice, necessitate that carcasses can be presented with the flare fat and/or kidneys and/or diaphragm. This should be taken into account in adjusting to the weight for standard presentation. A uniform Italian carcass presentation should be adopted before end of 2003.\n(6) For the sake of clarity, a new decision should be adopted. Decision 89/53/EEC should therefore be repealed.\n(7) No adjustments to grading methods may be authorised except by means of a Commission decision adopted in the light of experience gained.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The use of the following methods is hereby authorised for grading pig carcasses pursuant to Regulation (EEC) No 3220/84 in Italy:\n- the apparatus termed \"Fat-O-Meater\" (FOM) and assessment methods related thereto, details of which are given in Part 1 of the Annex,\n- the apparatus termed \"Hennessy Grading Probe\" and assessment methods related thereto, details of which are given in Part 2 of the Annex.", "Notwithstanding the standard presentation referred to in Article 2 of Regulation (EEC) No 3220/84, pig carcasses may be presented with kidnyeys and/or diaphragm and/or flare fat during weighing and grading. In order to establish quotations for pig carcass on a comparable basis, the recorded hot weight shall be corrected by the following equation:\n>PIC FILE= \"L_2001163EN.003201.TIF\">\nwhere:\nY= carcass weight as defined by Regulation (EC) No 3513/93\nX= carcass weight when being weighed\na1 and a2= correction percentages, respectively, left or removed from the carcass:\n- for kidneys, equivalent to 0,30 %\n- for diaphragm, equivalent to 0,38 %\n- for flare fat, equivalent to:\n- 1,4 % (carcass weight from 70 to 79,9 kg),\n- 1,8 % (carcass weight from 80 to 89,9 kg),\n- 1,9 % (carcass weight from 90 to 99,9 kg),\n- 2,4 % (carcass weight from 100 to 110 kg),\n- 1,6 % (carcass weight from 110,1 to 120 kg),\n- 2,3 % (carcass weight from 120,1 to 130 kg),\n- 2,8 % (carcass weight from 130,1 to 140 kg),\n- 3,4 % (carcass weight from 140,1 to 150 kg),\n- 3,6 % (carcass weight more than 150 kg).\nHowever, Italy shall adopt a uniform carcass presentation of pig carcasses before 31 December 2003.", "Modifications of assessment methods (apparatus, measuring points and formulae) shall not be authorised.", "Decision 89/53/EEC is repealed.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 8 June 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 282, 1.11.1975, p. 1.\n(2) OJ L 156, 29.6.2000, p. 5.\n(3) OJ L 301, 20.11.1984, p. 1.\n(4) OJ L 320, 22.12.1993, p. 5.\n(5) OJ L 285, 25.10.1985, p. 39.\n(6) OJ L 330, 21.12.1994, p. 43.\n(7) OJ L 20, 25.1.1989, p. 35.\n(8) OJ L 347, 28.11.1989, p. 33.\nANNEX\nMethods for grading pig carcasses in Italy\nPART 1\nFat-O-Meater (FOM)\n1. Grading of pig carcasses shall be carried out by means of the apparatus termed \"Fat-O-Meater\" (FOM).\n2. The apparatus shall be equipped with a probe of 6 mm diameter containing a photodiode of the Siemens SFH 950 type and a photodetector (type SFH 960), having an operating distance of between 5 and 115 mm. The results of the measurements are converted into estimated lean meat content by means of a computer.\n3. The lean meat content of the carcass shall be calculated according to one of the following two formulae:\n(a) carcasses weighing between 70 and 110 kg\ny= 53,630814 - 0,436960 x1 + 0,043434 x2 + 1,589929 x3\n(b) carcasses weighing between 110,1 and 155 kg\ny= 45,371951 - 0,221432 x1 + 0,055939 x2 + 2,554674 x3\nwhere:\ny= the estimated percentage of lean meat in the carcass,\nx1= the thickness of back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcass at the level placed between the third and fourth last ribs,\nx2= the thickness of the longissimus dorsi muscle, measured at the same time and in the same place as x1,\nx3= x2/x1.\nPART 2\nHennessy Grading Probe (HGP 7)\n1. Grading of pig carcasses is carried out, by means of the apparatus called \"Hennessy grading probe\" (HGP 7).\n2. The apparatus shall be equipped with a probe of 5,95 mm diameter (and have abutting 6,3 mm of blade on either side of the probe at its head) containing a photodiode (Siemens LED of the type LYU 260-EO and photodetector of the type 58 MR) and having an operating distance of between 0 and 120 mm. The results of the measurements shall be transformed in terms of estimated lean meat content by means of the HGP 7 itself as well as a computer linked to it.\n3. The lean meat content of the carcass shall be calculated according to one of the following two formulae:\n(a) carcasses weighing between 70 and 110 kg\ny= 50,933698 - 0,312169 x1 + 0,037779 x2 + 2,411151 x3\n(b) carcasses weighing between 110,1 and 155 kg\ny= 44,992620 - 0,191001 x1 + 0,042516 x2 + 3,181847 x3\nwhere:\ny= the estimated percentage of lean meat in the carcass,\nx1= the thickness of back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcass at the level placed between the third and fourth last ribs,\nx2= the thickness of the longissimus dorsi muscle, measured at the same time and in the same place as x1,\nx3= x2/x1."}