{"celex_id": "32007R0317", "uri": "http://publications.europa.eu/resource/cellar/3109002c-612f-4e03-9594-a38dcf544329", "type": "Regulation", "concepts": ["161", "2743", "2777", "2871", "4682", "4685", "4689"], "title": "Commission Regulation (EC) No 317/2007 of 23 March 2007 amending Regulation (EC) No 936/97 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat\n", "header": "24.3.2007 EN Official Journal of the European Union L 84/4\nCOMMISSION REGULATION (EC) No 317/2007\nof 23 March 2007\namending Regulation (EC) No 936/97 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1), and in particular the first subparagraph of Article 32(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 936/97 (2) provides for the opening and administration, on a multi-annual basis, of a number of quotas of high-quality beef.\n(2) Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (3) applies to import licences for import tariff quota periods starting from 1 January 2007. Regulation (EC) No 1301/2006 lays down in particular detailed provisions on applications for import licences, the status of applicants and the issue of licences. That Regulation limits the period of validity of licences to the last day of the import tariff quota period. The provisions of Regulation (EC) No 1301/2006 should apply, from 1 July 2007, to imports licences issued pursuant to Regulation (EC) No 936/97, without prejudice to additional conditions laid down in that Regulation. It is necessary to align the provisions of Regulation (EC) No 936/97 on Regulation (EC) No 1301/2006 where appropriate.\n(3) Article 5(2) of Regulation (EC) No 936/97 provides that Member States should notify the Commission of the total quantity covered by applications on the second working day following the closing date for their submission. Article 5(4) of the same Regulation provides that, subject to a decision of the Commission to accept applications, licences should be issued on the 11th day of each month. For practical reasons, it should be provided that the licences should be issued on the 15th day of each month. Because of the schedule of public holidays in 2007, this amendment should apply from April 2007.\n(4) Some provisions of Regulation (EC) No 936/97 relating to import tariff quota periods in the past are obsolete. For the sake of clarity, those provisions should be deleted.\n(5) Article 5(1) of Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (4) provides that, without prejudice to more specific provisions, licence applications should be made for products of a single CN subheading or one of the groups of CN subheadings listed in Annex I of that Regulation. In view of the range of products that can be imported under Regulation (EC) No 936/97, applicants should be entitled to sub-divide their single application for the same quota order number by CN code or group of CN codes.\n(6) Regulation (EC) No 936/97 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 936/97 is amended as follows:\n1. In Article 1, paragraph 1 is replaced by the following:\n— 60 250 tonnes for high-quality fresh, chilled or frozen meat of bovine animals covered by CN codes 0201 and 0202 and for products covered by CN codes 0206 10 95 and 0206 29 91. This quota carries serial No 09.4002,\n— 2 250 tonnes for frozen boneless buffalo meat covered by CN code 0202 30 90, expressed in weight of boneless meat. This quota carries serial No 09.4001.\n2. Article 2 is amended as follows:\n(a) in point (b), the fifth subparagraph is deleted;\n(b) in point (e), the third subparagraph is deleted.\n3. In Article 3, paragraph 2 is replaced by the following:\n4. Article 4 is amended as follows:\n(a) points (a) and (b) are deleted;\n(b) point (c) is replaced by the following:\n‘(c) section 8 of licence applications and licences must show the country of origin and the mention “yes” shall be marked by a cross. Licences shall carry with them an obligation to import from the country in question;’\n5. Article 5 is replaced by the following:\n6. In Article 8(2), point (a) is replaced by the following:\n‘(a) The original of the certificate of authenticity drawn up in accordance with Articles 6 and 7 plus a copy thereof shall be presented to the competent authority together with the application for the first import licence relating to the certificate of authenticity.’\n7. Article 9 is replaced by the following:\n8. Article 10 is replaced by the following:", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2007. However, Article 5(3) of Regulation (EC) No 936/97 as amended by this Regulation shall apply from 1 April 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 137, 28.5.1997, p. 10. Regulation as last amended by Regulation (EC) No 1965/2006 (OJ L 408, 30.12.2006, p. 26).\n(3)  OJ L 238, 1.9.2006, p. 13.\n(4)  OJ L 143, 27.6.1995, p. 35. Regulation as last amended by Regulation (EC) No 1965/2006.\n(5)  OJ L 152, 24.6.2000, p. 1.\n(6)  OJ L 238, 1.9.2006, p. 13.’"}