{"celex_id": "32007D0229", "uri": "http://publications.europa.eu/resource/cellar/11dcd5f4-885b-40e4-be34-79865e6d44ce", "type": "Decision", "concepts": ["1895", "3586", "4258", "453", "92"], "title": "2007/229/EC: Commission Decision of 11 April 2007 amending Decision 2004/452/EC laying down a list of bodies whose researchers may access confidential data for scientific purposes (notified under document number C(2007) 1546) (Text with EEA relevance)\n", "header": "14.4.2007 EN Official Journal of the European Union L 99/11\nCOMMISSION DECISION\nof 11 April 2007\namending Decision 2004/452/EC laying down a list of bodies whose researchers may access confidential data for scientific purposes\n(notified under document number C(2007) 1546)\n(Text with EEA relevance)\n(2007/229/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 322/97 of 17 February 1997 on Community statistics (1), and in particular Article 20(1) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 831/2002 of 17 May 2002 implementing Council Regulation (EC) No 322/97 on Community Statistics, concerning access to confidential data for scientific purposes (2) establishes, for the purpose of enabling statistical conclusions to be drawn for scientific purposes, the conditions under which access to confidential data transmitted to the Community authority may be granted and the rules of cooperation between the Community and national authorities in order to facilitate such access.\n(2) Commission Decision 2004/452/EC (3) has laid down a list of bodies whose researchers may access confidential data for scientific purposes.\n(3) The Organisation for Economic Cooperation and Development (OECD), the Family and Labour Studies Division of Statistics Canada, Ottawa, Ontario, Canada, the Econometrics and Statistical Support to Antifraud (ESAF) Unit, Directorate-General Joint Research Centre of the European Commission and the Support to the European Research Area (SERA) Unit, Directorate-General Joint Research Centre of the European Commission have to be regarded as bodies fulfilling the required conditions and should therefore be added to the list of agencies, organisations and institutions referred to in Article 3(1)(c) of Regulation (EC) No 831/2002.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Committee on Statistical Confidentiality,", "main_body": ["The Annex to Decision 2004/452/EC is replaced by the text set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 April 2007.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 133, 18.5.2002, p. 7. Regulation as amended by Regulation (EC) No 1104/2006 (OJ L 197, 19.7.2006, p. 3).\n(3)  OJ L 156, 30.4.2004, p. 1, as corrected by OJ L 202, 7.6.2004, p. 1. Decision as last amended by Decision 2007/81/EC (OJ L 28, 3.2.2007, p. 23).\nANNEX\n‘ANNEX\nBODIES WHOSE RESEARCHERS MAY ACCESS CONFIDENTIAL DATA FOR SCIENTIFIC PURPOSES\nEuropean Central Bank\nSpanish Central Bank\nItalian Central Bank\nUniversity of Cornell (New York State, United States of America)\nDepartment of Political Science, Baruch College, New York City University (New York State, United States of America)\nGerman Central Bank\nEmployment Analysis Unit, Directorate-General for Employment, social affairs and equal opportunities of the European Commission\nUniversity of Tel Aviv (Israel)\nWorld Bank\nCenter of Health and Wellbeing (CHW) of the Woodrow Wilson School of Public and International Affairs at Princeton University, New Jersey, United States of America\nThe University of Chicago (UofC), Illinois, United States of America\nOrganisation for Economic Cooperation and Development (OECD)\nFamily and Labour Studies Division of Statistics Canada, Ottawa, Ontario, Canada\nEconometrics and Statistical Support to Antifraud (ESAF) Unit, Directorate-General Joint Research Centre of the European Commission\nSupport to the European Research Area (SERA) Unit, Directorate-General Joint Research Centre of the European Commission’"}