{"celex_id": "32009R0044", "uri": "http://publications.europa.eu/resource/cellar/223809a9-6024-4fdd-b829-344951262ebe", "type": "Regulation", "concepts": ["1092", "167", "1708", "1969", "1972", "574", "665"], "title": "Council Regulation (EC) No 44/2009 of 18 December 2008 amending Regulation (EC) No 1338/2001 laying down measures necessary for the protection of the euro against counterfeiting\n", "header": "22.1.2009 EN Official Journal of the European Union L 17/1\nCOUNCIL REGULATION (EC) No 44/2009\nof 18 December 2008\namending Regulation (EC) No 1338/2001 laying down measures necessary for the protection of the euro against counterfeiting\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third sentence of Article 123(4) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Central Bank (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas:\n(1) Council Regulation (EC) No 1338/2001 (3) requires credit institutions and any other related institutions to withdraw from circulation all euro notes and coins received by them which they know or have sufficient reason to believe to be counterfeit and hand them over to the competent national authorities.\n(2) It is important to ensure that circulating euro notes and coins are authentic. To that end, credit institutions, other payment service providers and other economic agents involved in the processing and distribution of notes and coins should check the authenticity of the euro notes and coins they receive before they put them back into circulation, except where they come from other establishments or persons who are themselves under an obligation to check or where they have been obtained from the authorities authorised to issue them. Other economic agents, such as traders and casinos, should also be subject to these obligations where they supply, on a secondary basis, automated teller machines (cash dispensers), but they may not be involved beyond these secondary activities. In order to comply with the obligation to check for authenticity, these economic agents nevertheless need time to adapt their internal functioning. As regards notes, the procedures laid down for Member States which have adopted the euro as a single currency may also cover the suitability of the checked notes for circulation.\n(3) Appropriate adjustment of the equipment is a prerequisite for checking the authenticity of euro notes and coins. In order to adjust the equipment used for the checks for authenticity it is essential that the necessary quantities of counterfeit notes and coins are available at the places where testing is conducted. It is, therefore, appropriate to permit the transporting of counterfeit notes and coins between competent national authorities as well as institutions and bodies of the European Union.\n(4) The European Technical and Scientific Centre (ETSC) is now formally established within the Commission by Council Decision 2003/861/EC (4) and Commission Decision 2005/37/EC (5). Therefore, the provision stating that the ETSC communicates data to the Commission is no longer necessary.\n(5) Regulation (EC) No 1338/2001 should therefore be amended accordingly,", "main_body": ["Amendments\nRegulation (EC) No 1338/2001 is hereby amended as follows:\n1. Article 2 shall be amended as follows:\n(a) point (c) shall be replaced by the following:\n‘(c) “credit institutions” shall mean the credit institutions referred to in Article 4(1)(a) of Directive 2006/48/EC of the European Parliament and of the Council of 14 June 2006 relating to the taking up and pursuit of the business of credit institutions (6);\n(b) the following point shall be added:\n‘(g) “payment service providers” shall mean the payment service providers referred to in Article 1(1) of Directive 2007/64/EC of the European Parliament and of the Council of 13 November 2007 on payment services in the internal market (7).\n2. Article 4 shall be amended as follows:\n(a) the title shall be replaced by the following:\n(b) at the end of paragraph 2 the following sentences shall be added:\n(c) at the end of paragraph 3 the following sentence shall be added:\n3. Article 5 shall be amended as follows:\n(a) the title shall be replaced by the following:\n(b) at the end of paragraph 2 the following sentences shall be added:\n(c) at the end of paragraph 3 the following sentence shall be added:\n(d) paragraph 4 shall be replaced by the following:\n4. Article 6 shall be amended as follows:\n(a) the title shall be replaced by the following:\n(b) paragraph 1 shall be replaced by the following:\n— establishments whose activity consists in exchanging notes and coins of different currencies, such as bureaux de change,\n— transporters of funds,\n— other economic agents such as traders and casinos engaged on a secondary basis in the processing and distribution to the public of notes via automated teller machines (cash dispensers), within the limit of these secondary activities,\n(c) the following paragraph shall be inserted:\n— either by trained personnel,\n— or by a machine for handling banknotes and coins that is on the list published by the European Central Bank, for banknotes (9), or by the Commission, in the case of coins (10).\n(d) paragraph 3 shall be replaced by the following:", "Entry into force\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Brussels, 18 December 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  OJ C 27, 31.1.2008, p. 1.\n(2)  Opinion of 17 December 2008 (not yet published in the Official Journal). Opinion delivered following non-compulsory consultation.\n(3)  OJ L 181, 4.7.2001, p. 6.\n(4)  Council Decision 2003/861/EC of 8 December 2003 concerning analysis and cooperation with regard to counterfeit euro coins (OJ L 325, 12.12.2003, p. 44).\n(5)  Commission Decision 2005/37/EC of 29 October 2004 establishing the European Technical and Scientific Centre (ETSC) and providing for coordination of technical actions to protect euro coins against counterfeiting (OJ L 19, 21.1.2005, p. 73).\n(6)  OJ L 177, 30.6.2006, p. 1.’;\n(7)  OJ L 319, 5.12.2007, p. 1.’;\n(8)  See the framework for the detection of counterfeits and fitness sorting by credit institutions and other professional cash handlers, available on the ECB website at the following address: http://www.ecb.europa.eu/pub/pdf/other/recyclingeurobanknotes2005.en.pdf’;\n(9)  The list published by the ECB is available at the following address: http://www.ecb.int/euro/cashhand/devices/results/html/index.fr.html\n(10)  The list published by the Commission is available at the following address: http://ec.europa.eu/anti_fraud/pages_euro/euro-coins/machines.pdf’;"}