{"celex_id": "32001D0796", "uri": "http://publications.europa.eu/resource/cellar/4d2c1547-c9cd-428a-b9a5-c75600eedbc7", "type": "Decision", "concepts": ["1555", "1708", "3434", "3450", "3452", "3455"], "title": "2001/796/CFSP: Council Decision of 15 November 2001 extending and amending Decision 1999/730/CFSP concerning a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Cambodia\n", "header": "Council Decision\nof 15 November 2001\nextending and amending Decision 1999/730/CFSP concerning a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Cambodia\n(2001/796/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 23(2) thereof,\nHaving regard to Joint Action 1999/34/CFSP of 17 December 1998 on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons(1), and in particular Article 6 thereof,\nWhereas:\n(1) On 15 November 1999 the Council adopted Decision 1999/730/CFSP concerning a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Cambodia(2), which was aimed at implementing Joint Action 1999/34/CFSP.\n(2) Some objectives could not be fulfilled by 15 November 2001, the date on which Decision 1999/730/CFSP expired, and others should be consolidated and expanded after that date.\n(3) The European Union's continued contribution is part of the follow-up to the Programme of Action to prevent, combat and eradicate the illicit trade in small arms and light weapons in all its aspects adopted by the United Nations Conference on the Illicit Trade in Small Arms and Light Weapons in all its Aspects (New York, 9 to 20 July 2001). This should encourage other donors to support the drive to reduce and control small arms and light weapons and, where appropriate, allow the implementation of joint projects with other donors.\n(4) Decision 1999/730/CFSP should therefore be extended and amended,", "main_body": ["Decision 1999/730/CFSP is hereby amended as follows:\n(a) in Article 3(1), the financial reference amount shall be replaced by EUR 1768200;\n(b) in the second subparagraph of Article 4, \"15 November 2001\" shall be replaced by \"15 November 2002\";\n(c) the Annex shall be replaced by the Annex to this Decision.", "This Decision shall take effect on 16 November 2001.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 15 November 2001.\nFor the Council\nThe President\nM. Aelvoet\n(1) OJ L 9, 15.1.1999, p. 1.\n(2) OJ L 294, 16.11.1999, p. 5. Decision extended and amended by Decision 2000/724/CFSP (OJ L 292, 21.11.2000, p. 3).\nANNEX\nTERMS OF REFERENCE FOR THE PROJECT MANAGER\n1. For the purposes of Article 1(2)(a), the Project Manager, with the support of relevant experts, will continue to work for the development of appropriate laws and regulations. To that end, the Project Manager will assist the Government and Parliament in the process leading up to the adoption of a draft law on the subject and will help in its application, in particular through the development of secondary laws and regulations. He will also support public information and awareness programmes connected with that law.\n2. For the purposes of Article 1(2)(b), the Project Manager, in cooperation with the Cambodian armed forces, will continue the work relating to record-keeping and the management and security of weapons stocks and to developing policies, guidelines and practices in this area. To that end, the Project Manager will monitor the project being conducted in Kampong Cham Province (Military District 1), organise a project in a further military district and continue, at national level, the efforts regarding training, systems development and the recording of arms. He will ensure that the relevant authorities are closely involved in defining and carrying through the new project.\nFor the same purposes, but in relation to the police, the Project Manager, with the support of a relevant expert, will carry out a feasibility study on record-keeping, stockpile management and the security of weapons stocks. That project will comprise the development of training systems and record-keeping.\n3. For the purposes of Article 1(2)(c), the Project Manager, with the support of relevant experts, will continue to assist and promote the Government's national programme of public ceremonies for the destruction of collected weapons and, where appropriate, of surplus weapons held by the army and the police and security forces (in particular in the context of demobilisation and reintegration programmes). The Project Manager may, if necessary and to a limited extent, lend support for capacity-building of the National Commission for Weapons Reform and Management. The Project Manager will continue to supervise and monitor implementation of \"Arms versus development\" pilot projects in Kracheh and Pursat. He may expand those projects to local administrative areas in neighbouring districts.\n4. For the purposes of Article 1(2)(d), the Project Manager will allocate financial aid to support activities by non-governmental organisations in Cambodia, including the coalition \"Working Group for Weapons Reduction in Cambodia\", such as awareness raising, information sharing and education and training programmes. These activities may take place in selected regions in Cambodia, as agreed between the Project Manager and the relevant organisations. Particular attention will be paid to strengthening the coordination and budgetary cooperation among such organisations.\n5. The Project Manager will ensure that appropriate procedures are established for effective monitoring and evaluation of activities. To this end, he will seek full cooperation from the Government of Cambodia and the police and security forces.\n6. The Project Manager will encourage and assist other donors to support efforts to reduce and control small arms and light weapons and will stand ready, as appropriate, to carry out joint projects with other donors within the limits of his powers under these terms of reference. Bearing in mind the European Union's vanguard position in this domain, he will ensure that he plays a pivotal role in international efforts and, where appropriate, will contribute to the management and implementation of projects supported by other donors."}