{"celex_id": "32006R1784", "uri": "http://publications.europa.eu/resource/cellar/24a0fe7b-39f6-489b-8dd2-bdfcd8f96488", "type": "Regulation", "concepts": ["2540", "2739", "3468", "3584", "3633", "4308"], "title": "Commission Regulation (EC) No 1784/2006 of 4 December 2006 amending Regulation (EC) No 2037/2000 of the European Parliament and of the Council with regard to the use of processing agents\n", "header": "5.12.2006 EN Official Journal of the European Union L 337/3\nCOMMISSION REGULATION (EC) No 1784/2006\nof 4 December 2006\namending Regulation (EC) No 2037/2000 of the European Parliament and of the Council with regard to the use of processing agents\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2037/2000 of the European Parliament and of the Council of 29 June 2000 on substances that deplete the ozone layer (1), and in particular the third sentence of the sixteenth indent of Article 2 thereof,\nWhereas:\n(1) The ozone-depleting substance carbon tetrachloride (CTC) is listed as a controlled substance in Group IV of Annex I to Regulation (EC) No 2037/2000 and therefore use restrictions apply under this Regulation.\n(2) Taking account of new information and technical developments reported by the Process Agents Task Force of the Montreal Protocol on substances that deplete the ozone layer in its progress report dated October 2004 (2), the Parties to the Montreal Protocol adopted Decision XVII/7 (3) at their 17th Meeting in December 2005. More specifically, Decision XVII/7 adds CTC to the revised Table A for Decision X/14 as the processing agent for the production of radio-labelled cyanocobalamin which is a medical drug used for the diagnosis of the likely causes of vitamin B12 deficiency.\n(3) At present, the use of CTC as processing agent for the production of radio-labelled cyanocobalamin is banned in the Community under Regulation (EC) No 2037/2000. In order for this particular use to be allowed, in accordance with the abovementioned Decision recently agreed upon under the Montreal Protocol, Annex VI of the Regulation should be amended.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 18(1) of Regulation (EC) No 2037/2000,", "main_body": ["Annex VI to Regulation (EC) No 2037/2000 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 2006.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 244, 29.9.2000, p. 1. Regulation as last amended by Regulation (EC) No 1366/2006 (OJ L 264, 25.9.2006, p. 12).\n(2)  Report of the Process Agents Task Force, October 2004, p. 17 (http://hq.unep.org/ozone/teap/Reports/PATF/PATF_Report2004.pdf)\n(3)  17th Meeting of the Parties to the Montreal Protocol in 2005, Decision XVII/7: list of uses of controlled substances as process agents (http://hq.unep.org/ozone/Meeting_Documents/mop/17mop/17mop-11.e.pdf).\nANNEX\n‘ANNEX VI\nProcesses in which controlled substances are used as processing agents as referred to in the sixteenth indent of Article 2\n(a) use of carbon tetrachloride for the elimination of nitrogene trichloride in the production of chlorine and caustic soda;\n(b) use of carbon tetrachloride in the recovery of chlorine in tail gas from production of chlorine;\n(c) use of carbon tetrachloride in the manufacture of chlorinated rubber;\n(d) use of carbon tetrachloride in the manufacture of isobutyl acetophenone (ibruprofen-analgesic);\n(e) use of carbon tetrachloride in the manufacture of poly-phenylene-terephtalamide;\n(f) use of carbon tetrachloride for the production of radio-labelled cyanocobalamin;\n(g) use of CFC-11 in manufacture of fine synthetic polyolefin fibre sheet;\n(h) use of CFC-12 in the photochemical synthesis of perfluoropolyetherpolyperoxide precursors of Z-perfluoropolyethers and difunctional derivatives;\n(i) use of CFC-113 in the reduction of perfluoropolyetherpolyperoxide intermediate for production of perfluoropolyether diesters;\n(j) use of CFC-113 in the preparation of perfluoropolyether diols with high functionality;\n(k) use of carbon tetrachloride in production of Cyclodime;\n(l) use of HCFCs in the processes set out in points (a) to (k) when used to replace CFC or carbon tetrachloride.’"}