{"celex_id": "32008L0018", "uri": "http://publications.europa.eu/resource/cellar/e8b478f5-506a-4c6f-8267-72c96b97a70e", "type": "Directive", "concepts": ["2386", "2897", "4038", "4195", "4646", "5519"], "title": "Directive 2008/18/EC of the European Parliament and of the Council of 11 March 2008 amending Council Directive 85/611/EEC on the coordination of laws, regulations and administrative provisions relating to undertakings for collective investment in transferable securities (UCITS), as regards the implementing powers conferred on the Commission\n", "header": "19.3.2008 EN Official Journal of the European Union L 76/42\nDIRECTIVE 2008/18/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 11 March 2008\namending Council Directive 85/611/EEC on the coordination of laws, regulations and administrative provisions relating to undertakings for collective investment in transferable securities (UCITS), as regards the implementing powers conferred on the Commission\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 47(2) thereof,\nHaving regard to the proposal of the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) Council Directive 85/611/EEC (3) provides that certain measures are to be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4).\n(2) Decision 1999/468/EC has been amended by Decision 2006/512/EC, which introduced the regulatory procedure with scrutiny for the adoption of measures of general scope and designed to amend non-essential elements of a basic instrument adopted in accordance with the procedure referred to in Article 251 of the Treaty, inter alia, by deleting some of those elements or by supplementing the instrument with new non-essential elements.\n(3) In accordance with the statement by the European Parliament, the Council and the Commission (5) concerning Decision 2006/512/EC, for the regulatory procedure with scrutiny to be applicable to instruments adopted in accordance with the procedure referred to in Article 251 of the Treaty which are already in force, those instruments must be adjusted in accordance with the applicable procedures.\n(4) The Commission should be empowered to adopt the measures necessary for the implementation of Directive 85/611/EEC by adopting technical amendments clarifying the definitions so as to ensure the uniform application of that Directive throughout the Community, and aligning terminology and framing definitions in accordance with subsequent acts on UCITS and related matters. Since those measures are of general scope and are designed to amend non-essential elements of Directive 85/611/EEC, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(5) Directive 85/611/EEC should therefore be amended accordingly.\n(6) Since the amendments made to Directive 85/611/EEC by this Directive are technical in nature and concern committee procedure only, they do not need to be transposed by the Member States. It is therefore not necessary to lay down provisions to that effect,", "main_body": ["Amendments\nArticles 53a and 53b of Directive 85/611/EEC shall be replaced by the following:\n‘Article 53a\nThe Commission shall adopt technical amendments to this Directive in the following areas:\n(a) clarification of the definitions in order to ensure uniform application of this Directive throughout the Community;\n(b) alignment of terminology and the framing of definitions in accordance with subsequent acts on UCITS and related matters.\nThose measures, designed to amend non-essential elements of this Directive, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 53b(2).", "3b\n1.   The Commission shall be assisted by the European Securities Committee instituted by Commission Decision 2001/528/EC (6).\n2.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.", "Entry into force\nThis Directive shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 11 March 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  OJ C 161, 13.7.2007, p. 45.\n(2)  Opinion of the European Parliament of 10 July 2007 (not yet published in the Official Journal) and Council Decision of 3 March 2008.\n(3)  OJ L 375, 31.12.1985, p. 3. Directive as last amended by Directive 2005/1/EC of the European Parliament and of the Council (OJ L 79, 24.3.2005, p. 9).\n(4)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(5)  OJ C 255, 21.10.2006, p. 1.\n(6)  OJ L 191, 13.7.2001, p. 45. Decision as amended by Decision 2004/8/EC (OJ L 3, 7.1.2004, p. 33).’"}