{"celex_id": "32000D0294", "uri": "http://publications.europa.eu/resource/cellar/2ebc8166-51c2-416c-9872-09caa132749f", "type": "Decision", "concepts": ["1474", "3591", "3824", "5542", "5876"], "title": "2000/294/EC: Council Decision of 14 February 2000 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Russian Federation extending the double-checking system without quantitative limits in respect of the export of certain steel products covered by the EC and ECSC Treaties from the Russian Federation to the European Community for the period from 1 January 2000 to 31 December 2001\n", "header": "Council Decision\nof 14 February 2000\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Russian Federation extending the double-checking system without quantitative limits in respect of the export of certain steel products covered by the EC and ECSC Treaties from the Russian Federation to the European Community for the period from 1 January 2000 to 31 December 2001\n(2000/294/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with Article 300(2), first sentence thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Agreement on Partnership and Cooperation establishing a partnership between the European Communities and their Member States, of the one part, and the Russian Federation, of the other part(1), entered into force on 1 December 1997.\n(2) Commission Decision 97/742/ECSC(2) concluded an Agreement between the the European Coal and Steel Community, of the one part, and the Russian Federation, of the other part, concerning certain steel products which entered into force on 5 November 1997.\n(3) The Commission has finalised negotiations for an Agreement in the form of an Exchange of Letters between the European Community and the Russian Federation extending a double-checking system without quantitative limits in respect of the export of certain steel products covered by the EC and ECSC Treaties from the Russian Federation to the European Community.\n(4) The Agreement in the form of an Exchange of Letters should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Russian Federation extending the double-checking system without quantitative limits in respect of the export of certain steel products covered by the EC and ECSC Treaties from the Russian Federation to the European Community for the period from 1 January 2000 to 31 December 2001 is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Community."], "attachments": "Done at Brussels, 14 February 2000.\nFor the Council\nThe President\nJ. Gama\n(1) OJ L 327, 28.11.1997, p. 3.\n(2) OJ L 300, 4.11.1997, p. 51."}