{"celex_id": "32008R1064", "uri": "http://publications.europa.eu/resource/cellar/747a3c49-4e4d-4e5e-9845-f47b4467c7ef", "type": "Regulation", "concepts": ["161", "1644", "2300", "2771", "4453", "4687", "5040", "5581"], "title": "Commission Regulation (EC) No 1064/2008 of 29 October 2008 amending Regulation (EC) No 957/2008 derogating for the 2008/09 quota period from Regulation (EC) No 616/2007 opening and providing for the administration of certain Community tariff quotas in the sector of poultrymeat originating in Brazil, Thailand and other third countries\n", "header": "30.10.2008 EN Official Journal of the European Union L 288/3\nCOMMISSION REGULATION (EC) No 1064/2008\nof 29 October 2008\namending Regulation (EC) No 957/2008 derogating for the 2008/09 quota period from Regulation (EC) No 616/2007 opening and providing for the administration of certain Community tariff quotas in the sector of poultrymeat originating in Brazil, Thailand and other third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 144(1) and 148 in conjunction with Article 4 thereof,\nHaving regard to Council Decision 2007/360/EC of 29 May 2007 on the conclusion of Agreements in the form of Agreed Minutes between the European Community and the Federative Republic of Brazil, and between the European Community and the Kingdom of Thailand pursuant to Article XXVIII of the General Agreement on Tariffs and Trade 1994 (GATT 1994) relating to the modification of concessions with respect to poultrymeat (2), and in particular Article 2 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 957/2008 (3) postpones the application period for certificates for products originating in Brazil until the first seven days of November 2008 for the third quota subperiod, which will run from 1 January to 31 March 2009.\n(2) In view of the continuing uncertainty regarding the conditions for issuing certificates of origin for products originating in Brazil and given the fact that additional time is needed to clarify the situation for operators with regard to those conditions, the application period for the quota subperiod in question should, at this stage, be postponed by a further month for imports from Brazil.\n(3) Regulation (EC) No 957/2008 should therefore be amended accordingly.\n(4) As the application period for the next subperiod is due to begin on 1 November 2008, it is essential for this Regulation to apply from that date.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Article 1 of Regulation (EC) No 957/2008 is hereby replaced by the following:\n‘Article 1\nBy way of derogation from Article 5(1) of Regulation (EC) No 616/2007, applications for certificates for products in groups 1, 4 and 7 for the quota subperiod beginning on 1 January 2009 may be submitted only in the first seven days of December 2008.’.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 November 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 138, 30.5.2007, p. 10.\n(3)  OJ L 260, 30.9.2008, p. 12."}