{"celex_id": "32006L0122", "uri": "http://publications.europa.eu/resource/cellar/612a4b88-51dd-4a86-a3d0-22c33323a493", "type": "Directive", "concepts": ["1662", "2825", "2897", "3885", "4308"], "title": "Directive 2006/122/EC of the European Parliament and of the Council of 12 December 2006 amending for the 30th time Council Directive 76/769/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (perfluorooctane sulfonates)   (Text with EEA relevance)\n", "header": "27.12.2006 EN Official Journal of the European Union L 372/32\nDIRECTIVE 2006/122/ECOF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 12 December 2006\namending for the 30th time Council Directive 76/769/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (perfluorooctane sulfonates)\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 95 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Economic and Social Committee (1),\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) An OECD (Organisation for Economic Cooperation and Development) hazard assessment has been done on the basis of information that was available by July 2002. This assessment concluded that perfluorooctane sulfonates (hereinafter ‘PFOS’) are persistent, bioaccumulative and toxic to mammalian species and, therefore, indicate cause for concern.\n(2) The risks posed to health and environment by PFOS have been assessed in accordance with the principles of Council Regulation (EEC) No 793/93 of 23 March 1993 on the evaluation and control of the risks of existing substances (3). The risk assessment identified a need to reduce the risks to health and the environment.\n(3) The Scientific Committee on Health and Environmental Risks (hereinafter ‘SCHER’) has been consulted. SCHER concluded that PFOS fulfil the criteria for classification as very persistent, very bioaccumulative and toxic. PFOS also have a potential for long range environmental transport and have the potential to produce adverse effects and therefore fulfil the criteria for being considered as persistent organic pollutants (POPs) under the Stockholm Convention (4). SCHER identified a need for further scientific risk assessment of PFOS but it also agreed that risk reduction measures might be necessary to avoid the re-occurrence of former uses. According to SCHER, on-going critical uses in the aviation industry, the semiconductor industry and the photographic industry do not appear to pose a relevant risk to the environment or human health, if releases into the environment and workplace exposure are minimised. With regard to fire-fighting foams, SCHER agrees that health and environmental risks of substitutes should be assessed before a final decision can be taken. SCHER also agrees with restricting the use of PFOS in the plating industry, if there are no other measures available that could be applied to reduce the emissions during metal plating to a significantly lower level.\n(4) In order to protect health and the environment, it therefore appears necessary that the placing on the market and the use of PFOS should be restricted. This Directive is intended to cover the major part of the exposure risks. Other minor uses of PFOS do not seem to pose a risk and they are therefore currently exempted. However, special attention should be given to plating processes using PFOS and therefore the releases from those processes need to be minimised by applying the best available techniques (hereinafter ‘BAT’) fully taking into account all relevant information contained in the BAT reference document on Surface Treatment of Metals and Plastics as developed for use under Council Directive 96/61/EC of 24 September 1996 concerning integrated pollution prevention and control (5) (IPPC Directive). In addition, Member States should establish inventories of those uses in order to acquire information about the actual quantities used and released.\n(5) The semi-finished products and articles containing PFOS should also be restricted in order to protect the environment. The restriction should cover all the products and articles to which PFOS are intentionally added, taking into account that PFOS may have been used only in some distinct parts or in coatings of certain products and articles, such as textiles. This Directive should only restrict new products and should not apply to products already in use or on the second hand market. However, existing stocks of fire-fighting foams containing PFOS should be identified and their use should be allowed to continue only for a limited time to prevent possible further emissions from the use of such products.\n(6) To ensure ultimately the phase-out of uses of PFOS the Commission should review each derogation under this Directive when new information on the uses and safer alternatives developed gives grounds for it. The derogation should only be allowed to continue for essential uses on the condition that safer substances or technologies, that are technically and economically feasible, do not exist and BAT are applied to minimise emissions of PFOS.\n(7) Perfluorooctanoic acid (PFOA) and its salts are suspected to have a similar risk profile to PFOS, and consequently there is a need to keep under review the ongoing risk assessment activities and the availability of safer alternatives and to define what kind of risk reduction measures, including restrictions on marketing and use, if appropriate, should be applied within the European Union.\n(8) Directive 76/769/EEC (6) should be amended accordingly.\n(9) The objective of this Directive is to introduce harmonised provisions with regard to PFOS, thus preserving the internal market whilst ensuring a high level of protection of human health and the environment, as required by Article 95 of the Treaty.\n(10) This Directive is without prejudice to the Community legislation laying down minimum requirements for the protection of workers, such as Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (7), and individual directives based thereon, in particular Directive 2004/37/EC of the European Parliament and of the Council of 29 April 2004 on the protection of workers from the risks related to exposure to carcinogens or mutagens at work (Sixth individual Directive within the meaning of Article 16(1) of Council Directive 89/391/EEC) (codified version) (8) and Council Directive 98/24/EC of 7 April 1998 on the protection of the health and safety of workers from the risks related to chemical agents at work (fourteenth individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (9),", "main_body": ["Annex I to Directive 76/769/EEC is hereby amended as set out in the Annex to this Directive.", "1.   Member States shall adopt and publish, not later than 27 December 2007, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those measures and a table showing the correlation between those measures and this Directive.\nThey shall apply these measures from 27 June 2008.\nWhen Member States adopt these measures, they shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by the Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the day of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 12 December 2006.\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nM. PEKKARINEN\n(1)  OJ C 195, 18.8.2006, p. 10.\n(2)  Opinion of the European Parliament of 25 October 2006 (not yet published in the Official Journal) and Council Decision of 11 December 2006.\n(3)  OJ L 84, 5.4.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(4)  Council Decision 2006/507/EC of 14 October 2004 concerning the conclusion, on behalf of the European Community, of the Stockholm Convention on Persistent Organic Pollutants (OJ L 209, 31.7.2006, p. 1).\n(5)  OJ L 257, 10.10.1996, p. 26. Directive as last amended by Regulation (EC) No 166/2006 of the European Parliament and of the Council (OJ L 33, 4.2.2006, p. 1).\n(6)  OJ L 262, 27.9.1976, p. 201. Directive as last amended by Directive 2005/90/EC of the European Parliament and of the Council (OJ L 33, 4.2.2006, p. 28).\n(7)  OJ L 183, 29.6.1989, p. 1. Directive as amended by Regulation (EC) No 1882/2003.\n(8)  OJ L 158, 30.4.2004, p. 50. Corrigendum in OJ L 229, 29.6.2004, p. 23.\n(9)  OJ L 131, 5.5.1998, p. 11. Directive as amended by the 2003 Act of Accession.\nANNEX\nThe following point is added to Annex I to Directive 76/769/EEC:\n(1) May not be placed on the market or used as a substance or constituent of preparations in a concentration equal to or higher than 0,005 % by mass.\n(2) May not be placed on the market in semi-finished products or articles, or parts thereof, if the concentration of PFOS is equal to or higher than 0,1 % by mass calculated with reference to the mass of structurally or microstructurally distinct parts that contain PFOS or, for textiles or other coated materials, if the amount of PFOS is equal to or higher than 1 μg/m2 of the coated material.\n(3) By way of derogation, paragraphs 1 and 2 shall not apply to the following items, nor to substances and preparations needed to produce them:\n(a) photoresists or anti reflective coatings for photolithography processes,\n(b) photographic coatings applied to films, papers, or printing plates,\n(c) mist suppressants for non-decorative hard chromium (VI) plating and wetting agents for use in controlled electroplating systems where the amount of PFOS released into the environment is minimised, by fully applying relevant best available techniques developed within the framework of Council Directive 96/61/EC of 24 September 1996 concerning integrated pollution prevention and control (1),\n(d) hydraulic fluids for aviation.\n(4) By way of derogation from paragraph 1, fire-fighting foams that have been placed on the market before 27 December 2006 can be used until 27 June 2011.\n(5) Paragraphs 1 and 2 shall apply without prejudice to Regulation (EC) No 648/2004 of the European Parliament and of the Council of 31 March 2004 on detergents (2).\n(6) Not later than 27 December 2008 Member States shall establish and communicate to the Commission an inventory that covers:\n(a) processes that are subject to derogation in paragraph 3(c) and the amounts of PFOS used in and released from them,\n(b) existing stocks of fire-fighting foams containing PFOS.\n(7) As soon as new information on details of uses and safer alternative substances or technologies for the uses becomes available, the Commission shall review each of the derogations in paragraph 3(a) to (d) so that:\n(a) the uses of PFOS will be phased out as soon as the use of safer alternatives is technically and economically feasible,\n(b) a derogation can only be continued for essential uses for which safer alternatives do not exist and where the efforts undertaken to find safer alternatives have been reported on,\n(c) releases of PFOS into the environment have been minimised, by applying best available techniques.\n(8) The Commission shall keep under review the ongoing risk assessment activities and the availability of safer alternative substances or technologies related to the uses of perfluorooctanoic acid (PFOA) and related substances and propose all necessary measures to reduce identified risks, including restrictions on marketing and use, in particular when safer alternative substances or technologies, that are technically and economically feasible, are available.’\n(1)  OJ L 257, 10.10.1996, p. 26. Directive as last amended by Regulation (EC) No 166/2006 of the European Parliament and of the Council (OJ L 33, 4.2.2006, p. 1).\n(2)  OJ L 104, 8.4.2004, p. 1. Regulation as amended by Commission Regulation (EC) No 907/2006 (OJ L 168, 21.6.2006, p. 5)."}