{"celex_id": "32006L0129", "uri": "http://publications.europa.eu/resource/cellar/2385aa2a-1cb4-44a1-b553-3aa87152183d", "type": "Directive", "concepts": ["1284", "1442", "1590", "2078", "6052"], "title": "Commission Directive 2006/129/EC of 8 December 2006 amending and correcting Directive 96/77/EC laying down specific purity criteria on food additives other than colours and sweeteners   (Text with EEA relevance)\n", "header": "9.12.2006 EN Official Journal of the European Union L 346/15\nCOMMISSION DIRECTIVE 2006/129/EC\nof 8 December 2006\namending and correcting Directive 96/77/EC laying down specific purity criteria on food additives other than colours and sweeteners\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/107/EEC of 21 December 1988 on the approximation of the laws of the Member States concerning food additives authorised for use in foodstuffs intended for human consumption (1), and in particular Article 3(3)(a) thereof,\nAfter consulting the Scientific Committee on Food and the European Food Safety Authority,\nWhereas:\n(1) Commission Directive 96/77/EC (2) of 2 December 1996 laying down specific purity criteria on food additives other than colours and sweeteners sets out the purity criteria for the additives mentioned in Directive 95/2/EC of the European Parliament and of the Council of 20 February 1995 on food additives other than colours and sweeteners (3).\n(2) It is appropriate to withdraw the purity criteria for E 216 propyl p-hydroxybenzoate and E 217 sodium propyl p-hydroxybenzoate which are no longer permitted for use as food additives.\n(3) A number of language versions of Directive 96/77/EC contain errors regarding the following substances: E 307 alpha-tocopherol, E 315 erythorbic acid, E 415 xanthan gum. Those errors need to be corrected. In addition it is necessary to take into account the specifications and analytical techniques for additives as set out in the Codex Alimentarius as drafted by the Joint FAO/WHO Expert Committee on Food Additives (JECFA). In particular where appropriate, the specific purity criteria have been adapted to reflect the limits for individual heavy metals of interest. For reasons of clarity the whole text concerning those substances should be replaced.\n(4) The level of sulphated ash in the purity criteria for E 472c citric acid esters of mono- and diglycerides of fatty acids should be amended in order to cover partially or wholly neutralised products.\n(5) It is necessary to ensure that E 559 aluminium silicate is produced from raw kaolinitic clay which is free from unacceptable dioxin contamination. The presence of dioxin in the raw kaolinitic clay should therefore be restricted to the lowest possible level.\n(6) It is necessary to adopt specifications for the new food additives authorised through Directive 2006/52/EC of the European Parliament and of the Council of 5 July 2006 amending Directive 95/2/EC on food additives other than colours and sweeteners and Directive 94/35/EC on sweeteners for use in foodstuffs: E 319 tertiary-butylhydroquinone (TBHQ), E 426 soybean hemicellulose, E 462 ethyl cellulose, E 586 4-hexylresorcinol, E 1204 pullulan and E 1452 starch aluminium octenyl succinate.\n(7) Directive 96/77/EC should therefore be amended and corrected accordingly.\n(8) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Directive 96/77/EC is amended and corrected in accordance with the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 15 February 2008 at the latest. They shall forthwith communicate to the Commission the text of those provisions and a correlation table between those provisions and this Directive.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 40, 11.2.1989, p. 27. Directive as last amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 339, 30.12.1996, p. 1. Directive as last amended by Directive 2004/45/EC (OJ L 113, 20.4.2004, p. 19).\n(3)  OJ L 61, 18.3.1995, p. 1. Directive as last amended by Directive 2006/52/EC (OJ L 204, 26.7.2006, p. 10).\nANNEX\nThe Annex to Directive 96/77/EC is amended and corrected as follows:\n1. The texts concerning E 216 propyl p-hydroxybenzoate and E 217 sodium propyl p-hydroxybenzoate are deleted.\n2. The text concerning E 307 alpha-tocopherol is replaced by the following:\n‘E 307 ALPHA-TOCOPHEROL\nSynonyms DL-α-Tocopherol\nDefinition\nChemical name DL-5,7,8-Trimethyltocol\nEinecs 233-466-0\nChemical formula C29H50O2\nMolecular weight 430,71\nAssay Content not less than 96 %\nDescription Slightly yellow to amber, nearly odourless, clear, viscous oil which oxidizes and darkens on exposure to air or light\nIdentification\nA. Solubility tests\nB. Spectrophotometry\nPurity\nRefractive index nD\n20 1,503 to 1,507\nSpecific absorption E1 %\n1 cm in ethanol E1 %\n1 cm (292 nm) 72 to 76\nSulphated ash Not more than 0,1 %\nSpecific rotation [α]25\nD0° ± 0,05° (1 in 10 solution in chloroform)\nLead Not more than 2 mg/kg’\n3. The text concerning E 315 erythorbic acid is replaced by the following:\n‘E 315 ERYTHORBIC ACID\nSynonyms Isoascorbic acid\nDefinition\nChemical name D-Erythro-hex-2-enoic acid γ-lactone\nEinecs 201-928-0\nChemical formula C6H8O6\nMolecular weight 176,13\nAssay Content not less than 98 % on the anhydrous basis\nDescription White to slightly yellow crystalline solid which darkens gradually on exposure to light\nIdentification\nA. Melting range\nB. Positive test for ascorbic acid/colour reaction\nPurity\nLoss on drying Not more than 0,4 % after drying under reduced pressure on silica gel for 3 hours\nSulphated ash Not more than 0,3 %\nSpecific rotation [α]25\nD10 % (w/v) aqueous solution between – 16,5° to – 18,0°\nOxalate To a solution of 1 g in 10 ml of water add 2 drops of glacial acetic acid and 5 ml of 10 % calcium acetate solution. The solution should remain clear\nLead Not more than 2 mg/kg’\n4. The following text concerning E 319 tertiary-butylhydroquinone (TBHQ) is inserted after E 316 sodium erythorbate:\n‘E 319 TERTIARY-BUTYLHYDROQUINONE (TBHQ)\nSynonyms TBHQ\nDefinition\nChemical names Tert-butyl-1,4-benzenediol\nEinecs 217-752-2\nChemical formula C10H14O2\nMolecular weight 166,22\nAssay Content not less than 99 % of C10H14O2\nDescription White crystalline solid having a characteristic odour\nIdentification\nA. Solubility\nB. Melting point\nC. Phenolics\nPurity\nTertiary-Butyl-p-benzoquinone Not more than 0,2 %\n2,5-Di-tertiary-butyl hydroquinone Not more than 0,2 %\nHydroxyquinone Not more than 0,1 %\nToluene Not more than 25 mg/kg\nLead Not more than 2 mg/kg’\n5. The text concerning E 415 xanthan gum is replaced by the following:\n‘E 415 XANTHAN GUM\nDefinition Xanthan gum is a high molecular weight polysaccharide gum produced by a pure-culture fermentation of a carbohydrate with natural strains of Xanthomonas campestris, purified by recovery with ethanol or propan-2-ol, dried and milled. It contains D-glucose and D-mannose as the dominant hexose units, along with D-glucuronic acid and pyruvic acid, and is prepared as the sodium, potassium or calcium salt. Its solutions are neutral\nMolecular weight Approximately 1 000 000\nEinecs 234-394-2\nAssay Yields, on dried basis, not less than 4,2 % and not more than 5 % of CO2 corresponding to between 91 % and 108 % of xanthan gum\nDescription Cream-coloured powder\nIdentification\nA. Solubility\nPurity\nLoss on drying Not more than 15 % (105 °C, 21/2hours)\nTotal ash Not more than 16 % on the anhydrous basis determined at 650 °C after drying at 105 °C for four hours\nPyruvic acid Not less than 1,5 %\nNitrogen Not more than 1,5 %\nEthanol and propan-2-ol Not more than 500 mg/kg singly or in combination\nLead Not more than 2 mg/kg\nTotal plate count Not more than 5 000 colonies per gram\nYeast and mould Not more than 300 colonies per gram\nE. coli Absent in 5 g\nSalmonella spp. Absent in 10 g\nXanthomonas campestris Viable cells absent in 1 g’\n6. The following text concerning E 426 soybean hemicellulose is inserted after E 425(ii) konjac glucomannan:\n‘E 426 SOYBEAN HEMICELLULOSE\nSynonyms\nDefinition Soybean hemicellulose is a refined water-soluble polysaccharide obtained from natural strain soybean fibre by hot water extraction\nChemical names Water soluble soybean polysaccharides\nAssay Not less than 74 % carbohydrate\nDescription Free flowing spray-dried white powder\nIdentification\nA. Solubility\npH of 1 % solution 5,5 ± 1,5\nB. Viscosity of 10 % solution\nPurity\nLoss on drying Not more than 7 % (105 °C, 4 h)\nProtein Not more than 14 %\nTotal ash Not more than 9,5 % (600 °C, 4 h)\nArsenic Not more than 2 mg/kg\nLead Not more than 5 mg/kg\nMercury Not more than 1 mg/kg\nCadmium Not more than 1 mg/kg\nStandard plate count Not more than 3 000 colonies per gram\nYeast and mould Not more than 100 colonies per gram\nE. Coli Negative in 10 g’\n7. The following text concerning E 462 ethyl cellulose is inserted after E 461 methyl cellulose:\n‘E 462 ETHYL CELLULOSE\nSynonyms Cellulose ethyl ether\nDefinition Ethyl cellulose is cellulose obtained directly from fibrous plant material and partially etherified with ethyl groups\nChemical names Ethyl ether of cellulose\nChemical formula The polymers contain substituted anhydroglucose units with the following general formula:\n— H\n— CH2CH3\nAssay Content not less than 44 % and not more than 50 % of ethoxyl groups (-OC2H5) on the dried basis (equivalent to not more than 2,6 ethoxyl groups per anhydroglucose unit)\nDescription Slightly hygroscopic, white to off white, odourless and tasteless powder\nIdentification\nA. Solubility\nB. Film forming test\nPurity\nLoss on drying Not more than 3 % (105 °C, 2 h)\nSulphated ash Not more than 0,4 %\npH of a 1 % colloidal solution Neutral to litmus\nArsenic Not more than 3 mg/kg\nLead Not more than 2 mg/kg\nMercury Not more than 1 mg/kg\nCadmium Not more than 1 mg/kg’\n8. The text concerning E 472c citric acid esters of mono- and diglycerides of fatty acids is replaced by the following:\n‘E 472c CITRIC ACID ESTERS OF MONO- AND DIGLYCYERIDES OF FATTY ACIDS\nSynonyms Citrem\nDefinition Esters of glycerol with citric acid and fatty acids occurring in food oils and fats. They may contain small amounts of free glycerol, free fatty acids, free citric acid and free glycerides. They may be partially or wholly neutralised with sodium hydroxide or with potassium hydroxide\nDescription Yellowish or light brown liquids to waxy solids or semi-solids\nIdentification\nA. Positive test for glycerol, for fatty acids and for citric acid\nB. Solubility\nPurity\nAcids other than citric and fatty acids Not detectable\nFree glycerol Not more than 2 %\nTotal glycerol Not less than 8 % and not more than 33 %\nTotal citric acid Not less than 13 % and not more than 50 %\nSulphated ash (determined at 800 ± 25 °C) Non-neutralised products: not more than 0,5 %\nLead Not more than 2 mg/kg\nFree fatty acids Not more than 3 % estimated as oleic acid\nPurity criteria apply to the additive free of sodium, potassium and calcium salts of fatty acids, however, these substances may be present up to a maximum level of 6 % (expressed as sodium oleate).’\n9. The text concerning E 559 aluminium silicate (kaolin) is replaced by the following:\n‘E 559 ALUMINIUM SILICATE (KAOLIN)\nSynonyms Kaolin, light or heavy\nDefinition Aluminium silicate hydrous (kaolin) is a purified white plastic clay composed of kaolinite, potassium aluminium silicate, feldspar and quartz. Processing should not include calcination. The raw kaolinitic clay used in the production of aluminium silicate shall have a level of dioxin which does not make it injurious to health or unfit for human consumption\nEinecs 215-286-4 (kaolinite)\nChemical formula Al2Si2O5(OH)4 (kaolinite)\nMolecular weight 264\nAssay Content not less than 90 % (sum of silica and alumina, after ignition)\nDescription Fine, white or greyish white, unctuous powder. Kaolin is made up of loose aggregations of randomly oriented stacks of kaolinite flakes or of individual hexagonal flakes.\nIdentification\nA. Positive test for alumina and for silicate\nB. X-ray diffraction\nC. IR absorption\nPurity\nLoss on ignition Between 10 and 14 % (1 000 °C, constant weight)\nWater soluble matter Not more than 0,3 %\nAcid soluble matter Not more than 2 %\nIron Not more than 5 %\nPotassium oxide (K2O) Not more than 5 %\nCarbon Not more than 0,5 %\nArsenic Not more than 3 mg/kg\nLead Not more than 5 mg/kg\nMercury Not more than 1 mg/kg’\n10. The following text concerning E 586 4-hexylresorcinol is inserted after E 578 calcium gluconate:\n‘E 586 4-HEXYLRESORCINOL\nSynonyms 4-Hexyl-1,3-benzenediol\nDefinition\nChemical names 4-Hexylresorcinol\nEinecs 205-257-4\nChemical formula C12H18O2\nMolecular weight 197,24\nAssay Not less than 98,0 % on the dried basis\nDescription White powder\nIdentification\nA. Solubility\nB. Nitric acid test\nC. Bromine test\nD. Melting range\nPurity\nAcidity Not more than 0,05 %\nSulphated ash Not more than 0,1 %\nResorcinol and other phenols Shake about 1 g of the sample with 50 ml of water for a few minutes, filter, and to the filtrate add 3 drops of ferric chloride TS. No red or blue colour is produced\nNickel Not more than 2 mg/kg\nLead Not more than 2 mg/kg\nMercury Not more than 3 mg/kg’\n11. The following text concerning E 1204 pullulan is inserted after E 1200 polydextrose:\n‘E 1204 PULLULAN\nDefinition Linear, neutral glucan consisting mainly of maltotriose units connected by -1,6 glycosidic bonds. It is produced by fermentation from a food grade hydrolysed starch using a non-toxin producing strain of Aureobasidium pullulans. After completion of the fermentation, the fungal cells are removed by microfiltration, the filtrate is heat-sterilised and pigments and other impurities are removed by adsorption and ion exchange chromatography\nEinecs 232-945-1\nChemical formula (C6H10O5)x\nAssay Not less than 90 % of glucan on the dried basis\nDescription White to off-white odourless powder\nIdentification\nA. Solubility\nB. pH of 10 % solution\nC. Precipitation with polyethylene glycol 600\nD. Depolymerisation with pullulanase\nPurity\nLoss on drying Not more than 6 % (90 °C, pressure not more than 50 mm Hg, 6 h)\nMono-, di- and oligosaccharides Not more than 10 % expressed as glucose\nViscosity 100 to 180 mm2/s (10 % w/w aqueous solution at 30 °C)\nLead Not more than 1 mg/kg\nYeast and moulds Not more than 100 colonies per gram\nColiforms Absent in 25 g\nSalmonella Absent in 25 g’\n12. The following text concerning E 1452 starch aluminium octenyl succinate is inserted after E 1451 acetylated oxidised starch:\n‘E 1452 STARCH ALUMINIUM OCTENYL SUCCINATE\nSynonyms SAOS\nDefinition Starch aluminium octenyl succinate is starch esterified with octenylsuccinic anhydride and treated with aluminium sulphate\nDescription White or nearly white powder or granules or (if pregelatinised) flakes, amorphous powder or coarse particles\nIdentification\nA. If not pregelatinised: by miscroscopic observation\nB. Iodine staining positive (dark blue to light red colour)\nPurity\n(all values expressed on an anhydrous basis except for loss on drying)\nLoss on drying Not more than 21 %\nOctenylsuccinyl groups Not more than 3 %\nOctenylsuccinic acid residue Not more than 0,3 %\nSulphur dioxide Not more than 50 mg/kg for modified cereal starches\nArsenic Not more than 1 mg/kg\nLead Not more than 2 mg/kg\nMercury Not more than 0,1 mg/kg\nAluminium Not more than 0,3 %’"}