{"celex_id": "32001D0118", "uri": "http://publications.europa.eu/resource/cellar/429c2c5d-9be3-11e4-872e-01aa75ed71a1", "type": "Decision", "concepts": ["4308", "5274", "6004", "6103"], "title": "2001/118/EC: Commission Decision of 16 January 2001 amending Decision 2000/532/EC as regards the list of wastes (Text with EEA relevance) (notified under document number C(2001) 108)\n", "header": "Commission Decision\nof 16 January 2001\namending Decision 2000/532/EC as regards the list of wastes\n(notified under document number C(2001) 108)\n(Text with EEA relevance)\n(2001/118/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 75/442/EEC of 15 July 1975 on waste(1), as last amended by Commission Decision 96/350/EC(2) and in particular Article 1(a) thereof,\nHaving regard to Council Directive 91/689/EEC of 12 December 1991 on hazardous waste(3), as amended by Directive 94/31/EC(4) and in particular Article 1(4), second indent, thereof,\nWhereas:\n(1) Commission Decision 2000/532/EC of 3 May 2000 replacing Decision 94/3/EC establishing a list of wastes pursuant to Article 1(a) of Council Directive 75/442/EEC on waste, and Council Decision 94/904/EC establishing a list of hazardous waste pursuant to Article 1(4) of Council Directive 91/689/EEC on hazardous waste(5) should be amended in the light of the notifications from Member States pursuant to Article 1(4), second indent, of Directive 91/689/EEC.\n(2) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 18 of Directive 75/442/EEC,", "main_body": ["Decision 2000/532/EC is amended as follows:\n1. Article 2 is replaced by the following:\n\"Article 2\nWastes classified as hazardous are considered to display one or more of the properties listed in Annex III to Directive 91/689/EEC and, as regards H3 to H8, H10(6) and H11 of the said Annex, one or more of the following characteristics:\n- flash point &lt;= 55 °C,\n- one or more substances classified(7) as very toxic at a total concentration &gt;= 0,1 %,\n- one or more substances classified as toxic at a total concentration &gt;= 3 %,\n- one or more substances classified as harmful at a total concentration &gt;= 25 %,\n- one or more corrosive substances classified as R35 at a total concentration &gt;= 1 %,\n- one or more corrosive substances classified as R34 at a total concentration &gt;= 5 %,\n- one or more irritant substances classified as R41 at a total concentration &gt;= 10 %,\n- one or more irritant substances classified as R36, R37, R38 at a total concentration &gt;= 20 %,\n- one substance known to be carcinogenic of category 1 or 2 at a concentration &gt;= 0,1 %,\n- one substance known to be carcinogenic of category 3 at a concentration &gt;= 1 %\n- one substance toxic for reproduction of category 1 or 2 classified as R60, R61 at a concentration &gt;= 0,5 %,\n- one substance toxic for reproduction of category 3 classified as R62, R63 at a concentration &gt;= 5 %,\n- one mutagenic substance of category 1 or 2 classified as R46 at a concentration &gt;= 0,1 %,\n- one mutagenic substance of category 3 classified as R40 at a concentration &gt;= 1 %.\"\n2. The Annex is replaced by the text in the Annex to this Decision.", "This Decision shall apply from 1 January 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 January 2001.\nFor the Commission\nMargot Wallström\nMember of the Commission\n(1) OJ L 78, 26.3.1991, p. 32.\n(2) OJ L 135, 6.6.1996, p. 32.\n(3) OJ L 377, 31.12.1991, p. 20.\n(4) OJ L 168, 2.7.1994, p. 28.\n(5) OJ L 226, 6.9.2000, p. 3.\n(6) In Directive 92/32/EEC amending for the seventh time Directive 67/548/EEC the term 'toxic for reproduction' was introduced. The term 'teratogenic' was replaced by a corresponding term 'toxic for reproduction'. This term is considered to be in line with property H10 in Annex III to Directive 91/689/EEC.\n(7) The classification as well as the R numbers refer to Directive 67/548/EEC on the approximation of the laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (OJ L 196, 16.8.1967, p. 1.) and its subsequent amendments. The concentration limits refer to those laid down in Directive 88/379/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations (OJ L 187, 16.7.1988, p. 14.) and its subsequent amendments.\nANNEX\n\"ANNEX\nList of wastes pursuant to Article 1(a) of Directive 75/442/EEC on waste and Article 1(4) of Directive 91/689/EEC on hazardous waste.\nIntroduction\n1. The present list is a harmonised list of wastes. It will be periodically reviewed on the basis of new knowledge and, in particular, of research results, and if necessary revised in accordance with Article 18 of Directive 75/442/EEC. However, the inclusion of a material in the list does not mean that the material is a waste in all circumstances. Materials are considered to be waste only where the definition of waste in Article 1(a) of Directive 75/442/EEC is met.\n2. Wastes included in the list are subject to the provisions of Directive 75/442/EEC except where Article 2(1)(b) of this Directive applies.\n3. The different types of wastes in the list are fully defined by the six-digit code for the waste and the respective two-digit and four-digit chapter headings. This implies that the following steps should be taken to identify a waste in the list.\n3.1. Identify the source generating the waste in chapters 01 to 12 or 17 to 20 and identify the appropriate six-digit code of the waste (excluding codes ending with 99 of these chapters). A specific production unit may need to classify its activities in several chapters. For instance, a car manufacturer may find its wastes listed in chapters 12 (wastes from shaping and surface treatment of metals), 11 (inorganic wastes containing metals from metal treatment and the coating of metals) and 08 (wastes from the use of coatings), depending on the different process steps.\nNote: separately collected packaging waste (including mixtures of different packaging materials) shall be classified in 15 01, not in 20 01.\n3.2. If no appropriate waste code can be found in chapters 01 to 12 or 17 to 20, the chapters 13, 14 and 15 must be examined to identify the waste.\n3.3. If none of these waste codes apply, the waste must be identified according to chapter 16.\n3.4. If the waste is not in chapter 16 either, the 99 code (wastes not otherwise specified) must be used in the section of the list corresponding to the activity identified in step one.\n4. Any waste marked with an asterisk (*) is considered as a hazardous waste pursuant to Directive 91/689/EEC on hazardous waste, and subject to the provisions of that Directive unless Article 1(5) of that Directive applies.\n5. For the purpose of this Decision, \"dangerous substance\" means any substance that has been or will be classified as dangerous in Directive 67/548/EEC and its subsequent amendments; \"heavy metal\" means any compound of antimony, arsenic, cadmium, chromium(VI), copper, lead, mercury, nickel, selenium, tellurium, thallium and tin, as well as these materials in metallic form, as far as these are classified as dangerous substances.\n6. If a waste is identified as hazardous by a specific or general reference to dangerous substances, the waste is hazardous only if the concentrations of those substances are such (i.e. percentage by weight) that the waste presents one or more of the properties listed in Annex III to Council Directive 91/689/EEC. As regards H3 to H8, H10 and H11, Article 2 of this Decision shall apply. For the characteristics H1, H2, H9 and H12 to H14 Article 2 of the present Decision does not provide specifications at present.\n7. In line with Directive 1999/45/EC, which states in its preamble that the case of alloys has been considered to need further assessment because the characteristics of alloys are such that it may not be possible accurately to determine their properties using currently available conventional methods, the provisions of Article 2 would not apply to pure metal alloys (not contaminated by dangerous substances). This will be so pending further work that the Commission and Member States have taken the commitment to undertake on the specific approach of the classification of alloys. The waste materials which are specifically enumerated in this list, shall remain classified as at present.\n8. The following rules for numbering of the items in the list have been used: For those wastes that were not changed, the code numbers from Commission Decision 94/3/EC have been used. The codes for wastes that were changed have been deleted and remain unused in order to avoid confusion after implementation of the new list. Wastes added have been given a code that has not been used in Commission Decision 94/3/EC and Commission Decision 2000/532/EC.\nINDEX\nChapters of the list\n>TABLE>\n>TABLE>\""}