{"celex_id": "32005D0954", "uri": "http://publications.europa.eu/resource/cellar/51ff8217-0fa2-493d-9650-e9593c131401", "type": "Decision", "concepts": ["1968", "2460", "4182", "5460"], "title": "2005/954/EC: Council Decision of  21 December 2005  on an amendment to the Agreement Establishing the European Bank of Reconstruction and Development (EBRD), enabling the Bank to finance operations in Mongolia\n", "header": "29.12.2005 EN Official Journal of the European Union L 346/31\nCOUNCIL DECISION\nof 21 December 2005\non an amendment to the Agreement Establishing the European Bank of Reconstruction and Development (EBRD), enabling the Bank to finance operations in Mongolia\n(2005/954/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 181a thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Although a member of the EBRD since 2000, Mongolia is not currently a country in which the Bank is authorised to carry out operations on its own resources.\n(2) In response to the request of the Prime Minister of Mongolia, the Board of Directors of the EBRD has expressed unanimous support to admit Mongolia as a country of operations of the Bank.\n(3) By Resolution adopted on 30 January 2004, the Board of Governors of the EBRD voted in favour of the necessary amendment to the Agreement Establishing the Bank, enabling it to finance operations in Mongolia. All the Governors of the Bank voted in favour of this amendment, including the Governor representing the European Community.\n(4) As the amendment concerns the purpose and functions of the Bank, it is necessary that it also be formally accepted by all member countries and institutions, including by the European Community.\n(5) Acceptance by the European Community of this amendment is necessary to achieve the Community's objectives in the field of economic, financial and technical cooperation with third countries,", "main_body": ["The amendment to the Agreement establishing the EBRD, necessary to enable the Bank to finance operations in Mongolia, is hereby approved on behalf of the Community.\nThe text of the amendment is attached to this Decision.", "The Governor of the EBRD representing the European Community shall communicate to the EBRD the Declaration of Acceptance of this amendment."], "attachments": "Done at Brussels, 21 December 2005.\nFor the Council\nThe President\nB. BRADSHAW\n(1)  Opinion delivered on 15 November 2005 (not yet published in the Official Journal).\nAmendment to the Agreement Establishing the European Bank for Reconstruction and Development\nArticle 1 of the Agreement shall be replaced by the following:\n‘Article 1\nPurpose\nIn contributing to economic progress and reconstruction, the purpose of the Bank shall be to foster the transition towards open market-oriented economies and to promote private and entrepreneurial initiative in the Central and Eastern European countries committed to and applying the principles of multiparty democracy, pluralism and market economics. The purpose of the Bank may also be carried out in Mongolia subject to the same conditions. Accordingly, any reference in this Agreement and its annexes to “Central and Eastern European countries”, “countries from Central and Eastern Europe”, “recipient country (or countries)” or “recipient member country (or countries)” shall refer to Mongolia as well.’"}