{"celex_id": "32001D0850", "uri": "http://publications.europa.eu/resource/cellar/76852019-cfd6-4162-991c-95c3929c8821", "type": "Decision", "concepts": ["1125", "1708", "3434", "3452", "3455", "3506"], "title": "2001/850/CFSP: Council Decision of 29 November 2001 implementing Joint Action 1999/34/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Albania\n", "header": "Council Decision\nof 29 November 2001\nimplementing Joint Action 1999/34/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Albania\n(2001/850/CFSP)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Joint Action 1999/34/CFSP of 17 December 1998 on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons(1), and in particular Article 6 thereof, in conjunction with Article 23(2) of the Treaty on European Union,\nWhereas:\n(1) In Common Position 97/357/CFSP(2) the European Union expressed its intention to help Albania to promote the democratic process, the return to political stability and internal security.\n(2) The excessive and uncontrolled accumulation and spread of small arms and light weapons poses a threat to peace and security and reduces the prospects for sustainable development; this is acutely the case in Albania.\n(3) In pursuing the objectives set out in Article 1 of Joint Action 1999/34/CFSP, the European Union envisages operating within the relevant international fora to promote confidence-building measures and incentives to encourage the voluntary surrender of surplus or illegally held small arms, as well as local development projects and other economic and social incentives.\n(4) The Small Arms and Light Weapons Control Programme in Albania established under the United Nations Development Programe (UNDP) is intended to convince the population to turn in its private weapons voluntarily, emphasising the importance of disarmament for stability and development, and informing the population of the laws in this field and of government policy in relation to the collection and control of small arms.\n(5) The European Union considers that a financial contribution to the project would pursue the aims of influencing public opinion in favour of civilian disarmament and reducing the socio-economic and social impact of small arms and light weapons, as well as creating a stable and secure environment for sustainable human development.\n(6) The European Union considers that this project covers matters relating to the supply of, and demand for, small arms and light weapons and is part of the follow-up to the Programme of Action to prevent, combat and eradicate the illicit trade in small arms and light weapons in all its aspects adopted by the United Nations Conference on the Illicit Trade in Small Arms and Light Weapons in all its aspects (New York, 9 to 20 July 2001).\n(7) The European Union therefore intends to provide financial assistance in accordance with Title II of Joint Action 1999/34/CFSP.\n(8) The Commission has agreed to be entrusted with the implementation of this Decision,", "main_body": ["1. The European Union shall contribute to promoting the collection of arms in Albania by means of information programmes, as well as to the collection and management of data and statistics on weapons-related incidents, research into the socio-economic impact of the circulation of small arms, the registration and control of small arms, support for policy-makers and development of the comprehensive programme for the control of small arms and light weapons, and support for cooperation and information-sharing between States.\n2. For this purpose the European Union shall give financial support to the UNDP \"Small Arms and Light Weapons Control Programme\" in Albania.", "The Commission shall be entrusted with the implementation of this Decision. To that end, the Commission shall conclude a financing agreement with the UNDP on the use of the European Union contribution, which will take the form of a grant. Amongst other things, this grant will cover the salaries of an international technical representative for small arms and of two national experts, for a twelve-month period, and the purchase of vehicles and equipment necessary for implementing the project.", "1. The financial reference amount for the purposes referred to in Article 1 shall be EUR 550000.\n2. The management of the expenditure financed by the amount specified in paragraph 1 shall be subject to the Community procedures and rules applicable to the general budget of the European Union.", "The Commission shall keep the Council informed of the follow-up to the action, amongst other things on the basis of regular reports to be supplied by the UNDP under its contractual relationship with the Commission.", "1. This Decision shall take effect on the date of its adoption. It shall expire on 31 December 2002.\n2. This Decision shall be reviewed ten months after the date of its adoption.", "This Decision shall be published in the Official Journal."], "attachments": "Done at Brussels, 29 November 2001.\nFor the Council\nThe President\nM. Vanderpoorten\n(1) OJ L 9, 15.1.1999, p. 1.\n(2) OJ L 153, 11.6.1997, p. 4."}