{"celex_id": "32006D0980", "uri": "http://publications.europa.eu/resource/cellar/58f6a369-576a-4368-b63d-bce443bd745c", "type": "Decision", "concepts": ["3450", "3559", "5622", "5695", "5788", "5873"], "title": "2006/980/CFSP Political and Security Committee Decision EUPT/2/2006 of 12 December 2006 extending the mandate of the Head of the EU Planning Team (EUPT Kosovo) regarding a possible EU crisis management operation in the field of rule of law and possible other areas in Kosovo\n", "header": "21.12.2006 EN Official Journal of the European Union L 365/88\nPOLITICAL AND SECURITY COMMITTEE DECISION EUPT/2/2006\nof 12 December 2006\nextending the mandate of the Head of the EU Planning Team (EUPT Kosovo) regarding a possible EU crisis management operation in the field of rule of law and possible other areas in Kosovo\n(2006/980/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular the third subparagraph of Article 25 thereof,\nHaving regard to Council Joint Action 2006/304/CFSP of 10 April 2006 on the establishment of an EU Planning Team (EUPT Kosovo) regarding a possible EU crisis management operation in the field of rule of law and possible other areas in Kosovo (1), and in particular Article 6(2) thereof,\nWhereas:\n(1) Article 6 of Joint Action 2006/304/CFSP provides for the Council to authorise the Political and Security Committee to take the relevant decisions in accordance with Article 25 of the Treaty, including the decision to appoint, upon a proposal by the Secretary-General/High Representative, a Head of the EU Planning Team (EUPT Kosovo).\n(2) On 2 May 2006 the Political and Security Committee adopted Decision EUPT Kosovo/1/2006 appointing Mr Casper KLYNGE as Head of the EU Planning Team (EUPT Kosovo) (2).\n(3) That Decision expires on 31 December 2006.\n(4) On 11 December 2006, the Council adopted Joint Action 2006/918/CFSP amending and extending Joint Action 2006/304/CFSP until 31 May 2007.\n(5) The Secretary-General/High Representative has proposed the extension of the mandate of Mr Casper Klynge as Head of the EU Planning Team (EUPT Kosovo) until 31 May 2007.\n(6) The mandate of the Head of the EU Planning Team (EUPT Kosovo) should therefore be extended until 31 May 2007,", "main_body": ["The mandate of Mr Casper Klynge as Head of the EU Planning Team (EUPT Kosovo) regarding a possible EU crisis management operation in the field of rule of law and possible other areas in Kosovo is hereby extended until 31 May 2007.", "This Decision shall take effect on the day of its adoption.\nIt shall apply until 31 May 2007."], "attachments": "Done at Brussels, 12 December 2006.\nFor the Political and Security Committee\nThe Chairperson\nT. TANNER\n(1)  OJ L 112, 26.4.2006, p. 19. Joint Action as amended by Joint Action 2006/918/CFSP (OJ L 349, 12.12.2006, p. 57).\n(2)  OJ L 130, 18.5.2006, p. 42."}