{"celex_id": "32003D0335", "uri": "http://publications.europa.eu/resource/cellar/8d4fcd6d-5e93-43a5-ade2-bf8bbffbeb7c", "type": "Decision", "concepts": ["2704", "306", "3920", "3971", "5550", "5802", "616"], "title": "2003/335/JHA: Council Decision 2003/335/JHA of 8 May 2003 on the investigation and prosecution of genocide, crimes against humanity and war crimes\n", "header": "Council Decision 2003/335/JHA\nof 8 May 2003\non the investigation and prosecution of genocide, crimes against humanity and war crimes\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 30, 31 and 34(2)(c) thereof,\nHaving regard to the initiative of the Kingdom of Denmark(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas:\n(1) The International Criminal Tribunals for the former Yugoslavia and for Rwanda have since 1995 been investigating, prosecuting and bringing to justice violations of international law in connection with war, genocide and crimes against humanity.\n(2) The Rome Statute of the International Criminal Court of 17 July 1998, which has been ratified by all Member States of the European Union, affirms that the most serious crimes of concern to the international community as a whole, in particular genocide, crimes against humanity and war crimes, must not go unpunished and that their effective prosecution must be ensured by taking measures at national level and by enhancing international cooperation.\n(3) The Rome Statute recalls that it is the duty of every State to exercise its criminal jurisdiction over those responsible for such international crimes.\n(4) The Rome Statute emphasises that the International Criminal Court established under it is to be complementary to national criminal jurisdictions. Effective investigation and, as appropriate, prosecution of genocide, crimes against humanity and war crimes should be ensured without interference with the jurisdiction of the International Criminal Court.\n(5) The investigation and prosecution of, and exchange of information on, genocide, crimes against humanity and war crimes is to remain the responsibility of national authorities, except as affected by international law.\n(6) Member States are being confronted on a regular basis with persons who were involved in such crimes and who are trying to enter and reside in the European Union.\n(7) The competent authorities of the Member States are to ensure that, where they receive information that a person who has applied for a residence permit is suspected of having committed or participated in the commission of genocide, crimes against humanity or war crimes, the relevant acts may be investigated, and, where justified, prosecuted in accordance with national law.\n(8) The relevant national law enforcement and immigration authorities, although having separate tasks and responsibilities, should cooperate very closely in order to enable effective investigation and prosecution of such crimes by the competent authorities that have jurisdiction at national level.\n(9) Member States should ensure that law enforcement authorities and immigration authorities have the appropriate resources and structures to enable their effective cooperation and the effective investigation and, as appropriate, prosecution of genocide, crimes against humanity and war crimes.\n(10) The successful outcome of effective investigation and prosecution of such crimes also requires close cooperation at transnational level between authorities of the States Parties to the Rome Statute, including the Member States.\n(11) On 13 June 2002, the Council adopted Decision 2002/494/JHA setting up a European network of contact points in respect of persons responsible for genocide, crimes against humanity and war crimes(3). Member States should ensure that full use is made of the contact points to facilitate cooperation between the competent international authorities.\n(12) In Council Common Position 2001/443/CFSP of 11 June 2001 on the International Criminal Court(4), the Member States declared that the crimes within the jurisdiction of the International Criminal Court are of concern for all Member States, which are determined to cooperate for the prevention of those crimes and for putting an end to the impunity of the perpetrators thereof,", "main_body": ["Objective\nThe aim of this Decision is to increase cooperation between national units in order to maximise the ability of law enforcement authorities in different Member States to cooperate effectively in the field of investigation and prosecution of persons who have committed or participated in the commission of genocide, crimes against humanity or war crimes as defined in Articles 6, 7 and 8 of the Rome Statute of the International Criminal Court of 17 July 1998.", "Information to law enforcement authorities\n1. The Member States shall take the necessary measures in order for the law enforcement authorities to be informed when facts are established which give rise to a suspicion that an applicant for a residence permit has committed crimes as referred to in Article 1 which may lead to prosecution in a Member State or in international criminal courts.\n2. Member States shall take the necessary measures to ensure that the relevant national law enforcement and immigration authorities are able to exchange the information, which they require in order to carry out their tasks effectively.", "Investigation and prosecution\n1. Member States shall assist one another in investigating and prosecuting the crimes referred to in Article 1 in accordance with relevant international agreements and national law.\n2. Where, in connection with the processing of an application for a residence permit, the immigration authorities become aware of facts which give rise to a suspicion that the applicant has participated in crimes referred to in Article 1, and where it emerges that the applicant has previously sought permission to reside in another Member State, the law enforcement authorities may apply to the competent law enforcement authorities in the latter Member State with a view to obtaining relevant information, including information from the immigration authorities.\n3. Insofar as the law enforcement authorities in a Member State become aware that a person suspected of crimes as referred to in Article 1 is in another Member State, they shall inform the competent authorities in the latter Member State of their suspicions and the basis thereof. Such information shall be provided in accordance with relevant international agreements and national law.", "Structures\nMember States shall consider the need to set up or designate specialist units within the competent law enforcement authorities with particular responsibility for investigating and, as appropriate, prosecuting the crimes in question.", "Coordination and periodic meetings\n1. Member States shall coordinate ongoing efforts to investigate and prosecute persons suspected of having committed or participated in the commission of genocide, crimes against humanity or war crimes.\n2. At the Presidency's initiative, the contact points designated under Article 1 of Decision 2002/494/JHA, shall meet at regular intervals with a view to exchanging information about experiences, practices and methods. These meetings may take place in conjunction with meetings within the European Judicial Network and, depending on the circumstances, representatives from the International Criminal Tribunals for the former Yugoslavia and for Rwanda, the International Criminal Court and other international bodies may also be invited to take part in such meetings.", "Compliance with data protection legislation\nAny kind of exchange of information or other kind of processing of personal data under this Decision shall take place in full compliance with the requirements flowing from the applicable international and domestic data protection legislation.", "Implementation\nMember States shall take the necessary measures to comply with this Decision by 8 May 2005.", "Territorial application\nThis Decision shall apply to Gibraltar.", "Taking effect\nThis Decision shall take effect on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 8 May 2003.\nFor the Council\nThe President\nM. ChrisochoĂŻdis\n(1) OJ C 223, 19.9.2002, p. 19.\n(2) Opinion of 17 December 2002 (not yet published in the Official Journal).\n(3) OJ L 167, 26.6.2002, p. 1.\n(4) OJ L 155, 12.6.2001, p. 19."}