{"celex_id": "32001D0789", "uri": "http://publications.europa.eu/resource/cellar/645048eb-72f2-460f-9fe8-1cf3a0e09de6", "type": "Decision", "concepts": ["192", "3774", "4152", "5369", "994"], "title": "2001/789/EC: Commission Decision of 12 November 2001 amending for the second time Decision 2001/740/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom (Text with EEA relevance) (notified under document number C(2001) 3634)\n", "header": "Commission Decision\nof 12 November 2001\namending for the second time Decision 2001/740/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom\n(notified under document number C(2001) 3634)\n(Text with EEA relevance)\n(2001/789/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Commission Decision 2001/740/EC(4), as last amended by Decision 2001/763/EC(5), concerns certain protection measures with regard to foot-and-mouth disease in the United Kingdom.\n(2) Certain counties in Great Britain, which are listed in Annex III, have had no outbreak of foot-and-mouth disease during this epidemic, while others have remained free from the disease for more than 3 months. It appears therefore appropriate to enlarge the area from which dispatch of certain meats is authorized, and to include in addition to pig meat also meat from other livestock and from farmed and wild game of species susceptible to foot-and-mouth disease.\n(3) Meat from small ruminants, farmed game and wild game should be allowed from counties that had no outbreak of foot-and-mouth disease during this epidemic, and in addition in the case of meat from wild game, the county of origin should not border directly with a county not included in Annex III.\n(4) Certain livestock holdings situated in areas included in the list in Annex III may wish to restock with animals the origin of which is outside the areas listed in Annex I or Annex II. Such animal transport may pose a potential risk in particular for transport means returning empty from Great Britain. Therefore provisions are necessary to ensure official control and certification of the cleansing and disinfection of the means of transport.\n(5) The situation shall be reviewed at the meeting of the Standing Veterinary Committee scheduled for 4-5 December 2001 and the measures adapted where necessary.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 2001/740/EC is amended as follows:\n1. In the sixth indent of Article 2(2)(d) the word \"slaughterhouse\" is replaced by the word \"establishment\".\n2. Paragraph 1 of Article 13 is replaced by the following: \"1. The United Kingdom shall ensure that no live animals of susceptible species are introduced from other Member States into the parts of its territory listed in Annex I and Annex II.\nBy derogation to the above provision, the central competent veterinary authorities of the United Kingdom may authorise the introduction of animals of susceptible species into parts of its territory listed in Annex III, under the following conditions:\n(a) such transports of live animals of susceptible species shall be subject to prior authorisation by the competent authorities of the place of dispatch, which must ensure that the transport and port of entry is pre-notified to the central competent veterinary authorities in the United Kingdom at least 3 days in advance;\n(b) vehicles entering the parts of the territory of the United Kingdom listed in Annex I and Annex II shall only do so through designated ports of entry, which shall be communicated in advance by the central competent veterinary authorities of the United Kingdom to the competent authorities of the Member States and the Commission;\n(c) when animals of susceptible species are transported by road vehicles outside the parts of the territory of the United Kingdom listed in Annex I and Annex II, each vehicle must contain only a single consignment and that consignment must be taken directly to a single holding of destination situated in the parts of the United Kingdom listed in Annex III, in accordance with the applicable Community and national disease control rules;\n(d) after unloading the animals at the place of destination, and before departing from Great Britain, the empty transport vehicle shall be taken under the terms of the 'Great Britain national movement license' to an officially approved facility where arrangements are in place to ensure that the provisions in Article 10(1) are strictly applied under official supervision, and that the model certificate provided for in Annex IV can be issued.\"\n3. Annex III is replaced by the Annex I to this Decision.\n4. Annex II to this Decision becomes Annex IV.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 November 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 277, 20.10.2001, p. 30.\n(5) OJ L 287, 31.10.2001, p. 36.\nANNEX Ι\n\"ANNEX ΙΙΙ\n>TABLE>\nADNS= Animal Disease Notification System Code (Decision 2000/807/EC)\nGIS= Administrative Unit Code\nB= bovine meat\nS/G= sheep and goat meat\nP= pig meat\nFG= farmed game of species susceptible to foot-and-mouth disease\nWG= wild game of species susceptible to foot-and-mouth-disease\"\nANNEX II\n\"ANNEX IV\n>PIC FILE= \"L_2001295EN.003303.TIF\">\""}