{"celex_id": "32001D0440", "uri": "http://publications.europa.eu/resource/cellar/03c6ba4f-d6e0-4506-982b-958f7d79564e", "type": "Decision", "concepts": ["1309", "1595", "191", "2300", "693"], "title": "2001/440/EC: Commission Decision of 29 May 2001 amending Decision 98/83/EC recognising certain third countries and certain areas of third countries as being free of Xanthomonas campestris (all strains pathogenic to Citrus), Cercospora angolensis Carv. et Mendes and Guignardia citricarpa Kiely (all strains pathogenic to Citrus) (notified under document number C(2001) 1484)\n", "header": "Commission Decision\nof 29 May 2001\namending Decision 98/83/EC recognising certain third countries and certain areas of third countries as being free of Xanthomonas campestris (all strains pathogenic to Citrus), Cercospora angolensis Carv. et Mendes and Guignardia citricarpa Kiely (all strains pathogenic to Citrus)\n(notified under document number C(2001) 1484)\n(2001/440/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), and in particular Annex IV, part A, section I, points 16.2 and 16.4 thereof,\nWhereas:\n(1) Annex IV, part A section I, points 16.2, 16.3 and 16.4 of Directive 2000/29/EC, read with Article 6 thereof, require Member States to ban the introduction into their territory of fruits of Citrus L., Fortunella Swingle, Poncirus Raf., and their hybrids, originating in third countries where Xanthomonas campestris (all strains pathogenic to Citrus), Cercospora angolensis Carv. et Mendes and Guignardia citricarpa Kiely (all strains pathogenic to Citrus) are known to occur.\n(2) Under Commission Decision 98/83/EC(2), as last modified by Decision 1999/104/EC(3), certain third countries were recognised as being free of Xanthomonas campestris (all strains pathogenic to Citrus), Cercospora angolensis Carv. et Mendes and Guignardia citricarpa Kiely (all strains pathogenic to Citrus) and certain areas were recognised as being free of those harmful organisms in third countries where they are known to occur.\n(3) On the basis of information collected in the United States of America during a mission carried out by the Food and Veterinary Office (FVO) in March 2000, and supplied by the Animal and Plant Health Inspection Service of the United States Department of Agriculture, it appears that new infestations of Xanthomonas campestris, strains pathogenic to Citrus were detected in Broward, Hendry and Hillsborough Counties in Florida; therefore the said counties should be deleted from the list of areas recognised in Florida as being free of Xanthomonas campestris (all strains pathogenic to Citrus).\n(4) On the basis of information collected in Brazil during a mission carried out by the said FVO in July 2000, and supplied by the Secretaria de Defensa Agropecuária of the Ministério da Agricultura e do Abastecimento of Brazil it appears that Xanthomonas campestris, strains pathogenic to Citrus have only been detected in the States of Rio Grande do Sul, Santa Catarina, Paraná, São Paulo, Minas Gerais and Mato Grosso do Sul. The list of areas recognised as being free of Xanthomonas campestris (all strains pathogenic to Citrus) should be amended to reflect this.\n(5) On the basis of information supplied during the above mission, it appears that Guignardia citricarpa Kiely (all strains pathogenic to Citrus) is present only in the States of Rio de Janeiro, São Paulo and Rio Grande do Sul. Therefore, other Brazilian states should be restored to the list of areas recognised as being free of Guignardia citricarpa Kiely (all strains pathogenic to Citrus).\n(6) In 2000, interceptions of fruits of Citrus sinensis originating in Swaziland, found infected by Guignardia citricarpa Kiely (all strains pathogenic to Citrus), have been notified to the Commission. The list of countries recognised as being free from Guignardia citricarpa Kiely (all strains pathogenic to Citrus) should be amended to reflect this.\n(7) Specific arrangement should be made for goods in transit for which the official statement foreseen by Annex IV, part A, section I, points 16.2 and 16.4 of Directive 2000/29/EC was issued in accordance with Decision 98/83/EC.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 98/83/EC is hereby amended as follows:\n1. In Article 2, the third indent is replaced by the following: \"- all areas of Brazil, with the exception of the States of Rio Grande do Sul, Santa Catarina, Paraná, São Paulo, Minas Gerais and Mato Grosso do Sul\"\n2. In Article 2, fourth indent, the text \"Florida (with the exception of Collier County, Dade County and Manatee County)\", is replaced by \"Florida (with the exception of Broward County, Collier County, Miami - Dade County, Hendry County, Hillsborough County and Manatee County)\".\n3. In Article 4, third indent, the text \"all citrus-growing third countries in Africa, with the exception of South Africa, Kenya, Mozambique, Zambia and Zimbabwe,\" is replaced by \"all citrus-growing third countries in Africa, with the exception of South Africa, Kenya, Mozambique, Swaziland, Zambia and Zimbabwe\".\n4. In Article 5, a further indent is added: \"- in Brazil : all areas with the exception of the States of Rio de Janeiro, São Paulo and Rio Grande do Sul.\"", "The present Decision does not apply to citrus for which the official statement foreseen by Annex IV, part A, section I, points 16.2 and 16.4 of Directive 2000/29/EC was issued in accordance with Decision 98/83/EC and which were exported before the competent authorities of Brazil, United States and Swaziland were informed of the present Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 May 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 15, 21.1.1998, p. 41.\n(3) OJ L 33, 6.2.1999, p. 27."}