{"celex_id": "32001R1458", "uri": "http://publications.europa.eu/resource/cellar/5af000ba-0675-4c1c-a57d-b32251d52f0c", "type": "Regulation", "concepts": ["2194", "2620", "4682", "4683", "4691"], "title": "Commission Regulation (EC) No 1458/2001 of 17 July 2001 derogating from certain provisions of Regulations (EEC) No 2700/93 and (EC) No 2342/1999 as regards the application of the premium schemes in the sheepmeat and goatmeat and beef and veal sectors and amending Regulation (EC) No 2342/1999\n", "header": "Commission Regulation (EC) No 1458/2001\nof 17 July 2001\nderogating from certain provisions of Regulations (EEC) No 2700/93 and (EC) No 2342/1999 as regards the application of the premium schemes in the sheepmeat and goatmeat and beef and veal sectors and amending Regulation (EC) No 2342/1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2467/98 of 3 November 1998 on the common organisation of the market in sheepmeat and goatmeat(1), as amended by Regulation (EC) No 1669/2000(2), and in particular Article 5(6) thereof,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal(3), and in particular Article 4(8), Article 6(7), Article 11(5), Article 13(5) and the second indent of Article 50 thereof,\nWhereas:\n(1) Outbreaks of foot-and-mouth disease that have appeared in several Member States have triggered certain measures under Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(4), as last amended by Directive 92/118/EEC(5), and Directive 85/511/EEC of 18 November 1985 introducing Community measures for the control of foot-and-mouth disease(6), as last amended by the Act of Accession of Austria, Finland and Sweden.\n(2) Those measures impose restrictions on movements of animals in certain regions. This might give rise to situations where the producers are no longer able to meet some of their obligations under Commission Regulation (EEC) No 2700/93 of 30 September 1993 on detailed rules for the application of the premium in favour of sheepmeat and goatmeat producers(7), as last amended by Regulation (EC) No 394/2001(8), and Commission Regulation (EC) No 2342/1999 of 28 October 1999 laying down detailed rules for the application of Council Regulation (EC) No 1254/1999 on the common organisation of the market in beef and veal as regards premium schemes(9), as last amended by Regulation (EC) No 192/2001(10). The Member States must therefore be allowed to derogate temporarily from certain rules applicable under normal circumstances to the extent necessary to ensure the effectiveness of the veterinary measures concerned. These derogations also apply to situations resulting from the application of the above measures where animals are slaughtered as a result of a veterinary decision taken on animal-welfare grounds.\n(3) As regards the premiums for ewes and she-goats provided for in Article 5 of Regulation (EC) No 2467/98, to take account of the special situation of producers one or more of whose animals have been slaughtered before the last day of the retention period as a result of the application of those veterinary measures, the premium on the animals concerned should be granted, provided that a check has shown that had the animals concerned not been slaughtered, they would have met the conditions for eligibility laid down in the definitions given in Article 1(4) and (5) of Council Regulation (EEC) No 3493/90 of 27 November 1990 laying down general rules for the granting of premiums to sheepmeat and goatmeat producers(11), as last amended by Regulation (EC) No 2825/2000(12).\n(4) As regards the special premium for male bovine animals and the suckler-cow premium provided for in respectively Articles 4 and 6 of Regulation (EC) No 1254/1999, to take account of the special situation of producers one or more of whose animals have been slaughtered during the retention period as a result of the application of the veterinary measures referred to above, the special premium and the suckler-cow premium should be granted on the animals covered by those measures.\n(5) As regards the extensification payment provided for in Article 13 of Regulation (EC) No 1254/1999, where animals are kept on the holding as a result of a ban on movement decided by the veterinary authorities because of an epizootic disease, a flat-rate correcting coefficient is to be applied to the number of livestock units recorded on the holding during the period concerned for as long as that decision applies with a view to determining the stocking density pursuant to Article 32(11) of Regulation (EC) No 2342/1999. In order to take account of the impact of the veterinary measures of extended duration on the number of livestock units, it should be made possible to increase the abovementioned flat-rate correcting coefficient after those measures have been in force beyond a given length of time.\n(6) As regards the slaughter premium provided for in Article 11 of Regulation (EC) No 1254/1999, the restrictions on movements of animals mean that producers are unable to keep within the maximum time allowed under Article 37(1) of Regulation (EC) No 2342/1999 from the end of the two-month minimum retention period to the date of slaughter. The Member States should be allowed to extend that time, depending on whether or not the animals can be dispatched to other Member States.\n(7) Once more as regards the slaughter premium provided for in Article 11 of Regulation (EC) No 1254/1999, the restrictions on movements of animals have led in certain cases to calves' remaining for longer on holdings, so that they no longer comply with the age and weight requirements laid down in paragraph 1(b) of that Article at the time of slaughter once those restrictions are lifted. In order to avoid penalising producers for animals that have become too heavy for reasons beyond their control, it should be possible for a limited period to grant the slaughter premium on calves that no longer meet the above age and weight requirements.\n(8) As regards the extensification payment provided for in Article 13 of Regulation (EC) No 1254/1999, where animals are kept on the holding longer than normal as a result of the exceptional market situation, a flat-rate correcting coefficient is to be applied for a limited period to the number of livestock units recorded on the holding during the period concerned with a view to determining the stocking density pursuant to Article 32(12) of Regulation (EC) No 2342/1999. In order to take account of the impact of restrictions on animal movements on the situation of producers as regards the period of application of the flat-rate correcting coefficient, that period should be extended by two months.\n(9) In view of the rate at which events are unfolding, this Regulation must enter into force immediately.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Joint Meeting of the Management Committee for Beef and Veal and the Management Committee for Sheep and Goats,", "main_body": ["Derogations from Regulations (EEC) No 2700/93 and (EC) No 2342/1999 shall be authorised in order to ensure the effectiveness of measures taken under Directives 90/425/EEC and 85/511/EEC to combat and prevent the spread of foot-and-mouth disease and to mitigate the effects of the extended exceptional market situation resulting from these measures, subject to the conditions set out herein.\nThe derogations laid down in this Regulation shall also apply to situations resulting from the application of the measures referred to in the preceding paragraph where animals are slaughtered as a result of a veterinary decision to taken on animal-welfare grounds.", "Notwithstanding Article 3(2) of Regulation (EEC) No 2700/93, animals slaughtered as a result of the application of a measure covered by Article 1 before the last day of the retention period shall be deemed eligible for the ewe or she-goat premium. To that end, the competent authorities of the Member States shall ensure, on the basis of evidence available at the time of slaughter, that had the animals not been slaughtered, they would have complied with the conditions laid down in the definitions given in Article 1(4) and (5) of Regulation (EEC) No 3493/90.", "1. The slaughter of an animal during the retention period referred to in Article 5 of Regulation (EC) No 2342/1999 as a result of the application of a measure covered by Article 1 shall not prevent the producer from being granted the special premium.\n2. The slaughter of an animal during the retention period referred to in Article 16 of Regulation (EC) No 2342/1999 as a result of the application of a measure covered by Article 1 shall not prevent the producer from being granted the suckler-cow premium.", "Notwithstanding Article 32(11) of Regulation (EC) No 2342/1999, where a measures covered by Article 1 prohibiting animals from leaving the production unit, other than for slaughter, applies for a period of more than three months in succession:\n- the coefficient provided for in that Article shall be increased to 0,5 for the period for which the decision applies beyond the three months referred to above,\n- the Member State may extend the period of 20 days to no more than 30 days.", "1. Notwithstanding Article 11(1)(b) of Regulation (EC) No 1254/1999, where as a result of the application of a measure covered by Article 1 calves have not been able to leave the production unit for slaughter, the slaughter premium shall be granted on calves aged more than one month but less than eight months and having a carcass weight of less than 175 kilograms, slaughtered from the date of lifting of the measure to 30 June 2001.\nTo that end, the competent authorities of the Member State shall ensure, on the basis of evidence available at the time of slaughter, that the animal complies with the conditions of eligibility for the premium.\n2. Notwithstanding Article 37(1) of Regulation (EC) No 2342/1999, in the event of the application of a measure covered by Article 1 any Member State may extend the maximum time allowed under that Article between the end of the two-month minimum retention period and the date of slaughter by:\n- up to two months less one day,\n- up to three months where a ban on dispatch to other Member States is in force, provided fo the Member State ensures that only one slaughter premium is granted per animal.", "In Article 32(12) of Regulation (EC) No 2342/1999, the date \"15 March 2001\" is replaced by \"15 May 2001\".", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nArticles 1 to 5 shall apply to aid applications lodged by 31 December 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 2001.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 312, 20.11.1998, p. 1.\n(2) OJ L 193, 29.7.2000, p. 8.\n(3) OJ L 160, 26.6.1999, p. 21.\n(4) OJ L 224, 18.8.1990, p. 29.\n(5) OJ L 62, 15.3.1993, p. 49.\n(6) OJ L 315, 26.11.1985, p. 11.\n(7) OJ L 245, 1.10.1993, p. 99.\n(8) OJ L 58, 28.2.2001, p. 9.\n(9) OJ L 281, 4.11.1999, p. 30.\n(10) OJ L 29, 31.1.2001, p. 27.\n(11) OJ L 337, 4.12.1990, p. 7.\n(12) OJ L 328, 23.12.2000, p. 1."}