{"celex_id": "32007R0732", "uri": "http://publications.europa.eu/resource/cellar/4c7bbcce-f3d4-4264-9090-a3dac985f639", "type": "Regulation", "concepts": ["2338", "261", "3483", "3577", "3870", "4452"], "title": "Commission Regulation (EC) No 732/2007 of 26 June 2007 amending for the 79th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\n", "header": "28.6.2007 EN Official Journal of the European Union L 166/13\nCOMMISSION REGULATION (EC) No 732/2007\nof 26 June 2007\namending for the 79th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with Usama bin Laden, the Al-Qaida network and the Taliban, and repealing Council Regulation (EC) No 467/2001 prohibiting the export of certain goods and services to Afghanistan, strengthening the flight ban and extending the freeze of funds and other financial resources in respect of the Taliban of Afghanistan (1), and in particular Article 7(1), first indent, thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 7 June 2007, the Sanctions Committee of the United Nations Security Council decided to amend the list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Annex I should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is hereby amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 2007.\nFor the Commission\nEneko LANDÁBURU\nDirector General for External Relations\n(1)  OJ L 139, 29.5.2002, p. 9. Regulation as last amended by Commission Regulation (EC) No 639/2007 (OJ L 148, 9.6.2007, p. 5).\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n(1) The entry ‘Mohamed Ben Belgacem Ben Abdallah Al-Aouadi (alias Mohamed Ben Belkacem Aouadi). Address: (a) Via A. Masina 7, Milan, Italy, (b) Via Dopini 3, Gallarate, Italy. Date of birth: 11.12.1974. Place of birth: Tunis, Tunisia. Nationality: Tunisian. Passport No: L191609 (Tunisian passport issued on 28.2.1996 which expired on 27.2.2001). National identification No: 04643632 issued on 18.6.1999. Other information: (a) Italian fiscal code: DAOMMD74T11Z352Z, (b) his mother's name is Bent Ahmed Ourida, (c) Sentenced to three and a half years’ imprisonment in Italy on 11.12.2002.’ under the heading ‘Natural persons’ shall be replaced by:\n(2) The entry ‘Al-Azhar Ben Ammar Ben Abdallah Al-Tlili. Address: Via Carlo Porta 97, Legnano, Italy. Date of birth: 1.11.1971. Place of birth: Ben Aoun, Tunisia. Nationality: Tunisian. Passport No: Z417830 (Tunisian passport issued on 4.10.2004 which expires on 3.10.2009). Other information: Italian fiscal code: TLLLHR69C26Z352G.’ under the heading ‘Natural persons’ shall be replaced by:\n(3) The entry ‘Adel Ben Al-Azhar Ben Youssef Ben Soltane. Address: Via Latisana 6, Milan, Italy. Date of birth: 14.7.1970. Place of birth: Tunis, Tunisia. Nationality: Tunisian. Passport No: M408665 (Tunisian passport issued on 4.10.2000 which expired on 3.10.2005). Other information: (a) Italian fiscal code: BNSDLA70L14Z352B, (b) currently in prison in Tunisia.’ under the heading ‘Natural persons’ shall be replaced by:\n(4) The entry ‘Al-Mokhtar Ben Mohamed Ben Al-Mokhtar Bouchoucha (alias\nBushusha, Mokhtar). Address: Via Milano 38, Spinadesco (CR), Italy. Date of birth: 13.10.1969. Place of birth: Tunis, Tunisia. Nationality: Tunisian. Passport No: K754050 (Tunisian passport issued on 26.5.1999 which expired on 25.5.2004). National identification No: 04756904 delivered on 14.9.1987. Other information: (a) Italian fiscal code: BCHMHT69R13Z352T, (b) his mother's name is Bannour Hedia, (c) convicted in Italy on 11.12.2002 (three and half year sentence).’ under the heading ‘Natural persons’ shall be replaced by:\n(5) The entry ‘Faycal Boughanemi (alias Faical Boughanmi). Address: viale Cambonino, 5/B — Cremona, Italy. Date of birth: 28.10.1966. Place of birth: Tunis, Tunisia. Nationality: Tunisian. Other information: Italian fiscal code: BGHFCL66R28Z352G.’ under the heading ‘Natural persons’ shall be replaced by the following:\n(6) The entry ‘Yassine Chekkouri, date of birth: 6 October 1966; place of birth: Safi, Morocco’ under the heading ‘Natural persons’ shall be replaced by:\n(7) The entry ‘Abd El Kader Mahmoud Mohamed El Sayed (alias Es Sayed, Kader). Address: Via del Fosso di Centocelle No 66, Rome, Italy. Date of birth 26.12.1962. Place of birth: Egypt. Italian Fiscal Code: SSYBLK62T26Z336L.’ under the heading ‘Natural persons’ shall be replaced by:\n(8) The entry ‘Sami Ben Khamis Ben Saleh Elsseid (alias (a) Omar El Mouhajer, (b) Saber). Address: Via Dubini 3, Gallarate (VA), Italy. Date of birth: 10.2.1968. Place of birth: Menzel Jemil Bizerte, Tunisia. Nationality: Tunisian. Passport No: K929139 (Tunisian passport issued on 14.2.1995 which expired on 13.2.2000). National identification No: 00319547 delivered on 8.12.1994. Other information: (a) Italian fiscal code: SSDSBN68B10Z352F, (b) his mother's name is Beya al-Saidani, (c) he was detained in Italy.’ under the heading ‘Natural persons’ shall be replaced by:\n(9) The entry ‘Mehdi Ben Mohamed Ben Mohamed Kammoun. Address: Via Masina 7, Milan, Italy. Date of birth: 3.4.1968. Place of birth: Tunis, Tunisia. Nationality: Tunisian. Passport No: M307707 (Tunisian passport issued on 12.4.2000 which expired on 11.4.2005). Other information: Italian fiscal code: KMMMHD68D03Z352N.’ under the heading ‘Natural persons’ shall be replaced by the following:\n(10) The entry ‘Samir Abd El Latif El Sayed Kishk. Date of birth: 14.5.1955. Place of birth: Gharbia, Egypt.’ under the heading ‘Natural persons’ shall be replaced by:\n(11) The entry ‘Daki MOHAMMED, Via Melato 11, Reggio Emilia, Italy. Place of birth: Morocco. Date of birth: 29 March 1965.’ under the heading ‘Natural persons’ shall be replaced by the following:\n(12) The entry ‘Mohamed Amin MOSTAFA, Via della Martinella 132, Parma, Italy. Place of birth: Karkuk (Iraq). Date of birth: 11 October 1975.’ under the heading ‘Natural persons’ shall be replaced by the following:"}