{"celex_id": "32005R0785", "uri": "http://publications.europa.eu/resource/cellar/5a7c9229-66b2-4d90-a37f-3be7bffcdc85", "type": "Regulation", "concepts": ["1591", "4084", "5969"], "title": "Council Regulation (EC) No 785/2005 of 23 May 2005 terminating the partial interim review of the anti-dumping measures applicable to imports of silicon originating in the People’s Republic of China\n", "header": "26.5.2005 EN Official Journal of the European Union L 132/1\nCOUNCIL REGULATION (EC) No 785/2005\nof 23 May 2005\nterminating the partial interim review of the anti-dumping measures applicable to imports of silicon originating in the People’s Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community (1) (basic Regulation), and in particular Articles 11(3) and 22(c) thereof,\nHaving regard to the proposal submitted by the Commission, after consulting the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Measures in force\n(1) In March 2004 following an expiry review, the Council, by Regulation (EC) No 398/2004 (2), imposed a definitive anti-dumping duty on imports of silicon metal (silicon) originating in the People’s Republic of China (the PRC). The rate of the definitive duty applicable to the net, free-at-Community frontier price, before duty, was 49 %.\n2.   Initiation\n(2) On 20 March 2004 the Commission announced through the publication of a notice (3) in the Official Journal of the European Union, the initiation of a partial interim review of the measures applicable to, inter alia, imports of silicon originating in the PRC pursuant to Articles 11(3) and 22(c) of the basic Regulation.\n(3) The review was launched on the initiative of the Commission in order to examine whether, as a consequence of the enlargement of the European Union on 1 May 2004 (enlargement), and bearing in mind the aspect of Community interest, there was a need to adapt the measures in order to avoid a sudden and excessively negative effect on interested parties, including users, distributors and consumers.\n3.   Product under consideration\n(4) The product under consideration is the same as in the investigation which led to the imposition of the existing measures, i.e. silicon metal originating in the PRC, classifiable within CN code 2804 69 00 (silicon content less than 99,99 % by weight). Purely by reason of the current classification set out in the Customs nomenclature, it should read ‘silicon’. Silicon with a higher purity, that is containing by weight not less than 99,99 % of silicon, used mostly in the electronic semiconductor industry, falls under a different CN code and is not covered by this proceeding.\n4.   Investigation\n(5) The Commission officially advised the importers, the users and the exporters known to be concerned and their associations, the representatives of the exporting country concerned and the Community producers about the initiation of the investigation. Interested parties were given the opportunity to make their views known in writing and to request a hearing within the time limit set out in the notice of initiation.\n(6) China Chamber of Commerce of Metals, Minerals & Chemicals Importers & Exporters (CCCMC), the Community industry association (Euroalliages), importers/traders, the authorities of some new Member States which joined the European Union on 1 May 2004 (the EU-10) and users of silicon in the EU-10 made their views known in writing. All parties which so requested within the time limit, and which demonstrated that there were particular reasons why they should be heard, were granted the opportunity to be heard.\n(7) The Commission sought and verified all the information it deemed necessary for the purpose of a determination of the appropriateness of the measures in force.\nB.   FINDINGS OF THE INVESTIGATION AND TERMINATION OF THE PARTIAL INTERIM REVIEW\n1.   Imports of silicon from the PRC to the EU-10\n(8) The investigation has shown that an average yearly increase in import volumes of silicon from the PRC into the EU-10, as reported by Eurostat, was around 13 % in 2001 and 2002. In 2003 import volumes increased by around 54 % due to the significant increase in the period October to December.\n(9) Furthermore, an abnormal increase in import volumes of around 120 % as compared to the same period of the previous year was found just before enlargement, that is to say January to April 2004.\n(10) The investigation has further shown that imports of silicon from the PRC into the EU-10 have decreased after enlargement. The decrease could be explained by the abnormal increases in import volumes prior to enlargement.\n(11) Moreover, statistics on imports into the EU-10 in the post-enlargement period show that the decrease of import volumes from the PRC coincides with a progressive increase of imports originating in Norway and Brazil, as well as sales from the 15 Member States which composed the European Union before enlargement (the EU-15).\n2.   Demand of silicon in the EU-10\n(12) Demand for silicon in the EU-10 has been established on the basis of the total imports less total exports. It is to be noted that there is no declared production of silicon in the EU-10.\n(13) Taking into account the abnormal increases in import volumes from the PRC before enlargement, it was considered necessary to make some adjustments to the import volumes during 2003 and 2004 in order to determine what would normally be the import levels during these periods in the absence of enlargement.\n(14) In this regard, an average yearly increase in import volumes from the PRC in 2001 and 2002 was found to have been 13 %. On this basis, the level of normal imports from the PRC in 2003 and 2004 was determined by applying a 13 % yearly increase to the import volumes in the previous years, which could normally have been expected to be the import levels during these periods in the absence of enlargement.\n(15) Following the same methodology, exports from the EU-10 in 2004 were estimated by adding to the total exports in 2003 a normal increase of 80 % which was found to be the average yearly increase in export volumes in 2002 and 2003.\n(tonnes)\nYear 2000 2001 2002 2003 2004 (estimated)\nImport to the EU-10 18 815 19 802 22 661 23 855 (estimated) 26 957\nExport from the EU-10 37 6 84 153 275\nTotal demand in the EU-10 18 778 19 795 22 576 23 703 26 682\nSource: Eurostat and estimated data for 2003 and 2004.\n(16) In the light of the above, it was found that demand in the EU-10 is around 6 % of the level of demand in the EU-15 as estimated in the last expiry review investigation of the anti-dumping measures on imports of silicon originating in the PRC made in Regulation (EC) No 398/2004.\n3.   Alternative sources of supply to meet the demand in the EU-10\n(17) The investigation has shown that there are enough potential sources of supply, alternative to the supply from the PRC, available to meet the demand in the EU-10 even if the extension of the anti-dumping duty from the EU-15 to the 10 new Member States would completely eliminate or result in a decrease in imports from the PRC.\n(18) There are around 18 000 tones of potential supply of silicon from the EU-15. This calculation has been made on the basis of the last expiry review investigation of the anti-dumping measures on imports of silicon originating in the PRC. It was found that production in the EU-15 of silicon amounted to around 148 000 tonnes in 2001. The same expiry review investigation found that there were around 166 000 tonnes of production capacity in the EU-15, indicating spare capacities of around 18 000 tonnes.\n(19) Furthermore, other potential sources of supply of silicon (not subject to anti-dumping duties) are, among others, Norway (with spare capacity of 18 000 tonnes), Brazil, Canada and the USA.\n(20) As outlined in recital 11, it was also found that in the post-enlargement period, that is to say May to November 2004, for which reliable data has already been reported by Eurostat, imports from other sources, in particular Norway and Brazil, as well as sales from the EU-15 gradually increased. Sales from the EU-15 increased four-fold, import volumes from Norway increased five-fold and from Brazil six-fold, as compared to the same period in 2003.\n(tonnes)\nPeriod of the year Sales from the EU-15 Import volumes from Norway Import volumes from Brazil\nMay-November 2003 2 070 238 152\nMay-November 2004 7 772 1 144 975\n(21) In the light of the above, there is no compelling reason to believe that there will be a shortage of silicon on the EU-10 market.\n4.   Cost impact assessment\n(22) As stated by various interested parties, silicon is an intermediary product used by only a handful of processing industries in the new Member States, in particular for the production of secondary aluminium alloys.\n(23) Aluminium producers in the EU-10 confirm that the average proportion of silicon consumed in the production process of secondary aluminium alloys ranges between 3 % and 13,5 %.\n(24) The investigation has shown that the increase in the price of silicon in the EU-10 or a switch to other alternative sources of supply is likely to have a minor effect on the production cost for the users in the EU-10.\n(25) In light of the abovementioned percentages of consumption of silicon in the production of secondary aluminium alloys and given that the anti-dumping duty on imports of silicon from the PRC is 49 %, the cost impact on secondary aluminium alloys producers would only range from 1,47 % to 6,6 % of the total cost of production of secondary aluminium alloys.\n(26) Some interested parties indicated that, by extending the anti-dumping measures to imports in the EU-10, alternative sources of supply of silicon had been sought but that such alternative sources had resulted in an increase of silicon prices of around 34 %. In this regard, it was found that the cost impact for secondary aluminium alloys producers would be even less and would fall in the range of 1 % to 4,6 % of the total cost of secondary aluminium alloys production.\n5.   Comments received from the interested parties\n(27) Several importers and users argued that there will be a lack of supply of silicon on the EU-10 market. However, as outlined in recitals 11, 19 and 20, after enlargement import volumes from the PRC into the EU-10 are progressively being replaced by silicon originating in the EU-15, Norway and Brazil. There is therefore no reason to believe that there will be a shortage of silicon on the EU-10 market.\n(28) One of the users in the EU-10 as well as the Slovakian and Slovene authorities claimed that silicon from other sources is different in terms of quality to that of the PRC. In this regard it is noted that Regulation (EC) No 398/2004 in concluding the expiry review of the anti-dumping measures imposed on imports of silicon originating in the PRC stated that the silicon produced in the PRC and exported to the Community, as well as the silicon produced in Norway and that manufactured in the Community by the Community producers had the same basic physical and chemical characteristics, and the same basic uses. Therefore they are considered to be like products within the meaning of Article 1(4) of the basic Regulation. It was noted that no adjustments in the terms of quality of the product had to be made. Therefore, there is no reason to believe that Chinese imports to the EU-10 replaced by the countries named above would differ in terms of quality. In addition, the increase of the imports from other countries, as outlined in recitals 11, 19 and 20 of this Regulation, indicates that the products are substitutable.\n(29) The same user also argued that the cost impact for secondary aluminium alloys producers is not negligible given the low profit margins of the same industry. In this regard it is recalled that in recital 25 and 26 it was concluded that there will be a limited impact of the extension of anti-dumping measures on the users of silicon metal in the EU-10 with a maximum 6,6 % increase in the total cost of secondary aluminium alloys production. However, this was not a compelling reason to such extent as to modify the existing measures by introducing transitional arrangements. Indeed, this impact was not materially different from the impact estimated in the EU-15 during the investigation leading to the imposition of the definitive measures in 2004, where it was concluded that the measures in force would not have a significant effect on users.\n6.   Conclusion\n(30) Given the limited impact of the duty on the cost of manufacturing of aluminium alloys in the EU-10 and the existence of alternative sources of supply to the EU-10, it is concluded that the extension of the existing measures from the EU-15 to the EU-10 would not likely cause a sudden and excessively negative effect on interested parties, including users, distributors and consumers. Therefore, no transitional arrangements are warranted,", "main_body": ["The partial interim review of the anti-dumping measures applicable to imports of silicon originating in the People’s Republic of China, initiated pursuant to Article 11(3) and 22(c) of Regulation (EC) No 384/96, is hereby terminated.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 2005.\nFor the Council\nThe President\nJ.-L. SCHILTZ\n(1)  OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12).\n(2)  OJ L 66, 4.3.2004, p. 15.\n(3)  OJ C 70, 20.3.2004, p. 15."}