{"celex_id": "32006R1117", "uri": "http://publications.europa.eu/resource/cellar/f874b90a-eede-4d04-b1ec-0fd5bc0653a4", "type": "Regulation", "concepts": ["1857", "2286", "2620", "5034", "6112", "994"], "title": "Commission Regulation (EC) No 1117/2006 of  20 July 2006  on payment of the slaughter premium and additional payments under the veterinary measures prescribing the slaughter of animals in the Netherlands\n", "header": "21.7.2006 EN Official Journal of the European Union L 199/9\nCOMMISSION REGULATION (EC) No 1117/2006\nof 20 July 2006\non payment of the slaughter premium and additional payments under the veterinary measures prescribing the slaughter of animals in the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1), and in particular the second indent of Article 50 thereof,\nWhereas:\n(1) During the outbreaks, in the Netherlands, of foot-and-mouth disease in 2001 and bovine spongiform encephalopathy in 2000 to 2003, bovine animals were sent for slaughter in the slaughterhouse.\n(2) Payment of the slaughter premium as provided for in Article 11 of Regulation (EC) No 1254/1999 and the related additional payments as provided for in Article 14 of that Regulation for livestock slaughtered in a slaughterhouse was suspended by the Dutch authorities. However, producers of those animals could have received those direct payments provided that the eligibility requirements for the animals concerned were met.\n(3) In order to satisfy the legitimate expectations of producers, the slaughter premium and the additional payments should be allowed to be paid up to 15 October 2006 for livestock slaughtered in a slaughterhouse during 2001 in the course of the foot-and-mouth disease outbreak under Council Directive 85/511/EEC of 18 November 1985 introducing Community measures for the control of foot-and-mouth disease (2).\n(4) For the same reason, this possibility should also be provided for in the case of livestock slaughtered in a slaughterhouse during 2000, 2001, 2002 and 2003 as part of the measures to control bovine spongiform encephalopathy adopted under Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (3) and Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (4).\n(5) The provisions of Regulation (EC) No 1254/1999 governing direct payments were repealed by Council Regulation (EC) No 1782/2003 (5) with effect from 1 January 2005. As a result, the measures provided for in this Regulation may no longer be authorised on the basis of those provisions, which raises a specific practical problem.\n(6) Payments made under this Regulation should be granted up to maximum ceilings and global amounts.\n(7) The amounts of the slaughter premium and the additional payments may have been included in the value of the animals selected for setting the compensation granted under Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (6) and Commission Decision 2001/652/EC of 16 August 2001 concerning a financial contribution towards the eradication of foot-and-mouth disease in the Netherlands in 2001 (7). In that case payment of the slaughter premium and the additional payments would lead to overcompensation of the beneficiaries. Provision should be made for the competent authorities of the Netherlands to ensure that this is not the case before granting the slaughter premium and the additional payments.\n(8) In view of the fact that this Regulation is intended to settle the situation relating to the years 2000 to 2003, provision should be made for it to enter into force immediately.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1.   The slaughter premium and the additional payments may be granted in the Netherlands until 15 October 2006 for livestock slaughtered in a slaughterhouse in 2001 under Directive 85/511/EEC during the foot-and-mouth disease outbreak.\n2.   The slaughter premium and the additional payments may also be granted for livestock slaughtered in a slaughterhouse under the measures to control bovine spongiform encephalopathy under Directive 90/425/EEC and Regulation (EC) No 999/2001 during the period of application thereof, from 1 January 2000 at the earliest to 31 December 2003 at the latest.", "1.   For the purposes of granting the slaughter premium, the competent authority of the Netherlands shall ensure that the animals met the following eligibility requirements at the time of slaughter:\n(a) they must have been bulls, steers, cows and heifers from the age of eight months;\n(b) they must have been calves of more than one and less than seven months old.\nThe premium shall be paid to producers who have kept animals for a minimum retention period of two months ending less than one month before slaughter.\n2.   The slaughter premium shall be granted within the limit of the unused part of the national ceiling of 1 207 849 adult bovine animals and 1 198 113 calves each year.\nThe amount of the premium for each eligible animal as referred to in paragraph 1(a) shall be EUR 27 for the 2000 calendar year, EUR 53 for the 2001 calendar year and EUR 80 for the 2002 and 2003 calendar years.\nThe amount of the premium for each eligible animal as referred to in paragraph 1(b) shall be EUR 17 for the 2000 calendar year, EUR 33 for the 2001 calendar year and EUR 50 for the 2002 and 2003 calendar years.", "The competent authority of the Netherlands shall make the additional payments per head and slaughter premium unit on the basis of objective criteria including, in particular, the relevant production structures and conditions, in such a way as to ensure equal treatment between producers and avoid distortion of the market or competition. Such payments shall not be linked to fluctuations in market prices.\nThe additional payments shall be granted within the limit of the unused part of a global amount of EUR 8,4 million for 2000, EUR 16,9 million for 2001 and EUR 25,3 million each for 2002 and 2003.", "The slaughter premium and the additional payments shall be granted provided that they have not been included in the value used to determine the compensation paid for the animals concerned under Decision 90/424/EEC and Decision 2001/652/EC nor actually paid out in that respect.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation last amended by Regulation (EC) No 1913/2005 (OJ L 307, 25.11.2005, p. 2).\n(2)  OJ L 315, 26.11.1985, p. 11. Directive last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(3)  OJ L 224, 18.8.1990, p. 29. Directive last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(4)  OJ L 147, 31.5.2001, p. 1. Regulation last amended by Commission Regulation (EC) No 1041/2006 (OJ L 187, 8.7.2006, p. 10).\n(5)  OJ L 270, 21.10.2003, p. 1. Regulation last amended by Regulation (EC) No 953/2006 (OJ L 175, 29.6.2006, p. 1).\n(6)  OJ L 224, 18.8.1990, p. 19. Decision last amended by Decision 2006/53/EC (OJ L 29, 2.2.2006, p. 37).\n(7)  OJ L 230, 28.8.2001, p. 8."}