{"celex_id": "32003L0045", "uri": "http://publications.europa.eu/resource/cellar/435ab665-20c6-4b2c-bc09-c111631a6694", "type": "Directive", "concepts": ["13", "2414", "2417", "4081"], "title": "Commission Directive 2003/45/EC of 28 May 2003 amending Council Directive 2002/57/EC on the marketing of seed of oil and fibre plants (Text with EEA relevance)\n", "header": "Commission Directive 2003/45/EC\nof 28 May 2003\namending Council Directive 2002/57/EC on the marketing of seed of oil and fibre plants\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2002/57/EC of 13 June 2002 on the marketing of seed of oil and fibre plants(1), as amended by Directive 2002/68/EC(2), and in particular Article 2(3a) and Article 24 thereof,\nWhereas:\n(1) Directive 2002/57/EC lays out Community provisions for the marketing of seed of oil and fibre plants within the Community. It does not cover, within the definition of the category \"basic seed\", seed of hybrids other than sunflower; furthermore the Directive does not establish specific conditions to be satisfied by the seed of swede rape and cotton.\n(2) Commission Decision 95/232/EC of 27 June 1995 on the organisation of a temporary experiment under Council Directive 69/208/EEC in order to establish conditions to be satisfied by the seed of hybrids and varietal associations of swede rape and turnip rape(3), as last amended by Directive 2002/68/EC, aims at, inter alia, establishing the conditions to be satisfied by the seed of hybrids of swede rape for certification and marketing under Community legislation.\n(3) The results of the temporary experiment provided for in Decision 95/232/EC have confirmed that specific conditions for seed of hybrids of swede rape should be established. Accordingly, Directive 2002/57/EC should be amended in order to include specific conditions.\n(4) The OECD has established rules for seed for intra- and inter-specific hybrids of cotton (Gossypium hirsutum and Gossypium barbadense). In order to ensure coherence between the OECD and the EU in such an area, Directive 2002/57/EC should be amended to include rules equivalent to those of the OECD.\n(5) Varietal associations of oil and fibre plants came within the scope of Directive 2002/57/EC. However, the labelling provisions of that Directive do not adequately provide for the labelling of seeds of varietal associations. Accordingly, to provide for a specific labelling of seed of varietal associations, Directive 2002/57/EC should be amended to include adequate labelling requirements for varietal associations.\n(6) Directive 2002/57/EC should therefore be amended accordingly.\n(7) The measures contained in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Directive 2002/57/EC is amended as follows:\n1. in Article 2(1)(c), the introductory sentence is replaced by the following:\n\"(c) basic seed: (varieties other than hybrids) means seed\";\n2. in Article 2(1)(d), the introductory sentence is replaced by the following:\n\"(d) basic seed (hybrids)\";\n3. Annexes I, II, and IV are amended in accordance with the text set out in the Annex to this Directive.", "1. Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with this Directive by 31 December 2003 at the latest.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2. Member States shall communicate to the Commission the texts of the main provisions of national law, which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the seventh day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 193, 20.7.2002, p. 74.\n(2) OJ L 195, 24.7.2002, p. 32.\n(3) OJ L 154, 5.7.1995, p. 22.\nANNEX\nAnnexes I, II, and IV to Directive 2002/57/EC are amended as follows.\n1. Annex I is amended as follows:\n(a) in point 1, the following subparagraph is added:\n\"In the case of hybrids of swede rape, the crop shall be raised in a production ground where five years have elapsed since plants of Cruciferae were last grown.\";\n(b) in point 2, the table is replaced by the following:\n\">TABLE>\"\n(c) point 3 is replaced by the following:\n\"3. The crop shall have sufficient varietal identity and varietal purity or, in the case of a crop of an inbred line, sufficient identity and purity as regards its characteristics.\nFor the production of seed of hybrid varieties, the abovementioned provisions shall also apply to the characteristics of the components, including male sterility or restoration of fertility.\nIn particular, crops of Brassica juncea, Brassica nigra, Cannabis sativa, Carthamus tinctorius, Carum carvi, Gossypium spp. and hybrids of Helianthus annuus and Brassica napus shall conform to the following standards or other conditions:\nA. Brassica juncea, Brassica nigra, Cannabis sativa, Carthamus tinctorius, Carum carvi and Gossypium spp. other than hybrids:\nthe number of plants of the crop species which are recognisable as obviously not being true to the variety shall not exceed:\n- one per 30 m2 for the production of basic seed,\n- one per 10 m2 for the production of certified seed;\nB. hybrids of Helianthus annuus:\n(a)\n>TABLE>\n(b) the following other standards or conditions shall be satisfied for the production of seed of hybrid varieties:\n(aa) sufficient pollen shall be shed by the plants of the male component while the plants of the female component are in flower;\n(bb) where the female component plants have receptive stigmas, the percentage by number of female component plants which have shed pollen or are shedding pollen shall not exceed 0,5 %;\n(cc) for the production of basic seed the total percentage by number of plants of the female component which are recognisable as obviously not being true to the component and which have shed pollen or are shedding pollen shall not exceed 0,5 %;\n(dd) where the condition laid down in Annex II(I)(2) cannot be satisfied, the following conditions shall be satisfied: a male-sterile component shall be used to produce certified seed by using a male component which contains a specific restorer line or lines so that at least one third of the plants grown from the resulting hybrid will produce pollen which appears normal in all respects;\nC. hybrids of Brassica napus, produced using the male sterility:\n(a)\n>TABLE>\n(b) male sterility shall be at least 99 % for the production of basic seed and 98 % for the production of certified seed. The level of male sterility shall be assessed by examining flowers for the absence of fertile anthers;\nD. hybrids of Gossypium hirsutum and Gossypium barbadense:\n(a) in crops to produce basic seed of parental lines of Gossypium hirsutum and Gossypium barbadense, the minimum varietal purity of both the female and male parental lines shall be 99,8 % when 5 % or more of seed-bearing plants have pollen receptive flowers. The level of male sterility of the seed-bearing parent line shall be assessed by examining the flowers for the presence of sterile anthers and shall not be less than 99,9 %;\n(b) in crops to produce certified seed of hybrid varieties of Gossypium hirsutum and/or Gossypium barbadense, the minimum varietal purity of both the seed-bearing parent and the pollen parent line shall be 99,5 % when 5 % or more of seed-bearing plants have pollen receptive flowers. The level of male sterility of the seed-bearing parent line shall be assessed by examining the flowers for the presence of sterile anthers and shall not be less than 99,7 %.\";\n(d) point 5 (B) is replaced by the following:\n\"B. In cases other than crops of hybrids of Helianthus annuus, Brassica napus, Gossypium hirsutum and Gossypium barbadense, there shall be at least one inspection.\nIn the case of hybrids of Helianthus annuus there shall be at least two inspections.\nIn the case of hybrids of Brassica napus there shall be at least three inspections: the first shall be made before the flowering stage, the second at the early flowering stage and the third at the end of the flowering stage.\nIn the case of hybrids of Gossypium hirsutum and/or Gossypium barbadense there shall be at least three inspections: the first shall be made at the early flowering stage, the second before the end of the flowering stage and the third at the end of the flowering stage after removal, where appropriate, of the pollen parent plants.\"\n2. Annex II 1 is amended as follows:\n(a) in point 1 the words \"other than hybrids\" are inserted after the words \"Brassica napus\";\n(b) the following point 1a is inserted after point 1:\n\"1a. In the case of hybrids of Brassica napus produced using male sterility the seed shall conform with the conditions and standards set out in points (a) to (d).\n(a) The seed shall have sufficient identity and purity as regards the varietal characteristics of its components, including male sterility or restoration of fertility.\n(b) The minimum varietal purity of the seed shall be:\n>TABLE>\n(c) Seed shall not be certified as certified seed unless due account has been taken of the results of official post-control plot tests on samples of basic seed taken officially and carried out during the growing season of the seed entered for certification as certified seed to ascertain whether the basic seed has met the requirements for basic seed laid down in respect of identity as regards the characteristics of the components, including male sterility, and the standards for basic seed laid down in respect of the minimum varietal purity laid down in point (b).\nIn the case of basic seed of hybrids, the varietal purity may be assessed by appropriate biochemical methods.\n(d) The standards in respect of the minimum varietal purity laid down in point (b) in respect of certified seed of hybrids shall be monitored by official post-control tests on an appropriate proportion of samples taken officially. Appropriate biochemical methods may be utilised.\"\n3. In Annex IV (A), the following point (aa) is inserted after point (a):\n\"(aa) For certified seed of a varietal association:\nthe information required under section (a), except that instead of the name of the variety, the name of the varietal association shall be (information 'varietal association' and its name) and the percentages by weight of the various components shown by variety shall be given; it shall be sufficient to give the name of the varietal association if the percentage by weight has been notified in writing to the purchaser, on request, and officially recorded.\""}