{"celex_id": "32004D0289", "uri": "http://publications.europa.eu/resource/cellar/d2f76b99-ea68-485f-af6b-95e3e88d813a", "type": "Decision", "concepts": ["3489", "4055", "476", "5083"], "title": "2004/289/EC: Council Decision of 22 March 2004 concerning the partial release of the conditional amount of EUR 1 billion under the ninth European Development Fund for cooperation with African, Caribbean and Pacific countries in order to establish a water facility\n", "header": "Council Decision\nof 22 March 2004\nconcerning the partial release of the conditional amount of EUR 1 billion under the ninth European Development Fund for cooperation with African, Caribbean and Pacific countries in order to establish a water facility\n(2004/289/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 310, in conjunction with the second subparagraph of Article 300(2) thereof,\nHaving regard to Article 1 of the Internal Agreement between the Representatives of the Governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement(1),\nHaving regard to the ACP-EC Partnership Agreement signed in Cotonou on 23 June 2000,\nHaving regard to the Internal Agreement on the financing and administration of Community aid under the Financial Protocol to the ACP-EC Partnership Agreement, signed on 18 September 2000, and in particular Article 2(2) thereof (Internal Agreement),\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In accordance with paragraph 1 of the Financial Protocol to the ACP-EC Partnership Agreement (Financial Protocol) the period covered by the Financial Protocol is five years commencing 1 March 2000. Paragraph 5 of the Financial Protocol, however, specifies that its overall amount, supplemented by the transferred balances from previous European Development Funds (EDFs), will cover the period from 2000 to 2007.\n(2) In accordance with Article 2(2) of the Internal Agreement, as well as the EU Declaration on the Financial Protocol, attached as Declaration XVIII to the ACP-EC Partnership Agreement, out of the total amount of EUR 13,5 billion of the ninth EDF for African, Caribbean and Pacific countries (ACP countries), only EUR 12,5 billion were released upon the entry into force of the Financial Protocol on 1 April 2003. This amount is broken down in three envelopes: EUR 9,259 billion for long-term development, EUR 1,204 billion for regional cooperation and integration and EUR 2,037 billion for the investment facility.\n(3) In accordance with Article 2(2) of the Internal Agreement an amount of EUR 1 billion may be released only following a performance review undertaken by the Council in 2004, on the basis of a proposal from the Commission. Paragraph 7 of the Financial Protocol as well as Declaration XVIII specify that this performance review shall be an assessment of the degree of realisation of commitments and disbursements.\n(4) The level of commitments and disbursements at the end of the year 2003 in conjunction with forecasts for the period 2004 to 2007 presented by the Commission indicate that ninth EDF resources for ACP countries can be fully committed, and a first tranche of the conditional billion be released on the basis of the performance to date.\n(5) On 19 May 2003 the Council recognised the need to mobilise a significant level of resources for water and sanitation and invited the Commission to draw up practical proposals for discussion within the EU and the ACP-EC Council of Ministers.\n(6) It is important to consider financial needs to achieve the millennium development goals on access to water and sanitation, and the need for innovative instruments to leverage additional resources for this purpose,", "main_body": ["The Council agrees on the establishment of a water facility for ACP countries.", "The Council agrees to consider an amount of EUR 500 million out of the conditional EUR 1 billion referred to in Article 2(2) of the Internal Agreement, for this water facility.\nA first allocation of EUR 250 million shall be released and be distributed as follows:\n1. EUR 185 million to the envelope for support for long-term development, referred to in Article 2(1)(a) of the Internal Agreement as well as paragraph 3(a) of the Financial Protocol, bringing this envelope to a total amount of EUR 9,444 billion;\n2. EUR 24 million to the envelope for regional cooperation and integration, referred to in Article 2(1)(b) of the Internal Agreement as well as paragraph 3(b) of the Financial Protocol, bringing this envelope to a total amount of EUR 1,228 billion;\n3. EUR 41 million to the Investment Facility, referred to in Article 2(1)(c) of the Internal Agreement as well as paragraph 3(c) of the Financial Protocol, bringing this envelope to a total amount of EUR 2,078 billion.", "In the light of the outcome of the mid-term reviews of the country strategies and of the Council's performance review of the EDF by the end of 2004, the Council will decide by March 2005:\n1. on the mobilisation of a second allocation of EUR 250 million;\n2. on the use of the remaining EUR 500 million of the conditional EUR 1 billion referred to in Article 2(2) of the Internal Agreement for purposes to be agreed.", "This Decision shall be communicated to the ACP Council of Ministers.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 22 March 2004.\nFor the Council\nThe President\nB. Cowen\n(1) OJ L 317, 15.12.2000, p. 376."}