{"celex_id": "32008D0173", "uri": "http://publications.europa.eu/resource/cellar/935b7c2f-893e-47db-b4dc-24e0aa184e90", "type": "Decision", "concepts": ["4045", "4488", "5235", "616", "6626", "867"], "title": "2008/173/EC: Council Decision of 18 February 2008 on the tests of the second generation Schengen Information System (SIS II)\n", "header": "1.3.2008 EN Official Journal of the European Union L 57/14\nCOUNCIL DECISION\nof 18 February 2008\non the tests of the second generation Schengen Information System (SIS II)\n(2008/173/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to Council Decision 2001/886/JHA of 6 December 2001 on the development of the second generation Schengen Information System (SIS II) (1), and in particular Article 4(c) and Article 6(6) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The development of the second generation Schengen Information System (SIS II) has been entrusted to the Commission pursuant to Council Regulation (EC) No 2424/2001 of 6 December 2001 on the development of the second generation Schengen Information System (SIS II) (2) and Decision 2001/886/JHA. The network requirements for SIS II development are established by Commission Decision 2007/170/EC of 16 March 2007 laying down the network requirements for the Schengen Information System II (first pillar) (3) and by Commission Decision 2007/171/EC of 16 March 2007 laying down the network requirements for the Schengen Information System II (third pillar) (4).\n(2) The second generation Schengen Information System (SIS II) was established by Regulation (EC) No 1987/2006 of the European Parliament and of the Council (5) and by Council Decision 2007/533/JHA (6) on the establishment, operation and use of the second generation Schengen Information System. This Decision is without prejudice to those texts, including their final provisions.\n(3) Those final provisions define the conditions that will allow the Council, acting by the unanimity of its Members representing the Governments of the Member States participating in SIS 1+, to fix the date of application of those texts. They provide, inter alia, that the Commission declares the successful completion of a comprehensive test of SIS II, as referred to in Article 55(3)(c) of Regulation (EC) No 1987/2006 and Article 71(3)(c) of Decision 2007/533/JHA, which shall be conducted by the Commission together with the Member States, and the preparatory bodies of the Council validate the proposed test result and confirm that the level of performance of SIS II is at least equivalent to that achieved with SIS 1+.\n(4) It is understood that this Decision should be complemented by the adoption in the future of the appropriate legislation to regulate, in detail, the organisation and coordination of a SIS II comprehensive test, which should be executed in full cooperation between the Member States and the Commission. The CS-SIS should remain the sole responsibility of the Commission.\n(5) It is necessary to conduct tests in order to assess whether SIS II can work in accordance with the technical and functional requirements as defined in the SIS II legal instruments.\n(6) Tests should also assess non-functional requirements such as robustness, availability and performance.\n(7) It is necessary for the Commission to test that the Central SIS II can be connected to the national systems of the Member States, whereas Member States participating in SIS 1+ should make the necessary technical arrangements to process SIS II data and exchange supplementary information.\n(8) It is necessary to clarify further the tasks to be performed by the Commission and the Member States with regard to the completion of certain SIS II tests.\n(9) It is necessary to set out the requirements for the definition, development and application of the test specifications and how the tests should be validated.\n(10) SIS II can become operational only when all Member States fully participating in SIS 1+ have made the necessary arrangements to process SIS II data. Cases where a Member State considers that tests could not be successfully completed should therefore be documented.\n(11) The Committee assisting the Commission during the development of SIS II, and referred to in Article 6 of Decision 2001/886/JHA, has not delivered a favourable opinion on the draft measures of the Commission. The Commission therefore submitted to the Council a proposal relating to the measures to be taken and informed the European Parliament in accordance with Article 6(5) of Decision 2001/886/JHA.\n(12) The United Kingdom is taking part in this Decision, in accordance with Article 5 of the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the Treaty on European Union and to the Treaty establishing the European Community, and Article 8(2) of Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (7).\n(13) Ireland is taking part in this Decision in accordance with Article 5 of the Protocol integrating the Schengen acquis into the framework of the European Union annexed to the Treaty on European Union and to the Treaty establishing the European Community, and Article 6(2) of Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (8).\n(14) As regards Iceland and Norway, this Decision constitutes a development of provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (9), which fall within the area referred to in Article 1, point G, of Council Decision 1999/437/EC (10) on certain arrangements for the application of that Agreement.\n(15) As regards Switzerland, this Decision constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded between the European Union, the European Community and the Swiss Confederation concerning the association of the Swiss Confederation with the implementation, application and development of the Schengen acquis\n (11), which falls within the area referred to in Article 1, point G, of Decision 1999/437/EC read in conjunction with Article 3 of Council Decisions 2008/149/JHA (12) and 2008/146/EC (13) on the conclusion of that Agreement on behalf of the European Union and on behalf of the European Community,", "main_body": ["The specifications relevant to certain SIS II tests related to the Central SIS II, the communication infrastructure and the interactions between Central SIS II and the national systems (N.SIS II), in particular their scope and objectives, their requirements and their process shall be as set out in the Annex.", "This Decision shall take effect on the third day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 18 February 2008.\nFor the Council\nThe President\nD. RUPEL\n(1)  OJ L 328, 13.12.2001, p. 1. Decision as amended by Decision 2006/1007/JHA (OJ L 411, 30.12.2006, p. 78), corrected by OJ L 27, 2.2.2007, p. 43.\n(2)  OJ L 328, 13.12.2001, p. 4. Regulation as amended by Regulation (EC) No 1988/2006 (OJ L 411, 30.12.2006, p. 1), corrected by OJ L 27, 2.2.2007, p. 3.\n(3)  OJ L 79, 20.3.2007, p. 20.\n(4)  OJ L 79, 20.3.2007, p. 29.\n(5)  OJ L 381, 28.12.2006, p. 4.\n(6)  OJ L 205, 7.8.2007, p. 63.\n(7)  OJ L 131, 1.6.2000, p. 43.\n(8)  OJ L 64, 7.3.2002, p. 20.\n(9)  OJ L 176, 10.7.1999, p. 36.\n(10)  OJ L 176, 10.7.1999, p. 31.\n(11)  OJ L 53, 27.2.2008, p. 52.\n(12)  OJ L 53, 27.2.2008, p. 50.\n(13)  OJ L 53, 27.2.2008, p. 1.\nANNEX\n1.   SCOPE OF SIS II TESTS\nCertain SIS II tests referred to in this Decision shall demonstrate that Central SIS II, the communication infrastructure and the interactions between Central SIS II and the national systems (N.SIS II) (except those of Bulgaria and Romania) (1) work in accordance with the technical and functional requirements set out in the SIS II legal instruments.\nThese SIS II tests shall also demonstrate that Central SIS II, the communication infrastructure and the interactions between Central SIS II and the national systems (N.SIS II) can work in accordance with non-functional requirements such as robustness, availability and performance.\n2.   PROCESS DETAILED SCOPE AND ORGANISATION OF SIS II TESTS\nThe sequence of tests, their objective, scope and organisation shall be articulated as follows:\nThe first phase of tests shall address testing of the connectivity and resilience of the SIS II communication infrastructure.\nThe second phase of tests shall address testing of the Central SIS II without N.SIS II.\nThe third phase of tests shall address testing of the Central SIS II with some N.SIS II and testing of the compliance of each national system with the specifications described in the reference version of the Interface Control Document (ICD).\nThe Test Advisory Group (2) established by the SIS II Committee is competent to report on the results of the tests to the SIS II Committee. The Test Advisory Group shall identify, categorise and describe any issue it detects and propose options for solutions. The Commission services and the Member States’ experts shall provide all necessary information for the Test Advisory Group to perform its task.\n2.1.   Test documentation\nThe Commission shall define the detailed specifications of the tests. The Commission shall make available to the Member States involved the draft and finalised test specifications and the provisions for the management and coordination of the tests within a schedule agreed with the Member States’ experts.\n2.2.   Coordination of the tests\nAll tests set out in the test documentation shall be coordinated by the Commission. For doing so the Commission shall work in close cooperation with the Test Advisory Group.\n2.3.   Running the tests\nThe Commission shall execute the tests, together with the Member States involved on the basis of the test specifications and in accordance with the schedule agreed by the Commission together with Member States’ experts, and demonstrate that the test results are as foreseen in the test specifications.\nFor the N.SIS II compliance tests, each Member State, with the support of the Commission, shall be responsible for running and ensuring the smooth performance of the tests within the agreed schedule.\n2.4.   Acceptance of the tests\nThe Test Advisory Group shall report on the results of certain SIS II tests to the SIS II Committee. The Test Advisory Group shall identify, categorise and describe any issue it detects and propose options for solutions. The Commission services and the Member States experts shall provide all necessary information for the Test Advisory Group to perform its task.\nThe Commission will decide on the successful completion of certain SIS II tests taking into account the views expressed by Member States experts within the framework of SIS II Committee.\nWhere the tests documentation divides the tests into separate phases the Commission shall inform Member States of the results of each phase before the start of the following phase.\nThe acceptance of the N.SIS II compliance tests will be based on a report, prepared by an expert appointed by the Member States, containing a detailed analysis of the test results and conclusions as to the validation of the Member States’ national systems.\nIf a Member State considers that tests could not be successfully completed, this should be noted in the report.\n2.5.   Tests of the communication infrastructure\nThe objective of this test exercise shall be to demonstrate that the communication infrastructure of SIS II up to the uniform national interface (NI-SIS) can work in accordance with the requirements laid down in Decisions 2007/170/EC and 2007/171/EC. The scope of this test exercise includes testing the connectivity and the resilience of the SIS II communication infrastructure between CS-SIS and each NI-SIS, between the CS-SIS and backup CS-SIS as well as the resilience of the Local National Interfaces (LNI) and, where applicable, the Back-up Local National Interfaces (BLNI).\n2.6.   Central SIS II and national compliance tests\nThe objective of the whole set of Central SIS II tests shall be to test that the Central SIS II meets the functional and non-functional specifications defined in the reference version of the ICD (Interface Control Document) and the DTS (Detailed Technical Specifications).\nThe objective of the N.SIS II Compliance test shall be to ensure the compatibility of each N.SIS II with the CS-SIS and to verify the compliance of the National Systems with the reference version of the Interface Control Document. The compliance tests for the N.SIS II may run in parallel with the tests of the Central SIS II.\nAfter the successful completion of certain SIS II tests, the Commission shall inform Member States’ experts within the framework of the SIS II Committee that the test results of the communication infrastructure and of the Central SIS II tests are as foreseen in the test specifications.\nAfter the successful completion of certain SIS II tests, the Commission shall set up a migration environment for the Central SIS II. This environment shall be stable and suitable to be used for migration.\n3.   REFERENCE VERSIONS OF THE INTERFACE CONTROL DOCUMENT (ICD) AND DETAILED TECHNICAL SPECIFICATION (DTS) FOR TESTING\nThe Central SIS II and the national systems (N.SIS II) in each of the Member States shall be tested against the same specifications.\nThe DTS prepared by the Commission shall define the functional and non-functional specifications of the Central SIS II.\nThe ICD prepared by the Commission shall define the interface between the Central SIS II and the national systems. It shall contain the technical specifications of the system-to-system interactions in terms of data items and messages passed, protocols used as well as timing and sequencing of events.\nSpecifications, as provided in the ICD and DTS, shall be stable for a given period and the timing of the update of both systems shall be laid down in a release plan that shall define the reference version for a given test phase. Issues found during the test campaigns shall be reported, analysed and solved in accordance with a release management plan and associated change management plan. The release management plan and associated change management plan shall be made available by the Commission, taking into account the opinion of Member States’ experts.\n4.   INTERIM AND FINAL REPORT ON THE RESULTS OF THE TEST PHASES\nThe Commission shall draw up, on a regular basis, reports on the status of the tests. The reports shall note which test phase is currently being dealt with and which Member States have completed, begun or not yet begun that phase. If any repercussions for the project timetable are noticeable, they and their cause should be recorded.\nOn conclusion of each test phase the Commission shall draw up a report on the results, any issue it detects and options for solutions. In cases where a Member State considers that tests could not be successfully completed it shall record this fact, stating the reasons, in a note for the minutes.\n(1)  As regards other Member States not participating in SIS 1 + like Cyprus, their participation in the SIS II tests referred to in this Decision is without prejudice to any future Council Decision on the full application of the SIS II.\n(2)  The Test Advisory Group created on 27 April 2007 according to Article 7 of the Rules of Procedure of the SIS II Committee, reports to the SIS II Committee. It reports after the completion of each test part to help preparing the acceptance of SIS II tests."}