{"celex_id": "32007R1413", "uri": "http://publications.europa.eu/resource/cellar/e20cd8c5-09a7-4a1f-833c-26f66ef2288a", "type": "Regulation", "concepts": ["2965", "3003", "4327", "6320", "755"], "title": "Commission Regulation (EC) No 1413/2007 of 30 November 2007 fixing the coefficient of reduction concerning the area per farmer for which aid for energy crops is claimed for 2007\n", "header": "1.12.2007 EN Official Journal of the European Union L 314/6\nCOMMISSION REGULATION (EC) No 1413/2007\nof 30 November 2007\nfixing the coefficient of reduction concerning the area per farmer for which aid for energy crops is claimed for 2007\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers and amending Regulations (EEC) No 2019/93, (EC) No 1452/2001, (EC) No 1453/2001, (EC) No 1454/2001, (EC) No 1868/94, (EC) No 1251/1999, (EC) No 1254/1999, (EC) No 1673/2000, (EEC) No 2358/71 and (EC) No 2529/2001 (1), and in particular Article 89(2) thereof,\nWhereas:\n(1) Article 89(1) of Regulation (EC) No 1782/2003 establishes a maximum guaranteed area of 2 000 000 ha eligible for aid for energy crops under Article 88 of that Regulation. Article 89(2) states that where the area for which aid is claimed exceeds the maximum guaranteed area, the area per farmer for which aid is claimed shall be reduced proportionately in that year.\n(2) Under Article 4 of Commission Regulation (EC) No 1973/2004 of 29 October 2004 laying down detailed rules for the application of Council Regulation (EC) No 1782/2003 as regards the support schemes provided for in Titles IV and IVa of that Regulation and the use of land set aside for the production of raw materials (2), the coefficient of reduction of areas is to be fixed before the payments are granted to the farmers and at the latest by 31 January of the following year on the basis of the data communicated in accordance with Article 3(1)(b) of that Regulation.\n(3) In accordance with Article 3(1)(b) of Regulation (EC) No 1973/2004, Member States have communicated to the Commission data on the total area for which aid for energy crops under Article 88 of Regulation (EC) No 1782/2003 was fixed for 2007. Based on those communications, it has been established that the total area for 2007 was 2 843 450 ha.\n(4) Since the above amount of 2 843 450 ha exceeds the maximum guaranteed area of 2 000 000 ha eligible for aid, it is necessary to fix the coefficient of reduction to be applied to the area per farmer for which aid is claimed for 2007.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["The coefficient of reduction to be applied to the area per farmer for which aid for energy crops under Article 88 of Regulation (EC) No 1782/2003 is claimed for 2007 shall be 0,70337.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Commission Regulation (EC) No 1276/2007 (OJ L 284, 30.10.2007, p. 11).\n(2)  OJ L 345, 20.11.2004, p. 1. Regulation as last amended by Regulation (EC) No 993/2007 (OJ L 222, 28.8.2007, p. 10)."}