{"celex_id": "32007D0028", "uri": "http://publications.europa.eu/resource/cellar/d9d232b3-89ed-4671-bd80-286ba772eac6", "type": "Decision", "concepts": ["1318", "1755", "1854", "2211", "3034", "3584", "4152", "863"], "title": "Commission Decision of 22 December 2006 amending Decision 2005/393/EC as regards restricted zones in relation to bluetongue (notified under document number C(2006) 6970)   (Text with EEA relevance)\n", "header": "13.1.2007 EN Official Journal of the European Union L 8/51\nCOMMISSION DECISION\nof 22 December 2006\namending Decision 2005/393/EC as regards restricted zones in relation to bluetongue\n(notified under document number C(2006) 6970)\n(Text with EEA relevance)\n(2007/28/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Article 8(3) thereof,\nWhereas:\n(1) Directive 2000/75/EC lays down control rules and measures to combat bluetongue in the Community, including the establishment of protection and surveillance zones and a ban on animals leaving those zones.\n(2) Commission Decision 2005/393/EC of 23 May 2005 on protection and surveillance zones in relation to bluetongue and conditions applying to movements from or through these zones (2) provides for the demarcation of the global geographic areas where protection and surveillance zones (‘the restricted zones’) are to be established by the Member States in relation to bluetongue.\n(3) On 20 November 2006 Spain informed the Commission that serotype 4 virus has been detected as circulating in a peripheral area of restricted zone E. Consequently that zone should be extended, taking into account of the data available on the ecology of the vector and the current meteorological situation.\n(4) On 21 November 2006 Germany informed the Commission of new outbreaks of bluetongue in Lower Saxony. In view of those findings, it is appropriate to amend the demarcation of the restricted zone in Germany.\n(5) Following the notification of outbreaks of bluetongue in early November 2006 by Italy, due to a new serotype, by Decision 2006/858/EC, a new restricted zone G has been added to Annex I to Decision 2005/393/EC to include the three concerned provinces of southern Sardinia. However, the reference to this zone in the respective provisions of Decision 2005/393/EC has not been added. Therefore, for the sake of clarity, the list of zones referred to in Article 2 of Decision 2005/393/EC should be completed.\n(6) Decision 2005/393/EC should be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2005/393/EC is amended as follows:\n1. The first paragraph of Article 2 is replaced by the following:\n2. Annex I is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 327, 22.12.2000, p. 74.\n(2)  OJ L 130, 24.5.2005, p. 22. Decision as last amended by Decision 2006/858/EC (OJ L 332, 30.11.2006, p. 26.)\nANNEX\nAnnex I to Decision 2005/393/EC is amended as follows:\n1. The list of restricted zones in Zone E (serotype 4) which relates to Spain is replaced by the following:\n— Autonomous Region of Extremadura: provinces of Cáceres, Badajoz;\n— Autonomous Region of Andalucia: provinces of Cádiz, Córdoba, Huelva, Jaén (comarcas of Alcalá la Real, Andújar, Huelma, Jaén, Linares, Santiesteban del Puerto, Ubeda), Málaga, Sevilla;\n— Autonomous Region of Castilla-La Mancha: provinces of Albacete (comarca of Alcaraz), Ciudad Real, Toledo;\n— Autonomous Region of Castilla y León: provinces of Avila (comarcas of Arenas de San Pedro, Candeleda, Cebreros, El Barco De Ávila, Las Navas del Marqués, Navaluenga, Sotillo de la Adrada), Salamanca (comarcas of Béjar, Ciudad Rodrigo and Sequeros);\n— Autonomous Region of Madrid: province of Madrid (comarcas of Alcalá de Henares, Aranjuez, Arganda del Rey, Colmenar Viejo, El Escorial, Grinon, Municipio de Madrid, Navalcarnero, San Martín de Valdeiglesias, Torrelaguna, Villarejo de Salvanés).’\n2. The list of restricted zones in Zone F (serotype 8) which relates to Germany is replaced by the following:"}