{"celex_id": "32004D0756", "uri": "http://publications.europa.eu/resource/cellar/d751859b-e004-4ed9-a456-260e80ac294a", "type": "Decision", "concepts": ["223", "225", "5404", "888"], "title": "2004/756/EC: Council Decision of 4 October 2004 concerning the conclusion of an Agreement renewing the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America\n", "header": "11.11.2004 EN Official Journal of the European Union L 335/5\nCOUNCIL DECISION\nof 4 October 2004\nconcerning the conclusion of an Agreement renewing the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America\n(2004/756/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the second paragraph of Article 170, in conjunction with the first sentence of the first subparagraph of Article 300(2), and the first subparagraph of Article 300(3),\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) By its Decision of 13 October 1998 (2), the Council approved the conclusion of the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America.\n(2) Article 12(b) of the Agreement provides as follows: ‘This Agreement is concluded for an initial period ending of five years. Subject to review by the Parties in the final year of each successive period, the Agreement may be extended with possible amendments, thereafter for additional periods of five years by mutual written agreement by the Parties’.\n(3) The authorities of the United States of America have informed the services of the Commission that they would favour the renewal of the abovementioned Agreement for five more years. Rapid renewal would therefore be in the best interests of both parties.\n(4) The material content of the renewed Agreement will be identical to the material content of the Agreement, which expired on 13 October 2003.\n(5) The Agreement renewing the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America should be approved on behalf of the Community,", "main_body": ["The Agreement renewing the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America for an additional period of five years is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person empowered to sign the Agreement in order to express the consent of the Community to be bound thereby."], "attachments": "Done at Luxembourg, 4 October 2004.\nFor the Council\nThe President\nA. J. DE GEUS\n(1)  Opinion delivered on 16 December 2003 (not yet published in the Official Journal).\n(2)  OJ L 284, 22.10.1998, p. 35.\nAGREEMENT\nRenewing the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America\nTHE EUROPEAN COMMUNITY (hereinafter the Community),\nof the one part, and\nTHE GOVERNMENT OF THE UNITED STATES OF AMERICA,\nof the other part,\nhereinafter referred to as the ‘Parties’,\nCONSIDERING the importance of science and technology for their economic and social development,\nRECOGNISING that the Community and the United States of America are pursuing research and technological activities in a number of areas of common interest, and that participation in each other's research and development activities on a basis of reciprocity will provide mutual benefits,\nHAVING REGARD to the Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America, which was signed in Washington on 5 December 1997 and which will expire on 13 October 2003,\nDESIRING to pursue their cooperation in science and technology in the formal framework established by the Agreement,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Agreement for scientific and technological cooperation between the European Community and the Government of the United States of America, which was signed in Washington on 5 December 1997 and will expire on 13 October 2003, is hereby renewed for an additional period of five years.\nArticle 2\nThis Agreement shall enter into force on the date on which the Parties have notified each other in writing that their respective internal procedures necessary for its entry into force have been completed.\nArticle 3\nThis Agreement is drawn up in duplicate in the Danish, Dutch, English, Finnish, French, German, Greek, Italian, Portuguese, Spanish and Swedish languages, each of these texts being equally authentic.\nFor the European Community\nFor the Government of the United States of America"}