{"celex_id": "32008R0530", "uri": "http://publications.europa.eu/resource/cellar/2a865a54-503a-4ef6-af9b-4de1f010a457", "type": "Regulation", "concepts": ["2282", "2437", "4790", "5228", "5229", "5283", "544"], "title": "Commission Regulation (EC) No 530/2008 of 12 June 2008 establishing emergency measures as regards purse seiners fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45 °W, and in the Mediterranean Sea\n", "header": "13.6.2008 EN Official Journal of the European Union L 155/9\nCOMMISSION REGULATION (EC) No 530/2008\nof 12 June 2008\nestablishing emergency measures as regards purse seiners fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45 °W, and in the Mediterranean Sea\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the Common Fisheries Policy (1), and in particular Article 7(1) thereof,\nWhereas:\n(1) Council Regulation (EC) No 40/2008 of 16 January 2008, fixing for 2008 the fishing opportunities and associated conditions for certain fish stocks and groups of fish stocks, applicable in Community waters and, for Community vessels, in waters where catch limitations are required (2) fixes the amount of bluefin tuna which may be fished in 2008 in the Atlantic Ocean, east of longitude 45 °W, and the Mediterranean Sea by Community fishing vessels.\n(2) Commission Regulation (EC) No 446/2008 of 22 May 2008 adapting certain bluefin quotas in 2008 pursuant to Article 21(4) of Council Regulation (EEC) No 2847/93 of 12 October 1993 establishing a control system applicable to the Common Fisheries Policy (3), modifies the amount of bluefin tuna which may be fished in 2008 in the Atlantic Ocean, east of longitude 45 °W, and the Mediterranean Sea by Community fishing vessels.\n(3) Council Regulation (EC) No 1559/2007 of 17 December 2007 establishing a multiannual recovery plan for bluefin tuna in the Eastern Atlantic and Mediterranean and amending Regulation (EC) No 520/2007 (4) requires Member States to inform the Commission of the individual quota allocated to their vessels over 24 metres.\n(4) The Common Fisheries Policy is designed to ensure the long-term viability of the fisheries sector through sustainable exploitation of living aquatic resources based on the precautionary approach.\n(5) In accordance with Article 7 of Regulation (EC) No 2371/2002, if there is evidence of a serious threat to the conservation of living aquatic resources, the Commission may decide on emergency measures which shall last not more than six months.\n(6) The data in its possession, as well as the information obtained by the Commission inspectors during their missions in the Member States concerned, show that the fishing opportunities for bluefin tuna in the Atlantic Ocean, east of longitude 45 °W, and the Mediterranean Sea allocated to purse seiners flying the flag of or registered in Greece, France, Italy, Cyprus and Malta will be deemed to be exhausted on 16 June 2008 and that the fishing opportunities for the same stock allocated to purse seiners flying the flag of or registered in Spain will be deemed to be exhausted on 23 June 2008.\n(7) Fleet overcapacity has been considered by the Scientific Committee of the International Commission for the Conservation of Atlantic Tunas (ICCAT) as the main factor which could lead to the collapse of the stock of Eastern Atlantic and Mediterranean bluefin tuna. Fleet overcapacity carries with it a high risk of fishing above the permissible level. Furthermore, the daily catch capacity of one single purse seiner is so high that the permissible catch level can be attained or exceeded very quickly. In these circumstances, any overfishing by this fleet would pose a serious threat to the conservation of the bluefin tuna stock.\n(8) The Commission has been monitoring closely compliance with all requirements of relevant Community rules by Member States during the 2008 bluefin tuna fishing campaign. The information in its possession, as well as the information obtained by Commission inspectors, shows that the Member States concerned have not ensured full compliance with the requirements established in Regulation (EC) No 1559/2007.\n(9) It is therefore necessary that the Commission prohibits as from 16 June 2008 the fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45 °W and the Mediterranean Sea by purse seiners flying the flag of or registered in Greece, France, Italy, Cyprus and Malta, and as from 23 June 2008 the fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45 °W and in the Mediterranean Sea by purse seiners flying the flag of or registered in Spain.\n(10) In order to reinforce the effectiveness of these measures designed to forestall a serious threat to the conservation of the bluefin tuna stock, Community operators should also be enjoined not to accept landings, placing in cages for fattening or farming and transhipments of bluefin tuna caught by purse seiners in the Atlantic Ocean, east of longitude 45 °W, and the Mediterranean,", "main_body": ["Fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45 °W, and the Mediterranean by purse seiners flying the flag of or registered in Greece, France, Italy, Cyprus and Malta shall be prohibited as from 16 June 2008.\nIt shall also be prohibited to retain on board, place in cages for fattening or farming, tranship, transfer or land such stock caught by those vessels as from that date.", "Fishing for bluefin tuna in the Atlantic Ocean, east of longitude 45 °W, and the Mediterranean by purse seines flying the flag of or registered in Spain shall be prohibited as from 23 June 2008.\nIt shall also be prohibited to retain on board, place in cages for fattening or farming, tranship, transfer or land such stock caught by those vessels as from that date.", "1.   Subject to paragraph 2, as from 16 June 2008, Community operators shall not accept landings, placing in cages for fattening or farming, or transhipments in Community waters or ports of bluefin tuna caught in the Atlantic Ocean, east of longitude 45 °W, and the Mediterranean Sea by purse seiners.\n2.   It shall be allowed to land, place in cages for fattening or farming and to tranship in Community waters or ports of bluefin tuna caught in the Atlantic Ocean, east of longitude 45 °W, and the Mediterranean Sea by purse seiners flying the flag of, or registered in Spain until 23 June 2008.", "Entry into force\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply for six months.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 June 2008.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 358, 31.12.2002, p. 59. Regulation as amended by Regulation (EC) No 865/2007 (OJ L 192, 24.7.2007, p. 1).\n(2)  OJ L 19, 23.1.2008, p. 1.\n(3)  OJ L 134, 23.5.2008, p. 11.\n(4)  OJ L 340, 22.12.2007, p. 8."}