{"celex_id": "32005R0502", "uri": "http://publications.europa.eu/resource/cellar/855df9e2-cee4-445c-9af4-040818bf8adc", "type": "Regulation", "concepts": ["161", "1899", "2771"], "title": "Commission Regulation (EC) No 502/2005 of 31 March 2005 amending Council Regulation (EC) No 1362/2000 as regards the opening and management of tariff quotas for certain products originating in Mexico\n", "header": "1.4.2005 EN Official Journal of the European Union L 83/12\nCOMMISSION REGULATION (EC) No 502/2005\nof 31 March 2005\namending Council Regulation (EC) No 1362/2000 as regards the opening and management of tariff quotas for certain products originating in Mexico\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to Article 4 of Council Regulation (EC) No 1362/2000 of 29 June 2000 implementing for the Community the tariff provisions of Decision No 2/2000 of the Joint Council under the Interim Agreement on Trade and Trade-related matters between the European Community and the United Mexican States (1),\nWhereas:\n(1) The European Union-Mexico Joint Council has, by its Decision No 1/2005 of 21 February 2005 introducing a corrigendum in Decision No 3/2004 of the EU-Mexico Joint Council (2) amending Joint Council Decision No 2/2000 of 23 March 2000, amended the period for which the two Community tariff quotas provided for in Decision No 3/2004 are to be opened.\n(2) Regulation (EC) No 1362/2000 should therefore be amended accordingly.\n(3) Since the period for which the quotas in question are to be opened should start on 1 January 2005, this Regulation should apply from the same date.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Article 2(6) of Regulation (EC) No 1362/2000 is replaced by the following:\n‘6.   With the exception of the tariff quotas at order No 09.1854, No 09.1871, No 09.1873 and order No 09.1899, the tariff quotas referred to in the Annex to this Regulation shall be opened each year for a 12-month period from 1 July to 30 June. These quotas shall be opened for the first time on 1 July 2000.\nThe tariff quotas at order No 09.1871 and No 09.1873 shall be opened from 1 May 2004 to 31 December 2004 and from 1 January to 31 December of each calendar year thereafter, for as long as the quota remains applicable.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 2005.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 157, 30.6.2000, p. 1. Regulation as last amended by Commission Regulation (EC) No 1553/2004 (OJ L 282, 1.9.2004, p. 3).\n(2)  OJ L 66, 12.3.2005, p. 27."}