{"celex_id": "32005D0717", "uri": "http://publications.europa.eu/resource/cellar/7e829aa5-1414-4ff3-a5e6-712c2bee6e07", "type": "Decision", "concepts": ["1158", "1833", "2825", "2947", "4308", "849"], "title": "2005/717/EC: Commission Decision of 13 October 2005 amending for the purposes of adapting to the technical progress the Annex to Directive 2002/95/EC of the European Parliament and of the Council on the restriction of the use of certain hazardous substances in electrical and electronic equipment (notified under document number C(2005) 3754)   (Text with EEA relevance)\n", "header": "15.10.2005 EN Official Journal of the European Union L 271/48\nCOMMISSION DECISION\nof 13 October 2005\namending for the purposes of adapting to the technical progress the Annex to Directive 2002/95/EC of the European Parliament and of the Council on the restriction of the use of certain hazardous substances in electrical and electronic equipment\n(notified under document number C(2005) 3754)\n(Text with EEA relevance)\n(2005/717/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2002/95/EC of the European Parliament and of the Council of 27 January 2003 on the restriction of the use of certain hazardous substances in electrical and electronic equipment (1), and in particular Article 5(1)(b) thereof,\nWhereas:\n(1) Under Directive 2002/95/EC the Commission is required to evaluate certain hazardous substances prohibited pursuant to Article 4(1) of that Directive.\n(2) Certain materials and components containing lead, mercury, cadmium, hexavalent chromium, polybrominated biphenyls (PBB) or polybrominated diphenyl ethers (PBDE) should be exempt from the prohibition, since the elimination or substitution of these hazardous substances in those specific materials and components is still impracticable.\n(3) Since the risk assessment of DecaBDE, under Council Regulation (EEC) No 793/93 of 23 March 1993 on the evaluation and control of the risks of existing substances (2), has concluded that there is at present no need for measures to reduce the risks for consumers beyond those which are being applied already, but additional studies are required under the risk assessment, DecaBDE can be exempted until further notice from the requirements of Article 4(1) of Directive 2002/95/EC. Should new evidence lead to a different conclusion of the risk assessment, this decision would be re-examined and amended, if appropriate. In parallel industry is implementing a voluntary emissions reduction programme.\n(4) Exemptions from the prohibition for certain specific materials or components should be limited in their scope, in order to achieve a gradual phase-out of hazardous substances in electrical and electronic equipment, given that the use of those substances in such applications will become avoidable.\n(5) Pursuant to Article 5(1)(c) of Directive 2002/95/EC, each exemption listed in the Annex to that Directive must be subject to a review at least every four years or four years after an item is added to the list with the aim of considering deletion of materials and components of electrical and electronic equipment if their elimination or substitution via design changes or materials and components which do not require any of the materials or substances refered to in Article 4(1) is technically or scientifically possible, provided that the negative environmental, health and/or consumer safety impacts caused by substitution do not outweigh the possible environmental, health and/or consumer safety benefits thereof. Therefore, the review of each exemption provided for in this Decision will be done before 2010.\n(6) Pursuant to Article 5(2) of Directive 2002/95/EC, the Commission has consulted producers of electrical and electronic equipment, recyclers, treatment operators, environmental organisations and employee and consumers associations and forwarded the comments to the Committee established by Article 18 of Council Directive 75/442/EEC of 15 July 1975 on waste (3) (the Committee).\n(7) The Commission submitted the measures provided for in this Decision for vote in the Committee established under Article 18 of Directive 75/442/EEC on waste on 19 April 2005. There was no qualified majority in favour of these measures. Thus, in accordance with the procedure set out in Article 18 of Directive 75/442/EEC, a Proposal for a Council Decision was submitted to Council on 6 June 2005. Since on the expiry date of the period laid down in Article 7(2) of Directive 2002/95/EC the Council had neither adopted the proposed measures nor indicated its opposition to them in accordance with Article 5(6) of Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4) the measures should be adopted by the Commission,", "main_body": ["The Annex to Directive 2002/95/EC is amended as set out in the Annex to this Decision.\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 October 2005.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 37, 13.2.2003, p. 19.\n(2)  OJ L 84, 5.4.1993, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(3)  OJ L 194, 25.7.1975, p. 39. Directive as last amended by Regulation (EC) No 1882/2003.\n(4)  OJ L 184, 17.7.1999, p. 23.\nANNEX\nThe Annex to Directive 2002/95/EC is amended as follows:\n1. The title is replaced by the following:\n2. The following point 9a is added:\n‘9a. DecaBDE in polymeric applications;’\n3. The following point 9b is added:\n‘9b. Lead in lead-bronze bearing shells and bushes’."}