{"celex_id": "32006R0601", "uri": "http://publications.europa.eu/resource/cellar/e8a819b6-915a-4683-ad32-b12e30acbcb0", "type": "Regulation", "concepts": ["3645", "4258", "4488", "6371"], "title": "Commission Regulation (EC) No 601/2006 of  18 April 2006  implementing Regulation (EC) No 184/2005 of the European Parliament and of the Council as regards the format and the procedure for the transmission of data\n", "header": "19.4.2006 EN Official Journal of the European Union L 106/7\nCOMMISSION REGULATION (EC) No 601/2006\nof 18 April 2006\nimplementing Regulation (EC) No 184/2005 of the European Parliament and of the Council as regards the format and the procedure for the transmission of data\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 184/2005 of the European Parliament and of the Council of 12 January 2005 on Community statistics concerning balance of payments, international trade in services and foreign direct investment (1), and in particular Article 7 thereof,\nWhereas:\n(1) Regulation (EC) No 184/2005 establishes a common framework for the systematic production of Community statistics concerning balance of payments, international trade in services and foreign direct investment.\n(2) It is necessary to specify the format and the procedure for the transmission of the required data in order to produce comparable and harmonised data between Member States, to reduce the risk of errors in the transmission of data and to increase the speed with which the data collected can be processed and made available to users. Implementing rules should therefore be laid down to supplement the instructions contained in the Eurostat Balance of Payments Vademecum, as revised yearly.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Balance of Payments Committee set up by Regulation (EC) No 184/2005,", "main_body": ["Data transmission\nMember States shall transmit to the Commission (Eurostat) data in electronic form, through the Single Entry Point for data, maintained by the Commission (Eurostat).\nThe Commission (Eurostat) shall make available detailed documentation in relation to this Single Entry Point and shall supply guidelines on how to implement data transmission approaches compatible with it.", "Data format\nMember States shall use the data format ‘Gesmes’, in conformity with the interchange standards specified by the Commission (Eurostat). The Commission (Eurostat) shall make available detailed documentation in relation to these standards and shall supply guidelines on how to implement these standards in accordance with the requirements of this Regulation.\nNo proprietary data format shall be used.", "Technical specifications of data format\nThe technical specifications of the data structure shall be as given in the Annex to this Regulation.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 April 2006.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 35, 8.2.2005, p. 23.\nANNEX\nTechnical specifications of the data structure\nINTRODUCTION\nStandardisation of data record structures is fundamental for efficient data processing. It is a necessary stage for providing data conforming to the interchange standards specified by the Commission (Eurostat). Gesmes format is the exclusive means of transmitting data on balance of payments statistics from Member States to the Commission (Eurostat).\nDATA SETS\nThe following five data sets will be used for balance of payments reporting:\nData set identifier Description\nBOP_EUR_Q Euro indicators\nBOP_FDI_A Foreign direct investments\nBOP_ITS_A International trade in services\nBOP_POS_A Foreign direct investment positions\nBOP_Q_Q Quarterly statistics\nDATA STRUCTURE, CODE LISTS AND ATTRIBUTES\nThis section gives an overview of the data structure, code lists and attributes to be used. The available values of the attributes are to be found in the most recent version of the Eurostat Balance of Payments Vademecum.\n(1)   Frequency\n(a) Definition: the frequency of the series\n(b) Name of the code list: CL_FREQ\n(c) Format: AN1\n(2)   Reference area or reporter\n(a) Definition: the country or geographical/political group of countries related to measured economic phenomenon. This entity is also called ‘reporter’\n(b) Name of the code list: CL_AREA_EE\n(c) Format: AN2\n(d) Abbreviations used for type: COU country, ECO economic zone, GEO geographical zone, ORG international organisation\n(3)   Adjustment indicator\n(a) Definition: indicates whether a seasonal adjustment and/or working day adjustment has been applied or not\n(b) Name of the code list: CL_ADJUSTMENT\n(c) Format: AN1\n(4)   Data type\n(a) Definition: describes the data type, e.g. stock, flow, for balance of payments statistics.\n(b) Name of the code list: CL_DATA_TYPE_BOP\n(c) Format: AN1\n(5)   BOP coded item\n(a) Definition: coded item from breakdown of the BOP\n(b) Name of the code list: CL_BOP_ITEM\n(c) Format: AN8\n(d) Abbreviations used for type: STD standard component, MEM memorandum item, SUP supplementary information, XOE Eurostat/OECD or Eurostat item, ECB item, IIP International Investment Position\n(6)   Currency breakdown\n(a) Definition: it refers to currency breakdown for transactions and positions\n(b) Name of the code list: CL_CURR_BRKDWN\n(c) Format: AN1\n(7)   Counterpart area\n(a) Definition: the country or geographical/economical group of countries within which the reference area or reporter (ref_area) had the transaction\n(b) Name of the code list: CL_AREA_EE\n(c) Format: AN2\n(8)   Denomination of series\n(a) Definition: currency of denomination (common currency e.g. Euro or ECU or USD or national currency, etc.) or special drawing rights\n(b) Name of the code list: CL_SERIES_DENOM\n(c) Format: AN1\n(9)   Resident economic activity\n(a) Definition: resident economic activity\n(b) Name of the code list: CL_BOP_EC_ACTIV_R1\n(c) Format: N4\n(10)   Non-resident economic activity\n(a) Definition: non-resident economic activity\n(b) Name of the code list: CL_BOP_EC_ACTIV_R1\n(c) Format: N4\n(11)   Observation status (mandatory)\n(a) Definition: information on quality of value or an unusual or missing value\n(b) Name of the code list: CL_OBS_STATUS\n(c) Format: AN1\n(12)   Observation confidentiality (conditional)\n(a) Definition: information about whether the observation can be made public outside the receiving institution or not\n(b) Name of the code list: CL_OBS_CONF\n(c) Format: AN1\n(13)   Sender organisation\n(a) Definition: entity that sends the data\n(b) Name of the code list: CL_ORGANISATION\n(c) Format: AN3\n(14)   Recipient\n(a) Definition: entity that receives the data\n(b) Name of the code list: CL_ORGANISATION\n(c) Format: AN3"}