{"celex_id": "32003D0119", "uri": "http://publications.europa.eu/resource/cellar/1a006aff-17c7-435f-b104-3ab48a8c7481", "type": "Decision", "concepts": ["1309", "1591", "2084", "2384", "2435", "2771", "4310"], "title": "2003/119/EC: Commission Decision of 22 January 2003 amending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of farmed Atlantic salmon originating in Norway\n", "header": "Commission Decision\nof 22 January 2003\namending Decision 97/634/EC accepting undertakings offered in connection with the anti-dumping and anti-subsidy proceedings concerning imports of farmed Atlantic salmon originating in Norway\n(2003/119/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), as last amended by Regulation (EC) No 1972/2002(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(3), as last amended by Regulation (EC) No 1973/2002(4), and in particular Article 13 thereof,\nAfter consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 31 August 1996, by means of two separate notices published in the Official Journal of the European Communities, the Commission announced the initiation of an anti-dumping proceeding(5) and an anti-subsidy proceeding(6) in respect of imports of farmed Atlantic salmon (the product concerned) originating in Norway.\n(2) These proceedings resulted in anti-dumping and countervailing duties being imposed in September 1997 by Council Regulations (EC) No 1890/97(7) and 1891/97(8) in order to eliminate the injurious effects of dumping and subsidisation.\n(3) In parallel to this, by Decision 97/634/EC(9), as last amended by Decision 2002/743/EC(10), the Commission accepted undertakings from 190 Norwegian exporters and imports of the product concerned to the Community by these companies were exempted from the said anti-dumping and countervailing duties.\n(4) The form of the duties was later reviewed and Regulations (EC) No 1890/97 and 1891/97 were replaced by Council Regulation (EC) No 772/1999(11), as last amended by Regulation (EC) No 1593/2002(12).\nB. NEW EXPORTERS, CHANGES OF NAME AND VOLUNTARY WITHDRAWAL OF AN UNDERTAKING\n1. New exporter\n(5) Since the original imposition of definitive anti-dumping and countervailing duties, certain Norwegian companies have made themselves known to the Commission, claiming to be new exporters, and requested, in accordance with Article 2 of Regulation (EC) No 772/1999 in conjunction with Article 11(4) of Regulation (EC) No 384/96 and Article 20 of Regulation (EC) No 2026/97, that the exemption to the duties be extended to them.\n(6) In this regard, three such exporters, Vestmar AS, Gaia Seafood AS and Polar Quality AS all demonstrated that they had not exported the product concerned to the Community during the investigation period which led to the current anti-dumping and countervailing duties.\n(7) The companies also showed that they are not related to any of the companies in Norway which are subject to anti-dumping and countervailing duties. In addition, they provided evidence that they had entered into irrevocable contractual obligations to export a significant amount of the product concerned to the Community.\n(8) The companies have offered undertakings which are identical to those previously accepted from other Norwegian companies exporting farmed Atlantic salmon originating in Norway and by doing so have agreed inter alia to respect the minimum import price levels (MIPs) laid down therein and to provide the Commission with regular and detailed information concerning their exports to the Community.\n(9) Since the undertakings offered by the companies concerned can be monitored by the Commission in the same way as those already in place, and they eliminate the injurious effects of dumping and subsidisation, the offers are considered acceptable. The companies have been informed of the essential facts, considerations and obligations upon which this acceptance is based.\n(10) Notwithstanding the fact that the anti-dumping and anti-subsidy measures are currently subject to an interim review, the names of Vestmar AS, Gaia Seafood AS and Polar Quality AS should nevertheless be added in the meantime to the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC.\n2. Changes of name\n(11) One Norwegian exporter with an undertaking, Arctic Group International (UT No 1/11, TARIC additional code 8109 ) advised the Commission that the group of companies to which it belonged had been reorganised and that another company within the group was now responsible for exports of salmon to the Community. Arctic Group International therefore requested that its name be replaced by that of Arctic Group Maritime AS on the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC.\n(12) Another Norwegian company with an undertaking, Fjord Seafood Midt-Norge AS (UT No 1/101, TARIC Additional Code 8207 ) advised the Commission that its name had changed to Fjord Seafood Norway AS. It therefore requested that its name be amended on the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC. The company also advised the Commission that a related company, Fjord Seafood Måløy AS (UT No 1/62, TARIC additional code 8304 ), had merged with it and that the undertaking offered by Fjord Seafood Måløy AS was no longer appropriate and that this name should be deleted on the above mentioned list of companies from which undertakings are accepted.\n(13) The Commission considers after verification that the requests are acceptable since the modifications do not entail any substantive changes which would affect the assessment of dumping or subsidisation, nor do they affect any of the considerations on which the acceptance of the undertakings was based.\n(14) Consequently, the names of Arctic Group International and Fjord Seafood Midt-Norge AS should be changed to Arctic Group Maritime AS and Fjord Seafood Norway AS respectively on the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC and the name of Fjord Seafood Måløy AS deleted from that list.\n3. Voluntary withdrawal of an undertaking\n(15) Another Norwegian company, Timar Seafood AS (UT No 1/180, TARIC additional code 8294 ), advised the Commission that it wished to withdraw its undertaking. Accordingly, the name of this company should be deleted from the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC.\nC. AMENDMENT OF THE ANNEX TO DECISION 97/634/EC\n(16) In view of the all the above, the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC should be amended accordingly.\n(17) The Advisory Committee has been consulted on all of the above and has raised no objections.\n(18) For the sake of clarity, an updated version of the Annex to that Decision is published herewith, showing all the exporters whose undertakings are currently in force.\n(19) In parallel to this Decision, the Council, by Regulation (EC) No 321/2003(13) has granted an exemption from the anti-dumping and anti-subsidy duties to Vestmar AS, Gaia Seafood AS and Polar Quality AS, changed the names of Arctic Group International and Fjord Seafood Midt-Norge AS to Arctic Group Maritime AS and Fjord Seafood Norway AS respectively, withdrawn exemption from the anti-dumping and anti-subsidy duties by deleting the names of Fjord Seafood Måløy AS and Timar Seafood AS, by amending the Annex to Regulation (EC) No 772/1999,", "main_body": ["The undertakings offered by Vestmar AS, Gaia Seafood AS and Polar Quality AS in connection with the anti-dumping and anti-subsidy proceedings concerning imports of farmed Atlantic salmon originating in Norway are hereby accepted.", "The Annex to Commission Decision 97/634/EC is replaced by the Annex hereto.", "This Decision shall be applicable from the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 January 2003.\nFor the Commission\nPascal Lamy\nMember of the Commission\n(1) OJ L 56, 6.3.1996, p. 1.\n(2) OJ L 305, 7.11.2002, p. 1.\n(3) OJ L 288, 21.10.1997, p. 1.\n(4) OJ L 305, 7.11.2002, p. 4.\n(5) OJ C 253, 31.8.1996, p. 18.\n(6) OJ C 253, 31.8.1996, p. 20.\n(7) OJ L 267, 30.9.1997, p. 1.\n(8) OJ L 267, 30.9.1997, p. 19.\n(9) OJ L 267, 30.9.1997, p. 81.\n(10) OJ L 240, 7.9.2002, p. 51.\n(11) OJ L 101, 16.4.1999, p. 1.\n(12) OJ L 240, 7.9.2002, p. 22.\n(13) See page 3 of this Official Journal.\nANNEX\n\"ANNEX\nLIST OF COMPANIES FROM WHICH UNDERTAKINGS ARE ACCEPTED\n>TABLE>\""}