{"celex_id": "32009R1169", "uri": "http://publications.europa.eu/resource/cellar/e7cc6907-076b-4a7d-a979-ed77562f1930", "type": "Regulation", "concepts": ["1268", "1425", "1590", "2695", "2735", "3885", "7126", "893"], "title": "Commission Regulation (EC) No 1169/2009 of 30 November 2009 amending Regulation (EC) No 353/2008 establishing implementing rules for applications for authorisation of health claims as provided for in Article 15 of Regulation (EC) No 1924/2006 of the European Parliament and of the Council (Text with EEA relevance)\n", "header": "1.12.2009 EN Official Journal of the European Union L 314/34\nCOMMISSION REGULATION (EC) No 1169/2009\nof 30 November 2009\namending Regulation (EC) No 353/2008 establishing implementing rules for applications for authorisation of health claims as provided for in Article 15 of Regulation (EC) No 1924/2006 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 15(4) thereof,\nHaving consulted the European Food Safety Authority,\nWhereas:\n(1) In order to ensure that for all categories of health claims made on foods, only health claims compliant with the general principles and the conditions set out in Regulation (EC) No 1924/2006 are submitted to the European Food Safety Authority (EFSA), hereinafter referred to as the Authority, and therefore subject to the authorisation procedure, it is necessary to lay down the conditions under which applications for authorisation of health claims may be considered valid and clarify the responsibility of the Member States in this respect in conformity with Article 15(2) and Article 18(3) of Regulation (EC) No 1924/2006.\n(2) Pursuant to Article 20 of Regulation (EC) No 1924/2006 the list of authorised as well as rejected claims has to be published in a register for transparency reasons. The purpose is, as explained in recital 31 of Regulation (EC) No 1924/2006, to avoid multiple applications in respect of claims which have already been assessed and subject to the authorisation procedure. Therefore, it is necessary to clarify among the modalities of presentation of an application, also the rules on withdrawals of applications as well as the time limits to submit a request for withdrawal.\n(3) The applicant should only be allowed to withdraw an application up to the moment the Authority adopts its opinion pursuant to Article 16(1) or Article 18(3) of Regulation (EC) No 1924/2006. Such time limit is necessary in order to preserve the usefulness of the Authority’s evaluation of claims and the effectiveness of the procedure for authorisation and rejection of claims and to avoid the submission of applications on claims which have already been assessed. In this respect, only withdrawals of applications submitted according to the conditions set out in the present Regulation can put an end to the authorisation procedure, which otherwise will continue after the Authority has issued its opinion.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Commission Regulation (EC) No 353/2008 (2) is amended as follows:\n1. the following Article 7a is inserted after Article 7:\n(i) for applications submitted under Article 15 of Regulation (EC) No 1924/2006 the health claim is a health claim concerning the reduction of disease risk claims or referring to children’s development and health;\n(ii) for applications submitted under Article 18 of Regulation (EC) No 1924/2006 the health claim is any health claim as referred to in Article 13(5) of that Regulation with the exception of health claims referring to children’s development and health.’;\n2. the following Article 7b is inserted after Article 7a:", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  OJ L 109, 19.4.2008, p. 11."}