{"celex_id": "32006R0408", "uri": "http://publications.europa.eu/resource/cellar/4302b143-45ce-4897-826e-716320a4a63f", "type": "Regulation", "concepts": ["161", "2743", "2777", "2871", "4682", "4689", "893"], "title": "Commission Regulation (EC) No 408/2006 of  9 March 2006  amending Regulation (EC) No 936/97 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat\n", "header": "10.3.2006 EN Official Journal of the European Union L 71/3\nCOMMISSION REGULATION (EC) No 408/2006\nof 9 March 2006\namending Regulation (EC) No 936/97 opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2006/106/EC of 30 January 2006 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union (1), and in particular Article 2 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 936/97 (2) provides for the opening and administration, on a multi-annual basis, of a number of quotas of high-quality beef.\n(2) As a result of the negotiations which led to the Agreement approved by Decision 2006/106/EC, the Community undertook to incorporate in its schedule for all Member States an increase of 150 tonnes of the annual import tariff quota of high-quality beef.\n(3) Moreover, qualification for the quota of high-quality beef allocated to Australia is subject to the conditions laid down in Regulation (EC) No 936/97. In order to refer to parameters which are verifiable and auditable, the definition of high-quality beef in Article 2(b) of that Regulation should be modified and should refer to official categories defined on the day of entry into force of this Regulation by the competent Australian authorities.\n(4) It is also appropriate to specify that the provisions of Article 13 of Regulation (EC) No 1760/2000 of the European Parliament and of the Council (3), which establishes a system for the identification and registration of bovine animals and sets out provisions regarding the labelling of beef and beef products, should be applicable to the import of high quality beef referred to in Article 2(b) of Regulation (EC) No 936/97.\n(5) Regulation (EC) No 936/97 should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EC) No 936/97 is amended as follows:\n1. Article 1(1) is amended as follows:\n(a) in the first indent of the first subparagraph, ‘60 100 tonnes’ is replaced by ‘60 250 tonnes’;\n(b) the second subparagraph is replaced by the following:\n2. In Article 2, point (b) is amended as follows:\n(a) in the first subparagraph, ‘7 000 tonnes’ is replaced by ‘7 150 tonnes’;\n(b) the second subparagraph is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 47, 17.2.2006, p. 52.\n(2)  OJ L 137, 28.5.1997, p. 10. Regulation as last amended by Regulation (EC) No 2186/2005 (OJ L 347, 30.12.2005, p. 74).\n(3)  OJ L 204, 11.8.2000, p. 1. Regulation as amended by the 2003 Act of Accession.\n(4)  OJ L 204, 11.8.2000, p. 1.’"}