{"celex_id": "32003D0851", "uri": "http://publications.europa.eu/resource/cellar/ae7d5d60-7ef1-406e-8614-02feedfd7b0d", "type": "Decision", "concepts": ["1085", "1318", "1445", "1712", "2356", "2560", "4152", "4839", "5369"], "title": "2003/851/EC: Commission Decision of 5 December 2003 amending Decision 2003/526/EC concerning protection measures relating to classical swine fever in Belgium, France, Germany and Luxembourg (Text with EEA relevance) (notified under document number C(2003) 4523)\n", "header": "Commission Decision\nof 5 December 2003\namending Decision 2003/526/EC concerning protection measures relating to classical swine fever in Belgium, France, Germany and Luxembourg\n(notified under document number C(2003) 4523)\n(Text with EEA relevance)\n(2003/851/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), and in particular Article 10(4) thereof,\nWhereas:\n(1) In response to the classical swine fever situation in certain parts of Belgium, Germany, France and Luxembourg, the Commission has adopted several Decisions, and in particular Decision 2003/526/EC(2). That Decision has been prolonged by Decision 2003/772/EC(3).\n(2) Classical swine fever has spread further in feral pigs in Bas-Rhine in France.\n(3) To prevent any further spread of classical swine fever, the area in which certain measures laid down in Decision 2003/526/EC apply should be extended.\n(4) Pursuant to Decision 2003/526/EC the Member States concerned may allow the movements of pigs proceeding from holdings located within areas where classical swine fever has been detected in feral pigs and dispatched to other areas in the same Member State, only from holdings of dispatch where a clinical examination and serological tests for classical swine fever have been carried out. However, in the light of the improvement of the epidemiological situation in domestic pigs it is appropriate to amend the procedures established to dispatch pigs for immediate slaughter from the areas where classical swine fever has been detected in feral pigs to slaughterhouses located outside these areas in the same Member State.\n(5) Decision 2003/526/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2003/526/EC is amended as follows:\n1. In Article 7, the following second paragraph is added:\"However, Article 6(1)(c) shall not apply to pigs to be moved directly to slaughterhouses for the purpose of immediate slaughter.\"\n2. In the Annex, Part 2, France, the second indent is replaced by the following:\n\"- the territory of the department Bas-Rhine located: (i) west of the road D 264 from the border with Germany (Wissembourg) to Soultz-sous-ForĂŞts, (ii) north of the road D 28 from Soultz-sous-ForĂŞts to Reichshoffen, (iii) east of the roads D 853 from Reichshoffen to Sturzelbronn and D 35 from Sturzelbronn to the border with Germany (Bremen-Telle), (iv) south of the border between France and Germany from Bremen-Telle to Wissembourg.\"", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 December 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(2) OJ L 183, 22.7.2003, p. 46.\n(3) OJ L 280, 30.10.2003, p. 21."}