{"celex_id": "32005D0457", "uri": "http://publications.europa.eu/resource/cellar/afdc5121-667a-4526-b380-7fadb901ed3d", "type": "Decision", "concepts": ["1590", "5451", "6052"], "title": "2005/457/EC: Commission Decision of 4 April 2005 authorising the placing on the market of isomaltulose as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document number C(2005) 1001)\n", "header": "23.6.2005 EN Official Journal of the European Union L 160/28\nCOMMISSION DECISION\nof 4 April 2005\nauthorising the placing on the market of isomaltulose as a novel food or novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document number C(2005) 1001)\n(Only the Dutch text is authentic)\n(2005/457/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 30 October 2003 Cargill Incorporated, acting through Cerestar, made a request to the competent authorities of the United Kingdom to place isomaltulose as a novel food or novel food ingredient on the market.\n(2) On 19 March 2004 the competent authorities of the United Kingdom issued their initial assessment report.\n(3) In their initial assessment report the United Kingdom’s competent food assessment body came to the conclusion that the proposed uses for isomaltulose are safe for human consumption.\n(4) The Commission forwarded the initial assessment report to all Member States on 15 April 2004.\n(5) Within the 60-day period laid down in Article 6(4) of the Regulation, reasoned objections to the marketing of the product were raised in accordance with that provision.\n(6) At a meeting on 10 December 2004 Member States experts considered the initial assessment report as far as risk assessment was concerned and there was no need for further consultation of the European Food Safety Authority.\n(7) As regards the nutrition information included in the labelling and advertising of foods containing isomaltulose, the rules of Council Directive 90/496/EC of 24 September 1990 on nutrition labelling for foodstuffs (2) apply.\n(8) On the basis of the initial assessment report, it is established that isomaltulose complies with the criteria laid down in Article 3(1) of the Regulation.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Isomaltulose as specified in the Annex, may be placed on the market in the Community as a novel food or novel food ingredient for use in foodstuffs.", "The designation ‘isomaltulose’ shall be displayed on the labelling of the product as such or in the list of ingredients of foodstuffs containing it.\nIn a prominently displayed footnote related to the designation isomaltulose by means of an asterisk (*) the words ‘isomaltulose is a source of glucose and fructose’ shall be displayed. The words shall have a typeface of at least the same size as the list of ingredients itself.", "This Decision is addressed to Cargill Incorporated, c/o Cerestar, Havenstraat 84, B-1800 Vilvoorde."], "attachments": "Done at Brussels, 4 April 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003 (OJ L 284, 31.10.2003, p. 1).\n(2)  OJ L 276, 6.10.1990, p. 40. Directive as last amended by Commission Directive 2003/120/EC (OJ L 333, 20.12.2003, p. 51).\nANNEX\nSPECIFICATIONS OF ISOMALTULOSE\nDefinition:\nA reducing disaccharide that consists of one glucose and one fructose moiety linked by an alpha-1,6-glucosidic bond. It is obtained from sucrose by an enzymatic process. The commercial product is the monohydrate.\nChemical name\n6-O-a-D-glucopyranosyl-D-fructofuranose, monohydrate\nCAS number\n13718-94-0\nChemical formula\nC12H22O11 · H2O\nStructural formula\nFormula weight\n360,3 (monohydrate)\nAssay\nNot less than 98 % on the dry basis\nDescription\nVirtually odourless, white or almost white crystals with a sweet taste\nLoss on drying\nNot more than 6,5 % (60 °C, 5 hours)\nLead\nNot more than 0,1 mg/kg\nDetermine using an atomic absorption technique appropriate to the specified level. The selection of sample size and method of sample preparation may be based on the principles of the method described in FNP 5 (1), ‘Instrumental methods’.\n(1)  Food and Nutrition Paper 5 Rev.2 — Guide to specifications for general notices, general analytical techniques, identification tests, test solutions and other reference materials. (JECFA) 1991, 322 p. English — ISBN 92-5-102991-1."}