{"celex_id": "32001D0518", "uri": "http://publications.europa.eu/resource/cellar/f11196d5-83ee-4147-87ec-6459143b8c5d", "type": "Decision", "concepts": ["1374", "192", "3774", "4681", "5369", "994"], "title": "2001/518/EC: Commission Decision of 6 July 2001 amending for the fifth time Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom (Text with EEA relevance) (notified under document number C(2001) 1791)\n", "header": "Commission Decision\nof 6 July 2001\namending for the fifth time Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom\n(notified under document number C(2001) 1791)\n(Text with EEA relevance)\n(2001/518/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and in particular Article 10 thereof,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market(3), as last amended by Directive 92/118/EEC, and in particular Article 9 thereof,\nWhereas:\n(1) Following the reports of outbreaks of foot-and-mouth disease in the United Kingdom, the Commission adopted Decision 2001/356/EC concerning certain protection measures with regard to foot-and-mouth disease in the United Kingdom(4), as last amended by Decision 2001/437/EC(5).\n(2) Council Directive 85/511/EEC, as last amended by the Act of Accession of Austria, Finland and Sweden, introduces Community measures for the control of foot-and-mouth disease(6).\n(3) In certain cases consolidated loads of large numbers of various products of animal origin, each of them eligible for dispatch from the United Kingdom, are consigned from distribution centres of supermarket retailers in Great Britain. Currently this requires that each individual product is accompanied by a certificate or commercial document as provided for in Decision 2001/356/EC.\n(4) To facilitate the operation of such distribution centres handling products other than fresh meat, minced meat and meat preparations it appears appropriate that compliance with the requirements of Decision 2001/356/EC be stated in the commercial document accompanying such consolidated loads endorsed by the attachment of a copy of an official veterinary certificate confirming that the premises of dispatch has in place a system to ensure that goods can only be dispatched if they are traceable to documentary evidence of compliance with Decision 2001/356/EC and that this system has been audited and found satisfactory.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["A third paragraph is added to Article 9 of Decision 2001/356/EC as follows: \"For products for retail sale to the final consumer, the competent authorities of the United Kingdom may authorise consolidated loads of products other than fresh meat, minced meat and meat preparations, each of which is eligible for dispatch in accordance with this Decision, to be accompanied by a commercial document endorsed by the attachment of a copy of an official veterinary certificate confirming that the premises of dispatch has in place a system to ensure that goods can only be dispatched if they are traceable to documentary evidence of compliance with this Decision and that this system has been audited and found satisfactory. The verifying certification of the traceability system shall bear a reference to this Decision, shall be valid for 30 days, shall state the expiry date and shall be renewable only after the establishment has been audited with satisfactory results. The competent authorities of the United Kingdom shall communicate to the other Member States and the Commission the list of establishments they have approved in application of these provisions.\"", "Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 July 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 395, 30.12.1989, p. 13.\n(4) OJ L 125, 5.5.2001, p. 46.\n(5) OJ L 154, 9.6.2001, p. 66.\n(6) OJ L 315, 26.11.1985, p. 11."}