{"celex_id": "32006R1157", "uri": "http://publications.europa.eu/resource/cellar/ab4af59b-b3cc-4430-b0f7-b5a115a54fc7", "type": "Regulation", "concepts": ["1005", "1086", "2965", "3003", "4128", "4681"], "title": "Commission Regulation (EC) No 1157/2006 of  28 July 2006  amending Regulation (EC) No 188/2005 laying down detailed rules for the application of the aid scheme for the meat sector in the outermost regions\n", "header": "29.7.2006 EN Official Journal of the European Union L 208/15\nCOMMISSION REGULATION (EC) No 1157/2006\nof 28 July 2006\namending Regulation (EC) No 188/2005 laying down detailed rules for the application of the aid scheme for the meat sector in the outermost regions\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1452/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the French overseas departments, amending Directive 72/462/EEC and repealing Regulations (EEC) No 525/77 and (EEC) No 3763/91 (Poseidom) (1), and in particular Article 9(3) thereof,\nHaving regard to Council Regulation (EC) No 1453/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Azores and Madeira and repealing Regulation (EEC) No 1600/92 (Poseima) (2), and in particular Articles 13(3) and 22(4) and (10) thereof,\nHaving regard to Council Regulation (EC) No 1454/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Canary Islands and repealing Regulation (EEC) No 1601/92 (Poseican) (3), and in particular Article 5(3) thereof,\nWhereas:\n(1) Article 4 of Commission Regulation (EC) No 188/2005 (4) establishes the annual amount for the financing, from the 2005 calendar year, of the programme to assist traditional activities in the meat sector in the French overseas departments, as provided for by Article 9(1) of Regulation (EC) No 1452/2001.\n(2) The second subparagraph of Article 9(2) of Regulation (EC) No 1452/2001 lays down that the Commission shall increase this annual amount, subject to a maximum provided for in that provision, in order to take into consideration the development of local production.\n(3) The development of local production in the French overseas departments, as established in accordance with Article 5 of Regulation (EC) No 188/2005, is such that the respective annual amount set out in Article 4 of that Regulation should be increased accordingly, subject to the maximum under Article 9(2) of Regulation (EC) No 1452/2001.\n(4) Regulation (EC) No 188/2005 should be amended accordingly.\n(5) The aid programme concerned being applicable from 1 January 2006, this Regulation should also apply from that date.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Article 4 of Regulation (EC) No 188/2005 is replaced by the following:\n‘Article 4\nFinancing the programme\nThe Community shall finance the programme from the 2006 calendar year up to the following annual amounts (EUR million):\n(a) Spain 7,00\n(b) France 14,255\n(c) Portugal 16,91’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2006.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 198, 21.7.2001, p. 11. Regulation last amended by Regulation (EC) No 1690/2004 (OJ L 305, 1.10.2004, p. 1).\n(2)  OJ L 198, 21.7.2001, p. 26. Regulation last amended by Regulation (EC) No 1690/2004.\n(3)  OJ L 198, 21.7.2001, p. 45. Regulation last amended by Regulation (EC) No 1690/2004.\n(4)  OJ L 31, 4.2.2005, p. 6."}