{"celex_id": "32006R1124", "uri": "http://publications.europa.eu/resource/cellar/4b9da73f-2f1f-4fa1-8b4f-2ca48835cf7b", "type": "Regulation", "concepts": ["1474", "2556", "2850", "3888", "5228", "5537"], "title": "Council Regulation (EC) No 1124/2006 of  11 July 2006  on the conclusion of the Agreement in the form of an exchange of letters extending the Protocol setting out, for the period  1 June 2005  to  31 May 2006 , the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé e Príncipe\n", "header": "22.7.2006 EN Official Journal of the European Union L 200/1\nCOUNCIL REGULATION (EC) No 1124/2006\nof 11 July 2006\non the conclusion of the Agreement in the form of an exchange of letters extending the Protocol setting out, for the period 1 June 2005 to 31 May 2006, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé e Príncipe\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37, in conjunction with Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Under the terms of the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé e Príncipe (2), the Contracting Parties are to enter into negotiations, before the period of validity of the Protocol to the Agreement expires, to determine by mutual agreement the contents of the Protocol for the period that follows and, where applicable, the amendments or additions to be made to the Annex thereto.\n(2) Pending negotiations on changes to be made to the existing Protocol approved by Council Regulation (EC) No 2348/2002 (3), the two parties contrasting have decided to extend its validity for one year by means of an Agreement in the form of an exchange of letters.\n(3) It is in the Community's interest to approve this extension.\n(4) The allocation of the fishing opportunities among the Member States under the expired Protocol should be confirmed,", "main_body": ["The Agreement in the form of an exchange of letters extending the Protocol setting out, for the period 1 June 2005 to 31 May 2006, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Government of the Democratic Republic of São Tomé and Príncipe on fishing off the coast of São Tomé and Príncipe is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Regulation (4).", "The fishing opportunities set out in the Protocol are allocated to Member States as follows:\n— tuna seiners:\n— tuna seiners:\nSpain: 18\n— pole-and-line tuna vessels:\n— surface longliners:\nPortugal: 5\nThe Member States whose vessels fish under the Agreement in the form of an Exchange of Letters shall notify the Commission of the quantities of each stock caught within the fishing zone of São Tomé and Príncipe in accordance with Commission Regulation (EC) No 500/2001 (5).", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 July 2006.\nFor the Council\nThe President\nE. HEINÄLUOMA\n(1)  Opinion delivered on 16 May 2006 (not yet published in the Official Journal).\n(2)  OJ L 54, 25.2.1984, p. 1.\n(3)  OJ L 351, 28.12.2002, p. 12.\n(4)  OJ L 40, 11.2.2006, p. 19.\n(5)  OJ L 73, 15.3.2001, p. 8."}