{"celex_id": "32006R0022", "uri": "http://publications.europa.eu/resource/cellar/91b20663-c36d-45c8-8132-6a500d64179b", "type": "Regulation", "concepts": ["20", "3170", "4314", "4663", "5283"], "title": "Commission Regulation (EC) No 22/2006 of  9 January 2006  opening a standing invitation to tender for the resale on the Community market of sugar held by the intervention agencies of Belgium, the Czech Republic, Spain, France, Ireland, Italy, Hungary, Poland, Slovakia and Sweden\n", "header": "10.1.2006 EN Official Journal of the European Union L 5/3\nCOMMISSION REGULATION (EC) No 22/2006\nof 9 January 2006\nopening a standing invitation to tender for the resale on the Community market of sugar held by the intervention agencies of Belgium, the Czech Republic, Spain, France, Ireland, Italy, Hungary, Poland, Slovakia and Sweden\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the market in the sugar sector (1), and in particular Article 9(3) thereof,\nWhereas:\n(1) Belgium, the Czech Republic, Spain, France, Ireland, Italy, Hungary, Poland, Slovakia and Sweden have intervention stocks of sugar. In order to respond to market needs, it is appropriate to make these stocks available on the internal market.\n(2) Commission Regulation (EC) No 1262/2001 of 27 June 2001 laying down detailed rules for implementing Council Regulation (EC) No 1260/2001 as regards the buying in and sale of sugar by intervention agencies (2) should apply to such a sale.\n(3) However, Article 22(2) and (3) of Regulation (EC) No 1262/2001 providing for the publication of the invitation of tender in the ‘C’ series of the Official Journal of the European Union at least 10 days before the period for submission of tenders expires should not apply as Member States have difficulties for the translation into all Community languages and this will create unnecessary delays in the sales of their intervention sugar. Furthermore, Article 28(1)(a) of the said Regulation provides for a tendering security of EUR 0,73 per 100 kilograms. For the sale of intervention sugar on the internal market, the security lodged by the tenderer should be brought in line with the intervention price. As a consequence, Article 28(1)(a) should not apply.\n(4) To take account of the situation on the Community market, provision should be made for the Commission to fix a minimum selling price for each partial invitation to tender.\n(5) The intervention agencies of Belgium, the Czech Republic, Spain, France, Ireland, Italy, Hungary, Poland, Slovakia and Sweden should communicate the tenders to the Commission. The tenderers should remain anonymous.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The intervention agencies of Belgium, the Czech Republic, Spain, France, Ireland, Italy, Hungary, Poland, Slovakia and Sweden shall offer for sale by standing invitation to tender on the Community internal market a total quantity of 1 009 124 tonnes of sugar accepted into intervention and available for sale on the internal market. The Member States concerned and the quantities involved are laid down in Annex I.", "1.   The tenders and the sales provided for in Article 1 shall take place in accordance with Regulation (EC) No 1262/2001, except as otherwise provided by this Regulation.\n2.   By way of derogation from Article 22(2) and (3) of Regulation (EC) No 1262/2001, each intervention agency concerned shall draw up a notice of invitation to tender and publish it at least eight days before the beginning of the period for the submission of tenders.\nThe notice shall indicate, in particular, the terms of the invitation to tender.\nThe notice, and all changes to it, shall be forwarded to the Commission before publication.", "The minimum bid for each partial invitation to tender shall be 250 tonnes.", "1.   The period during which tenders may be submitted in response to the first partial invitation to tender shall begin on 26 January 2006 and shall end on 1 February 2006 at 15.00, Brussels time.\nThe periods during which tenders may be submitted in response to the second and subsequent partial invitations shall begin on the first working day following the end of the preceding period. They shall end at 15.00, Brussels time:\n— on 15 February 2006,\n— on 1, 15 and 29 March 2006,\n— on 5 and 19 April 2006,\n— on 3, 17 and 31 May 2006,\n— on 7, 14, 21 and 28 June 2006.\n2.   Tenders shall be lodged with the intervention agency holding the sugar as laid down in Annex I.", "By way of derogation from Article 28(1)(a) of Regulation (EC) No 1262/2001, a tendering security of EUR 20 per 100 kg of sugar shall be lodged by each tenderer.", "The intervention agencies concerned shall communicate to the Commission tenders submitted within two hours from the expiry of the deadline for the submissions laid down in Article 4(1).\nThe tenderers shall not be identified.\nTenders submitted shall be communicated in electronic form according to be the model laid down in the Annex II.\nWhen no tenders are submitted, the Member State shall communicate this to the Commission within the same time limit.", "1.   The Commission shall fix per Member State concerned the minimum sale price or decide not to accept the tenders in accordance with the procedure referred to in Article 42(2) of Regulation (EC) No 1260/2001.\n2.   Where an award at a minimum price set pursuant to paragraph 1 would result in the available quantity for that Member State being exceeded, that award shall be limited to such quantity as is still available.\nWhere awards for a Member State to all tenderers offering the same price would result in the quantity for that Member State being exceeded, then the quantity available shall be awarded as follows:\n(a) by division among the tenderers concerned in proportion of the total quantities in each of their tenders; or\n(b) by apportionment among the tenderers concerned by reference to a maximum tonnage fixed for each of them; or\n(c) by drawing of lots.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 January 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation as last amended by Commission Regulation (EC) No 39/2004 (OJ L 6, 10.1.2004, p. 16).\n(2)  OJ L 178, 30.6.2001, p. 48. Regulation amended by Regulation (EC) No 1498/2005 (OJ L 240, 16.9.2005, p. 39).\nANNEX I\nMember States holding intervention sugar\nMember State Intervention Agency Quantities held by the intervention agency and available for the sale on the internal market\nBureau d’intervention et de restitution belge\nRue de Trèves, 82\nB-1040 Bruxelles\nTel. (32-2) 287 24 11\nFax (32-2) 287 25 24\nStátní zemědělský intervenční fond\nOddělení pro cukr a škrob\nVe Smečkách 33\nCZ-11000 Praha 1\nTel. 420 222 871 886\nFax 420 296 806 404\nFondo Español de Garantía Agraria\nC/Beneficencia, 8\nE-28004 Madrid\nTel. (34-91) 347 64 66\nFax (34-91) 347 63 97\nFonds d’intervention et de régularisation du marché du sucre\nBureau de l’intervention\n21, avenue Bosquet\nF-75007 Paris\nTél. (33) 144 18 23 37\nFax (33) 144 18 20 08\nIntervention Section\nOn Farm Investment\nSubsidies & storage Division\nDepartment of Agriculture & Food\nJohnstown Castle Estate\nWexford\nTel. (353) 536 34 37\nFax (353) 534 28 41\nAGEA — Agenzia per le erogazioni in Agricoltura\nUfficio ammassi pubblici e privati e alcool\nVia Torino, 45\n00185 Roma\nTel. (39) 06 49 49 95 58\nFax (39) 06 49 49 97 61\nMezőgazdasági és Vidékfejlesztési Hivatal (MVH)\n(Agricultural and Rural Development Agency)\nSoroksári út 22-24\nH-1095 Budapest\nTel. (36-1) 219 62 13\nFax (36-1) 219 89 05 or (36-1) 219 62 59\nAgencja Rynku Rolnego\nBiuro Cukru\nDział Dopłat i Interwencji\nNowy Świat 6/12\n00-400 Warszawa\nTel. (48) 226 61 71 30\nFax (48) 226 61 72 77\nPôdohospodárska platobná agentúra\nOddelenie cukru a ostatných komodít\nDobrovičova, 12\nSK-81526 Bratislava\nTel. (421-2) 58 24 32 55\nFax (421-2) 58 24 33 62\nStatens jordbruksverk\nVallgatan 8\nS-55182 Jönköping\nTel. (46-36) 15 50 00\nFax (46-36) 19 05 46\nANNEX II\nStanding invitation to tender for the resale of sugar held by the intervention agencies\nForm (1)\nModel for the communication to the Commission as referred to in Article 6\n(Regulation (EC) No 22/2006)\n1 2 3 4 5\nMember State selling intervention sugar Numbering of tenderers Lot No Quantity Tender price\n1\n2\n3\netc.\n(1)  To be faxed to the following number: (32-2) 292 10 34."}