{"celex_id": "32009L0123", "uri": "http://publications.europa.eu/resource/cellar/bb2e116f-e9e4-4473-b782-3c3f336cbb74", "type": "Directive", "concepts": ["1707", "3163", "3878", "542", "5571", "5889", "6401"], "title": "Directive 2009/123/EC of the European Parliament and of the Council of 21 October 2009 amending Directive 2005/35/EC on ship-source pollution and on the introduction of penalties for infringements (Text with EEA relevance)\n", "header": "27.10.2009 EN Official Journal of the European Union L 280/52\nDIRECTIVE 2009/123/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 21 October 2009\namending Directive 2005/35/EC on ship-source pollution and on the introduction of penalties for infringements\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 80(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (2),\nWhereas:\n(1) The purpose of Directive 2005/35/EC (3) and of this Directive is to approximate the definition of ship-source pollution offences committed by natural or legal persons, the scope of their liability and the criminal nature of penalties that can be imposed for such criminal offences by natural persons.\n(2) On 23 October 2007 the Court of Justice of the European Communities annulled (4) Council Framework Decision 2005/667/JHA of 12 July 2005 to strengthen the criminal-law framework for the enforcement of the law against ship-source pollution (5), which had supplemented Directive 2005/35/EC with criminal-law measures. This Directive should fill the legal vacuum following the judgment.\n(3) Criminal penalties, which demonstrate social disapproval of a different nature than administrative sanctions, strengthen compliance with the legislation on ship-source pollution in force and should be sufficiently severe to dissuade all potential polluters from any violation thereof.\n(4) A consistent set of legislative measures has already been adopted at EU level to reinforce maritime safety and help prevent ship-source pollution. The legislation in question is addressed to flag States, ship owners and charterers, classification societies, port States and coastal States. The existing system of sanctions for illicit ship-source discharges of polluting substances, supplementing that legislation, needs to be further strengthened by the introduction of criminal penalties.\n(5) Common rules on criminal penalties make it possible to use more effective methods of investigation and effective cooperation within and between Member States.\n(6) The Member States should also apply effective, proportionate and dissuasive penalties to legal persons throughout the Community because frequently ship-source pollution offences are committed in the interest of legal persons or for their benefit.\n(7) The applicability of Directive 2005/35/EC should not be subject to exceptions other than those set out in this Directive. Therefore, certain categories of natural and legal persons, such as cargo owners or classification societies should be included in the scope of that Directive.\n(8) This Directive should oblige Member States to provide in their national legislation for criminal penalties in respect of those discharges of polluting substances to which this Directive applies. This Directive should not create obligations regarding the application of such penalties or any other available system of law enforcement, to individual cases.\n(9) Under this Directive, illicit ship-source discharges of polluting substances should be regarded as a criminal offence as long as they have been committed with intent, recklessly or with serious negligence and result in deterioration in the quality of water. Less serious cases of illicit ship-source discharges of polluting substances that do not cause deterioration in the quality of water need not be regarded as criminal offences. Under this Directive such discharges should be referred to as minor cases.\n(10) Given the need to ensure a high level of safety and protection of the environment in the maritime transport sector, as well as the need to ensure the effectiveness of the principle whereby the polluting party pays for the damage caused to the environment, repeated minor cases, which do not individually but in conjunction result in deterioration in the quality of water, should be regarded as a criminal offence.\n(11) This Directive is without prejudice to other liability systems for damage caused by ship-source pollution under Community, national or international law.\n(12) Jurisdiction with regard to criminal offences should be established in accordance with the national law of Member States and in accordance with their obligations under international law.\n(13) Member States should provide information to the Commission on the implementation of this Directive, in order to enable the Commission to evaluate its effect.\n(14) Since the objectives of this Directive cannot be sufficiently achieved by the Member States acting alone, by reason of the cross-border damage which may be caused by the behaviour concerned, and, by reason of scale and effects of the proposed action, can therefore be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity, as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(15) This Directive respects fundamental rights and complies with the principles recognised by Article 6 of the Treaty on European Union and reflected in the Charter of Fundamental Rights of the European Union.\n(16) In accordance with point 34 of the Interinstitutional Agreement on better law-making (6), Member States are encouraged to draw up, for themselves and in the interest of the Community, their own tables, illustrating, as far as possible, the correlation between this Directive and the transposition measures, and to make them public.\n(17) Directive 2005/35/EC should therefore be amended accordingly,", "main_body": ["Amendments to Directive 2005/35/EC\nDirective 2005/35/EC is hereby amended as follows:\n1. the title is replaced by the following:\n2. Article 1(1) is replaced by the following:\n3. the following point is added to Article 2:\n‘5. “Legal person” shall mean any legal entity in possession of such status under applicable national law, other than States themselves or public bodies in the exercise of State authority or public international organisations.’;\n4. Articles 4 and 5 are replaced by the following:\n5. after Article 5 the following Articles are inserted:\n6. Article 8 is replaced by the following:\n7. after Article 8 the following Articles are inserted:\n(a) a power of representation of the legal person;\n(b) authority to take decisions on behalf of the legal person; or\n(c) authority to exercise control within the legal person.", "Transposition\nMember States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 16 November 2010. They shall forthwith communicate to the Commission the text of those measures.\nWhen they are adopted by Member States, those measures shall contain a reference to this Directive or shall be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.", "Entry into force\nThis Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 21 October 2009.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nC. MALMSTRÖM\n(1)  OJ C 77, 31.3.2009, p. 69.\n(2)  Opinion of the European Parliament of 5 May 2009 (not yet published in the Official Journal) and Council Decision of 14 September 2009.\n(3)  OJ L 255, 30.9.2005, p. 11.\n(4)  Case C-440/05 Commission v Council, ECR [2007] I-9097.\n(5)  OJ L 255, 30.9.2005, p. 164.\n(6)  OJ C 321, 31.12.2003, p. 1."}