{"celex_id": "32004R0168", "uri": "http://publications.europa.eu/resource/cellar/6d94816e-b579-4733-b3f4-c72e9a77b880", "type": "Regulation", "concepts": ["1642", "3568", "3732"], "title": "Commission Regulation (EC) No 168/2004 of 29 January 2004 concerning applications for export licences for rice and broken rice with advance fixing of the refund\n", "header": "Commission Regulation (EC) No 168/2004\nof 29 January 2004\nconcerning applications for export licences for rice and broken rice with advance fixing of the refund\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3072/95 of 22 December 1995 on the common organisation of the market in rice(1), as last amended by Commission Regulation (EC) No 411/2002(2),\nHaving regard to Commission Regulation (EC) No 1342/2003 of 28 July 2003, laying down special detailed rules for the application of the system of import and export licences for cereals and rice(3), and in particular the second subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Article 8(3) of Regulation (EC) No 1342/2003 provides, where this paragraph is specifically referred to when an export refund is fixed, for an interval of three working days between the day of submission of applications and the granting of export licences with advance fixing of the refund and provides that the Commission is to fix a uniform percentage reduction in the quantities if applications for export licences exceed the quantities which may be exported. Commission Regulation (EC) No 33/2004(4) fixes refunds under the procedure provided for in the abovementioned paragraph for 2000 tonnes for all the destinations R02 and R03 defined in the Annex to that Regulation.\n(2) For all the destinations R02 and R03, quantities applied for on 28 January 2004 are in excess of the available quantity. A percentage reduction should therefore be fixed for export licence applications submitted on 28 January 2004.\n(3) In view of its purpose, this Regulation should take effect from the day of its publication in the Official Journal,", "main_body": ["For all the destinations R02 and R03 defined in the Annex to Regulation (EC) No 33/2004, applications for export licences for rice and broken rice with advance fixing of the refund submitted pursuant to that Regulation on 28 January 2004 shall give rise to the issue of licences for the quantities applied for to which a percentage reduction of 5,24 % has been applied.", "For all the destinations R02 and R03 defined in the Annex to Regulation (EC) No 33/2004, applications for export licences for rice and broken rice submitted from 29 January 2004 shall not give rise to the issue of export licences pursuant to that Regulation.", "This Regulation shall enter into force on 30 January 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 January 2004.\nFor the Commission\nJ. M. Silva RodrĂ­guez\nAgriculture Director-General\n(1) OJ L 329, 30.12.1995, p. 18.\n(2) OJ L 62, 5.3.2002, p. 27.\n(3) OJ L 189, 29.7.2003, p. 12.\n(4) OJ L 5, 9.1.2004, p. 69."}