{"celex_id": "32007R0386", "uri": "http://publications.europa.eu/resource/cellar/b9eb4786-b742-4bb4-8b12-6dec98aaaa5c", "type": "Regulation", "concepts": ["20", "2193", "3170", "4059", "5010", "5283", "946"], "title": "Commission Regulation (EC) No 386/2007 of 10 April 2007 amending and adapting Regulation (EC) No 990/2006 opening standing invitations to tender for the export of cereals held by the intervention agencies of the Member States\n", "header": "11.4.2007 EN Official Journal of the European Union L 96/14\nCOMMISSION REGULATION (EC) No 386/2007\nof 10 April 2007\namending and adapting Regulation (EC) No 990/2006 opening standing invitations to tender for the export of cereals held by the intervention agencies of the Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Republic of Bulgaria and Romania, and in particular Article 4(3) thereof,\nHaving regard to the Act of Accession of the Republic of Bulgaria and Romania, and in particular Article 56 thereof,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1), and in particular Article 6 thereof,\nWhereas:\n(1) Following the accession of Bulgaria and Romania, Article 1(2) of Commission Regulation (EC) No 990/2006 (2) lapses as regards the exclusion of Bulgaria and Romania from the list of third countries towards which exports of cereals are destined, and should therefore be deleted.\n(2) Annex III to Regulation (EC) No 990/2006 contains entries in all Community languages. The corresponding entries in Bulgarian, Irish, Maltese and Romanian should be added to that Annex.\n(3) Regulation (EC) No 990/2006 should therefore be amended accordingly.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 1(2) of Regulation (EC) No 990/2006 is hereby replaced by the following:\n‘2.   For common wheat and rye, each invitation to tender shall cover a maximum quantity for export to third countries with the exception of Albania, Bosnia and Herzegovina, Croatia, the former Yugoslav Republic of Macedonia, Liechtenstein, Montenegro, Serbia (3) and Switzerland.\nFor barley, each invitation to tender shall cover a maximum quantity for export to third countries with the exception of Albania, Bosnia and Herzegovina, Canada, Croatia, the former Yugoslav Republic of Macedonia, Liechtenstein, Mexico, Montenegro, Serbia (3), Switzerland and the United States of America.", "Annex III to Regulation (EC) No 990/2006 is hereby replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 April 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 179, 1.7.2006, p. 3. Regulation as last amended by Regulation (EC) No 205/2007 (OJ L 61, 28.2.2007, p. 10).\n(3)  Including Kosovo, as defined in UN Security Council Resolution 1244 of 10 June 1999.’\nANNEX\n‘ANNEX III\nPart A\nEntries referred to in Article 9 for common wheat\n— : in Bulgarian : Мека пшеница от интервенция без прилагане на възстановяване или такса, Регламент (ЕО) № 990/2006\n— : in Spanish : Trigo blando de intervención sin aplicación de restitución ni gravamen, Reglamento (CE) no 990/2006\n— : in Czech : Intervenční pšenice obecná nepodléhá vývozní náhradě ani clu, nařízení (ES) č. 990/2006\n— : in Danish : Blød hvede fra intervention uden restitutionsydelse eller afgift, forordning (EF) nr. 990/2006\n— : in German : Weichweizen aus Interventionsbeständen ohne Anwendung von Ausfuhrerstattungen oder Ausfuhrabgaben, Verordnung (EG) Nr. 990/2006\n— : in Estonian : Pehme nisu sekkumisvarudest, mille puhul ei rakendata toetust või maksu, määrus (EÜ) nr 990/2006\n— : in Greek : Μαλακός σίτος παρέμβασης χωρίς εφαρμογή επιστροφής ή φόρου, κανονισμός (ΕΚ) αριθ. 990/2006\n— : in English : Intervention common wheat without application of refund or tax, Regulation (EC) No 990/2006\n— : in French : Blé tendre d’intervention ne donnant pas lieu à restitution ni taxe, règlement (CE) no 990/2006\n— : in Irish : Gnáthchruithneacht in idirghabháil gan feidhmiú aisíoca nó forchur cánach, Rialachán (CE) Uimh. 990/2006\n— : in Italian : Frumento tenero d’intervento senza applicazione di restituzione né di tassa, regolamento (CE) n. 990/2006\n— : in Latvian : Intervences parastie kvieši bez kompensācijas vai nodokļa piemērošanas, Regula (EK) Nr. 990/2006\n— : in Lithuanian : Intervenciniai paprastieji kviečiai, kompensacija ar mokesčiai netaikytini, Reglamentas (EB) Nr. 990/2006\n— : in Hungarian : Intervenciós búza, visszatérítés, illetve adó nem alkalmazandó, 990/2006/EK rendelet\n— : in Maltese : Qamħ komuni ta’ l-intervent mingħajr applikazzjoni għal rifużjoni jew taxxa, Regolament (KE) Nru 990/2006\n— : in Dutch : Zachte tarwe uit interventie, zonder toepassing van restitutie of belasting, Verordening (EG) nr. 990/2006\n— : in Polish : Pszenica zwyczajna interwencyjna niedająca podstawy do zastosowania refundacji lub podatku, rozporządzenie (WE) nr 990/2006\n— : in Portuguese : Trigo mole de intervenção sem aplicação de uma restituição ou imposição, Regulamento (CE) n.o 990/2006\n— : in Romanian : Grâu comun de intervenție pentru care nu se acordă restituiri și nu se plătesc taxe, Regulamentul (CE) nr. 990/2006\n— : in Slovak : Intervenčná pšenica obyčajná nepodlieha vývozným náhradám ani clu, nariadenie (ES) č. 990/2006\n— : in Slovenian : Intervencija navadne pšenice brez zahtevkov za nadomestila ali carine, Uredba (ES) št. 990/2006\n— : in Finnish : Interventiovehnä, johon ei sovelleta vientitukea eikä vientimaksua, asetus (EY) N:o 990/2006\n— : in Swedish : Interventionsvete, utan tillämpning av bidrag eller avgift, förordning (EG) nr 990/2006\nPart B\nEntries referred to in Article 9 for barley\n— : in Bulgarian : Ечемик от интервенция без прилагане на възстановяване или такса, Регламент (ЕО) № 990/2006\n— : in Spanish : Cebada de intervención sin aplicación de restitución ni gravamen, Reglamento (CE) no 990/2006\n— : in Czech : Intervenční ječmen nepodléhá vývozní náhradě ani clu, nařízení (ES) č. 990/2006\n— : in Danish : Byg fra intervention uden restitutionsydelse eller afgift, forordning (EF) nr. 990/2006\n— : in German : Interventionsgerste ohne Anwendung von Ausfuhrerstattungen oder Ausfuhrabgaben, Verordnung (EG) Nr. 990/2006\n— : in Estonian : Sekkumisoder, mille puhul ei rakendata toetust või maksu, määrus (EÜ) nr 990/2006\n— : in Greek : Κριθή παρέμβασης χωρίς εφαρμογή επιστροφής ή φόρου, κανονισμός (ΕΚ) αριθ. 990/2006\n— : in English : Intervention barley without application of refund or tax, Regulation (EC) No 990/2006\n— : in French : Orge d’intervention ne donnant pas lieu à restitution ni taxe, règlement (CE) no 990/2006\n— : in Irish : Eorna in idirghabháil gan feidhmiú aisíoca nó forchur cánach, Rialachán (CE) Uimh. 990/2006\n— : in Italian : Orzo d’intervento senza applicazione di restituzione né di tassa, regolamento (CE) n. 990/2006\n— : in Latvian : Intervences mieži bez kompensācijas vai nodokļa piemērošanas, Regula (EK) Nr. 990/2006\n— : in Lithuanian : Intervenciniai miežiai, kompensacija ar mokesčiai netaikytini, Reglamentas (EB) Nr. 990/2006\n— : in Hungarian : Intervenciós árpa, visszatérítés, illetve adó nem alkalmazandó, 990/2006/EK rendelet\n— : in Maltese : Dqiq tal-barli ta’ l-intervent mingħajr applikazzjoni għal rifużjoni jew taxxa, Regolament (KE) Nru 990/2006\n— : in Dutch : Gerst uit interventie, zonder toepassing van restitutie of belasting, Verordening (EG) nr. 990/2006\n— : in Polish : Jęczmień interwencyjny niedający podstawy do zastosowania refundacji lub podatku, rozporządzenie (WE) nr 990/2006\n— : in Portuguese : Cevada de intervenção sem aplicação de uma restituição ou imposição, Regulamento (CE) n.o 990/2006\n— : in Romanian : Orz de intervenție pentru care nu se acordă restituiri și nu se plătesc taxe, Regulamentul (CE) nr. 990/2006\n— : in Slovak : Intervenčný jačmeň nepodlieha vývozným náhradám ani clu, nariadenie (ES) č. 990/2006\n— : in Slovenian : Intervencija ječmena brez zahtevkov za nadomestila ali carine, Uredba (ES) št. 990/2006\n— : in Finnish : Interventio-ohra, johon ei sovelleta vientitukea eikä vientimaksua, asetus (EY) N:o 990/2006\n— : in Swedish : Interventionskorn, utan tillämpning av bidrag eller avgift, förordning (EG) nr 990/2006\nPart C\nEntries referred to in Article 9 for rye\n— : in Bulgarian : Ръж от интервенция без прилагане на възстановяване или такса, Регламент (ЕО) № 990/2006\n— : in Spanish : Centeno de intervención sin aplicación de restitución ni gravamen, Reglamento (CE) no 990/2006\n— : in Czech : Intervenční žito nepodléhá vývozní náhradě ani clu, nařízení (ES) č. 990/2006\n— : in Danish : Rug fra intervention uden restitutionsydelse eller afgift, forordning (EF) nr. 990/2006\n— : in German : Interventionsroggen ohne Anwendung von Ausfuhrerstattungen oder Ausfuhrabgaben, Verordnung (EG) Nr. 990/2006\n— : in Estonian : Sekkumisrukis, mille puhul ei rakendata toetust või maksu, määrus (EÜ) nr 990/2006\n— : in Greek : Σίκαλη παρέμβασης χωρίς εφαρμογή επιστροφής ή φόρου, κανονισμός (ΕΚ) αριθ. 990/2006\n— : in English : Intervention rye without application of refund or tax, Regulation (EC) No 990/2006\n— : in French : Seigle d’intervention ne donnant pas lieu à restitution ni taxe, règlement (CE) no 990/2006\n— : in Irish : Seagal in idirghabháil gan feidhmiú aisíoca nó forchur cánach, Rialachán (CE) Uimh. 990/2006\n— : in Italian : Segala d’intervento senza applicazione di restituzione né di tassa, regolamento (CE) n. 990/2006\n— : in Latvian : Intervences rudzi bez kompensācijas vai nodokļa piemērošanas, Regula (EK) Nr. 990/2006\n— : in Lithuanian : Intervenciniai rugiai, kompensacija ar mokesčiai netaikytini, Reglamentas (EB) Nr. 990/2006\n— : in Hungarian : Intervenciós rozs, visszatérítés, illetve adó nem alkalmazandó, 990/2006/EK rendelet\n— : in Maltese : Segala ta’ l-intervent mingħajr applikazzjoni għal rifużjoni jew taxxa, Regolament (KE) Nru 990/2006\n— : in Dutch : Rogge uit interventie, zonder toepassing van restitutie of belasting, Verordening (EG) nr. 990/2006\n— : in Polish : Żyto interwencyjne niedające podstawy do zastosowania refundacji lub podatku, rozporządzenie (WE) nr 990/2006\n— : in Portuguese : Centeio de intervenção sem aplicação de uma restituição ou imposição, Regulamento (CE) n.o 990/2006\n— : in Romanian : Secară de intervenție pentru care nu se acordă restituiri și nu se plătesc taxe, Regulamentul (CE) nr. 990/2006\n— : in Slovak : Intervenčná raž nepodlieha vývozným náhradám ani clu, nariadenie (ES) č. 990/2006\n— : in Slovenian : Intervencija rži brez zahtevkov za nadomestila ali carine, Uredba (ES) št. 990/2006\n— : in Finnish : Interventioruis, johon ei sovelleta vientitukea eikä vientimaksua, asetus (EY) N:o 990/2006\n— : in Swedish : Interventionsråg, utan tillämpning av bidrag eller avgift, förordning (EG) nr 990/2006’"}