{"celex_id": "32001D0841", "uri": "http://publications.europa.eu/resource/cellar/9f250391-0cae-48e9-8d47-8f9b2b3ce43d", "type": "Decision", "concepts": ["1309", "1524", "1595", "1763", "2396", "5581"], "title": "2001/841/EC: Commission Decision of 27 November 2001 amending Decision 93/452/EEC authorising the Member States to provide for derogations from certain provisions of Council Directive 2000/29/EC, in respect of plants of Chamaecyparis Spach, Juniperus L. and Pinus L., respectively, originating in Japan (notified under document number C(2001) 3760)\n", "header": "Commission Decision\nof 27 November 2001\namending Decision 93/452/EEC authorising the Member States to provide for derogations from certain provisions of Council Directive 2000/29/EC, in respect of plants of Chamaecyparis Spach, Juniperus L. and Pinus L., respectively, originating in Japan\n(notified under document number C(2001) 3760)\n(2001/841/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants and plant products and against their spread within the Community(1), as last amended by Commission Directive 2001/33/EC(2), and in particular Article 15(1) thereof,\nHaving regard to the request made by the United Kingdom,\nWhereas:\n(1) Under Directive 2000/29/EC, plants of Chamaecyparis Spach, Juniperus L. and Pinus L., other than fruits and seeds, originating in non-European countries, may in principle not be introduced into the Community.\n(2) Commission Decision 93/452/EEC of 15 July 1993 authorising the Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of plants of Chamaecyparis Spach, Juniperus L. and Pinus L., respectively, originating in Japan(3), as last amended by Decision 98/641/EC(4), authorises Member States to provide for derogations for such plants provided that certain technical conditions are satisfied.\n(3) Since the circumstances justifying the authorisation still obtain and there is no new information giving cause for revision of the technical conditions, the authorisation should be extended.\n(4) Decision 93/452/EEC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 93/452/EEC is amended as follows:\n1. In Article 1(2)(h), fourth indent, \"98/641/EC\" is replaced by \"2001/841/EC\".\n2. Article 3 is replaced by the following: \"Article 3\nThe authorisation granted in Article 1 shall apply from 1 June 1993 until 31 December 2002 in the case of Pinus and Chamaecyparis plants and from 1 December 2001 until 31 March 2002 in the case of Juniperus plants. It shall be revoked earlier, if it is established that the conditions laid down under Article 1(2) are not sufficient to prevent the introduction of harmful organisms, or have not been complied with.\"", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 November 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.2000, p. 1.\n(2) OJ L 127, 9.5.2001, p. 42.\n(3) OJ L 210, 21.8.1993, p. 29.\n(4) OJ L 304, 14.11.1998, p. 36."}