{"celex_id": "32004R0769", "uri": "http://publications.europa.eu/resource/cellar/5c6a85b6-e44a-4f56-8b04-a76cf7543989", "type": "Regulation", "concepts": ["12", "2218", "5315", "899"], "title": "Council Regulation (EC) No 769/2004 of 21 April 2004 amending Regulations (EEC) No 3906/89, (EC) No 555/2000, (EC) No 2500/2001, (EC) No 1268/1999 and (EC) No 1267/1999 in order to allow the Stabilisation and Association Process countries to participate in tenders organised under the pre-accession Community assistance programmes\n", "header": "Council Regulation (EC) No 769/2004\nof 21 April 2004\namending Regulations (EEC) No 3906/89, (EC) No 555/2000, (EC) No 2500/2001, (EC) No 1268/1999 and (EC) No 1267/1999 in order to allow the Stabilisation and Association Process countries to participate in tenders organised under the pre-accession Community assistance programmes\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the first sentence of Article 181a(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) On 20 June 2003 the European Council in Thessaloniki endorsed \"The Thessaloniki agenda for the Western Balkans: Moving towards European Integration\", and invited the Commission to consider taking appropriate measures to allow Stabilisation and Association Process countries to participate in tenders organised under the pre-accession (Phare, ISPA and Sapard) Community assistance programmes.\n(2) Therefore, Council Regulations (EEC) No 3906/89 of 18 December 1989 on economic aid to certain countries of central and eastern Europe(2), (EC) No 555/2000 of 13 March 2000 on the implementation of operations in the framework of the pre-accession strategy for the Republic of Cyprus and the Republic of Malta(3), (EC) No 2500/2001 of 17 December 2001 concerning pre-accession financial assistance for Turkey(4), (EC) No 1268/1999 of 21 June 1999 on Community support for pre-accession measures for agriculture and rural development in the applicant countries of central and eastern Europe in the pre-accession period(5) and (EC) No 1267/1999 of 21 June 1999 establishing an instrument for structural policies for pre-accession(6) should be amended accordingly,", "main_body": ["Regulation (EEC) No 3906/89 is hereby amended as follows:", "is replaced by the following:\n\"Article 7\n1. Participation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons from the Member States coming within the scope of the Treaties, from candidate countries for accession to the European Union as well as from countries benefiting from assistance in accordance with Council Regulation (EC) No 2666/2000 of 5 December 2000 on assistance for Albania, Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia(7). The contracting authority may, in duly substantiated cases and on a case-by-case basis, authorise the participation of natural and legal persons from third countries in invitations to tender and contracts.\n2. Supplies shall, within the scope of the Treaties, originate in the Member States, in candidate countries for accession to the European Union or in countries benefiting from assistance in accordance with Regulation (EC) No 2666/2000. In duly substantiated cases and on a case-by-case basis, the contracting authority may give derogation from this requirement.\"", "Regulation (EC) No 555/2000 is hereby amended as follows:\nIn Article 7, paragraphs 9 and 10 are replaced by the following:\n\"9. Participation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons from the Member States coming within the scope of the Treaties, from candidate countries for accession to the European Union as well as from countries benefiting from assistance in accordance with Council Regulation (EC) No 2666/2000 of 5 December 2000 on assistance for Albania, Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia(8). The contracting authority may, in duly substantiated cases and on a case-by-case basis, authorise the participation of natural and legal persons from third countries in invitations to tender and contracts.\n10. Supplies shall, within the scope of the Treaties, originate in the Member States, in candidate countries for accession to the European Union or in countries benefiting from assistance in accordance with Regulation (EC) No 2666/2000. In duly substantiated cases and on a case-by-case basis, the contracting authority may give derogation from this requirement.\"", "Regulation (EC) No 2500/2001 is hereby amended as follows:\nIn Article 8:\n(a) paragraph 7 is replaced by the following:\n\"7. Participation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons from the Member States coming within the scope of the Treaties, from candidate countries for accession to the European Union and countries benefiting from assistance in accordance with Council Regulation (EC) No 1488/96 of 23 July 1996 on financial and technical measures to accompany (MEDA) the reform of economic and social structures in the framework of the Euro-Mediterranean partnership(9) and in accordance with Council Regulation (EC) No 2666/2000 of 5 December 2000 on assistance for Albania, Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia(10). The contracting authority may, in duly substantiated cases and on a case-by-case basis, authorise the participation of natural and legal persons from third countries in invitations to tender and contracts.\nSupplies shall, within the scope of the Treaties, originate in the Member States, in candidate countries for accession to the European Union or in countries benefiting from assistance pursuant to Regulation (EC) No 1488/96 and pursuant to Regulation (EC) No 2666/2000. In duly substantiated cases and on a case-by-case basis, the contracting authority may give derogation from this requirement.\"\n(b) paragraph 8 is deleted.", "Regulation (EC) No 1268/1999 is hereby amended as follows:\nIn Article 3, paragraph 3 is replaced by the following:\n\"3. Natural and legal persons from Cyprus, Malta and Turkey as well as from the countries benefiting from assistance pursuant to Council Regulation (EC) No 2666/2000 of 5 December 2000 on assistance for Albania, Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia(11) may participate in invitations to tender and contracts on the same terms that apply to all natural and legal persons from the Member States coming within the scope of the Treaties and the beneficiary countries.\"", "Regulation (EC) No 1267/1999 is hereby amended as follows:\nIn Article 6a, paragraph 1 is replaced by the following:\n\"1. In the case of measures for which the Community is the sole source of external aid, participation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons of the Member States coming within the scope of the Treaties and of the countries referred to in the second subparagraph of Article 1(1), as well as of countries benefiting from assistance pursuant to Council Regulation (EC) No 2666/2000 of 5 December 2000 on assistance for Albania, Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the former Yugoslav Republic of Macedonia(12).\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 April 2004.\nFor the Council\nThe President\nJ. Walsh\n(1) Opinion of 9 March 2004 (not yet published in the Official Journal).\n(2) OJ L 375, 23.12.1989, p. 11. Regulation as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(3) OJ L 68, 16.03.2000, p. 3. Regulation as amended by Regulation (EC) No 2500/2001 (OJ L 342, 27.12.2001, p. 1).\n(4) OJ L 342, 27.12.2001, p. 1.\n(5) OJ L 161, 26.6.1999, p. 87. Regulation as last amended by Regulation (EC) 696/2003 (OJ L 99, 17.4.2003. p. 24).\n(6) OJ L 161, 26.6.1999, p. 73. Regulation as last amended by Regulation (EC) 2500/2001 (OJ L 342, 27.12.2001, p. 1).\n(7) OJ L 306, 7.12.2000, p. 1. Regulation as last amended by Regulation (EC) No 2415/2001 (OJ L 327, 13.12.2001, p. 3).\n(8) OJ L 306, 7.12.2000, p. 1. Regulation as last amended by Regulation (EC) No 2415/2001 (OJ L 327, 13.12.2001, p. 3).\n(9) OJ L 189, 30.7.1996, p. 1. Regulation as last amended by Regulation (EC) No 2698/2000 (OJ L 311, 12.12.2000, p. 1).\n(10) OJ L 306, 7.12.2000, p. 1. Regulation as amended by Regulation (EC) No 2415/2001 (OJ L 327, 13.12.2001, p. 3).\n(11) OJ L 306, 7.12.2000, p. 1. Regulation as amended by Regulation (EC) No 2415/2001 (OJ L 327, 13.12.2001, p. 3).\n(12) OJ L 306, 7.12.2000, p. 1. Regulation as amended by Regulation (EC) No 2415/2001 (OJ L 327, 13.12.2001, p. 3)."}