{"celex_id": "32005D0130", "uri": "http://publications.europa.eu/resource/cellar/f9d99825-d137-4ee6-87bf-10e76538cfeb", "type": "Decision", "concepts": ["1857", "3774", "402", "73", "994"], "title": "2005/130/EC: Commission Decision of 30 December 2004 fixing the financial contribution from the Community towards the operational costs for the eradication of foot-and-mouth disease in the United Kingdom in 2001 (notified under document number C(2004) 5460)\n", "header": "16.2.2005 EN Official Journal of the European Union L 45/13\nCOMMISSION DECISION\nof 30 December 2004\nfixing the financial contribution from the Community towards the operational costs for the eradication of foot-and-mouth disease in the United Kingdom in 2001\n(notified under document number C(2004) 5460)\n(Only the English text is authentic)\n(2005/130/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field (1), and in particular Article 3(3) and Article 11 thereof,\nWhereas:\n(1) An outbreak of foot-and-mouth disease occurred in the United Kingdom in 2001. The emergence of this disease represented a serious risk to the Community's livestock population.\n(2) Under Commission Decisions 2001/654/EC (2) and 2003/23/EC (3), a Community financial contribution was granted towards the compensation of owners for value of animals compulsorily slaughtered under eradication measures relating to outbreaks of foot-and-mouth disease in 2001.\n(3) Under Commission Decision 2003/676/EC (4) an additional financial contribution by the Community to the operational and other costs for the eradication of foot-and-mouth disease in the United Kingdom in 2001 was authorised.\n(4) Pursuant to Article 1 of this latter Decision an advance payment of EUR 40 million to the additional financial contribution has been made.\n(5) According to this same Decision, the balance of the financial contribution by the Community was to be based on the claim submitted by the United Kingdom on 27 February 2003, on detailed documents confirming the figures in the claim, and on the results of the on-the-spot checks by the Commission.\n(6) Having taken into account the abovementioned elements, the financial contribution from the Community towards the operational costs for the eradication of foot-and-mouth disease in the United Kingdom in 2001 should now be fixed.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The additional financial contribution by the Community towards the operational and other costs of the eradication of foot-and-mouth disease in the United Kingdom in 2001 covered by Decision 2003/676/EC is fixed at EUR 156 972 555.\nHaving regard to the already paid advance of EUR 40 million, a balance of EUR 116 972 555 shall be paid as soon as the necessary credits are made available.", "This Decision is addressed to the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 30 December 2004.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 19. Decision as last amended by Directive 2003/99/EC of the European Parliament and of the Council (OJ L 325, 12.12.2003, p. 31).\n(2)  OJ L 230, 28.8.2001, p. 16.\n(3)  OJ L 8, 14.1.2003, p. 41.\n(4)  OJ L 249, 1.10.2003, p. 45."}