{"celex_id": "32004D0625", "uri": "http://publications.europa.eu/resource/cellar/313d207d-9a4c-46f0-8f06-2ca0ee4dc3dc", "type": "Decision", "concepts": ["1445", "192", "2356", "2560", "5859"], "title": "2004/625/EC: Commission Decision of 26 August 2004 amending Decision 2003/526/EC as regards the termination of the classical swine fever control measures applied in Saarland, Germany and the enlargement of the area of Slovakia where the classical swine fever control measures apply (Notified under document number C(2004) 3241)(Text with EEA relevance)\n", "header": "31.8.2004 EN Official Journal of the European Union L 280/36\nCOMMISSION DECISION\nof 26 August 2004\namending Decision 2003/526/EC as regards the termination of the classical swine fever control measures applied in Saarland, Germany and the enlargement of the area of Slovakia where the classical swine fever control measures apply\n(Notified under document number C(2004) 3241)\n(Text with EEA relevance)\n(2004/625/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (1) and in particular Article 10(4) thereof,\nWhereas:\n(1) In response to classical swine fever in certain Member States, the Commission has adopted, inter alia, Decision 2003/526/EC of 18 July 2003 concerning protection measures relating to classical swine fever in certain Member States (2) which established certain additional disease control measures.\n(2) The classical swine fever situation in Saarland, Germany, has largely improved. Therefore the measures adopted by Decision 2003/526/EC in relation with Saarland should no longer apply.\n(3) In Slovakia, a case of classical swine fever has been recently detected in feral pigs in the District of Lučenec, which previously was not concerned by the disease.\n(4) Decision 2003/526/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex to Decision 2003/526/EC is amended as follows:\n1. in part I, point 1. Germany, the paragraph C. Saarland is deleted;\n2. the text of part II is replaced by the following text:", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 August 2004.\nFor the Commission\nDavid BYRNE\nMember of the Commission\n(1)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(2)  OJ L 183, 22.7.2003, p. 46. Decision as last amended by Decision 2004/375/EC (OJ L 118, 23.4.2004, p. 72)."}