{"celex_id": "32003R0345", "uri": "http://publications.europa.eu/resource/cellar/94ea181f-b4a7-474f-80a3-6fde2f9b3cb6", "type": "Regulation", "concepts": ["1309", "1394", "161", "2771", "4316", "4319", "4385", "5083"], "title": "Commission Regulation (EC) No 345/2003 of 24 February 2003 opening a preferential tariff quota for imports of raw cane sugar originating in the ACP States for supply to refineries during the period 1 March to 30 June 2003\n", "header": "Commission Regulation (EC) No 345/2003\nof 24 February 2003\nopening a preferential tariff quota for imports of raw cane sugar originating in the ACP States for supply to refineries during the period 1 March to 30 June 2003\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector(1), as amended by Commission Regulation (EC) No 680/2002(2), and in particular Article 23(2) and Article 39(6) thereof,\nWhereas:\n(1) Article 39 of Regulation (EC) No 1260/2001 provides that, during the marketing years 2001/2002 to 2005/2006 and in order to ensure adequate supplies to Community refineries, a special reduced rate of duty is to be levied on imports of raw cane sugar originating in States with which the Community has concluded supply agreements on preferential terms. At present such agreements have been concluded by Council Decision 2001/870/EC(3) with the African, Caribbean and Pacific States (ACP States) that are parties to Protocol 3 on ACP sugar in Annex V to the ACP-EC Partnership Agreement and with the Republic of India.\n(2) The quantities of special preferential sugar to be imported are calculated in accordance with the said Article 39 on the basis of an annual Community forecast supply balance. The balance shows the need at this stage to import raw sugar and to open tariff quotas for the 2002/2003 marketing year at the special reduced rate of duty provided for in the above agreements in order to meet the Community refineries' supply needs for part of that marketing year. Under Commission Regulation (EC) No 1096/2002(4), quotas were opened for the period 1 July 2002 to 28 February 2003. Since the forecasts for raw cane sugar production are now available for the 2002/2003 marketing year, the necessary quota should be opened for the second part of that marketing year. In view of the presumed maximum refining needs fixed for each Member State and the shortfall predicted in the forecast supply balance, provision should be made to authorise imports for each refining Member State for the period 1 March to 30 June 2003.\n(3) The agreements concluded by Decision 2001/870/EC provide that the refiners in question are to pay a minimum purchase price equal to the guaranteed price for raw sugar, less the adjustment aid fixed for the marketing year in question. That minimum price should therefore be fixed in the light of the factors applicable in the 2002/2003 marketing year.\n(4) Commission Regulation (EC) No 2513/2001 of 20 December 2001 laying down detailed rules of application for the import of raw cane sugar for refining under preferential agreements on tariff quotas(5) must apply to the new quota.\n(5) In order to avoid any interruption in supplies, for quantities to be imported under Regulation (EC) No 1096/2002 and not covered by licence applications submitted by 1 March 2003, the Member States concerned should be authorised to issue the corresponding licences after that date in the course of the 2002/2003 marketing year.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["For the period 1 March to 30 June 2003, a tariff quota is hereby opened under Decision 2001/870/EC for imports of raw cane sugar for refining falling within CN code 1701 11 10, amounting to 33798 tonnes expressed as white sugar originating in the ACP States.\nThe tariff quota shall bear the serial number 09.4097.", "1. A special reduced duty of EUR 0 per 100 kg of standard-quality raw sugar shall apply to imports of the quantity referred to in Article 1.\n2. The minimum purchase price to be paid by Community refiners for the period referred to in Article 1 shall be EUR 49,68 per 100 kg of standard-quality raw sugar.", "The Member States may issue import licences under the quota fixed in Article 1 and on the terms laid down in Article 2 for the following quantities expressed as white sugar:\n(a) Finland: 10713 tonnes;\n(b) metropolitan France: 5126 tonnes;\n(c) mainland Portugal: 13082 tonnes;\n(d) United Kingdom: 4876 tonnes.", "Regulation (EC) No 2513/2001 shall apply to the new tariff quota opened by this Regulation.", "The Member States referred to in Article 3 of Regulation (EC) No 1096/2002 are hereby authorised to issue licences for the import and refining by 30 June 2003 of the quantities listed in that Article and not covered by import licence applications submitted before 1 March 2003.", "This Regulation shall enter into force on 1 March 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 February 2003.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 178, 30.6.2001, p. 1.\n(2) OJ L 104, 20.4.2002, p. 26.\n(3) OJ L 325, 8.12.2001, p. 21.\n(4) OJ L 166, 25.6.2002, p. 6.\n(5) OJ L 339, 21.12.2001, p. 19."}