{"celex_id": "32006R1666", "uri": "http://publications.europa.eu/resource/cellar/7ac5c859-248b-4671-89f7-8e7b3f916117", "type": "Regulation", "concepts": ["1442", "192", "1961", "2735", "2737", "3191", "5369"], "title": "Commission Regulation (EC) No 1666/2006 of 6 November 2006 amending Regulation (EC) No 2076/2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council   (Text with EEA relevance)\n", "header": "18.11.2006 EN Official Journal of the European Union L 320/47\nCOMMISSION REGULATION (EC) No 1666/2006\nof 6 November 2006\namending Regulation (EC) No 2076/2005 laying down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular Article 9 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular Article 16 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2076/2005 (3) lays down transitional arrangements for the implementation of Regulations (EC) No 853/2004, (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council (4). It is necessary to amend certain provisions.\n(2) Commission Decision 2006/766/EC (5) draws up a list of third countries which satisfy the conditions referred to in Article 11(4) of Regulation (EC) No 854/2004 and which are therefore able to guarantee that bivalve molluscs, tunicates, echinoderms and marine gastropods and fishery products exported to the Community meet the sanitary conditions laid down in Community legislation to protect the health of consumers.\n(3) Commission Decisions 97/20/EC (6) and 97/296/EC (7) allowed certain third countries which had not yet undergone a Community control to export live bivalve molluscs and fishery products into the Community under certain conditions. Those Decisions are repealed by Commission Decision 2006/765/EC (8). This possibility is not foreseen by Regulation (EC) No 854/2004. In order to avoid any disruption of the traditional pattern of trade, that possibility should be maintained on a transitional basis.\n(4) The conditions to be applied to imports of live bivalve molluscs, tunicates, echinoderms and marine gastropods and fishery products from these third countries or territories should be at least equivalent to those governing the production and placing on the market of Community products.\n(5) Without prejudice to the general principle laid down in Chapter II(A)(4) of Annex II to Regulation (EC) No 854/2004 whereby live bivalve molluscs from classified B areas must not exceed the limits of 4 600E.coli per 100 g of flesh and intravalvular liquid, tolerance in 10 % of samples should be allowed for live bivalve molluscs originating from those areas. Since the tolerance in 10 % of samples does not represent a risk for public health and with a view to allowing competent authorities to adapt progressively to the scope of the relevant provisions in Regulation (EC) No 854/2004 regarding the classification of B areas, a transitional period should be granted for the classification of those areas.\n(6) Regulation (EC) No 2076/2005 should be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 2076/2005 is amended as follows:\n1. in Article 7, the following paragraphs 3 and 4 are added:\n2. in Article 17 the following paragraph 2 is added:\n(a) the competent authority of the third country or territory has provided to the Member State concerned the guarantees that the products in question have been obtained in conditions at least equivalent to those governing the production and placing on the market of Community products and\n(b) the competent authority of the third country or territory takes appropriate measures in order to ensure that these imported products are accompanied by the model health certificates laid down in Commission Decisions 95/328/EC (10) and 96/333/EC (11) and marketed only on the domestic market of the importing Member State or Member States allowing the same import.\n3. The following Article 17a is inserted:\n4. Annex I and Annex II are added in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 November 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 139, 30.4.2004, p. 55. Corrected by OJ L 226, 25.6.2004, p. 22. Regulation as last amended by Commission Regulation (EC) No 2076/2005 (OJ L 338, 22.12.2005, p. 83).\n(2)  OJ L 139, 30.4.2004, p. 206. Corrected by OJ L 226, 25.6.2004, p. 83. Regulation as last amended by Commission Regulation (EC) No 2076/2005.\n(3)  OJ L 338, 22.12.2005, p. 83.\n(4)  OJ L 165, 30.4.2004, p. 1. Corrected by OJ L 191, 28.5.2004, p. 1. Regulation as amended by Commission Regulation (EC) No 776/2006 (OJ L 136, 24.5.2006, p. 3).\n(5)  See page 53 of this Official Journal.\n(6)  OJ L 6, 10.1.1997, p. 46. Decision as last amended by Decision 2002/469/EC (OJ L 163, 21.6.2002, p. 16).\n(7)  OJ L 122, 14.5.1997, p. 21. Decision as last amended by Decision 2006/200/EC (OJ L 71, 10.3.2002, p. 50).\n(8)  See page 50 of this Official Journal.\nANNEX\nANNEX I\nList of third countries and territories from which imports of bivalve molluscs, echinoderms, tunicates and marine gasteropods in whatever form for human consumption may be permitted\nCA — CANADA\nGL — GREENLAND\nUS — UNITED STATES OF AMERICA\nANNEX II\nList of third countries and territories from which imports of fishery products in whatever form for human consumption may be permitted\nAO — ANGOLA\nAZ — AZERBAIJAN (1)\nBJ — BENIN\nCG — REPUBLIC OF CONGO (2)\nCM — CAMEROON\nER — ERITREA\nFJ — FIJI\nIL — ISRAEL\nMM — MYANMAR\nSB — SOLOMON ISLANDS\nSH — ST HELENA\nTG — TOGO\n(1)  Authorised only for imports of caviar.\n(2)  Authorised only for imports of fishery products caught, frozen and packed in their final packaging at sea."}