{"celex_id": "32009L0088", "uri": "http://publications.europa.eu/resource/cellar/5955a08d-ce0f-40ed-a692-caa4e8ce456f", "type": "Directive", "concepts": ["13", "1596", "2081", "2357", "2773", "2985", "4308", "5451"], "title": "Commission Directive 2009/88/EC of 30 July 2009 amending Directive 98/8/EC of the European Parliament and of the Council to include thiacloprid as an active substance in Annex I thereto (Text with EEA relevance)\n", "header": "31.7.2009 EN Official Journal of the European Union L 199/15\nCOMMISSION DIRECTIVE 2009/88/EC\nof 30 July 2009\namending Directive 98/8/EC of the European Parliament and of the Council to include thiacloprid as an active substance in Annex I thereto\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (1), and in particular Article 11(4) thereof,\nWhereas:\n(1) The United Kingdom (UK) has received on 20 February 2006 an application from Lanxess Deutschland GmbH, in accordance with Article 11(1) of Directive 98/8/EC, for the inclusion of the active substance thiacloprid in its Annex I or IA for use in product-type 8, wood preservatives, as defined in Annex V to Directive 98/8/EC. thiacloprid was not on the market on the date referred to in Article 34(1) of Directive 98/8/EC as an active substance of a biocidal product.\n(2) After carrying out an evaluation, the UK submitted a competent authority report, together with a recommendation, to the Commission on 3 July 2007.\n(3) The competent authority report was reviewed by the Member States and the Commission within the Standing Committee on Biocidal Products on 28 May 2008, and the findings of the review were incorporated in an assessment report.\n(4) It appears from the examinations made that biocidal products used as wood preservatives and containing thiacloprid may be expected to satisfy the requirements laid down in Article 5 of Directive 98/8/EC. It is therefore appropriate to include thiacloprid in Annex I.\n(5) However, unacceptable risks were identified for the in situ treatment of wooden structures near water, where direct losses to the aquatic compartment cannot be prevented. Therefore, authorisations for these uses should not be granted unless data have been submitted in order to demonstrate that the products can be used without unacceptable risks to the environment.\n(6) Not all potential uses have been evaluated at the Community level. It is therefore appropriate that Member States assess those risks to the compartments and populations that have not been representatively addressed in the Community level risk assessment and, when granting product authorisations, ensure that appropriate measures are taken or specific conditions imposed in order to mitigate the identified risks to acceptable levels.\n(7) In the light of the findings of the assessment report, it is appropriate to require that risk mitigation measures are applied at product authorisation level to products containing thiacloprid and used as wood preservatives to ensure that risks are reduced to an acceptable level in accordance with Article 5 of Directive 98/8/EC and Annex VI thereto. In particular, appropriate measures should be taken to protect the soil and aquatic compartments since unacceptable risks to these compartments have been identified during the evaluation. Products intended for industrial and/or professional use should be used with appropriate protective equipment if the risk identified for industrial and/or professional users cannot be reduced by other means.\n(8) A reasonable period should be allowed to elapse before an active substance is included in Annex I in order to permit Member States to bring into force the laws, regulations and administrative provisions necessary to comply with this Directive.\n(9) Directive 98/8/EC should therefore be amended accordingly.\n(10) The Standing Committee on Biocidal Products was consulted on 30 May 2008 and delivered a positive opinion on the draft Commission Directive amending Annex I to Directive 98/8/EC to include thiacloprid as an active substance. On 11 June 2008 the Commission submitted the said draft for scrutiny by the European Parliament and the Council. The European Parliament did not oppose the draft measures within the set deadline. The Council opposed the adoption by the Commission indicating that the proposed measures exceeded the implementing powers provided for in Directive 98/8/EC. As a consequence, the Commission did not adopt the draft measures and submitted an amended draft of the concerned Directive to the Standing Committee on Biocidal Products. The Standing Committee was consulted on the said draft on 20 February 2009.\n(11) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Annex I to Directive 98/8/EC is amended in accordance with the Annex to this Directive.", "1.   Member States shall adopt and publish the laws, regulations and administrative provisions necessary to comply with this Directive not later than 6 months after its entry into force.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 July 2009.\nFor the Commission\nStavros DIMAS\nMember of the Commission\n(1)  OJ L 123, 24.4.1998, p. 1.\nANNEX\nThe following entry ‘No 18’ is inserted in Annex I to Directive 98/8/EC:\nNo Common Name IUPAC Name Minimum purity of the active substance in the biocidal product as placed on the market Date of inclusion Deadline for compliance with Article 16(3) Expiry date of inclusion Product type Specific provisions (1)\n‘18 Thiacloprid (Z)-3-(6-chloro-3-pyridylmethyl)-1,3-thiazolidin-2-ylidenecyanamide 975 g/kg 1 January 2010 n/a 31 December 2019 8 When assessing the application for authorisation of a product in accordance with Article 5 and Annex VI, Member States shall assess, when relevant for the particular product, the populations that may be exposed to the product and the use or exposure scenarios that have not been representatively addressed at the Community level risk assessment.\n1. In view of the assumptions made during the risk assessment, products authorised for industrial and/or professional use, must be used with appropriate personal protective equipment, unless it can be demonstrated in the application for product authorisation that risks to industrial and/or professional users can be reduced to an acceptable level by other means.\n2. In view of the risks identified for the soil and aquatic compartments appropriate risk mitigation measures must be taken to protect those compartments. In particular, labels and/or safety-data sheets of products authorised for industrial use shall indicate that freshly treated timber must be stored after treatment under shelter and/or on impermeable hard standing to prevent direct losses to soil or water and that any losses must be collected for reuse or disposal.\n3. Products shall not be authorised for the in situ treatment of wooden structures near water, where direct losses to the aquatic compartment cannot be prevented, or for wood that will be in contact with surface water, unless data have been submitted to demonstrate that the product will meet the requirements of Article 5 and Annex VI, if necessary by the application of appropriate risk mitigation measures.’\n(1)  For the implementation of the common principles of Annex VI, the content and conclusions of assessment reports are available on the Commission website: http://ec.europa.eu/comm/environment/biocides/index.htm"}