{"celex_id": "32000R1533", "uri": "http://publications.europa.eu/resource/cellar/1bc84ce0-a396-4908-9425-782988a7dd1e", "type": "Regulation", "concepts": ["13", "206", "2739", "4306", "491", "5914"], "title": "Commission Regulation (EC) No 1533/2000 of 13 July 2000 amending Regulation (EC) No 1485/96 laying down detailed rules for the application of Council Directive 92/109/EEC, as regards customer declarations of specific use relating to certain substances used in the illicit manufacture of narcotic drugs and psychotropic substances (Text with EEA relevance)\n", "header": "Commission Regulation (EC) No 1533/2000\nof 13 July 2000\namending Regulation (EC) No 1485/96 laying down detailed rules for the application of Council Directive 92/109/EEC, as regards customer declarations of specific use relating to certain substances used in the illicit manufacture of narcotic drugs and psychotropic substances\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/109/EEC of 14 December 1992 on the manufacture and the placing on the market of certain substances used in the illicit manufacture of narcotic drugs and psychotropic substances(1), as amended by Commission Directive 93/46/EEC(2), and in particular Article 10 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1485/96 of 26 July 1996 laying down detailed rules for the application of Council Directive 92/109/EEC, as regards customer declarations of specific use relating to certain substances used in the illicit manufacture of narcotic drugs and psychotropic substances(3) provides for model declarations of use for individual and multiple transactions.\n(2) In view of the difficulties caused by the use, by operators, of non-harmonised models and the use of all the official languages of the Community, it is necessary to draw up a uniform model for all operators to facilitate monitoring of the declarations by the Member State authorities.\n(3) Although most competent authorities issue approvals of limited duration, this limit is not indicated in the model set out in the Annex to the Regulation, with the result that an undertaking, acting in good faith, could supply category 1 or category 2 substances to an undertaking for which authorisation has expired. It is therefore necessary to indicate any expiry date on the model declarations.\n(4) The provisions of this Regulation are in accordance with the opinion of the Committee set up under Article 10 of Council Regulation (EEC) No 3677/90 of 13 December 1990 laying down measures to be taken to discourage the diversion of certain substances to the illicit manufacture of narcotic drugs and psychotropic substances(4), as last amended by Commission Regulation (EEC) No 3769/92 of 21 December 1992(5) and as referred to in Directive 92/109/EEC,", "main_body": ["Regulation (EC) No 1485/96 is hereby amended as follows:\n1. The second paragraph of Article 1 is replaced by the following text:\n\"2. The declaration shall conform to the model set out in point 1 of the Annex to this Regulation. In the case of legal persons, the declaration shall be made on headed notepaper.\"\n2. The second paragraph of Article 2 is replaced by the following text:\n\"2. The declaration shall conform to the model set out in point 2 of the Annex to this Regulation. In the case of legal persons, the declaration shall be made on headed notepaper.\"\n3. The Annex is replaced by the Annex hereto.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 2000.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 370, 19.12.1992, p. 76.\n(2) OJ L 159, 1.7.1993, p. 134.\n(3) OJ L 188, 27.7.1996, p. 28.\n(4) OJ L 357, 20.12.1990, p. 1.\n(5) OJ L 383, 29.12.1992, p. 17.\nANNEX\n1. Model declaration relating to individual transactions (category 1 or 2)\n>PIC FILE= \"L_2000175EN.007602.EPS\">\n2. Model declaration relating to multiple transactions (category 2)\n>PIC FILE= \"L_2000175EN.007701.EPS\">"}