{"celex_id": "32000R1926", "uri": "http://publications.europa.eu/resource/cellar/f994e57e-e1a2-4c90-aa4b-54f05f95f4e5", "type": "Regulation", "concepts": ["1201", "1988", "2437", "2664", "2672", "666"], "title": "Commission Regulation (EC) No 1926/2000 of 11 September 2000 providing for the granting of compensation to producers' organisations in respect of tuna delivered to the processing industry from 1 October to 31 December 1999\n", "header": "Commission Regulation (EC) No 1926/2000\nof 11 September 2000\nproviding for the granting of compensation to producers' organisations in respect of tuna delivered to the processing industry from 1 October to 31 December 1999\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3759/92 of 17 December 1992 on the common organisation of the market in fishery and aquaculture products(1), as last amended by Regulation (EC) No 3318/94(2), and in particular Article 18(6) thereof,\nWhereas:\n(1) The compensatory allowance provided for in Article 18 of Regulation (EEC) No 3759/92 is to be granted under certain conditions to Community tuna producers' organisations in respect of quantities of tuna delivered to the processing industry during the calendar quarter for which prices have been recorded, where both the average quarterly selling price recorded on the Community market and the free-at-frontier price plus any applicable countervailing charge are lower than 91 % of the Community producer price for the product concerned.\n(2) An examination of the situation on the Community market has shown that in the period 1 October to 31 December 1999 both the average quarterly selling price and the free-at-frontier price as referred to in Article 18 of Regulation (EEC) No 3759/92 for yellowfin tuna (Thunnus albacares) weighing more than 10 kg each, yellowfin tuna (Thunnus albacares) not weighing more than 10 kg each and skipjack or stripe-bellied bonito (Euthynnus (Katsuwonus) pelamis) were lower than 91 % of the Community producer price in force laid down in Council Regulation (EC) No 2763/98 of 17 December 1998 fixing, for the 1999 fishing year, the Community producer price for tuna intended for the industrial manufacture of products falling within CN code 1604(3).\n(3) The amount of the allowance provided for in Article 18(2) of Regulation (EEC) No 3759/92 may not in any case exceed either the difference between the triggering threshold and the average selling price of the product in question on the Community market or a flat-rate amount equivalent to 12 % of that threshold.\n(4) The quantities on which compensation as provided for in Article 18(1) of Regulation (EEC) No 3759/92 is payable may under no circumstances exceed the limits laid down in paragraph 3 of that Article for the quarter concerned.\n(5) The quantities of yellowfin tuna (Thunnus albacares) weighing more than 10 kg each, yellowfin tuna (Thunnus albacares) not weighing more than 10 kg each and skipjack or stripe-bellied bonito (Euthynnus (Katsuwonus) pelamis) sold and delivered to the processing industry established in the customs territory of the Community were higher during the quarter concerned than the quantities sold and delivered during the same quarter of the three previous fishing years. Since those quantities exceed the limit set in Article 18(3) of Regulation (EEC) No 3759/92, the total quantities of those products on which compensation is payable should therefore be limited.\n(6) In accordance with the ceilings laid down in Article 18(4) of Regulation (EEC) No 3759/92 for the purpose of calculating the allowance to be granted to each producers' organisation, the quantities on which the allowance is payable should be allocated among the producers' organisations concerned in proportion to the quantities produced by them in the same quarter of the 1996, 1997 and 1998 fishing years.\n(7) A decision should therefore be taken to grant the allowance on the products in question for the period 1 October to 31 December 1999.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The compensatory allowance provided for in Article 18 of Regulation (EEC) No 3759/92 shall be granted for the period 1 October to 31 December 1999 in respect of the following product:\n>TABLE>", "1.\n>TABLE>\n2. The allocation of the total quantity among the producers' organisations concerned shall be as set out in the Annex hereto.", "Entitlement to the compensatory allowance shall be determined on the basis of sales covered by invoices the date of which falls within the quarter concerned and used to calculate the average monthly selling price referred to in Article 7(1)(b) of Commission Regulation (EEC) No 2210/93(4).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 September 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 388, 31.12.1992, p. 1.\n(2) OJ L 350, 31.12.1994, p. 15.\n(3) OJ L 346, 22.12.1998, p. 5.\n(4) OJ L 197, 6.8.1993, p. 8.\nANNEX\nAllocation among producers' organisations of quantities of tuna on which the compensatory allowance is payable for the period 1 October to 31 December 1999 in accordance with Article 18(4) of Regulation (EEC) No 3759/92, broken down by compensation percentage band\n1.\n>TABLE>\n2.\n>TABLE>\n3.\n>TABLE>"}