{"celex_id": "32002R1593", "uri": "http://publications.europa.eu/resource/cellar/3443f581-36d5-41cd-aec1-4e7dc4b7ad70", "type": "Regulation", "concepts": ["1309", "2084", "2384", "2437", "2771", "4402", "519"], "title": "Council Regulation (EC) No 1593/2002 of 3 September 2002 amending Regulation (EC) No 772/1999 imposing definitive anti-dumping and countervailing duties on imports of farmed Atlantic salmon originating in Norway\n", "header": "Council Regulation (EC) No 1593/2002\nof 3 September 2002\namending Regulation (EC) No 772/1999 imposing definitive anti-dumping and countervailing duties on imports of farmed Atlantic salmon originating in Norway\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 384/96 of 22 December 1995 on protection against dumped imports from countries not members of the European Community(1), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community(2), and in particular Article 13 thereof,\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee,\nWhereas:\nA. PREVIOUS PROCEDURE\n(1) On 31 August 1996, by means of two separate notices published in the Official Journal of the European Communities, the Commission announced the initiation of an anti-dumping proceeding(3) and an anti-subsidy proceeding(4) in respect of imports of farmed Atlantic salmon (hereinafter the \"product concerned\") originating in Norway.\n(2) These proceedings resulted in anti-dumping and countervailing duties being imposed in September 1997 by Council Regulations (EC) No 1890/97(5) and (EC) No 1891/97(6), in order to eliminate the injurious effects of dumping and subsidisation.\n(3) In parallel to this, by Decision 97/634/EC(7), the Commission accepted undertakings from 190 Norwegian exporters; imports of the product concerned exported to the Community by these companies were exempted from the said anti-dumping and countervailing duties.\n(4) The form of the duties was later reviewed and Regulations (EC) No 1890/97 and (EC) No 1891/97 were replaced by Regulation (EC) No 772/1999(8).\n(5) Following indications that the existing measures may not be achieving their intended results, an interim review of the measures(9) was initiated in February 2002 pursuant to Article 11(3) of Regulation (EC) No 384/96 (hereinafter the \"basic Anti-Dumping Regulation\") and Article 19(1) of Regulation (EC) No 2026/97 (hereinafter the \"basic Anti-Subsidy Regulation\").\n(6) Having reason to suspect that certain companies were not observing the terms of their undertakings, the Commission made imports of all Norwegian companies with undertakings subject to registration by Regulation (EC) No 452/2002(10) (hereinafter the \"Registration Regulation\") and pursuant to Article 14(5) of the basic Anti-Dumping Regulation and Article 16(4) of the basic Anti-Subsidy Regulation. The period of applicability of the Registration Regulation was extended for a further period by Regulation (EC) No 1008/2002(11). This means that in the event of a finding of a breach or withdrawal of an undertaking, duties may be levied retroactively on goods entered into free circulation in the Community from the date of the breach or withdrawal of the undertaking.\nB. FAILURE TO COMPLY WITH THE UNDERTAKING\n(7) The undertakings offered by the Norwegian companies oblige them, among other things, to export the product concerned to the Community at, or above, certain minimum import price levels (MIPs), laid down in the undertaking. These MIPs, which eliminate the injurious effects of dumping, are applicable to different \"presentations\" or categories of salmon (e.g. \"presentation b - gutted fish, head-on\").\n(8) The companies are also obliged to provide the Commission with regular and detailed information concerning their sales to the Community (or re-sales by any related parties in the Community) of the product concerned in the form of a periodic report. In accordance with Clause E.10 of the undertakings, these reports should be received by the Commission no later than 30 days after the end of the period in question.\n(9) During a series of visits in 2001 to the premises of several Norwegian companies with undertakings to verify the data provided in such sales reports and from examination of sales reports submitted, it was established that four companies had breached their undertakings by selling the product concerned, on a weighted average basis, below the MIP for the presentation of salmon concerned. In addition, five other companies had either not submitted sales reports for various quarters or had submitted their sales reports late. Another party with an undertaking also failed to provide information requested by the Commission, which was considered necessary for the effective monitoring of the system of undertakings (as did a company which was also among the four companies which committed price violations). Commission Decision 2002/743/EC(12) sets out in detail the nature of the breaches found.\n(10) In view of the breaches found, acceptance of the undertakings offered by Nordic Group ASA (UT No 1/111, TARIC Additional Code 8217 ), Norexport A/S (UT No 1/113, TARIC Additional Code 8223 ), Nor-Fa Fish AS (UT No 1/191, TARIC Additional Code 8102 ), Norfra Eksport A/S (UT No 1/116, TARIC Additional Code 8229 ), Kr Kleiven &  Co A/S (UT No 1/80, TARIC Additional Code 8182 ), Seaco A/S (UT No 1/157, TARIC Additional Code 8268 ), Mesan Holding AS (UT No 1/194, TARIC Additional Code A034), Johan J. Helland A/S (UT No 1/77, TARIC Additional Code 8179 ), Sangoltgruppa A/S (UT No 1/151, TARIC Additional Code 8262 ) and Oskar Einar Rydbeck (UT No 1/198, TARIC Additional Code A050), have all been withdrawn by Decision 2002/743/EC.\n(11) Equally, acceptance of the undertaking offered by a company related to Nordic Group ASA, namely Northern Seafood A/S (UT No 1/121 TARIC Additional Code 8307 ) has also been withdrawn, given the risk of circumvention of the undertaking by the latter company exporting Nordic Group ASA's products.\n(12) Definitive anti-dumping and anti-subsidy duties should therefore be imposed forthwith against all these companies.\nC. NEW EXPORTERS AND CHANGES OF NAME\n(13) Seven Norwegian companies, Athena Seafoods AS, Norsk Havfisk A/S, RodĂŠ Vis AS, Seaborn AS, Triton AS, Nordlaks Produkter AS and Codfarms AS claimed that they are \"new exporters\" within the meaning of Article 2 of Regulation (EC) No 772/1999 in conjunction with Article 11(4) of the basic AD Regulation and Article 20 of the basic AS Regulation and have offered undertakings. Having investigated the matter, it was established that the applicants fulfilled the conditions for being considered as new exporters and, accordingly, the undertakings offered have been accepted by the Commission. The exemption to the anti-dumping and countervailing duties should therefore be extended to these companies.\n(14) Four other Norwegian exporters with undertakings advised the Commission that the groups of companies to which they belong had been reorganised and that another company within each group was now responsible for exports to the Community. The companies therefore requested that their names be replaced on the list of companies from which undertakings are accepted in the Annex to Decision 97/634/EC and on the list of companies which benefit from an exemption to the anti-dumping and countervailing duties in the Annex to Regulation (EC) No 772/1999.\n(15) The Commission considers, after verification, that the requests are all acceptable, since the amendments do not entail any substantive changes requiring a reassessment of dumping, nor do they affect any of the considerations on which the acceptance of the undertaking was based.\nD. AMENDMENT OF THE ANNEX TO REGULATION (EC) No 772/1999\n(16) In view of all the above, the Annex to Regulation (EC) No 772/1999, which lists the companies exempted from the anti-dumping and countervailing duties, should be amended accordingly.\nE. RETROACTIVE COLLECTION OF DUTIES\n(17) As mentioned previously, imports of the product concerned are currently subject to registration by customs authorities, thus allowing the possibility of retroactive collection of anti-dumping and anti-subsidy duties in cases of breach or withdrawal of undertakings.\n(18) However, as the breaches of the undertaking by the various companies occurred prior to the publication of the Registration Regulation (and were identified by the Commission with final disclosure thereof notified to the companies concerned also before publication of the Registration Regulation), it has been decided not to impose duties retroactively in this particular case,", "main_body": ["The Annex to Regulation (EC) No 772/1999 is replaced by the Annex to this Regulation.", "1. (a) Definitive countervailing and anti-dumping duties are hereby imposed on imports of farmed (other than wild) Atlantic salmon falling within CN codes ex 0302 12 00 (TARIC codes: 0302 12 00*21, 0302 12 00*22, 0302 12 00*23 and 0302 12 00*29 ), ex 0303 22 00 (TARIC codes: 0303 22 00*21, 0303 22 00*22, 0303 22 00*23 and 0303 22 00*29 ), ex 0304 10 13 (TARIC codes: 0304 10 13*21 and 0304 10 13*29 ) and ex 0304 20 13 (TARIC codes: 0304 20 13*21 and 0304 20 13*29 ) originating in Norway and exported by Nordic Group ASA, Northern Seafood A/S, Norexport A/S, Nor-Fa Fish AS, Norfra Eksport A/S, Sangoltgruppa A/S, Kr Kleiven &  Co A/S, Seaco A/S, Mesan Holding AS, Johan J. Helland A/S and Oskar Einar Rydbeck.\n(b) These duties shall not apply to wild Atlantic salmon (TARIC codes: 0302 12 00*11, 0304 10 13*11, 0303 22 00*11 and 0304 20 13*11 ). For the purpose of this Regulation, wild salmon shall be that in respect of which the competent authorities of the Member States of landing are satisfied, by means of all customs and transport documents to be provided by interested parties, that it was caught at sea.\n2. (a) The rate of the countervailing duty applicable to the net free-at-Community frontier price, before duty, shall be 3,8 %.\n(b) The rate of the anti-dumping duty applicable to the net free-at-Community frontier price, before duty, shall be EUR 0,32 per kilogram net product weight. However, if the free-at-Community frontier price, including the countervailing and anti-dumping duties, is less than the relevant Minimum Price set out in paragraph 3, the anti-dumping duty to be collected shall be the difference between that Minimum Price and the free-at-Community frontier price, including the countervailing duty.\n3. For the purpose of paragraph 2, the following minimum prices shall apply per kilogram net product weight:\n>TABLE>", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 September 2002.\nFor the Council\nThe President\nP. S. MĂ¸ller\n(1) OJ L 56, 6.3.1996, p. 1. Regulation as last amended by Regulation (EC) No 2238/2000 (OJ L 257, 11.10.2000, p. 2).\n(2) OJ L 288, 21.10.1997, p. 1.\n(3) OJ C 253, 31.8.1996, p. 18.\n(4) OJ C 253, 31.8.1996, p. 20.\n(5) OJ L 267, 30.9.1997, p. 1.\n(6) OJ L 267, 30.9.1997, p. 19.\n(7) OJ L 267, 30.9.1997, p. 81. Decision as last amended by Decision 2002/157/EC (OJ L 51, 22.2.2002, p. 32).\n(8) OJ L 101, 16.4.1999, p. 1. Regulation as last amended by Regulation (EC) No 322/2002 (OJ L 51, 22.2.2002, p. 1).\n(9) OJ C 53, 28.2.2002, p. 10.\n(10) OJ L 72, 14.3.2002, p. 7.\n(11) OJ L 153, 13.6.2002, p. 9.\n(12) See page 51 of this Official Journal.\nANNEX\n\"ANNEX\nLIST OF COMPANIES FROM WHICH UNDERTAKINGS ARE ACCEPTED AND THUS EXEMPTED FROM THE DEFINITIVE ANTI-DUMPING AND COUNTERVAILING DUTIES\n>TABLE>\""}