{"celex_id": "32001D0606", "uri": "http://publications.europa.eu/resource/cellar/cc1b0c01-c28d-4032-b9b9-ad309bd0beec", "type": "Decision", "concepts": ["4580", "4635", "5767", "6025", "968", "994"], "title": "2001/606/EC: Commission Decision of 6 August 2001 on a Community financial contribution to emergency measures to control foot-and-mouth disease in certain parts of south-east Europe (Text with EEA relevance) (notified under document number C(2001) 2470)\n", "header": "Commission Decision\nof 6 August 2001\non a Community financial contribution to emergency measures to control foot-and-mouth disease in certain parts of south-east Europe\n(notified under document number C(2001) 2470)\n(Text with EEA relevance)\n(2001/606/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 90/424/EEC of 26 June 1990 on expenditure in the veterinary field(1), as last amended by Decision 2001/12/EC(2), and in particular Article 13 thereof,\nWhereas:\n(1) Foot-and-mouth disease due to types A, O and ASIA 1 is endemic in Anatolia, Turkey. The presence of different types and subtypes of foot-and-mouth disease virus in Turkey constitutes a direct threat to the Community, notably Greece, and to Bulgaria.\n(2) In relation to outbreaks of foot-and-mouth disease type ASIA 1 in the western parts of Anatolia, the Commission provided Turkey with vaccine in July 2000 in accordance with the provisions of Decision 2000/494/EC(3). Following the completion of the vaccination campaign, a veterinary inspection mission was carried out jointly by the Food and Veterinary Office (FVO) and the European Commission for the Control of Foot-and-Mouth Disease (EUFMD) the Food and Agriculture Organisation (FAO) in October 2000. The mission made a number of recommendations for the improvement of Community supported vaccination campaigns carried out in Turkish Thrace.\n(3) On 29 June 2001 the competent authorities of Turkey, the Ministry of Agriculture and Rural Affairs, officially notified an outbreak of foot-and-mouth disease type Ol in the Tekirdag Province of Turkish Thrace, close to the border with Greece.\n(4) Furthermore, it was established by the World Reference Laboratory (WRL) for Foot-and-Mouth Disease in Pirbright, United Kingdom, through in vitro tests that the vaccine strain O1-Manisa used so far in Turkey shows limited cross protection to some of the O1-Isolate circulating in Turkey and characterised by the WRL. However, the same tests showed that the vaccine strain O 1BFS available in the Community antigen reserves provides a better cross-protection.\n(5) The epidemiological situation requires immediate Community assistance to Turkey to carry out the emergency vaccination against foot-and-mouth disease of all animals of susceptible species in Thrace. A request for such assistance has been addressed to the Commission by the competent authority in Turkey. It is also necessary to be prepared for an emergency vaccination in neighbouring countries should the epidemiological situation so require.\n(6) In accordance with Commission Decision 2001/300/EC of 30 March 2001 on Community cooperation with the Food and Agriculture Organisation (FAO) with particular regard to activities carried out by the European Commission for the Control of Foot-and-Mouth Disease(4) the coordination of the control of foot-and-mouth disease in Turkish Thrace, including the organization and supervision of vaccination campaigns, is part of the implementing agreement.\n(7) The competent authorities of Turkey have agreed to carry out the immediate vaccination of susceptible livestock in Turkish Thrace against foot-and-mouth disease virus of the serotypes O1, A and ASIA 1, within the framework of the Turkish foot-and-mouth disease control programme.\n(8) It appears appropriate to authorise the Director General of the Health and Consumer Protection Directorate-General to make suitable arrangements by way of exchange of Letters between the European Commission and the FAO for the purchase and supply to Turkey of the necessary quantities of trivalent vaccine sufficiently effective against the serotypes of the foot-and-mouth disease virus currently circulating in Thrace. In addition the EUFMD shall organise an on-the-spot visit by European foot-and-mouth disease experts with a view to ensure that the vaccine provided is used efficiently taking into account the existing recommendations of the previous mission, and shall supervise in consultation with the experts of the Research Group of the EUFMD the organisation by the Turkish authorities of a serological surveillance to monitor the vaccination campaign.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. In accordance with Commission Decision 2001/300/EC, Trust Fund 911100/MTF/INT/003/EEC shall be used for the following actions:\n(a) the purchase of 1500000 doses of AlOH3-adjuvated trivalent vaccine against foot-and-mouth disease virus of types O1, A-Iran 96 and ASIA 1 with a potency of 6 PD50;\n(b) the delivery of 1300000 doses of the vaccine referred to in subparagraph (a) to the Pendik Institute in Turkey for emergency vaccination carried out in Turkish Thrace, notably the provinces of Edirne, Kirklareli, Tekirdag and the European parts of the provinces of Canakkale and Istanbul, in accordance with the vaccination programme submitted to the Commission by the Turkish competent authorities;\n(c) the storage at the manufacturer's premises of 200000 doses of the vaccine referred to in subparagraph (a) for emergency vaccination where and when required by the epidemiological situation;\n(d) an on-the-spot inspection of the vaccination campaign by European experts, and\n(e) the organisation by the Turkish authorities of a serological surveillance to monitor the vaccination campaign and to substantiate the disease situation.\n2. The Director-General of the Health and Consumer Protection Directorate-General shall be authorised to conclude with the European Commission for the Control of Foot-and-Mouth Disease (EUFMD) the Food and Agriculture Organisation (FAO) the necessary arrangements for the implementation of the measures provided for in paragraph 1.", "This Decision is addressed to all the Member States."], "attachments": "Done at Brussels, 6 August 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 19.\n(2) OJ L 3, 6.1.2001, p. 27.\n(3) OJ L 199, 5.8.2000, p. 85.\n(4) OJ L 102, 12.4.2001, p. 71."}