{"celex_id": "32007R1337", "uri": "http://publications.europa.eu/resource/cellar/ec0188e3-2189-4859-84e1-c563c43e44f1", "type": "Regulation", "concepts": ["161", "2084", "2718", "2734", "3156", "4078"], "title": "Commission Regulation (EC) No 1337/2007 of 15 November 2007 amending Council Regulation (EC) No 992/95 as regards Community tariff quotas for certain fishery products originating in Norway\n", "header": "16.11.2007 EN Official Journal of the European Union L 298/6\nCOMMISSION REGULATION (EC) No 1337/2007\nof 15 November 2007\namending Council Regulation (EC) No 992/95 as regards Community tariff quotas for certain fishery products originating in Norway\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 992/95 of 10 April 1995 opening and providing for the administration of Community tariff quotas for certain agricultural and fishery products originating in Norway (1), and in particular Article 5(1)(b) thereof,\nWhereas:\n(1) Participation of Bulgaria and Romania in the European Economic Area was agreed by the EEA Enlargement Agreement, signed between the European Community and its Member States, Iceland, Liechtenstein and Norway and the EEA Applicant Countries on 25 July 2007.\n(2) Pending the completion of the procedures required for the adoption of the EEA Enlargement Agreement of 2007, an Agreement in the form of an Exchange of Letters was agreed, which provides for a provisional application of the EEA Enlargement Agreement. That Agreement has been approved by Council Decision 2007/566/EC of 23 July 2007 on the signing and the provisional application of an Agreement on the participation of the Republic of Bulgaria and Romania in the European Economic Area and four related agreements (2).\n(3) The EEA Enlargement Agreement provides for an additional Protocol to the EC-Norway Free Trade Agreement of 1973. This additional Protocol provides for new annual duty free tariff quotas and for changes to existing annual duty free tariff quotas at import into the Community of certain fish and fishery products originating in Norway.\n(4) To implement the new and changed tariff quotas provided for in the additional Protocol, it is necessary to amend Regulation (EC) No 992/95.\n(5) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (3) provides for a system of management of tariff quotas designed to be used following the chronological order of dates of acceptance of the customs declarations. For reasons of simplification the same system should apply for the tariff quotas provided for in Regulation (EC) No 992/95.\n(6) Certain tariff quotas provided for in the additional Protocol should be regarded initially as non-critical within the meaning of Article 308c of Regulation (EEC) No 2454/93. Therefore, Articles 308(c)(2) and (3) of that Regulation should not apply for these tariff quotas.\n(7) In accordance with the additional Protocol the tariff quotas volumes for the year 2007 should not be reduced in proportion to the part of that year which elapsed before the tariff quotas apply, while on the other hand the tariff quotas volumes for the year 2009 should be reduced in proportion to the part of 2009 during which no tariff quotas apply.\n(8) In accordance with Decision 2007/566/EC the new tariff quotas and the changes to existing tariff quotas have to apply from 1 September 2007. This Regulation should therefore apply from the same date and enter into force immediately.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EC) No 992/95 is amended as follows:\n1. Article 2 is replaced by the following:\n2. Article 3 is replaced by the following:\n3. Annexes I and II are amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 November 2007.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 101, 4.5.1995, p. 1. Regulation as last amended by Regulation (EC) No 1920/2004 (OJ L 331, 5.11.2004, p. 1).\n(2)  OJ L 221, 25.8.2007, p. 1.\n(3)  OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Regulation (EC) No 214/2007 (OJ L 62, 1.3.2007, p. 6).\nANNEX\n(1) Annex I to Regulation (EC) No 992/95 is amended as follows:\n(a) The following rows are inserted:\nOrder No CN code Description of products Quota volume Quota duty\n‘09.0850 (1) 0303 74 30 Mackerel of the species Scomber scombrus or Scomber japonicus, frozen\nFrom 1.9. to 31.12.2007: 9 300 tonnes 0\nFrom 1.1. to 31.12.2008: 9 300 tonnes 0\nFrom 1.1. to 30.4.2009: 3 100 tonnes 0\n09.0851 (1) 0303 51 00 Herrings (Clupea harengus, Clupea pallasii), frozen\nFrom 1.9. to 31.12.2007: 1 800 tonnes 0\nFrom 1.1. to 31.12.2008: 1 800 tonnes 0\nFrom 1.1. to 30.4.2009: 600 tonnes 0\n09.0852 (2) 0304 29 75 Fillets and flaps of herring (Clupea harengus, Clupea pallasii), frozen\nFrom 1.9. to 31.12.2007: 600 tonnes 0\nFrom 1.1. to 31.12.2008: 600 tonnes 0\nFrom 1.1. to 30.4.2009: 200 tonnes 0\n09.0853 0303 79 98 Other fish, frozen\nFrom 1.9. to 31.12.2007: 2 200 tonnes 0\nFrom 1.1. to 31.12.2008: 2 200 tonnes 0\nFrom 1.1. to 30.4.2009: 734 tonnes 0\n09.0854 0303 29 00 Other salmonidae, frozen\nFrom 1.9. to 31.12.2007: 2 000 tonnes 0\nFrom 1.1. to 31.12.2008: 2 000 tonnes 0\nFrom 1.1. to 30.4.2009: 667 tonnes 0\n09.0855 ex 1605 20 10 Shrimps and prawns, peeled and frozen, prepared or preserved From 1.9. to 31.12.2007: 2 000 tonnes 0\n09.0856 ex 1605 20 10 Shrimps and prawns, peeled and frozen, prepared or preserved From 1.1. to 31.12.2008: 10 000 tonnes 0\n09.0858 ex 1605 20 10 Shrimps and prawns, peeled and frozen, prepared or preserved From 1.1. to 30.4.2009: 667 tonnes 0\n(b) The row for order number 09.0758 is replaced by the following:\n‘09.0758 ex 1605 20 10 Shrimps and prawns, peeled and frozen, prepared or preserved 2 500 tonnes 0’\n(c) The rows for the CN code ex 0303 74 30 with order numbers 09.0754, 09.0760, 09.0763 and 09.0778 is replaced by the following:\nMackerel of the species Scomber scombrus or Scomber japonicus, frozen\nFrom 16.6.2007 to 15.6.2008:\n‘09.0763 0303 74 30  From 16.6. to 30.9.2007: 7 500 0\n09.0778 0303 74 30  From 1.10. to 31.12.2007: 15 500 0\n09.0760 0303 74 30  From 1.1. to 14.2.2008: 7 500 0\nFrom 16.6.2008 onwards:\n09.0857 0303 74 30  From 16.6.2008 to 14.2.2009: 30 500 0’\n(d) The rows for order number 09.0752 and 09.0756 are replaced by the following:\n‘09.0752 0303 51 00 Herrings (Clupea harengus, Clupea pallasii), frozen (3) 44 000 tonnes 0\n09.0756 0304 29 75 Fillets of herring (Clupea harengus, Clupea pallasii), frozen 67 000 tonnes 0\nex 0304 99 23 Flaps of herring (butterflies) (Clupea harengus, Clupea pallasii), frozen (4)\n(e) Footnote (a) at the end of the table is deleted.\n(2) Annex II to Regulation (EC) No 992/95 is amended as follows:\n(a) The rows for order numbers 09.0745, 09.0756 and 09.0758 are replaced by the following:\nOrder No CN codes TARIC codes\n‘09.0756 ex 0304 99 23 0304992310\n09.0745 ex 1605 20 10 1605201020\n09.0758 ex 1605 20 10 1605201020\n(b) The following rows are inserted:\nOrder No CN codes TARIC codes\n‘09.0852 ex 0304 99 23 0304992310\n09.0855 ex 1605 20 10 1605201020\n09.0856 ex 1605 20 10 1605201020\n09.0858 ex 1605 20 10 1605201020\n(c) The rows for order numbers 09.0752, 09.0754, 09.0760, 09.0763 and 09.0778 are deleted.\n(1)  As the MFN duty is free from 15 February to 15 June, the benefit of this tariff quota shall not be granted for goods declared for release for free circulation during this period.\n(2)  As for goods of CN code 0304 99 23, the MFN duty is free from 15 February to 15 June, the benefit of this tariff quota shall not be granted for these goods declared for release for free circulation during this period.’\n(3)  As the MFN duty is free from 15 February to 15 June, the benefit of this tariff quota shall not be granted for goods declared for release for free circulation during this period.\n(4)  As for goods of CN code 0304 99 23, the MFN duty is free from 15 February to 15 June, the benefit of this tariff quota shall not be granted for these goods declared for release for free circulation during this period.’"}