{"celex_id": "32009D0618", "uri": "http://publications.europa.eu/resource/cellar/bde87b65-b4dd-49b0-b8df-b24bce6a4ea5", "type": "Decision", "concepts": ["1216", "2095", "381", "5083", "538", "584", "7813"], "title": "2009/618/EC: Council Decision of 27 July 2009 concerning the conclusion of consultations with the Republic of Guinea under Article 96 of the Cotonou agreement\n", "header": "19.8.2009 EN Official Journal of the European Union L 214/34\nCOUNCIL DECISION\nof 27 July 2009\nconcerning the conclusion of consultations with the Republic of Guinea under Article 96 of the Cotonou agreement\n(2009/618/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the partnership agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (1), as revised by the agreement signed in Luxembourg on 25 June 2005 (2) (hereinafter referred to as the Cotonou Agreement), and in particular Article 96 thereof,\nHaving regard to the internal agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC partnership agreement (3), and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The essential elements referred to in Article 9 of the Cotonou Agreement have been violated.\n(2) On 29 April 2009, pursuant to Article 96 of the Cotonou Agreement, consultations started with Guinea, in the presence of the representatives of the African, Caribbean and Pacific Group of States during which representatives of the ruling military junta and the transitional government presented satisfactory proposals and commitments,", "main_body": ["Consultations with Guinea under Article 96 of the Cotonou Agreement are hereby concluded.", "The measures set out in the annexed letter are hereby adopted as appropriate measures under Article 96(2)(c) of the Cotonou Agreement.", "This Decision shall enter into force on the day of its adoption.\nThis Decision shall expire on 27 July 2011. It is reviewed regularly at least once every six months in the light of the conclusions of the joint monitoring missions by the Presidency of the European Union and the Commission.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 27 July 2009.\nFor the Council\nThe President\nC. BILDT\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  OJ L 209, 11.8.2005, p. 27.\n(3)  OJ L 317, 15.12.2000, p. 376.\nANNEX\nDRAFT LETTER\nSir,\nThe European Union considers that the coup d’état in the Republic of Guinea (hereinafter referred to as Guinea) on 23 December 2008 constitutes a serious violation of the essential elements of the Cotonou Agreement referred to in Article 9. In an EU Presidency statement on 31 December 2008, it roundly condemned the coup as being in contradiction with the very principles of democracy, but stated its readiness to support the ongoing transition in Guinea and a return to constitutional rule. In application of Article 96 of the Cotonou Agreement, the European Union has therefore engaged in a political dialogue with the ruling regime in order to study the situation and possible solutions. The consultations opened in Brussels on 29 April 2009.\nDuring the opening meeting, the participants discussed how to organise a return to constitutional rule and the establishment of a democratic government elected through free and transparent elections. Guinea also presented a memorandum on the stages and issues at stake in the transition. The European Union has noted the following proposals put forward by Guinea during the discussions, in particular:\nTransition roadmap\nGuinea has confirmed its commitment to the roadmap proposed by the Coalition des Forces vives on 17 March 2009 and adopted by communiqué No 50 of the President of the CNDD on 28 March 2009. The stages of the roadmap will follow the timetable below:\n— the continuation of voter registration in accordance with the electoral code,\n— the establishment of a National Council for Transition (NCT),\n— the start of work on revising the Fundamental Law,\n— the manufacture and distribution of poll cards,\n— the adoption of amendments to the Fundamental Law,\n— parliamentary elections,\n— presidential elections,\n— resumption of the work of the Commission of Inquiry into the tragic events of June 2006 and January and February 2007.\nNational Council for Transition\n— Guinea confirmed that the NCT provided for in the roadmap and adopted by CNDD Presidential Decree No 50 will be established in May 2009.\n— The European Union will make sure that the NCT is established as soon as possible and that the rules relating to its composition, mandate and powers reflect an inclusive and consensual approach.\n— Guinea confirmed that the National Forum, provided for in the memorandum, is a distinct exercise from the establishment of the NCT and will have no bearing on its actual implementation.\nRevision of the Fundamental Law\n— The European Union has noted Guinea’s intention to ask the NCT to revise the Fundamental Law and certain organic laws, including the electoral code, before the elections.\n— The European Union will monitor that this work is confined to essential aspects of the transition and the holding of elections and that it has no adverse impact on the roadmap timetable.\nElections\n— Guinea has pledged to comply with the election schedule laid down in the roadmap, i.e. parliamentary elections on 11 October 2009 and two rounds of presidential elections on 13 and 27 December 2009. The European Union will monitor compliance with this schedule.\n— Guinea has confirmed the undertaking by the President of the CNDD that he, the members of the CNDD and the Prime Minister of the transitional government will not stand in the elections. The European Union considers this to be a crucial undertaking that must be embodied in a formal decision.\n— Regarding the preparation and organisation of the elections, Guinea has specified the following measures to ensure that the elections are free and transparent:\n— the National Independent Election Commission has been made wholly responsible for the organisation and management of the elections by CNDD Presidential decree No 015 of 4 January 2009,\n— Guinea intends to request an international election observation mission and also undertakes to invite representatives of Guinean civil society to assist in the election observation,\n— steps have been taken to give election candidates fair access to the media,\n— the Constitutional Chamber of the Supreme Court will be restored to settle electoral disputes and publish the results of the elections.\n— As regards the financing of elections, a detailed budget for each activity will be submitted to the International Contact Group on Guinea for review.\nHuman rights, rule of law and governance\nThe European Union has noted the ongoing efforts of the Guinean transitional government to tackle drug-trafficking, impunity and corruption, and its commitment to carry out audits in order to reform public finances. The European Union attaches particular importance in this respect to the Guinean Government’s commitment to respect the principles of the rule of law, human rights and good governance, in particular:\n— confirmation that no political prisoners are being held,\n— the restoration of the Supreme Court’s judicial chamber as the higher judicial body of the country,\n— respect for the rights of those detained for common law offences, in particular their right to legal representation on being arrested and to a fair trial by the competent legal body,\n— respect for the principle of equality before the law,\n— repayment to the Treasury of funds recovered through audits so that they can be entered in the national budget accounts,\n— resumption of the work of the Commission of Inquiry into the tragic events of June 2006 and January and February 2007 once the newly elected government is in place.\nThe European Union found the undertakings made by Guinea broadly encouraging but is concerned about the lack of progress in implementing the roadmap. It has therefore decided to adopt the following appropriate measures under Article 96(2)(c) of the Cotonou Agreement with a view to the gradual resumption of cooperation in order to assist in the transition:\n1. The European Union will continue to finance humanitarian and emergency operations and measures in direct support of the people of Guinea, to assist in the political transition or aimed at ending the crisis. Note that further support for the preparation of the parliamentary and presidential elections could be provided, in particular through mobilisation of the 10th European Development Fund (EDF) B envelope and, if an invitation is received in due course from the Guinean authorities, through the sending of an election observation mission. The European Commission will also continue to finance ongoing contracts for operations other than the above.\n2. The precautionary measures adopted for ongoing projects and programmes under the Ninth and earlier EDFs, excluding projects for the rehabilitation of public buildings and to support decentralisation, will be lifted as soon as an NCT is actually in place, with its mandate, powers and composition agreed by the stakeholders of the transition in Guinea.\n3. The precautionary measures adopted for ongoing projects and programmes under the Ninth and earlier EDFs will be completely lifted on publication of the electoral roll and the decree setting the dates for the election and for the official opening of the election campaign and arrangements for guaranteeing freedom of public assembly and to campaign for political parties.\n4. The continuation of the International Monetary Fund (IMF) programme and the resumption of the debt relief process under the HIPC (heavily indebted poor countries) initiative could be supported by a contribution of around EUR 8 million from the European Union to clear arrears owed to the European Investment Bank (EIB) on loans from the EDF by mobilising the 10th EDF B envelope. This support can be mobilised as soon as the filing of nominations for the presidential election is officially closed and it is confirmed that the President and members of the CNDD and the Prime Minister of the transitional government are not standing.\n5. The Country Strategy Paper and National Indicative Programme for Guinea, for an indicative total of EUR 237 million, will be updated, renegotiated and signed as soon as the parliamentary and presidential elections have been held and the members of the National Assembly appointed. A mid-term review of the 10th EDF, the conclusions of which are scheduled for 2010, will analyse the implementation performance and might agree to a reassessment of Guinea’s allocation.\nIn order to ensure the smooth continuation of cooperation measures, the European Commission reserves the right, if necessary, to take over the duties of the EDF National Authorising Officer, in full or in part, on its own account.\nAs part of the procedure under Article 96 of the Cotonou Agreement, the European Union will continue to monitor the situation in Guinea closely over a period of 24 months. During this period, an enhanced dialogue will be pursued with the Guinean Government pursuant to Article 8 of the Cotonou Agreement in order to support the process of transition and regular reviews will be conducted involving the Presidency of the European Union and the European Commission. The first monitoring mission will take place within no more than six months.\nThe European Union reserves the right to amend the ‘appropriate measures’ described above in the light of progress in the implementation of commitments, particularly those relating to the section on ‘Human rights, rule of law and governance’.\nThe two parties undertake to hold a regular political dialogue under Article 8 of the Cotonou Agreement with the newly elected government on reforms in the area of political, judicial and economic governance and in the security sector.\nWe have the honour to be, Sir, yours faithfully,\nDone at Brussels,\nFor the Commission\n…\nFor the Council\n…\nANNEX: SCHEDULE OF COMMITMENTS\nCommitments by partners\nGuinea European Union\n0. Current situation\n0. Continuation of financing for humanitarian and emergency operations and measures in direct support of the people of Guinea, to assist in the political transition or aimed at ending the crisis. Possible grant of further support for the preparation of the parliamentary and presidential elections, in particular through mobilisation of the 10th EDF ‘B’ envelope and, if an invitation is received from the Guinean authorities, through the sending of an election observation mission. The allocation of funding for regional projects covering Guinea will be examined on a case-by-case basis. The precautionary measures relating to other cooperation under the Ninth and earlier EDFs remain in force.\n1. Establishment of an NCT, with a mandate, powers and composition agreed by the stakeholders of the transition in Guinea.\n1. Lifting of the precautionary measures adopted for ongoing projects and programmes under the Ninth and earlier EDFs, excluding projects for the rehabilitation of public buildings and to support decentralisation.\n2. Publication of the electoral roll and the decree setting the dates for the election and for the official opening of the election campaign.\n2. Lifting of all precautionary measures under the Ninth and earlier EDFs.\n3. Official closing of nominations for the presidential election (confirming that the President and members of the CNDD and the Prime Minister of the transitional government are not standing).\n3. Clearance of arrears to the EIB on loans from the EDF by mobilising the 10th EDF ‘B’ envelope, subject to continuation of the IMF programme and resumption of the debt relief process under the HIPC initiative.\n4. The holding of free and transparent parliamentary and legislative elections and appointment of the elected members.\n4. Signing of the updated and renegotiated 10th EDF CSP/NIP."}