{"celex_id": "32003D0593", "uri": "http://publications.europa.eu/resource/cellar/b51f40b8-9c14-4d04-a848-2e5a5128a7f8", "type": "Decision", "concepts": ["1706", "1826", "4036", "5234", "5309"], "title": "2003/593/EC: Commission Decision of 7 August 2003 amending Decision 2003/43/EC establishing the classes of reaction-to-fire performance of certain construction products (Text with EEA relevance) (notified under document number C(2003) 2592)\n", "header": "Commission Decision\nof 7 August 2003\namending Decision 2003/43/EC establishing the classes of reaction-to-fire performance of certain construction products\n(notified under document number C(2003) 2592)\n(Text with EEA relevance)\n(2003/593/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 89/106/EEC of 21 December 1988, on the approximation of laws, regulations and administrative provisions of the Member States relating to construction products(1), as amended by Directive 93/68/EEC(2), and in particular Article 20(2) thereof,\nWhereas:\n(1) Commission Decision 2003/43/EC(3) establishes classes of reaction-to-fire performance of certain construction products, namely wood-based panel products.\n(2) Decision 2003/43/EC should be adapted to technical progress through the inclusion of certain gypsum products, certain high-pressure decorative laminate panels and certain structural timber products in conformity with the classification established in Commission Decision 2000/147/EC of 8 February 2000 implementing Council Directive 89/106/EEC as regards the classification of the reaction-to-fire performance of construction products(4).\n(3) Decision 2003/43/EC should therefore be amended accordingly.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Construction,", "main_body": ["The Annex to Decision 2003/43/EC is amended as set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 August 2003.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 40, 11.2.1989, p. 12.\n(2) OJ L 220, 30.8.1993, p. 1.\n(3) OJ L 13, 18.1.2003, p. 35.\n(4) OJ L 50, 23.2.2000, p. 14.\nANNEX\nIn the Annex to Decision 2003/43/EC, the following Tables and note shall be added:\n\"\nTABLE 2\nClasses of reaction-to-fire performance of gypsum plasterboard products\n>TABLE>\nNote: End Use Application\nThe gypsum plasterboards shall be mounted and fixed using one of the two following methods:\n(a) Mechanically fixed to a supporting substructure\nThe boards, or (in the case of multi-layer systems) at least the outermost layer of boards, shall be mechanically fixed to a metal substructure (made from components detailed in EN 14195) or a timber substructure (in accordance with EN 336 and ENV 1995-5).\nWhen the substructure provides supporting members in one direction only, the maximum span between the supporting members shall not exceed a dimension equal to 50 times the thickness of the boards. When the substructure includes supporting members in two directions the maximum span in either direction shall not exceed a dimension equal to 100 times the thickness of the boards.\nThe mechanical fixings shall be screws or nails, which shall be fixed through the thickness of the boards into the substructure at centres not exceeding 300 mm measured along the length of each supporting member.\nAll joints between adjoining boards shall be fully filled with jointing compound as specified in EN 13963.\nThe cavity formed behind the boards by the substructure may provide an air space, or may be filled with an insulating material with a reaction to fire classification of at least class A2-s1, d0.\n(b) Directly fixed or bonded to a solid substrate (dry lining system)\nThe boards shall be fixed directly to a solid substrate with a reaction to fire classification of at least class A2-s1, d0.\nThe boards may be fixed using screws or nails fixed through the thickness of the boards into the solid substrate or may be bonded to the substrate using 'dabs' of gypsum based adhesive compound. In either case the screw or nail fixings or the adhesive 'dabs' shall be positioned at maximum 600 mm vertical and horizontal centres.\nAll joints between adjoining boards shall be fully filled with jointing compound as specified in EN 13963.\nTABLE 3\nClasses of reaction-to-fire performance of high-pressure decorative laminate panels\n>TABLE>\nTABLE 4\nClasses of reaction-to-fire performance of structural timber products((Applies to all species covered by the product standards.))\n>TABLE>\""}