{"celex_id": "32006R1443", "uri": "http://publications.europa.eu/resource/cellar/eb47d6f6-51f5-4b35-8718-d8e96ea4e1b1", "type": "Regulation", "concepts": ["1224", "5451", "5734", "6052", "6111", "768"], "title": "Commission Regulation (EC) No 1443/2006 of 29 September 2006 concerning the permanent authorisations of certain additives in feedingstuffs and an authorisation for 10 years for a coccidiostat   (Text with EEA relevance)\n", "header": "30.9.2006 EN Official Journal of the European Union L 271/12\nCOMMISSION REGULATION (EC) No 1443/2006\nof 29 September 2006\nconcerning the permanent authorisations of certain additives in feedingstuffs and an authorisation for 10 years for a coccidiostat\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (1), and in particular Articles 3, 9 and 9d(1) thereof,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (2), and in particular Article 25 thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition.\n(2) Article 25 of Regulation (EC) No 1831/2003 lays down transitional measures for applications for the authorisation of feed additives submitted in accordance with Directive 70/524/EEC before the date of application of Regulation (EC) No 1831/2003.\n(3) The applications for the authorisation of the additives listed in the Annexes to this Regulation were submitted before the date of application of Regulation (EC) No 1831/2003.\n(4) Initial comments on those applications, as provided for in Article 4(4) of Directive 70/524/EEC, were forwarded to the Commission before the date of application of Regulation (EC) No 1831/2003. Those applications are therefore to continue to be treated in accordance with Article 4 of Directive 70/524/EEC.\n(5) Data were submitted in support of an application for authorisation without a time limit of the enzyme preparation of 3-phytase produced by Hansenula polymorpha (DSM 15087) for chickens for fattening, turkeys for fattening, laying hens, piglets, pigs for fattening and sows. On 7 March 2006 the European Food Safety Authority (the Authority) delivered its opinion on the use of this preparation which concludes that it does not present a risk for the consumer, the user, the animal category targeted or the environment. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that enzyme preparation, as specified in Annex I to this Regulation, should be authorised without a time limit.\n(6) The use of the enzyme preparation of endo-1,4-beta-xylanase produced by Trichoderma longibrachiatum (ATCC 2105) was provisionally authorised for the first time for piglets by Commission Regulation (EC) No 1411/1999 (3). New data were submitted in support of an application for authorisation without a time limit of that enzyme preparation. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that enzyme preparation, as specified in Annex I to this Regulation, should be authorised without a time limit.\n(7) The use of the coccidiostat preparation of semduramicin sodium (AVIAX 5 %) was provisionally authorised for the first time for chickens for fattening, by Commission Regulation (EC) No 1041/2002 (4). New data were submitted in support of an application for authorisation for 10 years of that coccidiostat. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that substance, as specified in the Annex II, should be authorised for 10 years.\n(8) Data were submitted in support of an application for authorisation without a time limit of 25-hydroxycholecalciferol, belonging to the group ‘Vitamins, provitamins and chemically well-defined substances having similar effect’ for chickens for fattening, laying hens and turkeys. On 26 May 2005 the Authority has delivered an opinion on the use of this preparation which concludes that it does not present a risk for the consumer, the user, the animal category targeted or the environment. The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that vitamin preparation, as specified in Annex III, should be authorised without time limit.\n(9) The assessment of these applications shows that certain procedures should be required to protect workers from exposure to the additives set out in the Annexes. Such protection should be assured by the application of Council Directive 89/391/EEC of 12 June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (5).\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparations belonging to the group ‘Enzymes’, as specified in Annex I, are authorised without a time limit as additives in animal nutrition under the conditions laid down in that Annex.", "The preparation belonging to the group ‘Coccidiostat and other medicinal substances’, as specified in Annex II, is authorised for 10 years as additive in animal nutrition under the conditions laid down in that Annex.", "The preparation belonging to the group ‘Vitamins, provitamins and chemically well-defined substances having similar effect’, as specified in Annex III, is authorised without a time limit as additive in animal nutrition under the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 270, 14.12.1970, p. 1. Directive as last amended by Commission Regulation (EC) No 1800/2004 (OJ L 317, 16.10.2004, p. 37).\n(2)  OJ L 268, 18.10.2003, p. 29. Regulation as amended by Commission Regulation (EC) No 378/2005 (OJ L 59, 5.3.2005, p. 8).\n(3)  OJ L 164, 30.6.1999, p. 56.\n(4)  OJ L 157, 15.6.2002, p. 41.\n(5)  OJ L 183, 29.6.1989, p. 1. Directive as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\nANNEX I\nEC No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff\nEnzymes\nE 1639 3-phytase Preparation of 3-phytase produced by Hansenula polymorpha (DSM 15087) having a minimum activity of:\nCoated form: 2 500 U (1)/g\nLiquid forms: 5 000 U/g\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff: 250-1 000 U/kg\n3. For use in compound feed rich in phytin-bound phosphorus such as maize, soya, wheat, barley, rye.\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff: 250-1 000 U/kg\n3. For use in compound feed rich in phytin-bound phosphorus such as maize, soya, wheat, barley, rye.\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff: 250-1 000 U/kg\n3. For use in compound feed rich in phytin-bound phosphorus such as maize, soya, wheat, barley, rye.\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff: 500-1 000 U/kg\n3. For use in compound feed rich in phytinbound phosphorus such as maize, soya, wheat, barley, rye.\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff: 250-1 000 U/kg\n3. For use in compound feed rich in phytinbound phosphorus such as maize, soya, wheat, barley, rye.\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff: 500-1 000 U/kg\n3. For use in compound feed rich in phytinbound phosphorus such as maize, soya, wheat, barley, rye.\nE 1628 Endo-1,4-beta-xylanase Preparation of endo-1,4-beta-xylanase produced by Trichoderma longibrachiatum (ATCC 2105) having a minimum activity of:\nPowder form:\nLiquid form:\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Recommended dose per kg of complete feedingstuff:\n3. For use in compound feed rich in nonstarch polysaccharides (mainly arabinoxylans), e.g. containing more than 35 % wheat.\n4. For use in weaned piglets until approximately 35 kg.\n(1)  1 U is the amount of enzyme which liberates 1micromole of inorganic phosphate from phytate per minute at pH 5,5 and 37 °C.\n(2)  1 U is the amount of enzyme which liberates 1 micromole of reducing sugars (xylose equivalents) from oat spelt xylan per minute at pH 5,3 and 50 °C.\nANNEX II\nRegistration number of additive Name and registration number of person responsible for putting additive into circulation Additive Composition, chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nmg of active substance/kg of complete feedingstuff\nCoccidiostats and other medicinal substances\nAdditive composition:\nActive substance:\nANNEX III\nEC No Additive Chemical formula, description Species or category of animal Maximum age Maximum content mg (1)/kg of complete feedingstuff Other provisions End of period of authorisation\nVitamins, provitamins and chemically well defined substances having similar effect\n2. Vitamin D\nE 670 a 25-hydroxycholecalciferol 25-hydroxycholecalciferol Chickens for fattening — 0,100 mg The mixture of 25-hydroxylcholecalciferol with vitamin D3 (cholecalciferol) is allowed, provided that the total amount of the mixture does not exceed 0,125 mg/kg complete feedingstuff Without a time limit\nLaying hens — 0,080 mg The mixture of 25-hydroxylcholecalciferol with vitamin D3 (cholecalciferol) is allowed, provided that the total amount of the mixture does not exceed 0,080 mg/kg complete feedingstuff Without a time limit\nTurkeys — 0,100 mg The mixture of 25-hydroxylcholecalciferol with vitamin D3 (cholecalciferol) is allowed, provided that the total amount of the mixture does not exceed 0,125 mg/kg complete feedingstuff. Without a time limit\n(1)  40 IU cholecalciferol (vitamin D3) = 0,001 mg cholecalciferol (vitamin D3)."}