{"celex_id": "32004D0376", "uri": "http://publications.europa.eu/resource/cellar/87424485-01af-47f4-bb04-537e9745fe48", "type": "Decision", "concepts": ["3646", "3648", "5636"], "title": "2004/376/EC: Commission Decision of 20 April 2004 on the publication of the reference of standard EN 1970:2000 \"Adjustable beds for disabled persons — Requirements and test methods\" in accordance with Council Directive 93/42/EEC (Text with EEA relevance) (notified under document number C(2004) 1290)\n", "header": "Commission Decision\nof 20 April 2004\non the publication of the reference of standard EN 1970:2000 \"Adjustable beds for disabled persons - Requirements and test methods\" in accordance with Council Directive 93/42/EEC\n(notified under document number C(2004) 1290)\n(Text with EEA relevance)\n(2004/376/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 93/42/EEC of 14 June 1993 on the approximation of the laws of the Member States concerning medical devices(1), as amended by Directive 98/79/EC(2),\nHaving regard to the opinion of the Standing Committee set up in accordance with Article 5 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations and of rules on Information Society Services(3), as amended by Directive 98/48/EC(4),\nWhereas:\n(1) Article 2 of Directive 93/42/EEC stipulates that medical devices may be placed on the market and put into service only if, when normally used, they do not compromise the safety of persons.\n(2) Under Article 5 of Directive 93/42/EEC, medical devices are presumed to comply with the essential requirements referred to in Article 3 of that Directive if they conform to the national standards applicable to them transposing the harmonised standards the reference numbers of which have been published in the Official Journal of the European Union.\n(3) Member States are required to publish the reference numbers of national standards transposing harmonised standards the reference numbers of which have been published in the Official Journal of the European Union.\n(4) Germany raised a formal objection in respect of harmonised standard EN 1970:2000 \"Adjustable beds for disabled persons - Requirements and test methods\", adopted by the European Committee for Standardisation (CEN) in 2000, the reference number of which was published in the Official Journal of the European Communities on 14 November 2001(5), on the grounds that it does not fully satisfy the essential requirements of Directive 93/42/EEC, especially those relating to electrical safety, and that, in some cases, a dangerous situation can occur causing death or serious injury.\n(5) On the basis of the information received in the framework of a consultation of national authorities, no specific evidence was indicated to substantiate the risk of fire in hospital beds in other Member States.\n(6) Recently reported information from France indicates a number of accidents involving hospital beds, but details of the causes have not been established.\n(7) Consequently, it has not been demonstrated that harmonised standard EN 1970:2000 generally fails to meet the essential requirements of Directive 93/42/EEC. However it is necessary to draw the attention to the existence of standard EN60601-2-38 \"Particular requirements for the safety of electrically operated hospital beds\" in relation with EN1970: 2000,", "main_body": ["The reference of standard EN 1970:2000 \"Adjustable beds for disabled persons - Requirements and test methods\", adopted by the European Committee for Standardisation (CEN) on 21 June 2000 and published for the first time in the Official Journal of the European Communities of 14 November 2001, shall not be withdrawn from the list of standards published in the Official Journal of the European Communities. The standard shall therefore continue to confer the presumption of conformity to the relevant provisions of Directive 93/42/EEC provided that the action in Article 2 is fulfilled.", "A statement for clarification, as described in the Annex, with reference to EN1970, will be published in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 April 2004.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 169, 12.7.1993, p. 1.\n(2) OJ L 331, 7.12.1998, p. 1.\n(3) OJ L 204, 21.7.1998, p. 37.\n(4) OJ L 217, 5.8.1998, p. 18.\n(5) OJ C 319, 14.11.2001, p. 10.\nANNEX\nNote for the Official Journal concerning Directive 93/42/EEC:\nCommission Statement for clarification with reference to EN1970 - \"Adjustable beds for disabled persons - Requirements and test methods\" - as published in OJ C 319, 14 November 2001\nIt is recognised that in European standard EN1970 \"Beds for the disabled\", specific matters relating to electrical safety are covered by a normative reference to EN60601-1 \"Medical electrical equipment - Part 1 - General Requirements for Safety\".\nIt is important, however, to refer also to the associated Part 2 standard EN60601-2-38 \"Particular requirements for the safety of electrically operated hospital beds\" and to apply these specific particular electrical safety requirements when using EN1970 to meet the Essential Requirements of Directive 93/42/EEC on Medical Devices.\nIt is also recognised, in considering the needs for electrical safety of beds covered by EN1970, that the scope of this standard covers beds intended for use either within or outside the hospital environment.\nCEN/CENELEC is invited to prepare an amendment to EN1970 to include these matters of clarification."}