{"celex_id": "32002R0347", "uri": "http://publications.europa.eu/resource/cellar/460d236a-ac89-4720-83f3-132c9a5209b4", "type": "Regulation", "concepts": ["1085", "4718", "4726", "473"], "title": "Commission Regulation (EC) No 347/2002 of 25 February 2002 opening crisis distillation as provided for in Article 30 of Council Regulation (EC) No 1493/1999 for table wine in France\n", "header": "Commission Regulation (EC) No 347/2002\nof 25 February 2002\nopening crisis distillation as provided for in Article 30 of Council Regulation (EC) No 1493/1999 for table wine in France\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 2585/2001(2), and in particular Articles 30 and 33 thereof,\nWhereas:\n(1) Article 30 of Regulation (EC) No 1493/1999 provides for the possibility of opening crisis distillation in the event of exceptional market disturbance due to major surpluses. Such measures may be limited to certain categories of wine and/or certain areas of production and may apply to quality wines psr at the request of the Member State.\n(2) By letter of 18 December 2001, the French Government requested that crisis distillation be opened for table wine produced in France. Further information was forwarded on 18 and 29 January 2002.\n(3) Production of table wine in France amounted to 21,1 million hl in 1998 and 25,2 million hl in 1999. It stood at 23,4 million hl in 2000 and the latest estimates for the current wine year put table wine production at 22 million hl.\n(4) Although the figures for production have declined since the bumper harvest of 1999/2000, stocks at the start of the wine year show a steep rise. Table wine stocks stood at 12,853 million hl in 1997 and 12,086 million hl in 1998. They amounted to 10,8 million hl at the start of the 1999/2000 wine year, 15,5 million hl at the start of 2000/01 and 17,7 million hl at the start of the current wine year. There has been very great variation in stocks, particularly in certain wine-growing areas, with table wine stocks rising by over 200 % since the beginning of 1999/2000.\n(5) This rise in stocks has had a negative impact on prices, especially those for red wine, which have fallen by around 24 % since the start of 1999/2000, a wine year which saw no major intervention measures.\n(6) Over the period 1996/97 to 1998/99 table wine consumption in France declined slightly from around 18,3 million hl to 17,9 million hl. From 1998/99 it fell first to 17,3 million hl and then dropped very sharply to 15,5 million hl, according to the latest (provisional) figures for 2000/01.\n(7) The crisis distillation measures decided during the 2000/01 wine year have definitely had a positive effect in terms of stabilising prices for a period, but they have proved insufficient when set against the large increase in stocks, which are depressing the market and preventing a return to balance.\n(8) In order to reverse this negative trend in prices and sales, stocks of table wine should be reduced to a level that can be regarded as normal in terms of covering market requirements, and so deal with the difficult situation on the market. Stocks that have built up over the last two years must be reduced to a reasonable level, reflecting more normal consumption requirements.\n(9) Since the conditions laid down in Article 30(5) of Regulation (EC) No 1493/1999 are still satisfied, a crisis distillation measure should be opened for a maximum of 4 million hl of table wine in order to reduce stocks to an acceptable level. The measure should apply for a limited period with a view to maximum effectiveness. No ceiling should be set on the quantity that individual producers can have distilled because stocks may vary substantially from one producer to another and they depend more on sales than on the individual producer's annual output.\n(10) The mechanism to be introduced is that provided for in Commission Regulation (EC) No 1623/2000 of 25 July 2000 laying down detailed rules for implementing Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms(3), as last amended by Regulation (EC) No 2464/2001(4). In addition to the Articles of that Regulation that refer to the distillation measure provided for in Article 30 of Regulation (EC) No 1493/1999, other provisions of Regulation (EC) No 1623/2000 apply, in particular those concerning the delivery of alcohol to intervention agencies and the payment of advances.\n(11) The price distillers must pay producers should be set at a level that permits the problems faced to be dealt with by allowing producers to take advantage of the possibility afforded by this measure. That price should not, however, be such that it adversely affects the application of distillation under Article 29 of Regulation (EC) No 1493/1999.\n(12) The product of crisis distillation must be raw or neutral alcohol only, for compulsory delivery to the intervention agency in order to avoid disturbing the market for potable alcohol, which is supplied largely by distillation under Article 29 of Regulation (EC) No 1493/1999.\n(13) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Crisis distillation as provided for in Article 30 of Regulation (EC) No 1493/1999 is hereby opened for a maximum of 4 million hectolitres of table wine in France.", "In addition to the provisions of Regulation (EC) No 1623/2000 referring to Article 30 of Regulation (EC) No 1493/1999, the following provisions of Regulation (EC) No 1623/2000 shall apply to the measure provided for herein:\n- Article 62(5) as regards payment by the intervention agency of the price as referred to in Article 6(2) of this Regulation,\n- Articles 66 and 67 as regards advances as provided for in Article 6(2) of this Regulation.", "Producers may conclude contracts as provided for in Article 65 of Regulation (EC) No 1623/2000 from 1 to 29 March 2002. Contracts shall be accompanied by proof that a security equal to EUR 5 per hectolitre has been lodged. Contracts may not be transferred.", "1. The Member State shall determine the rate of reduction to be applied to the above contracts where the overall quantity covered by contracts presented exceeds that laid down in Article 1.\n2. The Member State shall take the administrative steps necessary to approve the above contracts by 6 May 2002 at the latest, shall specify the rate of reduction applied and the quantity of wine accepted per contract and shall stipulate that the producer may cancel the contract where the quantity to be distilled is reduced. The Member State shall notify the Commission before 20 May 2002 of the quantities of such wine covered by approved contracts.\n3. The wine must be delivered to the distilleries by 31 July 2002 at the latest. The alcohol obtained must be delivered to the intervention agency by 31 December 2002 at the latest.\n4. Securities shall be released in proportion to the quantities delivered where the producer provides proof of delivery to the distillery.\n5. The security shall be forfeit where no delivery is made within the time limit laid down.\n6. The Member State may limit the number of contracts that individual producers may conclude under this distillation measure.", "The minimum price paid for wine delivered for distillation under this Regulation shall be EUR 1,914 % vol/hl.", "1. Distillers shall deliver the product obtained from distillation to the intervention agency. That product shall be of an alcoholic strength of at least 92 % vol.\n2. The price the intervention agency must pay distillers for raw alcohol delivered shall be EUR 2,2812 % vol/hl. Distillers may receive an advance of EUR 1,1222 % vol/hl. on that amount. The advance shall in that case be deducted from the price actually paid.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 2002.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 345, 29.12.2001, p. 10.\n(3) OJ L 194, 31.7.2000, p. 45.\n(4) OJ L 331, 15.12.2001, p. 25."}