{"celex_id": "32008D0641", "uri": "http://publications.europa.eu/resource/cellar/757e61e9-248c-43f6-9150-c74c72675d5f", "type": "Decision", "concepts": ["1309", "1767", "192", "2320", "2435", "5581"], "title": "2008/641/EC: Commission Decision of 31 July 2008 derogating from Decisions 2003/858/EC and 2006/656/EC and suspending imports into the Community from Malaysia of consignments of certain live fish and of certain aquaculture products (notified under document number C(2008) 3849) (Text with EEA relevance)\n", "header": "5.8.2008 EN Official Journal of the European Union L 207/34\nCOMMISSION DECISION\nof 31 July 2008\nderogating from Decisions 2003/858/EC and 2006/656/EC and suspending imports into the Community from Malaysia of consignments of certain live fish and of certain aquaculture products\n(notified under document number C(2008) 3849)\n(Text with EEA relevance)\n(2008/641/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), and in particular the first indent of Article 18(1) and Article 18(6) thereof,\nWhereas:\n(1) Council Directive 91/67/EEC of 28 January 1991 concerning the animal health conditions governing the placing on the market of aquaculture animals and products (2) lays down rules governing imports into the Community from third countries of aquaculture animals and products. It provides that imports of aquaculture animals and products must satisfy certain conditions laid down in that Directive and come from third countries or parts thereof appearing on a list drawn up in accordance with that Directive.\n(2) Commission Decision 2003/858/EC of 21 November 2003 laying down the animal health conditions and certification requirements for imports of live fish, their eggs and gametes intended for farming, and live fish of aquaculture origin and products thereof intended for human consumption (3) establishes harmonised animal health rules for the importation into the Community of certain live fish, their eggs and gametes and certain live fish of aquaculture origin and products thereof. In addition, it lists the territories from which imports into the Community of certain species of live fish, their eggs and gametes are authorised.\n(3) Commission Decision 2006/656/EC of 20 September 2006 laying down the animal health conditions and certification requirements for imports of fish for ornamental purpose (4) establishes harmonised animal health rules for imports of ornamental fish into the Community. In addition, that Decision lists the territories from which imports into the Community of certain ornamental fish are authorised.\n(4) Decision 2003/858/EC lists Malaysia as a third country from which imports into the Community of live fish belonging to the Cyprinidae family, their eggs and gametes intended for farming and of live fish of aquaculture origin of that family, their eggs and gametes intended for restocking of put and take fisheries are authorised.\n(5) Under Decision 2006/656/EC imports into the Community of certain ornamental fish from Malaysia are authorised. Fish of the Cyprinidae family is covered by that Decision.\n(6) The results of the latest Community inspection visit to Malaysia have revealed serious shortcomings as regards registration of aquaculture farms, notification of diseases and official controls of animal health throughout the production chain of aquaculture animals and ornamental fish. Such shortcomings are likely to lead to the spread of disease, thus presenting a serious threat to animal health in the Community. A lack of proper animal health checks by the competent authority of Malaysia, which is likely to increase that threat, was also revealed by that inspection.\n(7) It is therefore necessary to suspend imports from Malaysia of live fish belonging to the Cyprinidae family, their eggs and gametes intended for farming, of live fish belonging to the Cyprinidae family of aquaculture origin, their eggs and gametes for restocking of put and take fisheries, as well as of certain ornamental fish belonging to that family. As all the other tropical ornamental fish imported from Malaysia are not susceptible to the epizootic haematopoietic necrosis, infectious salmon anaemia, viral haemorrhagic septicaemia, infectious haematopoietic necrosis, spring viraemia of carp, bacterial kidney disease, infectious pancreatic necrosis, Koi herpes virus and infection with Gyrodactylus salaris there is no need to suspend imports of tropical ornamental fish.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["By way of derogation from Article 3(1) and (2) of Decision 2003/858/EC and from Articles 3 and 4 of Decision 2006/656/EC, Member States shall suspend imports into their territory from Malaysia of the following consignments of fish belonging to the Cyprinidae family, their eggs and gametes:\n(a) consignments of live fish, intended for farming;\n(b) consignments of live fish, of aquaculture origin intended for restocking of put and take fisheries; and\n(c) in the case of consignments of ornamental fish, only the species Carassius auratus, Ctenopharyngodon idellus, Cyprinus carpio, Hypophthalmichthys molitrix, Aristichthys nobilis, Carassius carassius and Tinca tinca of the Cyprinidae family.", "All expenditure incurred in the application of this Decision shall be charged to the consignee or his agent.", "This Decision shall apply from 1 August 2008.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 July 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 56. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(2)  OJ L 46, 19.2.1991, p. 1. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(3)  OJ L 324, 11.12.2003, p. 37. Decision as last amended by Decision 2007/158/EC (OJ L 68, 8.3.2007, p. 10).\n(4)  OJ L 271, 30.9.2006, p. 71. Decision as amended by Decision 2007/592/EC (OJ L 224, 29.8.2007, p. 5)."}