{"celex_id": "32009R0192", "uri": "http://publications.europa.eu/resource/cellar/35cb5ae8-e43c-46d2-9426-057611ae7c44", "type": "Regulation", "concepts": ["2198", "3342", "3648", "4258", "4359", "5315", "5334", "92"], "title": "Commission Regulation (EC) No 192/2009 of 11 March 2009 implementing Regulation (EC) No 177/2008 of the European Parliament and of the Council establishing a common framework for business registers for statistical purposes, as regards the exchange of confidential data between the Commission (Eurostat) and Member States (Text with EEA relevance)\n", "header": "12.3.2009 EN Official Journal of the European Union L 67/14\nCOMMISSION REGULATION (EC) No 192/2009\nof 11 March 2009\nimplementing Regulation (EC) No 177/2008 of the European Parliament and of the Council establishing a common framework for business registers for statistical purposes, as regards the exchange of confidential data between the Commission (Eurostat) and Member States\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 177/2008 of the European Parliament and of the Council of 20 February 2008 establishing a common framework for business registers for statistical purposes and repealing Council Regulation (EEC) No 2186/93 (1), and in particular Article 11(3) thereof,\nWhereas:\n(1) Regulation (EC) No 177/2008 establishes a new common framework for business registers exclusively for statistical purposes in order to maintain the development of business registers in a harmonised framework.\n(2) In accordance with Article 11 of Regulation (EC) No 177/2008, it is necessary to establish the format, the security and confidentiality measures, and the procedure for the transmission of data on individual units to the Commission (Eurostat) and for the transmission of data on the multinational enterprise groups to the appropriate national authorities.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Statistical Programme Committee, established by Council Decision 89/382/EEC, Euratom (2),", "main_body": ["Format\nThe Commission (Eurostat) and the appropriate national authorities shall transmit the data referred to in Article 11 of Regulation (EC) No 177/2008 in the format set out in the Annex, Part A, to this Regulation.\nThe Commission (Eurostat) and the appropriate national authorities shall provide for each data delivery the necessary metadata information in electronic form in accordance with the standards of the European Statistical System and in the structure defined in the most recent version of the Eurostat Business Registers Recommendations Manual available from the Commission (Eurostat).", "Confidentiality measures\n1.   Data transmitted to the Commission (Eurostat) by the appropriate national authorities, or received by the Commission (Eurostat) from other sources, shall be stored in a Community register of multinational enterprise groups and their constituent units (hereinafter referred to as EuroGroups register).\n2.   When transmitting data to the Commission (Eurostat) in accordance with Article 11(1) of Regulation (EC) No 177/2008, the appropriate national authorities shall flag data which are confidential in accordance with national legislation.\n3.   In order to ensure a consistent record of data, the Commission (Eurostat) shall, exclusively for statistical purposes, transmit to the appropriate national authorities of Member States other than the reporting country, the characteristics specified in Part B of the Annex, including confidentiality flags, concerning multinational enterprise groups and their constituent units, when at least one unit of the group is located in the territory of that Member State.", "Security measures\nThe Commission (Eurostat) and the appropriate national authorities shall store the data that have been flagged as confidential by the national authorities in accordance with Article 2(2) in a secure area with restricted and controlled access. The appropriate national authorities shall on request provide information for the Commission (Eurostat) on the security measures applied in the Member State concerned. The Commission (Eurostat) shall pass on this information to the other Member States. The Commission (Eurostat) shall similarly provide information on its security measures to the national authorities.\nThe transmission of the data shall be done in an encrypted form via the secure medium used by the Commission (Eurostat) for the exchange of confidential data.", "Procedure for transmission\n1.   The data and metadata transmitted pursuant to this Regulation shall be exchanged in electronic form between the appropriate national authorities and the Commission (Eurostat). The transmission format shall conform to appropriate exchange standards specified by the Commission (Eurostat). Data shall be transmitted by electronic means and uploaded at the Commission (Eurostat) through its single entry point for data.\n2.   Member States shall implement the exchange standards and guidelines supplied by the Commission (Eurostat) according to the requirements of this Regulation.", "Entry into force\nThis Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 2009.\nFor the Commission\nJoaquín ALMUNIA\nMember of the Commission\n(1)  OJ L 61, 5.3.2008, p. 6.\n(2)  OJ L 181, 28.6.1989, p. 47.\nANNEX\nA.   STRUCTURE AND FORMAT FOR THE TRANSMISSION\n1.   Introduction\nStandardisation of data record structures is fundamental for efficient data processing. It is a necessary step towards providing data conforming to the exchange standards specified by the Commission (Eurostat).\nData is sent as a set of records (data set).\nConfidential data has to be sent with the true value being recorded in the value field and a flag indicating that the data is confidential in accordance with Article 2(2).\nMonetary data has to be expressed in thousands of national currency units (euro for the countries of the euro area). Countries acceding to the euro area shall report monetary data in euro instead of national currency as from the year of their accession.\n2.   Data set identifier\nAll data sets that the Commission (Eurostat) and the national authorities transmit shall be identified by applying the naming convention specified in the detailed documentation and guidelines regarding the exchange standards that the Commission (Eurostat) makes available.\n3.   Data sets, structure and definition of fields\nThis section gives the contents of the data sets that the Commission (Eurostat) and the national authorities shall transmit. The data set technical names, structure, fields, codes and attributes to be used shall be included in the most recent version of the Eurostat Business Registers Recommendations Manual referred to in Article 7 of Regulation (EC) No 177/2008.\nThe data processing of the EuroGroups register is a cyclical process, which the Commission (Eurostat) starts centrally. At the end of each cycle a population frame shall be available for compilers of statistics in Member States.\nAt the beginning of each cycle the Commission (Eurostat) transmits data sets with metadata, e.g. NACE classification, to the appropriate national statistical authorities (hereinafter referred to as NSAs) to ensure that in all countries the same metadata is available and used.\n3.1.   First data exchange\nThe first data exchange takes place after the start of the processing of new data on legal units received from private providers of basic register data. If there is more than one provider, data referring to the same legal units is linked. The Commission (Eurostat) transmits to the NSAs the following data sets with information on the results of this linkage process and information on legal units. NSAs transmit back the same data sets with the corrected and completed information including confidentiality flags.\nData set with results of the linkage process\nContents Identity number (1.1)\nData sets with information on legal units\nContents Identity number (1.1)\n3.2.   Integration of data sources from different Member States\nThe next step of the data processing is the integration of information coming from different Member States centrally at the Commission (Eurostat). This information refers to control and ownership of legal units and to the statistical unit enterprise, which is defined by the Member States and may consist of one or several legal units. The Commission (Eurostat) shall transmit the results of this integration to the NSAs, which transmit back the data sets with the corrected and completed information including confidentiality flags.\nData sets with information on control and ownership of units\nContents Identity numbers of resident legal units, which are controlled by the legal unit (1.11a)\nData sets with information on enterprises\nContents Identity number (3.1)\n3.3.   Compilation of truncated and global enterprise groups\nThe next stage is the compilation of the truncated enterprise groups and the global enterprise groups. The Commission (Eurostat) shall transmit the results of this compilation to the NSAs, which transmit back the data sets with the corrected and completed information including confidentiality flags.\nAt the end of the cycle the Commission (Eurostat) shall transmit the results of the final compilation of the truncated and global enterprise groups to the NSAs. The Commission (Eurostat) shall transmit data to NSAs other than those of the reporting country only for the characteristics listed in Part B of this Annex.\nData sets with information on global enterprise groups\nContents Identity number of the global group (4.11)\nData sets with information on truncated enterprise groups\nContents Identity number of the truncated group (4.1)\nB.   CHARACTERISTICS TO BE TRANSMITTED ACCORDING TO ARTICLE 2(3)\nThe Commission (Eurostat) shall, exclusively for statistical purposes, transmit to the appropriate national authorities of Member States other than the reporting country, the following characteristics, including confidentiality flags, concerning multinational enterprise groups and their constituent units when at least one unit of the group is located in the territory of that Member State.\nLEGAL UNIT\nIDENTIFICATION CHARACTERISTICS 1.1.  Identity number\n1.2a.  Name\n1.2b.  Address (including postcode) at the most detailed level\n1.2c. Optional Telephone and fax numbers, electronic mail address, and information to permit electronic collection of data\n1.3.  Value Added Tax (VAT) registration number or, failing that, other administrative identity number\nDEMOGRAPHIC CHARACTERISTICS 1.4.  Date of incorporation for legal persons or date of official recognition as an economic operator for natural persons\n1.5.  Date on which the legal unit ceased to be part of an enterprise (as identified in 3.3)\nECONOMIC/STRATIFICATION CHARACTERISTICS 1.6.  Legal form\nLINKS WITH OTHER REGISTERS 1.7a.  Reference to the register of intra-Community operators set up in accordance with Regulation (EC) No 638/2004 of the European Parliament and of the Council (1), and reference to customs files or to the register of extra-Community operators\nLINK WITH ENTERPRISE GROUP 1.8.  Identity number of the truncated enterprise group (4.1), to which the unit belongs\n1.9.  Date of association to the truncated group\n1.10.  Date of separation from the truncated group\nCONTROL OF UNITS 1.11a.  Identity number(s) of resident legal unit(s), which are controlled by the legal unit\n1.11b.  Identity number of the resident legal unit, which controls the legal unit\n1.12a.  Country(ies) of registration, and identity number(s) or name(s) and address(es) of the non-resident legal unit(s), which are controlled by the legal unit\n1.12b. Conditional VAT number(s) of non-resident legal unit(s), which are controlled by the legal unit\n1.13a.  Country of registration, and identity number or name and address of the non-resident legal unit, which controls the legal unit\n1.13b. Conditional VAT number of the non-resident legal unit, which controls the legal unit\n(a) Identity number(s), and\n(b) shares (%) of resident legal unit(s) owned by the legal unit\n(a) Identity number(s), and\n(b) shares (%) of resident legal unit(s), which own(s) the legal unit\n(a) Country(ies) of registration, and\n(b) identity number(s) or, name(s), address(es), and VAT number(s), and\n(c) shares (%) of non-resident legal unit(s) owned by the legal unit\n(a) Country(ies) of registration, and\n(b) identity number(s) or, name(s), address(es), and VAT number(s), and\n(c) shares (%) of non-resident legal unit(s), which own(s) the legal unit\nENTERPRISE\nIDENTIFICATION CHARACTERISTICS 3.1.  Identity number\n3.2a.  Name\n3.2b. Optional Postal, electronic mail and website addresses\n3.3.  Identity number(s) of the legal unit(s) of which the enterprise consist(s)\nDEMOGRAPHIC CHARACTERISTICS 3.4.  Date of commencement of activities\n3.5.  Date of final cessation of activities\nECONOMIC/STRATIFICATION CHARACTERISTICS 3.6.  Principal activity code at NACE 4-digit level\n3.8.  Number of persons employed\n3.11.  Institutional sector and sub-sector according to European System of Accounts\nLINK WITH ENTERPRISE GROUP 3.12.  Identity number of the truncated enterprise group (4.1), to which the enterprise belongs\nENTERPRISE GROUP\nIDENTIFICATION CHARACTERISTICS 4.1.  Identity number of the truncated group\n4.2a.  Name of the truncated group\n4.2b. Optional Postal, electronic mail and website addresses of the truncated head office\n4.3. Part conditional Identity number of the truncated group head (equals the identity number of the legal unit, which is the resident group head).\n4.4.  Type of enterprise group:\n2. domestically controlled truncated group;\n3. foreign controlled truncated group\nDEMOGRAPHIC CHARACTERISTICS 4.5.  Date of commencement of the truncated enterprise group\n4.6.  Date of cessation of the truncated enterprise group\nECONOMIC/STRATIFICATION CHARACTERISTICS 4.7.  Principal activity code of the truncated group at NACE 2-digit level\n4.9.  Number of persons employed in the truncated group\nIDENTIFICATION CHARACTERISTICS 4.11.  Identity number of the global group\n4.12a.  Name of the global group\n4.12b. Optional Country of registration, postal, electronic mail and website addresses of the global head office\n4.13a.  Identity number of the global group head, if the group head is resident (equals the identity number of the legal unit, which is the group head).\n4.13b. Optional Global group head identity number or name and address, if non-resident\nECONOMIC/STRATIFICATION CHARACTERISTICS 4.14. Optional Number of persons employed globally\n4.16. Optional Country of global decision-centre\n4.17. Optional Countries where enterprises or local units are located\n(1)  OJ L 102, 7.4.2004, p. 1."}