{"celex_id": "32007R0832", "uri": "http://publications.europa.eu/resource/cellar/9bb37619-0f11-4673-90d6-b5bddf325efb", "type": "Regulation", "concepts": ["1158", "1277", "192", "2735", "2737", "3885"], "title": "Commission Regulation (EC) No 832/2007 of 16 July 2007 amending Regulation (EC) No 197/2006 as regards uses of former foodstuffs and the extension of the validity of the transitional measures relating to such foodstuffs (Text with EEA relevance)\n", "header": "17.7.2007 EN Official Journal of the European Union L 185/7\nCOMMISSION REGULATION (EC) No 832/2007\nof 16 July 2007\namending Regulation (EC) No 197/2006 as regards uses of former foodstuffs and the extension of the validity of the transitional measures relating to such foodstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 provides for a complete revision of Community rules on animal by-products and introduces a number of strict requirements as regards their use and disposal. In particular, its Article 22(1)(a) and (b) lays down general restrictions on uses of animal by-products and processed products.\n(2) Commission Regulation (EC) No 197/2006 (2) on transitional measures under Regulation (EC) No 1774/2002 as regards the collection, transport, treatment, use and disposal of former foodstuffs sets out a number of transitional measures that are due to expire on 31 July 2007. In particular, Article 3(c) of Regulation (EC) No 197/2006 provides that Member States may authorise former foodstuffs to be used in feed or for other purposes, without further treatment, subject to certain conditions set out therein.\n(3) The economic operators concerned by those transitional measures have asked for the period of validity of such measures to be extended, and it is appropriate to do so in the circumstances.\n(4) In the interests of clarity of Community legislation, it is appropriate to clearly specify that the uses that may be authorised under Article 3(c) of Regulation (EC) No 197/2006 do not affect the general restrictions set out in Article 22(1)(a) and (b) of Regulation (EC) No 1774/2002.\n(5) Regulation (EC) No 197/2006 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 197/2006 is amended as follows:\n1. Article 3 point (c) is replaced by the following:\n‘(c) used in feed without further treatment or used for other purposes without further treatment if:\n(i) such former foodstuffs have not been in contact with raw material of animal origin and the competent authority is satisfied that such use does not pose a risk to public or animal health; and\n(ii) in the case of use in feed, such use shall be without prejudice to the restrictions on use laid down in Article 22(1)(a) and (b) of Regulation (EC) No 1774/2002.’\n2. In Article 5, the date ‘31 July 2007’ is replaced by the date ‘31 July 2009’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 2007/2006 (OJ L 379, 28.12.2006, p. 98).\n(2)  OJ L 32, 4.2.2006, p. 13."}