{"celex_id": "32004R1989", "uri": "http://publications.europa.eu/resource/cellar/12a4b0e6-e419-4d8e-8994-b9902b9e1ed6", "type": "Regulation", "concepts": ["2066", "2069", "2738", "4227", "5751", "87"], "title": "Commission Regulation (EC) No 1989/2004 of 19 November 2004 concerning the classification of certain goods in the Combined Nomenclature\n", "header": "20.11.2004 EN Official Journal of the European Union L 344/5\nCOMMISSION REGULATION (EC) No 1989/2004\nof 19 November 2004\nconcerning the classification of certain goods in the Combined Nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) In order to ensure uniform application of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation.\n(2) Regulation (EEC) No 2658/87 has laid down the general rules for the interpretation of the Combined Nomenclature. Those rules also apply to any other nomenclature which is wholly or partly based on it or which adds any additional subdivision to it and which is established by specific Community provisions, with a view to the application of tariff and other measures relating to trade in goods.\n(3) Pursuant to the said general rules, the goods described in column 1 of the table set out in the Annex to this Regulation should be classified under the CN codes indicated in column 2, by virtue of the reasons set out in column 3.\n(4) It is appropriate to provide that binding tariff information issued by the customs authorities of Member States in respect of the classification of goods in the Combined Nomenclature and which is not in accordance with this Regulation, can, for a period of three months, continue to be invoked by the holder, under Article 12(6) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (2).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The goods described in column 1 of the table set out in the Annex shall be classified within the Combined Nomenclature under the CN codes indicated in column 2 of that table.", "Binding tariff information issued by the customs authorities of Member States which is not in accordance with this Regulation can continue to be invoked for a period of three months under Article 12(6) of Regulation (EEC) No 2913/92.", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 November 2004.\nFor the Commission\nFrederik BOLKESTEIN\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Commission Regulation (EC) No 1558/2004 (OJ L 283, 2.9.2004, p. 7).\n(2)  OJ L 302, 19.10.1992, p. 1. Regulation as last amended by the Act of Accession of 2003.\nANNEX\nDescription of the goods Classification Reasons\n(1) (2) (3)\n1. Cooked meat preparation with the following composition (percentage by weight):\nLiver : 15\nChopped pork : 5\nCollar : 2\nKidney : 6\nLung : 13\nSpleen : 7\nRind : 20\nFat with rind : 20\nOther ingredients : 2\nWater : 10\n2. Products consisting of sugar solution and small quantities of other ingredients with the following composition (percentage by weight):\nPRODUCT 1\nSugar : 31,5\nGlucose syrup : 28,5\nCitric acid : 5\nMalic acid : 2,5\nXanthan gum : 0,2\nSodium benzoate : 0,05\nAcesulfame potassium : 0,03\nAspartame : 0,009\nFlavouring : 0,5\nColouring : 0,002\nWater : remainder\nPRODUCT 2\nSugar : 34\nCitric acid : 5\nMalic acid : 3\nFumaric acid : 0,05\nSodium carboxymethyl cellulose : 0,07\nPotassium sorbate : 0,016\nSodium benzoate : 0,01\nAcesulfame potassium : 0,03\nAspartame : 0,01\nFlavouring : 0,5\nColouring : 0,002\nWater : remainder\n3. Whey protein isolates, in powder form, containing more than 90 % protein by weight calculated on dry matter. The product is obtained by microfiltration of whey.\n— beta-lactoglobulin: 50-60 %\n— alfa-lactalbumin: 10-25 %\n— immunoglobulin: 5-7 %\n— glycopeptides: ca. 20 %\nPhotograph No 1\nPhotograph No 2\n(1)  The photographs are purely for information."}