{"celex_id": "32000R2888", "uri": "http://publications.europa.eu/resource/cellar/8778c8fb-3c57-4a7b-af57-f08cb119c878", "type": "Regulation", "concepts": ["3090", "3115", "4324", "4398", "4509", "4533"], "title": "Regulation (EC) No 2888/2000 of the European Parliament and of the Council of 18 December 2000 on the distribution of permits for heavy goods vehicles travelling in Switzerland\n", "header": "30.12.2000 EN Official Journal of the European Communities L 336/9\nREGULATION (EC) No 2888/2000 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 18 December 2000\non the distribution of permits for heavy goods vehicles travelling in Switzerland\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community and, in particular, Article 71 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure referred to in Article 251 of the Treaty (3),\nWhereas:\n(1) The Swiss Federal Council decided, on 1 November 2000, to allow heavy goods vehicles of up to 34 tonnes to travel on its territory from 1 January 2001 and to open up the quotas, from the same date, for vehicles the actual total laden weight of which is more than 34 tonnes but not more than 40 tonnes and for empty and light goods vehicles. That decision accompanied the introduction of the RPLP (heavy traffic levy) on the Swiss network.\n(2) That decision is an autonomous measure taken by the Swiss Confederation and, as a result, it cannot be deemed to be a provisional application of the Agreement between the European Community and the Swiss Confederation on the carriage of goods and passengers by rail and road signed on 21 June 1999. The conclusion of that Agreement by the Community calls for the simultaneous entry into force of the seven agreements signed on the same date with the Swiss Confederation.\n(3) It is necessary to establish on a lasting basis rules governing the distribution and management of the permits made available to the Community as from 1 January 2001.\n(4) For practical and organisational reasons, the Commission should be entrusted with the task of distributing the permits to Member States.\n(5) To that end, an allocation method should be established. Thereafter, Member States should share out the permits allocated to them among transport undertakings with reference to objective criteria.\n(6) In order to ensure the optimal use of permits, all unallocated permits should be returned to the Commission for redistribution.\n(7) The allocation of permits should be based on criteria that take full account of existing freight transport flows and genuine transport needs across the Alpine region.\n(8) It may prove necessary to revise the allocation of permits on the basis of genuine traffic flows, while taking account of relevant items of the method described in Annex III. In carrying out such revision, the Commission should be assisted by a Committee.\n(9) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (4),", "main_body": ["This Regulation lays down the rules for the distribution of permits allocated to the Community by Switzerland allowing heavy goods vehicles of up to 34 tonnes to travel on its territory as from 1 January 2001, opening up, from the same date, the quotas for vehicles the actual total laden weight of which is more than 34 tonnes but not more than 40 tonnes and for empty and light goods vehicles and introducing the RPLP (heavy traffic levy) on the Swiss network.", "For the purposes of this Regulation:\n1. ‘full-weight’ permit shall mean a permit to travel on Swiss territory granted for goods vehicles the actual total laden weight of which is more than 34 tonnes but not more than 40 tonnes;\n2. ‘empty’ permit shall mean a permit to travel on Swiss territory granted for goods vehicles that are empty or are transporting light loads.", "1.   The Commission shall allocate permits in accordance with paragraphs 2, 3 and 4.\n2.   The ‘full-weight’ permits shall be distributed in accordance with Annex I.\n3.   The ‘empty’ permits shall be distributed in accordance with Annex II.\n4.   The permits for each year shall be distributed before 15 August of the preceding year.", "Member States shall distribute permits amongst the undertakings established in their territory according to objective and non-discriminatory criteria.", "Before 15 September each year, Member States shall transfer to the Commission those permits which have not been allocated to undertakings.\nIn accordance with the procedure laid down in Article 7, the Commission shall allocate those permits to one or more Member States in such a way as to ensure an optimal use thereof.", "When the Commission makes its proposal for adjustment, it shall take as a basis actual traffic flows during 2001, while seeing to it that equal account is taken of criteria relating to bilateral traffic operations and transit traffic operations. Should the recalculation result in an allocation for any Member State which differs substantially from that set out in Annexes I and II, any amendments necessary to adapt Annexes I and II shall be adopted in accordance with the procedure laid down in Article 7.", "1.   The Commission shall be assisted by a committee.\n2.   Where reference is made to this Article, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3.   The Committee shall adopt its rules of procedure.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 2000.\nFor the European Parliament\nThe President\nN. FONTAINE\nFor the Council\nThe President\nD. VOYNET\n(1)  OJ C 114, 27.4.1999, p. 4 and OJ C 248 E, 29.8.2000, p. 108.\n(2)  OJ C 329, 17.11.1999, p. 1.\n(3)  Opinion of the European Parliament of 15 December 1999 (OJ C 296, 18.10.2000, p. 108), Council Common Position of 8 December 2000 (not yet published in the Official Journal) and Decision of the European Parliament of 14 December 2000 (not yet published in the Official Journal).\n(4)  OJ L 184, 17.7.1999, p. 23.\nANNEX I\nScale for allocating ‘full-weight’ permits\nThe Commission shall allocate ‘full-weight’ permits to the Member States according to the following scale:\nMember State %\nBelgium 6,9\nDenmark 1,4\nGermany 25\nGreece 0,9\nSpain 2\nFrance 15\nIreland 0,85\nItaly 24\nLuxembourg 1,45\nNetherlands 8,9\nAustria 8\nPortugal 0,7\nFinland 0,8\nSweden 0,75\nUnited Kingdom 3,35\nTotal: 100 %\nThe total number of permits to be allocated will amount to 300 000 for 2001 and 2002 and to 400 000 for 2003 and 2004.\nANNEX II\nScale for allocating ‘empty’ permits\nThe Commission shall allocate ‘empty permits’ to the Member States according to the following scale:\nNumber of ‘empty’ permits available annually\nMember State 2001-2004\nBelgium 14 067\nDenmark 1 310\nGermany 50 612\nGreece 5 285\nSpain 1 500\nFrance 16 126\nIreland 220\nItaly 93 012\nLuxembourg 3 130\nNetherlands 21 517\nAustria 2 183\nPortugal 192\nFinland 867\nSweden 381\nUnited Kingdom 9 598\nTotal 220 000\nANNEX III\nMethodology for determining the allocation of permits\nAllocation of the permits determined in Annexes I and II will take place on the basis of the following methodology:\n‘Full-weight’ permits\n‘Empty’ permits"}