{"celex_id": "32000D0325", "uri": "http://publications.europa.eu/resource/cellar/c406a51d-64f0-4e04-bb48-5a8de1193e22", "type": "Decision", "concepts": ["1595", "1605", "191", "2232", "2827"], "title": "2000/325/EC: Commission Decision of 11 May 2000 authorising Member States to take measures provisionally against the introduction into, and the spread within the Community of Pepino mosaic virus as regards tomato plants, intended for planting, other than seeds (notified under document number C(2000) 1312)\n", "header": "Commission Decision\nof 11 May 2000\nauthorising Member States to take measures provisionally against the introduction into, and the spread within the Community of Pepino mosaic virus as regards tomato plants, intended for planting, other than seeds\n(notified under document number C(2000) 1312)\n(2000/325/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community(1), as last amended by Commission Directive 1999/53/EC(2), and in particular Article 15(3) thereof,\nWhereas:\n(1) Where a Member State considers that there is a danger of spreading a harmful organism not listed in Annex I or Annex II to Directive 77/93/EEC and whose presence was previously unknown in its territory, it may temporarily take any additional measures necessary to protect itself from that danger.\n(2) The United Kingdom, the Netherlands, Germany and France informed the other Member States and the Commission on 19 October 1999, 12 November 1999, 13 January 2000 and 17 February 2000 respectively of recent outbreaks of Pepino mosaic virus on tomato crops, in their respective countries and on the measures taken to control it with the aim of eradication.\n(3) It is known that Pepino mosaic virus was first described in Peru on pepino, Solanum muricatum Ait. in 1980; there is no evidence that it has been detected outside Peru, until it appeared in the Community pursuant to the aforesaid information; however the source of contamination has not yet been clarified.\n(4) Pepino mosaic virus is currently not listed in Annex I or Annex II to Directive 77/93/EEC; however, a preliminary pest risk analysis based on available scientific information has demonstrated that Pepino mosaic virus and its damaging effects could be of significant plant health concern to the Community, in particular for protected tomato production; the risk to outdoor production of tomatoes and of other Solanaceae crops, especially potatoes, has not yet fully been established. The relevant services in the Member States have been asked to continue scientific work and to deliver an opinion on the risk of Pepino mosaic virus to outdoor production of tomatoes and of other Solanaceae crops.\n(5) Directive 77/93/EEC prohibits the introduction of plants of Solanaceae, intended for planting, other than seeds and other than those covered by Annex III, part A, points 10, 11 or 12 thereof, originating in third countries, other than European and Mediterranean countries.\n(6) On the basis of the precautionary principle, it is therefore necessary provisionally to take specific measures against the spread within the Community of Pepino mosaic virus.\n(7) These specific measures should apply to the introduction or the spread of Pepino mosaic virus, the production and the movements of tomato plants, intended for planting, other than seeds and to a more general monitoring for the presence or continued absence of Pepino mosaic virus in the Member States.\n(8) The results of the above measures will be continually assessed in 2000 and 2001, in particular on the basis of information to be provided by the Member States. Possible subsequent measures will be considered in the light of the results of that assessment, and the scientific opinion delivered by the relevant services of the Member States.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The introduction into and spread within the Community of Pepino mosaic virus, as regards tomato plants, intended for planting, other than seeds, shall be banned until 30 April 2001.", "Plants of tomato, Lycopersicon lycopersicum (L.) Karsten ex Farw., intended for planting, other than seeds, originating in third countries, as regards their introduction into the Community, shall be inspected for the presence of Pepino mosaic virus, according to the provisions laid down in Article 12(1)(a) of Directive 77/93/EEC by the responsible official bodies referred to in the said Directive, until 30 April 2001.", "Plants of tomato, Lycopersicon lycopersicum (L.) Karsten ex Farw., intended for planting, other than seeds, other than those for which there shall be evidence by their packaging or by other means that they are ready for sale to the final consumer not involved in professional plant production shall, until 30 April 2001, meet at least the conditions laid down in the Annex, if the plants are moved within the Community.", "Member States shall conduct official surveys at least on premises involved in production of tomato plants and tomato fruit, for the presence or continued absence of Pepino mosaic virus.\nWithout prejudice to the provisions of Article 15(2) of Directive 77/93/EEC, the results of the surveys provided for in the first paragraph shall be notified to the Commission and to the other Member States by 31 January 2001.", "This Decision shall be reviewed by 28 February 2001 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 May 2000.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 26, 31.1.1977, p. 20.\n(2) OJ L 142, 5.6.1999, p. 29.\nANNEX\nFor the purpose of Article 3, the following shall be complied with:\nPlants of tomato, Lycopersicon lycopersicum (L.) Karsten ex Farw., intended for planting, other than seeds, other than those for which there shall be evidence by their packaging or by other means that they are ready for sale to the final consumer not involved in professional plant production, may be moved from the place of production only:\n- if no symptoms of Pepino mosaic virus have been found at the place of production during inspections carried out at least once during the period the plants have been present at the place of production. In cases where Pepino mosaic virus has been found at the place of production, after appropriate procedures have been implemented aiming at eradicating Pepino mosaic virus, and subsequently this place of production has been found free from Pepino mosaic virus in official inspections including random testing, and monitoring during an appropriate period,\nor\n- if no Pepino mosaic virus has been found by testing of leaf samples taken from plants, produced, grown or held at the place of production, at least once during a period of four weeks. In cases where Pepino mosaic virus has been found at the place of production, after additional testing of each lot, and subsequently the lots have been found free from Pepino mosaic virus in this testing."}