{"celex_id": "32000R0555", "uri": "http://publications.europa.eu/resource/cellar/5c6f88d7-2093-4ea0-92f5-8638ad0cc849", "type": "Regulation", "concepts": ["12", "1774", "3489", "5989"], "title": "Council Regulation (EC) No 555/2000 of 13 March 2000 on the implementation of operations in the framework of the pre-accession strategy for the Republic of Cyprus and the Republic of Malta\n", "header": "COUNCIL REGULATION (EC) No 555/2000\nof 13 March 2000\non the implementation of operations in the framework of the pre-accession strategy for the Republic of Cyprus and the Republic of Malta\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 308 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament(1),\nWhereas:\n(1) The Councils of March and April 1995 decided that accession negotiations with Cyprus and Malta would begin six months after the end of the Intergovernmental Conference.\n(2) The Luxembourg European Council of December 1997 established a specific pre-accession strategy for Cyprus and considered that the accession of Cyprus should benefit both communities and contribute to civil peace and reconciliation.\n(3) Following the Vienna European Council of December 1998, which welcomed Malta's decision to reactivate its application for accession to the European Union, in February 1999 the Commission submitted an updated version of its 1993 opinion.\n(4) The Council of March 1999 called on the Commission to present appropriate suggestions as soon as possible for defining a specific pre-accession strategy for Malta.\n(5) It is necessary to establish Accession Partnership instruments for Cyprus and Malta in accordance with the procedures set out in Regulation (EC) No 622/98(2) for the applicant States of central and eastern Europe, so that Community assistance can be concentrated on accession priorities and objectives.\n(6) The provisions of this Regulation are based on the political criteria established by the Copenhagen European Council of 1993, in particular respect for democratic principles, the rule of law, human rights and fundamental freedoms, and compliance with international law, which are essential elements of the policies of the European Union and its Member States.\n(7) The financial protocols concluded with Cyprus and Malta expired on 31 December 1999.\n(8) This Regulation replaces the financial protocols for Cyprus and Malta from 2000 for a period of five years.\n(9) Cyprus and Malta are eligible in respect of operations of regional interest for financing under the MEDA budget heading.\n(10) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission(3).\n(11) A financial reference amount within the meaning of point 34 of the Interinstitutional Agreement of 6 May 1999 between the European Parliament, the Council and the Commission on budgetary discipline and improvement of the budgetary procedure(4), is included in this Regulation for its entire duration, without thereby affecting the powers of the budgetary authority as they are defined by the Treaty.\n(12) Implementing this Regulation should contribute to the achievement of Community objectives. The Treaty does not provide, for the adoption of this Regulation, powers other than those of Article 308,", "main_body": ["1. The European Union's pre-accession strategy for Cyprus and Malta shall be based in particular on:\n- the establishment of Accession Partnerships with Cyprus and Malta,\n- support for priority operations to prepare for accession, as defined within the accession partnerships with Cyprus and Malta on the basis of analyses of their economic situations, taking account of the political and economic criteria and the obligations incumbent upon a Member State of the European Union as defined by the European Council,\n- participation in certain Community programmes and agencies.\n2. Acting on a proposal from the Commission, the Council shall decide by qualified majority on the principles, priorities, intermediate objectives and conditions contained in the individual Accession Partnerships to be submitted to Cyprus and Malta, as well as on subsequent significant adjustments to them.", "For the purposes specified in Article 1, and for a period expiring on 31 December 2004, the financial reference amount for the implementation of this Regulation shall be EUR 95 million. The annual appropriations shall be authorised by the budgetary authority within the limits of the financial perspectives.", "The beneficiaries of cooperation projects and operations may include not only the State and regions of Cyprus and Malta but also local authorities, regional organisations, public agencies, local or traditional communities, business support organisations, cooperatives and civil society, in particular organisations representing the social partners, associations, foundations, non-profit organisations and non-governmental organisations.", "Cooperation projects and operations shall be in the form of grants and may be financed in the following indicative areas:\n- technical assistance, training or other services, supplies and works, audits and evaluation and monitoring missions corresponding to the objectives cited in Article 1,\n- any operations to contribute to the reconciliation of the two Cypriot communities.", "1. Community financing may cover investment, with the exception of the purchase of buildings, and recurring costs including administrative, maintenance and operating costs, taking into account that projects must aim to have recurring costs taken over by the beneficiaries.\n2. A financial contribution to each cooperation operation shall be sought from the partners specified in Article 3. The contribution requested shall be within the means of the partners concerned and shall depend on the nature of the operation. In specific cases where the partner is either a non-governmental organisation or a community-based organisation, the contribution may be in kind.\n3. Opportunities may be sought for co-financing with other donors, particularly Member States.\n4. The Commission, in cooperation with the Member States, may take any initiative necessary to ensure good coordination with the other donors concerned.", "Where an element that is essential for continuing to grant pre-accession assistance is lacking, in particular when the commitments contained in the Association Agreements are not respected and or progress towards fulfilment of the Copenhagen criteria is insufficient, the Council, acting by a qualified majority on a proposal from the Commission, may take appropriate steps with regard to any pre-accession assistance granted to Cyprus or Malta.", "1. The Commission shall implement the Community aid in accordance with the rules of transparency and the Financial Regulation applicable to the general budget of the European Communities, in particular Article 114 thereof.\n2. Pre-accession aid shall also cover expenditure relating to the monitoring, inspection and evaluation of operations.\n3. Prior appraisal of projects and programmes shall take account of the following factors:\n(a) the effectiveness and viability of projects and programmes;\n(b) the environment;\n(c) the institutional development necessary to achieve project and programme objectives;\n(d) experience gained from projects and programmes of the same kind; cultural, social and gender aspects.\n4. The Commission may decide, on the basis of a case-by-case analysis of national and sectorial programme/project management capacity, financial control procedures and structures regarding public finance, to waive the ex-ante approval requirement referred to in paragraph 3 and confer on implementing agencies in applicant countries management of aid on a decentralised basis. Such a waiver shall be subject to:\n(a) the minimum criteria for assessing the ability of implementing agencies in applicant countries to manage aid and minimum conditions applicable to such agencies set out in the Annex to this Regulation;\n(b) and specific provisions concerning, inter alia, invitations to tender, scrutiny and evaluation of tenders, the award of contracts and the implementation of Community public procurement directives, which shall be laid down in financing agreements with each beneficiary country.\n5. Decisions relating to grants of more than EUR 300000 for individual projects or programmes financed under this Regulations shall be taken under the procedure provided for in Article 8(2).\nThe Commission shall inform the Committee referred to in Article 8 of any financing decisions it intends to take regarding projects and programmes of less than EUR 300000 in value. The information shall be made available at least one week before the decision is taken.\n6. The Commission is authorised to approve, without seeking the opinion of the Committee referred to in Article 8, additional grants needed to cover expected or actual overruns on the projects or programmes, provided that the overrun or additional requirement is not more than 20 % of the initial grant set in the financing decision.\n7. All financing agreements or contracts concluded under this Regulation shall provide for the Commission and the Court of Auditors to conduct on-the-spot checks in accordance with the procedures laid down by the Commission under the rules in force, and in particular those of the Financial Regulation applicable to the general budget of the European Union.\n8. Where projects and programmes are the subject of financing agreements between the Community and Cyprus or Malta, such agreements shall stipulate that the payment of taxes, duties or any other charges is not to be covered by the Community.\n9. Participation in invitations to tender and the award of contracts shall be open on equal terms to natural and legal persons of the Member States, Cyprus and Malta.\n10. Supplies shall originate in the Member States, Cyprus or Malta.", "1. The Commission shall be assisted by the Committee provided for in Article 9(1) of Council Regulation (EEC) No 3906/89, hereinafter referred to as the \"Committee\".\n2. Where reference is made to this paragraph, Articles 4 and 7 of Decision 1999/468/EC shall apply.\nThe period provided for in Article 4 of Decision 1999/468/EC shall be three months.\n3. The Committee shall adopt its rules of procedure.", "An exchange of views shall take place once a year on the basis of a presentation by the Commission's representative of the general guidelines for the operations to be carried out in the year ahead, in a meeting of the Committee referred to in Article 8.", "0\nThe Commission shall regularly assess operations financed by the Community in order to establish whether the objectives of the operations have been achieved and to provide guidelines for improving the effectiveness of future operations. The Commission shall submit to the Committee referred to in Article 8 a summary of the assessments made, which the latter may, if necessary, examine. Assessment reports shall be sent to any Member States requesting them and to the European Parliament.", "1\nThe Commission shall submit to the European Parliament and the Council an annual overall assessment of operations financed by the Community under this Regulation, together with suggestions regarding the future of this Regulation and, where necessary, proposals for amending it.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 March 2000.\nFor the Council\nThe President\nJ. PINA MOURA\n(1) Opinion delivered on 17 February 2000 (not yet published in the Official Journal).\n(2) Council Regulation (EC) No 622/98 of 16 March 1998 on assistance to the applicant States in the framework of the pre-accession strategy, and in particular on the establishment of Accession Partnerships (OJ L 85, 20.3.1998, p. 1 ).\n(3) OJ L 184, 17.7.1999, p. 23.\n(4) OJ C 172, 18.6.1999, p. 1.\nANNEX\nMINIMUM CRITERIA AND CONDITIONS FOR DECENTRALISING MANAGEMENT TO IMPLEMENTING AGENCIES IN APPLICANT COUNTRIES (ARTICLE 7)\n1. Minimum criteria for assessing the ability of implementing agencies in applicant countries to manage aid\nThe following criteria shall be applied by the Commission in assessing which implementing agencies in partner countries are able to manage aid on a decentralised basis:\n(a) there should be a well-defined system for managing the funds with full internal rules of procedure, clear institutional and personal responsibilities;\n(b) the principle of separation of powers must be respected so that there is no risk of conflict of interest in procurement and payment;\n(c) adequate personnel must be available and assigned to the task. They must have suitable auditing skills and experience, language skills and be fully trained in implementing Community programmes.\n2. Minimum conditions for decentralising management to implementing agencies in applicant countries\nDecentralisation to applicant countries with ex post control by the Commission may be considered for an implementing agency where the following conditions are met:\n(a) demonstration of effective internal controls including an independent audit function and an effective accounting and financial reporting system which meets internationally accepted audit standards;\n(b) a recent financial and operational audit showing effective and timely management of Community assistance or national measures of similar nature;\n(c) a reliable national financial control system over the implementing agency;\n(d) procurement rules which are endorsed by the Commission as meeting requirements of Title IX of the Financial Regulation applicable to the general budget of the European Union;\n(e) commitment by the National Authorising Officer to bear the full financial responsibility and liability for the funds.\nThis approach shall not prejudice the right of the Commission and the Court of Auditors to check the expenditure."}