{"celex_id": "32002D0616", "uri": "http://publications.europa.eu/resource/cellar/6bd52cf9-fe76-47f5-8fe0-898ba498ef0b", "type": "Decision", "concepts": ["1085", "1374", "1445", "1857", "192", "2292", "4152", "4612", "5581"], "title": "2002/616/EC: Commission Decision of 22 July 2002 to authorise France to apply the requirements of Council Directive 64/433/EEC to certain slaughterhouses which handle not more than 2000 livestock units per year (Text with EEA relevance) (notified under document number C(2002) 2745)\n", "header": "Commission Decision\nof 22 July 2002\nto authorise France to apply the requirements of Council Directive 64/433/EEC to certain slaughterhouses which handle not more than 2000 livestock units per year\n(notified under document number C(2002) 2745)\n(Only the French text is authentic)\n(Text with EEA relevance)\n(2002/616/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/433/EEC of 26 June 1964 on health conditions for the production and marketing of fresh meat(1), as last amended by Directive 95/23/EC(2) and in particular Article 4(D) thereof,\nWhereas:\n(1) Directive 64/433/EEC makes it possible for Member States to request for authorisation to apply the requirements of Article 4(A) to certain slaughterhouses which handle not more than 2000 livestock units per year.\n(2) France has sent a request to be authorised to apply the abovementioned Regulations to certain slaughterhouses.\n(3) These slaughterhouses are situated in regions such as mountain areas suffering from special geographical constraints.\n(4) These regions are affected by supply difficulties because there are no other establishments to slaughter animals in order to supply the population of these remote geographical areas with meat.\n(5) Agricultural activities in these regions are based on animal production and the distances for the transport of the slaughter animals are too long.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["France is authorised to apply the requirements of Article 4(A) of Directive 64/433/EEC to slaughterhouses listed in the Annex to this Decision.", "This derogation is granted on the condition that:\n- the establishments are situated in areas to which access is difficult because transport infrastructure and links with the rest of the country are inadequate to ensure adequate supplies or with particular geographical difficulties,\n- the transport distance for slaughter animals of their region to a slaughterhouse approved pursuant to Article 10 of Directive 64/433/EEC is longer than the transport distance to the establishments in the Annex and the transport takes more than one hour under normal conditions,\n- the animals slaughtered originate in the region where the slaughterhouse is located,\n- the throughput of the slaughterhouse is only raised to a level which still guarantees production in compliance with the hygiene rules and the maximum throughput does not exceed 2000 livestock units per year,\n- at least one official veterinarian is permanently present during production hours.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 22 July 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 2012/64.\n(2) OJ L 243, 11.10.1995, p. 7.\nANNEX\nLIST OF SLAUGHTERHOUSES\n>TABLE>"}