{"celex_id": "32006R1044", "uri": "http://publications.europa.eu/resource/cellar/9a9d7a48-441f-49ae-b13d-63f5bb385a1f", "type": "Regulation", "concepts": ["1264", "2081", "893"], "title": "Commission Regulation (EC) No 1044/2006 of  7 July 2006  amending Regulation (EC) No 1019/2002 on marketing standards for olive oil\n", "header": "8.7.2006 EN Official Journal of the European Union L 187/20\nCOMMISSION REGULATION (EC) No 1044/2006\nof 7 July 2006\namending Regulation (EC) No 1019/2002 on marketing standards for olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 865/2004 of 29 April 2004 on the common organisation of the market in olive oil and table olives and amending Regulation (EEC) No 827/68 (1), and in particular Article 5(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1019/2002 (2) provides for a system designating certain optional references for olive oils. Under Article 5(c) of that Regulation, indications of the organoleptic properties of virgin olive oils may appear on the labelling only if they are based on the results of a method of analysis provided for in Commission Regulation (EEC) No 2568/91 of 11 July 1991 on the characteristics of olive oil and olive-residue oil and on the relevant methods of analysis (3).\n(2) Under the tenth indent of Article 2(1) of Regulation (EEC) No 2568/91, organoleptic characteristics are to be evaluated in accordance with the method set out in Annex XII to that Regulation. Only the positive attributes listed in that Annex may be used. However, because of the very small number of organoleptic attributes listed in that Annex, traders are experiencing difficulties in describing the organoleptic characteristics of their virgin olive oils on labels.\n(3) The International Olive Oil Council’s work to find new organoleptic evaluation methods that expand the range of positive attributes of virgin olive oils has now been concluded for extra virgin olive oils enjoying protected designation of origin status. Work is still continuing for virgin olive oils without protected designation of origin status.\n(4) In order to allow the more exhaustive vocabulary necessary for better describing the wide range of varieties and tastes of virgin olive oils without protected designation of origin status, a new deadline should be laid down that is sufficient to permit the implementation of an organoleptic evaluation method that expands the range of positive attributes of virgin olive oils, with the exception of those with protected designation of origin status.\n(5) The date of application of Article 5(c) of Regulation (EC) No 1019/2002 should therefore be postponed to the date on which the 2008/09 marketing year commences.\n(6) Regulation (EC) No 1019/2002 should therefore be amended.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Olive Oil and Table Olives,", "main_body": ["The third subparagraph of Article 12(2) of Regulation (EC) No 1019/2002 is replaced by:\n‘Article 5(c) shall apply from 1 July 2008.’", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 July 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 161, 30.4.2004, p. 97, corrected by OJ L 206, 9.6.2004, p. 37.\n(2)  OJ L 155, 14.6.2002, p. 27. Regulation as last amended by Regulation (EC) No 1750/2004 (OJ L 312, 9.10.2004, p. 7).\n(3)  OJ L 248, 5.9.1991, p. 1. Regulation as last amended by Regulation (EC) No 1989/2003 (OJ L 295, 13.11.2003, p. 57)."}