{"celex_id": "32009R0182", "uri": "http://publications.europa.eu/resource/cellar/2757b744-9aed-4052-bf46-2b5dd8d81b79", "type": "Regulation", "concepts": ["1264", "2081", "893"], "title": "Commission Regulation (EC) No 182/2009 of 6 March 2009 amending Regulation (EC) No 1019/2002 on marketing standards for olive oil\n", "header": "7.3.2009 EN Official Journal of the European Union L 63/6\nCOMMISSION REGULATION (EC) No 182/2009\nof 6 March 2009\namending Regulation (EC) No 1019/2002 on marketing standards for olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Articles 113(1)(a) and 121(a) in conjunction with Article 4 thereof,\nWhereas:\n(1) It is desirable to clarify that the name under which olive oils and olive-pomace oils are sold should be one of the descriptions laid down by the common organisation of agricultural markets. Supplementary information on each of the categories of oil defined should also appear on the labelling, but not necessarily close to the name under which the product is sold. For goods containing olive oil, neither the labelling of the description, nor, therefore, of the supplementary information should be required.\n(2) Commission Regulation (EC) No 1019/2002 (2) established optional arrangements for the labelling of the origin of olive oil although the aim was a system involving the compulsory labelling of the origin for extra virgin and virgin olive oil, in order to reflect the fact that, as a result of agricultural traditions and local extraction and blending practices such oils may be of quite different taste and quality depending on their geographical origin. Optional arrangements implemented since then proved not to be sufficient to avoid consumer misleading as to the real characteristics of virgin oils to this regard. In addition, since 2002, Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (3) established traceability rules, applicable since 1 January 2005. The experience gained by operators and administrations in this matter allows making the labelling of the origin compulsory for extra virgin and virgin olive oil.\n(3) In the Community, a significant share of extra virgin and virgin olive oils is composed of blends of oils originating from various Member States and third countries. Simple provisions should be laid down for the labelling of the origin of such blends. Such simple rules make it possible deleting the former provisions on labelling of a ‘predominant origin’, complex to implement, difficult to control and potentially misleading.\n(4) Certain terms describing the organoleptic characteristics referring to taste and/or smell of extra virgin and virgin olive oils have been recently defined by the International Olive Council (IOC) in its revised method for the organoleptic assessment of virgin olive oils. The use of such terms on the labelling of extra virgin and virgin olive oils should be reserved to oils that have been assessed following the corresponding method of analysis. Transitional arrangements are needed for certain operators presently using the reserved terms.\n(5) Several Member States have maintained national regulations prohibiting the production of blends of olive oil with other seed oils for internal consumption purposes so as to preserve their traditions and a certain production quality at national level. The provisions of Regulation (EC) No 1019/2002 do not apply to tuna and sardines, covered respectively by Council Regulation (EEC) No 1536/92 of 9 June 1992 laying down common marketing standards for preserved tuna and bonito (4) and by Council Regulation (EEC) No 2136/89 of 21 June 1989 laying down common marketing standards for preserved sardines (5). For reasons of clarity, these aspects should be clearly mentioned in Regulation (EC) No 1019/2002.\n(6) Regulation (EC) No 1019/2002 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 1019/2002 is amended as follows:\n1. Article 1(1) is replaced by the following:\n2. Article 3 is amended as follows:\n(a) the following paragraph is inserted before the first paragraph:\n(b) in the first paragraph, which becomes the second paragraph, the introductory words are replaced by the following:\n3. Article 4 is amended as follows:\n(a) in paragraph 1, the first subparagraph is replaced by the following first and second subparagraphs:\n(b) paragraph 2 is replaced by the following:\n(a) in the case of olive oils originating, in accordance with the provisions of paragraphs 4 and 5, from one Member State or third country, a reference to the Member State, to the Community or to the third country, as appropriate; or,\n(b) in the case of blends of olive oils originating, in accordance with the provisions of paragraphs 4 and 5, from more than one Member State or third country, one of the following mentions, as appropriate:\n(i) “blend of Community olive oils” or a reference to the Community;\n(ii) “blend of non-Community olive oils” or a reference to non-Community origin;\n(iii) “blend of Community and non-Community olive oils” or a reference to Community and non-Community origin; or\n(c) a protected designation of origin or a protected geographical indication referred to in Regulation (EC) No 510/2006, in accordance with the provisions of the product specification concerned.’;\n(c) paragraph 6 is deleted;\n4. Article 5 is amended as follows:\n(a) Point (c) is replaced by the following:\n‘(c) indications of organoleptic properties referring to taste and/or smell may appear only for extra virgin and virgin olive oils; the terms referred to in paragraph 3.3 of Annex XII to Regulation (EEC) No 2568/91 may appear on the labelling only if they are based on the results of an assessment carried out following the method provided for in Annex XII to Regulation (EEC) No 2568/91.’\n(b) The following second paragraph is added:\n5. Article 6 is amended as follows:\n(a) In paragraph 1, the following third subparagraph is added:\n(b) In paragraph 2, the first subparagraph is replaced by the following:\n(c) Paragraph 3 is replaced by the following:\n(d) The following paragraph 4 is added:\n6. point (b) of Article 8(2) is replaced by the following:\n‘(b) an operators’ organisation in that Member State referred to in Article 125 of Regulation (EC) No 1234/2007;’;\n7. the first subparagraph of Article 9(2) is replaced by the following:", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2009.\nBy way of derogation from the second paragraph, products which have been legally manufactured and labelled in the Community or legally imported into the Community and put into free circulation before 1 July 2009 may be marketed until all stocks are used up.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 2009.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 155, 14.6.2002, p. 27.\n(3)  OJ L 31, 1.2.2002, p. 1.\n(4)  OJ L 163, 17.6.1992, p. 1.\n(5)  OJ L 212, 22.7.1989, p. 79.\n(6)  OJ L 93, 31.3.2006, p. 12.’;\n(7)  OJ L 163, 17.6.1992, p. 1.\n(8)  OJ L 212, 22.7.1989, p. 79.’"}