{"celex_id": "32007R0162", "uri": "http://publications.europa.eu/resource/cellar/a816132b-61fc-46e9-92ab-b3ccf5b5c9e3", "type": "Regulation", "concepts": ["1631", "2871", "2897", "5726", "764", "893"], "title": "Commission Regulation (EC) No 162/2007 of 19 February 2007 amending Regulation (EC) No 2003/2003 of the European Parliament and of the Council relating to fertilisers for the purposes of adapting Annexes I and IV thereto to technical progress (Text with EEA relevance )\n", "header": "20.2.2007 EN Official Journal of the European Union L 51/7\nCOMMISSION REGULATION (EC) No 162/2007\nof 19 February 2007\namending Regulation (EC) No 2003/2003 of the European Parliament and of the Council relating to fertilisers for the purposes of adapting Annexes I and IV thereto to technical progress\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2003/2003 of the European Parliament and of the Council of 13 October 2003 relating to fertilisers (1), and in particular Article 31(3) thereof,\nWhereas:\n(1) Section E of Annex I to Regulation (EC) No 2003/2003 lists those types of inorganic micronutrient fertilisers which may be designated ‘EC fertiliser’ in accordance with Article 3 of that Regulation. The list includes a number of fertilisers in which the micronutrient is chemically combined with a chelating agent. A list of authorised chelating agents is provided in table E.3.1 of that Annex.\n(2) The specification of the fertiliser type in which the chelated micronutrient is iron allows the use of either a single authorised chelating agent, or of a mixture of them, provided that chelated fraction can be quantified by the method described in European Standard EN 13366, and the individual chelating agents in the mixture can be separately identified and quantified by EN 13368.\n(3) The provisions for iron micronutrient fertiliser containing chelated iron should be updated in three respects. First, to make clear that at least 50 % of the water-soluble iron must be chelated by the authorised chelating agents. Second, to specify that an authorised chelating agent can be mentioned on the fertiliser type designation only if it chelates at least 1 % of the water-soluble iron. Third, to generalise the reference to European Standards in order to allow the use of additional European Standards.\n(4) The chemical names of the authorised chelating agents listed in section E.3.1 of Annex I to Regulation (EC) No 2003/2003 are intended to distinguish between different isomers of the same substance in a descriptive way. As there are several different nomenclatures in common use in the scientific community for those substances, there is a risk of misidentification. In order to ensure unambiguous identification of the chelating agents, the corresponding CAS numbers (Chemical Abstracts Service of the American Chemical Society), which uniquely identify the different isomers of the chelating agents, should be provided for each entry of that Annex. It is therefore appropriate to delete three chelating agents isomers which cannot be unambiguously identified by a CAS number.\n(5) A more consistent nomenclature should be used for the chelating agents, and the statement according to which authorised chelating agents must also comply with other Community legislation should be made more precise.\n(6) Annex IV to Regulation (EC) No 2003/2003 provides detailed descriptions of the methods of analysis to be used to measure the nutrient content of EC fertilisers. Those descriptions need to be adjusted in order to have correct analysis values.\n(7) Regulation (EC) No 2003/2003 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 32 of Regulation (EC) No 2003/2003,", "main_body": ["1.   Annex I to Regulation (EC) No 2003/2003 is amended in accordance with Annex I to this Regulation.\n2.   Annex IV to Regulation (EC) No 2003/2003 is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 2007.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 304, 21.11.2003, p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\nANNEX I\nAnnex I to Regulation (EC) No 2003/2003 is amended as follows:\n1. Table E.1.4 is replaced by the following table:\nNo Type designation Data on method of production and essential ingredients Minimum content of nutrients Other data on the type of designation Nutrient content to be declared\n1 2 3 4 5 6\n4a Iron salt Chemically obtained product containing a mineral iron salt as its essential ingredient 12 % water-soluble Fe The designation must include the name of the mineral anion Water-soluble iron (Fe)\n4b Iron chelate Water-soluble product obtained by chemical reaction of iron with chelating agent(s) mentioned in the list of Annex I section E.3. 5 % of water-soluble iron, of which the chelated fraction is at least 80 %, and at least 50 % of the water-soluble iron is chelated by the declared chelating agent(s) Name of each one of the chelating agents mentioned in the list of Annex I section E.3.1 that chelates at least 1 % water-soluble iron Water-soluble iron (Fe)\n4c Iron fertiliser solution Product obtained by dissolving types 4a and/or one of the type 4b in water 2 % of water soluble Fe The designation must include:\n1. the name(s) of the mineral anion(s);\n2. the name of any chelating agent, if present, that chelates at least 1 % water-soluble iron (Fe)\n2. Section E.3 is replaced by the following:\nCAS number of the acid (3)\nEthylenediaminetetraacetic acid EDTA C10H16O8N2 60-00-4\n2-hydroxyethylethylenediaminetriacetic acid HEEDTA C10H18O7N2 150-39-0\ndiethylenetriaminepentaacetic acid DTPA C14H23O10N3 67-43-6\nethylenediamine-N,N′-di[(ortho-hydroxyphenyl)acetic acid] [o,o] EDDHA C18H20O6N2 1170-02-1\nethylenediamine-N-[(ortho-hydroxyphenyl)acetic acid]-N′-[(para-hydroxyphenyl)acetic acid] [o,p] EDDHA C18H20O6N2 475475-49-1\nethylenediamine-N,N′-di[(ortho-hydroxy-methylphenyl)acetic acid] [o,o] EDDHMA C20H24O6N2 641632-90-8\nethylenediamine-N-[(ortho-hydroxy-methylphenyl)acetic acid]-N′-[(para-hydroxy-methylphenyl)acetic acid] [o,p] EDDHMA C20H24O6N2 641633-41-2\nethylenediamine-N,N′-di[(5-carboxy-2-hydroxyphenyl)acetic acid] EDDCHA C20H20O10N2 85120-53-2\nethylenediamine-N,N′-di[(2-hydroxy-5-sulfophenyl)acetic acid] and its condensation products EDDHSA C18H20O12N2S2 + n*(C12H14O8N2S) 57368-07-7 and 642045-40-7\n(1)  OJ 196, 16.8.1967, p. 1.\n(2)  The chelating agents are to be identified and quantified by the European Standards that covers the mentioned chelating agents.\n(3)  For information only.’\nANNEX II\nAnnex IV, B, to Regulation (EC) No 2003/2003 is amended as follows:\n1. Method 2 is amended as follows:\n(a) Method 2.1 is amended as follows:\n(i) points 4.2 to 4.7 are replaced by the following:\n‘4.2. Sulphuric acid: 0,05 mol/l\n4.3. Sodium or potassium hydroxide solution, carbonate free: 0,1 mol/l\n4.4. Sulphuric acid: 0,1 mol/l\n4.5. Sodium or potassium hydroxide solution, carbonate free: 0,2 mol/l\n4.6. Sulphuric acid: 0,25 mol/l\n4.7. Sodium or potassium hydroxide solution, carbonate free: 0,5 mol/l\n(ii) in point 9, table 1, variant a, the second sentence is replaced by the following:\n(iii) in point 9, table 1, variant b, the second sentence is replaced by the following:\n(iv) in point 9, table 1, variant c, the second sentence is replaced by the following:\n(b) in Method 2.2.1, point 4.2 is replaced by the following:\n‘4.2. Sulphuric acid 0,05 mol/l’;\n(c) Method 2.2.2 is amended as follows:\n(i) points 4.2 to 4.7 are replaced by the following:\n‘4.2. Sulphuric acid: 0,05 mol/l\n4.3. Sodium or potassium hydroxide solution, carbonate free: 0,1 mol/l\n4.4. Sulphuric acid: 0,1 mol/l\n4.5. Sodium or potassium hydroxide solution, carbonate free: 0,2 mol/l\n4.6. Sulphuric acid: 0,25 mol/l\n4.7. Sodium or potassium hydroxide solution, carbonate free: 0,5 mol/l\n(ii) point 7.4 is replaced by the following:\n(d) in Method 2.2.3, points 4.2 to 4.7 are replaced by the following:\n‘4.2. Sulphuric acid: 0,05 mol/l\n4.3. Sodium or potassium hydroxide solution, carbonate free: 0,1 mol/l\n4.4. Sulphuric acid: 0,1 mol/l\n4.5. Sodium or potassium hydroxide solution, carbonate free: 0,2 mol/l\n4.6. Sulphuric acid: 0,25 mol/l\n4.7. Sodium or potassium hydroxide solution, carbonate free: 0,5 mol/l\n(e) in Method 2.3.1, points 4.5 to 4.10 are replaced by the following:\n‘4.5. Sulphuric acid: 0,05 mol/l\n4.6. Sodium or potassium hydroxide solution, carbonate free: 0,1 mol/l\n4.7. Sulphuric acid: 0,1 mol/l\n4.8. Sodium or potassium hydroxide solution, carbonate free: 0,2 mol/l\n4.9. Sulphuric acid: 0,25 mol/l\n4.10. Sodium or potassium hydroxide solution, carbonate free: 0,5 mol/l\n(f) in Method 2.3.2, points 4.4 to 4.9 are replaced by the following:\n‘4.4. Sulphuric acid: 0,05 mol/l\n4.5. Sodium or potassium hydroxide solution, carbonate free: 0,1 mol/l\n4.6. Sulphuric acid: 0,1 mol/l\n4.7. Sodium or potassium hydroxide solution, carbonate free: 0,2 mol/l\n4.8. Sulphuric acid: 0,25 mol/l\n4.9. Sodium or potassium hydroxide solution, carbonate free: 0,5 mol/l\n(g) in Method 2.3.3, points 4.3 to 4.8 are replaced by the following:\n‘4.3. Sulphuric acid: 0,05 mol/l\n4.4. Sodium or potassium hydroxide solution, carbonate free: 0,1 mol/l\n4.5. Sulphuric acid: 0,1 mol/l\n4.6. Sodium or potassium hydroxide solution, carbonate free: 0,2 mol/l\n4.7. Sulphuric acid: 0,25 mol/l\n4.8. Sodium or potassium hydroxide solution, carbonate free: 0,5 mol/l\n(h) in Method 2.4, point 4.8 is replaced by the following:\n‘4.8. Sulphuric acid: 0,05 mol/l’;\n(i) Method 2.5 is amended as follows:\n(i) point 4.2 is replaced by the following:\n‘4.2. Sulphuric acid solution, about 0,05 mol/l’;\n(ii) in point 7.1, the second sentence is replaced by the following:\n(iii) point 7.3, the first paragraph is replaced by the following:\n(j) Method 2.6.1 is amended as follows:\n(i) point 4.8 is replaced by the following:\n‘4.8. Standard solution of sulphuric acid: 0,1 mol/l’;\n(ii) point 4.17 is replaced by the following:\n‘4.17. Standard sulphuric acid solution: 0,05 mol/l’;\n(iii) in point 7.1.1.2, the first sentence of the first paragraph is replaced by the following:\n(iv) in point 7.1.1.4, the explanation of the element ‘a’ of the formula is replaced by the following:\n(v) in point 7.1.2.6, the explanation of the element ‘a’ of the formula is replaced by the following:\n(vi) in point 7.2.2.4, the explanation of the element ‘a’ of the formula is replaced by the following:\n(vii) in point 7.2.3.2, the explanation of the element ‘a’ of the formula is replaced by the following:\n(viii) in point 7.2.5.2, the explanation of the element ‘a’ of the formula is replaced by the following:\n(ix) in point 7.2.5.3, the first three sentences are replaced by the following:\n(x) in point 7.2.5.5, the explanation of the element ‘a’ of the formula is replaced by the following:\n(k) Method 2.6.2 is amended as follows:\n(i) point 4.6 is replaced by the following:\n‘4.6. Sulphuric acid solution 0,1 mol/l’;\n(ii) point 4.14 is replaced by the following:\n‘4.14. Titrated sulphuric acid solution: 0,05 mol/l’;\n(iii) in point 7.2.4, the explanation of the element ‘a’ of the formula is replaced by the following:\n(iv) in point 7.3.3, the explanation of the element ‘a’ of the formula is replaced by the following:\n(v) in point 7.5.1, the third sentence of the first paragraph is replaced by the following:\n(vi) in point 7.5.3, the explanation of the element ‘a’ of the formula is replaced by the following:\n2. Method 3 is amended as follows:\n(a) in Method 3.1.5.1, point 4.2, the first three sentences are replaced by the following:\n(b) in Method 3.1.5.3, point 4.1.2, the formula after the second paragraph of the Note is replaced by the following:\n3. Method 8 is amended as follows:\n(a) in Method 8.5, point 8, the second formula is replaced by the following:\n(b) in Method 8.6, point 3 is replaced by the following:"}