{"celex_id": "32007D0530", "uri": "http://publications.europa.eu/resource/cellar/e4da58cd-1880-4f43-b118-c083d07c98bf", "type": "Decision", "concepts": ["1158", "347", "3660", "4042", "5532"], "title": "2007/530/Euratom: Commission Decision of 17 July 2007 on establishing the European High Level Group on Nuclear Safety and Waste Management (Text with EEA relevance)\n", "header": "27.7.2007 EN Official Journal of the European Union L 195/44\nCOMMISSION DECISION\nof 17 July 2007\non establishing the European High Level Group on Nuclear Safety and Waste Management\n(Text with EEA relevance)\n(2007/530/Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 135 thereof,\nWhereas:\n(1) The European Atomic Energy Community (Euratom) and its Member States are committed to maintaining and further improving the safety of nuclear installations and the safe management of spent fuel and radioactive waste, as reflected in particular in existing Community legislation adopted under articles 31 and 32 of the Euratom Treaty, as well as in the relevant resolutions and conclusions of the European Council, the European Parliament, the Council, and the European Economic and Social Committee.\n(2) The European Council of 8/9 March 2007 endorsed the Commission proposal to set up an EU High Level Group on Nuclear Safety and Waste Management, with the mandate of progressively developing common understanding and, eventually, additional European rules in these fields.\n(3) The work of the High Level Group should take into account the conclusions of the 2798th meeting of the Council of the European Union (Economic and Financial Affairs) of 8 May 2007 which sets out a list of possible actions, on the basis of the reports of the Working Party on Nuclear Safety, and build on the existing cooperation within current international contexts (such as Convention on Nuclear Safety, Joint Convention, International Atomic Energy Agency, Organisation for Economic Co-operation and Development/Nuclear Energy Agency, Western European Nuclear Regulators Association).\n(4) The High Level Group should be composed of the heads of the national regulatory or safety authorities competent in the areas of the safety of nuclear installations and the safe management of spent fuel and radioactive waste. The Commission should designate a representative.\n(5) The High Level Group should on a regular basis inform the European Nuclear Energy Forum, which constitutes a comprehensive discussion platform involving all relevant stakeholders in the nuclear field. It should contribute to a consistent application, in all Member States concerned, of the relevant existing provisions.\n(6) The High Level Group should submit regular activity reports, including recommendations where appropriate, to the Commission, to be transmitted to the European Parliament and to the Council.\n(7) The High Level Group therefore has to be set up and its terms of reference and structures detailed,", "main_body": ["The European High Level Group on Nuclear Safety and Waste Management (hereinafter referred to as the ‘High Level Group’) is hereby set up.", "Tasks\nThe High Level Group, at its own initiative or at the request of the Commission, shall advise and assist the Commission in progressively developing common understanding and eventually additional European rules in the fields of:\n(a) the safety of nuclear installations, and\n(b) the safety of the management of spent fuel and radioactive waste.\nIt shall facilitate consultations, coordination and cooperation of national regulatory authorities.", "Composition\n1.   The High Level Group shall be composed of 27 national representatives with competence in the fields referred to in Article 2 and a representative of the Commission. The group may decide by simple majority to enlarge the membership by inclusion of the deputy members.\nEach Member State shall nominate one member and one deputy member. Members of the group shall remain in office until such time as they are replaced.\n2.   A high-level representative shall be designated by the Commission to attend the meetings and participate in the debates of the High Level Group. The Commission's representative is an equal member of the group and takes part in all its meetings.\n3.   Members who are no longer able to contribute effectively to the group’s deliberations, who resign or who do not respect the conditions for membership may be replaced for the remaining period of their mandate.\n4.   Members appointed individually shall each year sign an undertaking to act in the public interest and a declaration indicating the absence or existence of any interest which may undermine their objectivity.\n5.   The names of members appointed individually are published on the Internet site of the DG Transport and Energy.", "Organisation\n1.   The High Level Group elects a chair from amongst its members by a simple majority.\n2.   The High Level Group may set up expert working groups or sub-groups to study specific subjects under the terms of reference established by the group. They shall be disbanded as soon as these tasks have been fulfilled.\n3.   The Commission may attend all meetings of such expert working groups.\n4.   The group and its sub-groups normally meet on Commission premises in accordance with the procedures and schedule established. The Commission provides secretarial services.\n5.   Experts from EEA States and States which are candidates for accession to the European Union may attend the meeting of the High Level Group as observers. The High Level Group and the Commission may invite other experts and observers to attend its meetings.\n6.   The High Level Group shall adopt its Rules of Procedure by consensus or, in the absence of consensus, by a two-thirds majority vote, one vote being expressed per Member State, subject to the approval of the Commission.\n7.   The Commission shall provide the secretariat of the High Level Group.", "Meeting expenses\nTravel and subsistence expenses incurred by one representative per Member State, in connection with the activities of the High Level Group, shall be reimbursed by the Commission in accordance with the provisions in force within the Commission.\nThe members shall not be paid for their duties.", "Reporting\nThe High Level Group shall submit, at least two years after the entry into force of this Decision, and thereafter every two years, a report of its activities to the Commission.\nThe Commission shall transmit the reports to the European Parliament and to the Council, where appropriate with comments.", "Transparency\nThe High Level Group shall consult extensively with all stakeholders and the interested public in an open and transparent manner.", "Confidentiality\nWhere the Commission informs the High Level Group that the advice requested or the question raised is of a confidential nature, members of the Group as well as observers and any other person shall be under an obligation not to disclose information which has come to their knowledge through the work of the High Level Group or its working groups.\nThe Commission representative may request in such cases that only members of the High Level Group may be present at meetings.", "Entry into force\nThis Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 17 July 2007.\nFor the Commission\nAndris PIEBALGS\nMember of the Commission"}