{"celex_id": "32000R0103", "uri": "http://publications.europa.eu/resource/cellar/6d37c277-0d81-401f-a25d-d7038d5986b6", "type": "Regulation", "concepts": ["1474", "1876", "2306", "2556", "2850", "5537"], "title": "Council Regulation (EC) No 103/2000 of 29 November 1999 on the conclusion of the Protocol defining, for the period from 3 May 1999 to 2 May 2000, the fishing opportunities and the financial compensation provided for by the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola\n", "header": "COUNCIL REGULATION (EC) No 103/2000\nof 29 November 1999\non the conclusion of the Protocol defining, for the period from 3 May 1999 to 2 May 2000, the fishing opportunities and the financial compensation provided for by the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof, in conjunction with Article 300(2) and (3) first subparagraph thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas:\n(1) In accordance with the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola(2), the Contracting Parties held negotiations with a view to determining amendments to be made to that Agreement at the end of the period of application of the Protocol attached to the said Agreement;\n(2) As a result of these negotiations, a new Protocol defining for the period from 3 May 1999 to 2 May 2000 the fishing opportunities and the financial compensation provided for by the abovementioned Agreement was initialled on 2 May 1999;\n(3) It is in the Community's interest to approve that Protocol;\n(4) The allocation of fishing possibilities among the Member States should, moreover, be determined on the basis of the traditional allocation of fishing possibilities under the Fisheries Agreement,", "main_body": ["The Protocol defining, for the period from 3 May 1999 to 2 May 2000, the fishing opportunities and the financial compensation provided for by the Agreement between the European Community and the Republic of Angola on fishing off Angola is hereby approved on behalf of the Community.\nThe text of the Protocol is attached to this Regulation.", "The fishing possibilities provided for in the Protocol are allocated among the Member States as follows:\n- shrimp vessels:\nSpain: 6550 gross registered tonnage (GRT), per month, as an annual average, 22 vessels\n- demersal trawlers:\nSpain: 2000 GRT, per month, as an annual average,\n- bottom longliners:\nPortugal: 1750 GRT, per month, as an annual average,\n- freezer tuna seiners:\nFrance: 7 vessels,\nSpain: 11 vessels,\n- surface longliners:\nPortugal: 5 vessels,\nSpain: 20 vessels.\nIf licence applications from these Member States do not exhaust the fishing possibilities provided for in the Protocol the Commission may entertain licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Protocol in order to bind the Community.", "This Regulation shall enter into force on the third day following of its publication in the Official Journal of the European Communities.\nThis Regulation is binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 1999.\nFor the Council\nThe President\nS. MĂ\u0096NKĂ\u0084RE\n(1) Opinion delivered on 29 October 1999 (not yet published in the Official Journal).\n(2) OJ L 341, 3.12.1987, p. 2."}