{"celex_id": "32008D0340", "uri": "http://publications.europa.eu/resource/cellar/da19525f-026c-4f5d-a973-c7ef51399e5c", "type": "Decision", "concepts": ["1595", "191", "2232", "2563", "2754"], "title": "2008/340/EC: Commission Decision of 25 April 2008 amending Decision 2006/133/EC requiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pine wood nematode) as regards areas in Portugal, other than those in which it is known not to occur (notified under document number C(2008) 1580)\n", "header": "29.4.2008 EN Official Journal of the European Union L 115/41\nCOMMISSION DECISION\nof 25 April 2008\namending Decision 2006/133/EC requiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pine wood nematode) as regards areas in Portugal, other than those in which it is known not to occur\n(notified under document number C(2008) 1580)\n(2008/340/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2000/29/EC of 8 May 2000 on protective measures against the introduction into the Community of organisms harmful to plants or plant products and against their spread within the Community (1), and in particular Article 16(3) thereof,\nWhereas:\n(1) In accordance with Commission Decision 2006/133/EC of 13 February 2006 requiring Member States temporarily to take additional measures against the dissemination of Bursaphelenchus xylophilus (Steiner et Buhrer) Nickle et al. (the pine wood nematode – PWN) as regards areas in Portugal, other than those in which it is known not to occur (2), Portugal has taken measures against the dissemination of the pine wood nematode.\n(2) Portugal has sent a report to the Commission on the execution of those measures in 2007 which shows that PWN has not spread beyond the demarcated areas, but continues to be present in those areas.\n(3) The implementation of the Portuguese measures in 2007 was evaluated by the Standing Committee on Plant Health in its meeting of 26-27 November 2007. It was concluded that the reduction of infection level in the demarcated area aimed at by Decision 2006/133/EC had not been fully achieved.\n(4) Therefore, Portugal should continue to take such measures in the form of an eradication plan until 31 March 2012, a realistic period to achieve a significant progress in the control of PWN.\n(5) To increase the efficiency of those measures in case of isolated outbreaks in the buffer zone of the demarcated area, a ‘focus zone’ should be established within the buffer zone where susceptible plants are removed. Around the focus zone there should be a zone where susceptible plants are inspected regularly (safety zone).\n(6) The requirements for the movement of susceptible wood in the form of packaging material originating in the demarcation area should be aligned with the Food and Agriculture Organization (FAO) International Standard for Phytosanitary Measures No 15 on Guidelines for regulating wood packaging material in international trade.\n(7) Decision 2006/133/EC should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Decision 2006/133/EC is amended as follows:\n1. Article 2 is replaced by the following:\n2. In the second paragraph of Article 4, the words ‘by 15 December 2006 and 15 December 2007’ are replaced by the words ‘annually by 15 December’.\n3. The Annex to Decision 2006/133/EC is amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 April 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 169, 10.7.2000, p. 1. Directive as last amended by Commission Directive 2007/41/EC (OJ L 169, 29.6.2007, p. 51).\n(2)  OJ L 52, 23.2.2006, p. 34.\nANNEX\nThe Annex to Decision 2006/133/EC is amended as follows:\n1) Point 1(e) is replaced by the following:\n‘e) susceptible wood, in the form of packing cases, boxes, crates, drums and similar packings, pallets, box pallets and other load boards, pallet collars, whether or not actually in use in the transport of objects of all kinds shall be subject to one of the approved measures as specified in Annex I to the FAO International Standard for Phytosanitary Measures No 15 on Guidelines for regulating wood packaging material in international trade. It shall display a marking enabling the identification of where and by whom the treatment has been carried out or be accompanied by the said plant passport attesting to the measures carried out.’\n2) Point 2(a) is replaced by the following:\n‘a) Susceptible plants shall be treated as follows:\ni) susceptible plants grown in places of production where no symptoms of PWN have been observed, or in their immediate vicinity, since the beginning of the last complete cycle of vegetation and found free from signs or symptoms of PWN during official inspections, shall be accompanied by the said plant passport when moved from the place of production;\nii) susceptible plants grown in places of production where symptoms of PWN have been observed, or in their immediate vicinity, since the beginning of the last complete cycle of vegetation or identified as infested by PWN shall not be moved from the place of production and shall be destroyed by burning;\niii) susceptible plants grown in places, such as forests, public or private gardens, which are either identified as infested by PWN, or showing any symptoms of poor health or situated in salvage areas, shall:\n— if identified in the period 1 November — 1 April, be felled within that period, or\n— if identified in the period 2 April — 31 October, be felled immediately, and\n— be tested for the presence of PWN in all cases where such susceptible plants are located in the part of demarcated areas designated as buffer zones in accordance with Article 5. If the presence is confirmed, the infested plants and all susceptible plants in a zone within a radius of at least 50 m around the infested plants and in any case within a radius covering at least 10 susceptible plants, shall be destroyed (focus zone). All susceptible plants in a zone within a radius of at least 50 m around the focus zone shall be officially inspected every two months for a period of at least one year after the infested plants have been removed (safety zone). If another presence of PWN in the vicinity is confirmed during that period, the demarcated area shall be modified in accordance with the first paragraph of Article 5;’.\n3) In point 2(e), the introductory phrase is replaced by the following:\n‘e) Susceptible wood in the form of waste produced at the time of felling, shall be, under official control, burned at appropriate places or chipped into pieces of less than 3 cm thickness and width and left on site:’.\n4) Point 2(g) is replaced by the following:\n‘g) susceptible wood, in the form of packing cases, boxes, crates, drums and similar packings, pallets, box pallets and other load boards, pallet collars, dunnage, spacers and bearers, including that which has not kept its natural round surface, shall be subject to one of the approved measures as specified in Annex I to the FAO International Standard for Phytosanitary Measures No 15 on Guidelines for regulating wood packaging material in international trade.’"}