{"celex_id": "32007R0830", "uri": "http://publications.europa.eu/resource/cellar/814c237b-8b2c-4e1b-a5a5-4cf08c932576", "type": "Regulation", "concepts": ["3483", "3870", "4966", "5788", "77", "7950"], "title": "Council Regulation (EC) No 830/2007 of 16 July 2007 amending Regulation (EC) No 817/2006 renewing the restrictive measures in respect of Burma/Myanmar\n", "header": "17.7.2007 EN Official Journal of the European Union L 185/1\nCOUNCIL REGULATION (EC) No 830/2007\nof 16 July 2007\namending Regulation (EC) No 817/2006 renewing the restrictive measures in respect of Burma/Myanmar\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Articles 60 and 301 thereof,\nHaving regard to Council Common Position 2006/318/CFSP of 27 April 2006 renewing restrictive measures in respect of Burma/Myanmar (1),\nHaving regard to the proposal from the Commission,\nWhereas it is expedient to amend Council Regulation (EC) No 817/2006 (2) in order to align it with recent Council practice regarding the identification of competent authorities and exchanges of information between them,", "main_body": ["Regulation (EC) No 817/2006 is amended as follows:\n(a) in Article 4, paragraph 1, the introductory paragraph shall be replaced by the following:\n(b) in Article 7, paragraph 1 shall be replaced by the following:\n(a) necessary to satisfy the basic needs of persons listed in Annex III and their dependent family members, including payments for foodstuffs, rent or mortgage, medicines and medical treatment, taxes, insurance premiums, and public utility charges;\n(b) intended exclusively for payment of reasonable professional fees and reimbursement of incurred expenses associated with the provision of legal services;\n(c) intended exclusively for payment of fees or service charges for routine holding or maintenance of frozen funds or economic resources;\n(d) necessary for extraordinary expenses, provided that the Member State concerned has notified the other Member States and the Commission of the grounds on which it considers that a specific authorisation should be granted, at least two weeks before the authorisation.\n(c) Article 8, paragraphs 1 and 2 shall be replaced by the following:\n(a) supply immediately the competent authorities indicated in the websites listed in Annex II where they are resident or located with any information which would facilitate compliance with this Regulation, such as accounts and amounts frozen in accordance with Article 6, and shall forward such information, directly or through these competent authorities, to the Commission;\n(b) cooperate with the competent authorities indicated in the websites listed in Annex II in any verification of this information.\n(d) Article 9, paragraph 5, shall be replaced by the following:\n(e) a new Article shall be inserted as follows:\n(f) Annex II shall be replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 2007.\nFor the Council\nThe President\nJ. SILVA\n(1)  OJ L 116, 29.4.2006, p. 77. Common Position as amended by Common Position 2007/248/CFSP (OJ L 107, 25.4.2007, p. 8).\n(2)  OJ L 148, 2.6.2006, p. 1. Regulation as last amended by Commission Regulation (EC) No 481/2007 (OJ L 111, 28.4.2007, p. 50).\nANNEX\n‘ANNEX II\nWebsites for information on the competent authorities referred to in Articles 4, 7, 8, 9, 12 and 13(a) and address for notifications to the European Commission\nBELGIUM\nBULGARIA\nCZECH REPUBLIC\nDENMARK\nGERMANY\nESTONIA\nIRELAND\nGREECE\nSPAIN\nFRANCE\nITALY\nCYPRUS\nLATVIA\nLITHUANIA\nLUXEMBOURG\nHUNGARY\nMALTA\nNETHERLANDS\nAUSTRIA\nPOLAND\nPORTUGAL\nROMANIA\nSLOVENIA\nSLOVAKIA\nFINLAND\nSWEDEN\nUNITED KINGDOM\nAddress for notifications to the European Commission:\nCommission of the European Communities\nDirectorate-General for External Relations\nDirectorate A. Crisis Platform and Policy Coordination in CFSP\nUnit A.2. Crisis management and conflict prevention\nCHAR 12/108\nB-1049 Brussels\nTel. (32-2) 299 1176/295 5585\nFax (32-2) 299 0873’"}