{"celex_id": "32008R0508", "uri": "http://publications.europa.eu/resource/cellar/0a0babbe-6470-459b-b6ca-06ec07da275f", "type": "Regulation", "concepts": ["3568", "5233", "5360", "666"], "title": "Commission Regulation (EC) No 508/2008 of 6 June 2008 on the definition, applicable to the granting of export refunds, of hulled grains and pearled grains of cereals (Codified version)\n", "header": "7.6.2008 EN Official Journal of the European Union L 149/55\nCOMMISSION REGULATION (EC) No 508/2008\nof 6 June 2008\non the definition, applicable to the granting of export refunds, of hulled grains and pearled grains of cereals\n(Codified version)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular the first paragraph of Article 170, in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Regulation (EEC) No 821/68 of 28 June 1968 on the definition, applicable to the granting of export refunds, of hulled grains and pearled grains of cereals (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Regulation should be codified.\n(2) The export refund should take into account the quality of the product processed from cereals which qualifies for the refund lest public funds contribute to the export of goods of inferior quality. It is therefore necessary to establish a precise definition, applicable in each Member State, of cereal grains qualifying for the refund on ‘hulled grains’ and ‘pearled grains’.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of Agricultural Markets,", "main_body": ["For the granting of export refunds, pearled grains and hulled grains of cereals shall be those which possess the characteristics listed in Annex I.", "Regulation (EEC) No 821/68 is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 June 2008.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1. Regulation as last amended by Regulation (EC) No 361/2008 (OJ L 121, 7.5.2008, p. 1).\n(2)  OJ L 149, 29.6.1968, p. 46. Regulation as last amended by Regulation (EC) No 39/2007 (OJ L 11, 18.1.2007, p. 11).\n(3)  See Annex II.\nANNEX I\nA.   DEFINITION OF ‘HULLED GRAINS’ (SHELLED OR HUSKED) AND ‘PEARLED GRAINS’\nI.   ‘Hulled grains’ includes shelled and husked grains\n1. Shelled grains:\n2. Husked grains\nII.   ‘Pearled grains’ include\n1. First class grains:\n(a) grains which correspond to the following definition:\n(b) which in addition meet the following requirements:\n(i) regularity of the grains:\n— 75 % of the grains must not exceed 20 % of the dm (1);\n— 94 % of the grains added progressively between 3 % and 97 % must not exceed 30 % of the dm (1);\n— 100 % of the grains must not exceed 50 % of the dm (1);\n(ii) determination of regularity by sieve analysis using sieves with round holes.\n2. Second class grains:\nB.   SIEVE ANALYSIS\nI.   Apparatus\n1. Set of sieves with round hole (diameter 200 mm, diameter of holes: 4,0 to 1,0 mm, at 0,25 mm intervals);\n2. Sieving apparatus — sieving should be done by hand; sieving aids (rubber cubes of 20 mm side);\n3. Precision scales.\nII.   Method\nNormally the pearled barley is passed through six different sieves; the set of sieves is closed at the top and bottom with the sieve with the largest holes placed at the top; the top and bottom sieves should be empty after sieving.\nTwo samples of pearled barley of a checked weight of between 50 and 100 grams are sifted by hand for at least five minutes, with the aid of the rubber cubes.\nSieving consists of taking hold of the set of sieves with the hand and shaking it, more or less horizontally, 120 times per minute, each shake travelling about 70 mm. This to-and-fro movement is interrupted every minute by a triple circular movement. The sieved residues are weighed to the nearest 0,1 g and expressed as a percentage of the sieved product which shall be weighed to the nearest whole number, and the average calculated.\nThe average of the percentages of the sieved residues should be added progressively, starting with the value 0 % in respect of the residue from the empty sieve with the largest holes. The added percentages Σ (%) and the sizes of the holes in the corresponding sieves are plotted in co-ordinated axes on millimetric paper, the Σ (%) in ordinates and the diameters of the holes, in mm, in abscissae.\nThe median value (dm) is the hole width expressed in hundredths of mm for Σ (%) = 50, and is read off the graph obtained by joining the points by straight lines.\n(1)  dm = the median value obtained from the graph of the results of sieve analysis at the point at which 50 % of the product has passed through the sieve.\nANNEX II\nRepealed Regulation with list of its amendments\nCommission Regulation (EEC) No 821/68 (OJ L 149, 29.6.1968, p. 46)\nCommission Regulation (EEC) No 1634/71 (OJ L 170, 29.7.1971, p. 13)\nCommission Regulation (EC) No 39/2007 (OJ L 11, 18.1.2007, p. 11)\nANNEX III\nCorrelation table\nRegulation (EEC) No 821/68 This Regulation\nArticle 1 Article 1\n— Article 2\nArticle 2 Article 3\nAnnex, Definition of ‘hulled grains’ (shelled or husked) and ‘pearled grains’ Annex I, point A\nAnnex, point A Annex I, point A, I\nAnnex, point B, I, 1 Annex I, point A, II, 1(a)\nAnnex, point B, I, 2, first subparagraph, (a), (b) and (c) Annex I, point A, II, 1(b)(i) first, second and third indents\nAnnex, point B, I, 2, second subparagraph Annex I, point A, II, 1(b)(ii)\nAnnex, point B, I, 2, third subparagraph Note (*)\nAnnex point B, II Annex I, point A, II, 2\nAnnex, Sieve Analysis Annex I, point B\nAnnex, Apparatus, first, second and third indents Annex I, points B, I ,1, 2 and 3\nAnnex, Method Annex I, point B, II\n— Annex II\n— Annex III"}