{"celex_id": "32003D0812", "uri": "http://publications.europa.eu/resource/cellar/ac227c13-9e76-4ab0-82c8-0d1797cb2d68", "type": "Decision", "concepts": ["1284", "1445", "1644", "2300", "2737", "3191", "5369"], "title": "2003/812/EC: Commission Decision of 17 November 2003 drawing up lists of third countries from which Member States are to authorise imports of certain products for human consumption subject to Council Directive 92/118/EEC (Text with EEA relevance) (notified under document number C(2003) 4181)\n", "header": "Commission Decision\nof 17 November 2003\ndrawing up lists of third countries from which Member States are to authorise imports of certain products for human consumption subject to Council Directive 92/118/EEC\n(notified under document number C(2003) 4181)\n(Text with EEA relevance)\n(2003/812/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(1) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC(1), as last amended by Commission Decision 2003/721/EC(2), and in particular Article 10(2)(a) thereof,\nWhereas:\n(1) Directive 92/118/EEC sets out Community rules concerning animal and public health requirements governing trade in and imports into the Community of products of animal origin.\n(2) Commission Decision 94/278/EC of 18 March 1994 drawing up a list of third countries from which Member States authorise imports of certain products subject to Council Directive 92/118/EEC(3), as last amended by Decision 2003/235/EC(4), sets out lists of third countries from which Member States are to authorise imports of certain products subject to Directive 92/118/EC, including products not intended for human consumption.\n(3) Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption(5), as last amended by Commission Regulation (EC) No 808/2003(6), sets out Community rules on animal products not intended for human consumption. The date of application of the model health certificates provided for in Regulation (EC) No 1774/2002 is 1 January 2004.\n(4) Directive 2002/33/EC of the European Parliament and of the Council of 21 October 2002 amending Council Directives 90/425/EEC and 92/118/EC as regards health requirements for animal by-products(7), has significantly amended Directive 92/118/EEC in order to limit its scope to products intended for human consumption.\n(5) It is necessary to take into account that the Acceding States are scheduled to join as of 1 May 2004.\n(6) In the interests of clarity and consistency of Community legislation, Decision 94/278/EC should be repealed and replaced by the provisions of this Decision.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States shall authorise imports of certain animal products intended for human consumption subject to Directive 92/118/EEC from third countries or parts of third countries or territories appearing on the lists set out in the Annex to this Decision.", "Decision 94/278/EC is repealed.", "This Decision shall apply from 1 January 2004.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 17 November 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 62, 15.3.1993, p. 49.\n(2) OJ L 260, 11.10.2003, p. 21.\n(3) OJ L 120, 11.5.1994, p. 44.\n(4) OJ L 87, 4.4.2003, p. 10.\n(5) OJ L 273, 10.10.2002, p. 1.\n(6) OJ L 117, 13.5.2003, p. 1.\n(7) OJ L 315, 19.11.2002, p. 14.\nANNEX\nThe following lists are lists in principle and any importation shall fulfil the relevant animal health and public health requirements\nLists of third countries or parts of third countries from which Member States are to authorise imports of certain animal products intended for human consumption\nPART I List of third countries or parts of third countries from which Member States shall authorise imports of leporidae (rabbit and hare) meat and their meat products\nThird countries or parts of third countries listed under the column \"Domestic rabbit and farmed leporidae\" in the table set out in Part II of the Annex to Commission Decision 97/222/EC(1) and under the column \"Leporidae (rabbit and hare)\" in the table set out in Annex II to Commission Decision 2000/585/EC(2).\nPART II List of third countries or parts of third countries from which Member States shall authorise imports of furred farm game meat products\nThird countries or parts of third countries listed under the appropriate column \"2. farmed cloven hoofed game (excluding swine)\" or \"wild cloven hoofed game (excluding swine)\" in the table set out in Part II of the Annex to Decision 97/222/EC.\nPART III List of third countries or parts of third countries from which Member States shall authorise imports of feathered farm game meat products\nThird countries or parts of third countries listed under the appropriate column \"2. Farmed feathered game\" or \"wild game birds\" in the table set out in Part II of the Annex to Decision 97/222/EC.\nPART IV List of third countries or parts of third countries from which Member States shall authorise imports of eggs intended for human consumption\nThird countries or parts of third countries listed in the Annex to Commission Decision 94/85/EC(3).\nPART V List of third countries or parts of third countries from which Member States shall authorise imports of egg products intended for human consumption\nThird countries or parts of third countries listed in the Annex to Decision 94/85/EC and the following countries:\n>TABLE>\nPART VI List of third countries or parts of third countries from which Member States shall authorise imports of snails intended for human consumption\nThird countries or parts of third countries listed in Parts I and II of the Annex to Commission Decision 97/296/EC(4) and the following countries:\n>TABLE>\nPART VII List of third countries or parts of third countries from which Member States shall authorise imports of frogs' legs intended for human consumption\nThird countries or parts of third countries listed in Part I and II of the Annex to Decision 97/296/EC and the following countries:\n>TABLE>\nPART VIII List of third countries or parts of third countries from which Member States shall authorise imports of gelatin intended for human consumption\nThird countries or parts of third countries listed in Part 1 of Annex II to Council Decision 79/542/EEC(5) and the following countries:\n>TABLE>\nPART IX List of third countries or parts of third countries from which Member States shall authorise imports of honey and royal jelly intended for human consumption\nThe third countries or parts of third countries listed in the Annex to Commission Decision 2000/159/EC(6) with an \"X\" in the column \"Honey\".\n(1) OJ L 89, 4.4.1997, p. 39.\n(2) OJ L 251, 6.10.2000, p. 1.\n(3) OJ L 44, 17.2.1994, p. 31.\n(4) OJ L 122, 14.5.1997, p. 21.\n(5) OJ L 146, 14.6.1979, p. 15.\n(6) OJ L 51, 24.2.2000, p. 30."}