{"celex_id": "32007R1385", "uri": "http://publications.europa.eu/resource/cellar/e06c981e-91c8-4653-947d-0497cd6b1d6c", "type": "Regulation", "concepts": ["161", "1644", "3191", "4687"], "title": "Commission Regulation (EC) No 1385/2007 of 26 November 2007 laying down detailed rules for the application of Council Regulation (EC) No 774/94 as regards opening and providing for the administration of certain Community tariff quotas for poultrymeat\n", "header": "27.11.2007 EN Official Journal of the European Union L 309/47\nCOMMISSION REGULATION (EC) No 1385/2007\nof 26 November 2007\nlaying down detailed rules for the application of Council Regulation (EC) No 774/94 as regards opening and providing for the administration of certain Community tariff quotas for poultrymeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat (1), and in particular Article 6(1) thereof,\nHaving regard to Council Regulation (EC) No 774/94 of 29 March 1994 opening and providing for the administration of certain Community tariff quotas for high-quality beef, and for pigmeat, poultrymeat, wheat and meslin, and brans, sharps and other residues (2), and in particular Article 7 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1431/94 of 22 June 1994 laying down detailed rules for the application in the poultrymeat sector of the arrangements provided for in Council Regulation (EC) No 774/94 opening and providing for the administration of certain Community tariff quotas for poultrymeat and certain other agricultural products (3) has been substantially amended several times and requires further amendment. Regulation (EC) No 1431/94 should therefore be repealed and replaced by a new regulation.\n(2) The tariff quotas should be administered on the basis of import licences. For this purpose, the arrangements for submitting applications and the details that should appear on the licence applications and the licences themselves should be specified.\n(3) Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4) and Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (5) should apply, save as otherwise provided for in this Regulation.\n(4) In order to ensure a regular flow of imports, the quota period running from 1 January to 31 December should be subdivided into several subperiods. In any event, under Regulation (EC) No 1301/2006 licences are valid only up to and including the last day of the tariff quota period. The administration of the tariff quotas should be based on import licences.\n(5) In view of the risk of speculation inherent in the system in the poultrymeat sector, clear conditions should be laid down as regards access for operators to the tariff quota scheme.\n(6) For appropriate administration of the tariff quotas, the security linked to the import licences should be set at EUR 50 per 100 kilograms.\n(7) In the interests of the operators, the Commission should determine the quantities that have not been applied for, which will be added to the next quota subperiod in accordance with Article 7(4) of Regulation (EC) No 1301/2006.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["1.   The tariff quotas in Annex I are opened by Regulation (EC) No 774/94 for the import of poultrymeat products under the CN codes indicated therein.\nThe tariff quotas shall be open on an annual basis for the period from 1 January to 31 December.\n2.   The quantity of products covered by the quotas referred to in paragraph 1, the applicable reduction in customs duty, the serial numbers and the group numbers shall be as set out in Annex I.", "The provisions of Regulations (EC) Nos 1291/2000 and 1301/2006 shall apply, save as otherwise provided for in this Regulation.", "The quantity fixed for the annual quota period for each serial number shall be divided among four subperiods, as follows:\n(a) 25 % from 1 January to 31 March;\n(b) 25 % from 1 April to 30 June;\n(c) 25 % from 1 July to 30 September;\n(d) 25 % from 1 October to 31 December.", "1.   For the purposes of applying Article 5 of Regulation (EC) No 1301/2006, applicants for import licences shall, when submitting the first application for a given tariff quota period, provide proof that they imported or exported at least 50 tonnes of products covered by Regulation (EEC) No 2777/75 in each of the two periods referred to in the said Article 5.\n2.   Licence applications may refer to only one of the serial numbers indicated in Annex I to this Regulation. They may concern several products covered by different CN codes. If they do, all the CN codes and their designations must be entered in boxes 16 and 15 of the licence application and the licence respectively.\nLicence applications must be for a minimum of 10 tonnes and a maximum of 10 % of the quantity available for the quota concerned in the subperiod in question.\n3.   By way of derogation from Article 6(1) of Regulation (EC) No 1301/2006, in the case of groups 3, 5 and 6, each applicant may lodge more than one application for import licences for products in one group where such products originate in more than one country. Separate applications for each country of origin must be submitted simultaneously to the competent authority of a Member State. They shall be regarded as a single application, for the purposes of the maximum referred to in paragraph 5 of this Article.\n4.   Except for Group Numbers 3, 5 and 6, licences shall carry an obligation to import from the country that is specified. For the groups concerned by this obligation, the country of origin shall be entered in box 8 of the application and of the licence itself, and the word ‘yes’ shall be marked with a cross.\n5.   Box 20 of the licence application and the licence shall contain one of the entries indicated in Annex II, Part A.\nBox 24 of the licence shall contain one of the entries indicated in Annex II, Part B.\nFor group 3 products, box 24 of the licence shall contain one of the entries indicated in Annex II, Part C.\nFor group 5 products, box 24 of the licence shall contain one of the entries indicated in Annex II, Part D.", "1.   Licence applications may be submitted only in the first seven days of the month preceding each of the subperiods referred to in Article 3.\n2.   Licence applications must be accompanied by a supply contract specifying that the poultry supplies requested are available for delivery within the European Union during the quota period from the origin and for the quantity requested.\nThe first subparagraph shall apply only to group 1, 2 and 4 products.\n3.   A security of EUR 50 per 100 kilograms shall be lodged when an application for a licence is submitted.\n4.   Not later than the fifth day following the end of the period for submission of applications, Member States shall notify the Commission of the total quantities, in kilograms, applied for in respect of each group.\n5.   Licences shall be issued as of the seventh working day and at the latest by the eleventh working day following the end of the notification period provided for in paragraph 4.\n6.   If necessary, the Commission shall establish any quantities that have not been applied for, and these shall be added automatically to the quantity for the following quota subperiod.", "1.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify the Commission by the end of the first month of each quota subperiod of the total quantities, in kilograms, for which licences have been issued, as referred to in Article 11(1)(b) of that Regulation.\n2.   Member States shall notify the Commission, before the end of the fourth month following each annual quota period, of the quantities, in kilograms, under each serial number actually released into free circulation under this Regulation in the period concerned.\n3.   By way of derogation from the second subparagraph of Article 11(1) of Regulation (EC) No 1301/2006, Member States shall notify the Commission of the quantities, in kilograms, to which unused or partially used import licences relate, first when the application for the last subperiod is sent, and again before the end of the fourth month following each annual period.", "1.   By way of derogation from Article 23 of Regulation (EC) No 1291/2000, import licences shall be valid for 150 days from the first day of the subperiod for which they are issued.\n2.   Without prejudice to Article 9(1) of Regulation (EC) No 1291/2000, the rights deriving from the licences may be transferred only to transferees satisfying the eligibility conditions set out in Article 5 of Regulation (EC) No 1301/2006 and Article 4(1) of this Regulation.", "Regulation (EC) No 1431/94 is hereby repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex III.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 November 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 282, 1.11.1975, p. 77. Regulation as last amended by Regulation (EC) No 679/2006 (OJ L 119, 4.5.2006, p. 1).\n(2)  OJ L 91, 8.4.1994, p. 1. Regulation as amended by Commission Regulation (EC) No 2198/95 (OJ L 221, 19.9.1995, p. 3).\n(3)  OJ L 156, 23.6.1994, p. 9. Regulation as last amended by Regulation (EC) No 249/2007 (OJ L 69, 9.3.2007, p. 16).\n(4)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1913/2006 (OJ L 365, 21.12.2006, p. 52).\n(5)  OJ L 238, 1.9.2006, p. 13. Regulation as last amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\nANNEX I\nChicken meat\nCountry Group No Serial number CN Code Rate of reduction in customs duties Annual quantities\nBrazil 1 09.4410 0207 14 10 100 9 432\nThailand 2 09.4411 0207 14 10 100 5 100\nOther 3 09.4412 0207 14 10 100 3 300\nTurkey meat\nCountry Group number Serial number CN Code Rate of reduction in customs duties Annual quantities\nBrazil 4 09.4420 0207 27 10 100 1 800\nOther 5 09.4421 0207 27 10 100 700\nErga omnes 6 09.4422 0207 27 10 100 2 485\nANNEX II\nA.   Entries referred to in Article 4(5), first subparagraph:\nIn Bulgarian : Регламент (ЕО) № 1385/2007.\nIn Spanish : Reglamento (CE) no 1385/2007.\nIn Czech : Nařízení (ES) č. 1385/2007.\nIn Danish : Forordning (EF) nr. 1385/2007.\nIn German : Verordnung (EG) Nr. 1385/2007.\nIn Estonian : Määrus (EÜ) nr 1385/2007.\nIn Greek : Kανονισμός (ΕΚ) αριθ. 1385/2007.\nIn English : Regulation (EC) No 1385/2007.\nIn French : Règlement (CE) no 1385/2007.\nIn Italian : Regolamento (CE) n. 1385/2007.\nIn Latvian : Regula (EK) Nr. 1385/2007.\nIn Lithuanian : Reglamentas (EB) Nr. 1385/2007.\nIn Hungarian : 1385/2007/EK rendelet.\nIn Maltese : Ir-Regolament (KE) Nru 1385/2007.\nIn Dutch : Verordening (EG) nr. 1385/2007.\nIn Polish : Rozporządzenie (WE) nr 1385/2007.\nIn Portuguese : Regulamento (CE) n.o 1385/2007.\nIn Romanian : Regulamentul (CE) nr. 1385/2007.\nIn Slovak : Nariadenie (ES) č. 1385/2007.\nIn Slovenian : Uredba (ES) št. 1385/2007.\nIn Finnish : Asetus (EY) N:o 1385/2007.\nIn Swedish : Förordning (EG) nr 1385/2007.\nB.   Entries referred to in the second subparagraph of Article 4(5):\nIn Bulgarian : Мито, определено на 0 %, съгласно Регламент (ЕО) № 1385/2007.\nIn Spanish : derecho del 0 % en aplicación del Reglamento (CE) no 1385/2007.\nIn Czech : Clo stanoveno na 0 % v souladu s nařízením (ES) č. 1385/2007.\nIn Danish : Told fastsat til 0 % i henhold til forordning (EF) nr. 1385/2007.\nIn German : Gemäß der Verordnung (EG) Nr. 1385/2007 auf 0 v. H. festgesetzter Zoll.\nIn Estonian : 0 %line maks kehtestatud vastavalt määrusele (EÜ) nr 1385/2007.\nIn Greek : δασμός που καθορίζεται σε 0 % κατ’ εφαρμογή του κανονισμού (ΕΚ) αριθ. 1385/2007.\nIn English : Duty fixed at 0 % pursuant to Regulation (EC) No 1385/2007.\nIn French : droit fixé à 0 % en application du règlement (CE) no 1385/2007.\nIn Italian : Dazio fissato allo 0 % in applicazione del regolamento (CE) n. 1385/2007.\nIn Latvian : piemērojot Regulu (EK) Nr. 1385/2007, ir noteikts 0 % nodoklis.\nIn Lithuanian : nulinis muitas, nustatytas pagal Reglamentą (EB) Nr. 1385/2007.\nIn Hungarian : 0 %-os vám az 1385/2007/EK rendelet szerint.\nIn Maltese : ħlas stabbilit fil-livell ta’ 0 % b’applikazzjoni tar-Regolament (KE) Nru 1385/2007.\nIn Dutch : recht 0 % op grond van Verordening (EG) nr. 1385/2007.\nIn Polish : cło według stawki 0 % zgodnie z rozporządzeniem (WE) nr 1385/2007.\nIn Portuguese : direito fixado em 0 %, em aplicação do Regulamento (CE) n.o 1385/2007.\nIn Romanian : taxă stabilită la 0 % în temeiul Regulamentului (CE) nr. 1385/2007.\nIn Slovak : clo stanovené vo výške 0 % na základe nariadenia (ES) č. 1385/2007.\nIn Slovenian : dajatev, določena na 0 % v skladu z Uredbo (ES) št. 1385/2007.\nIn Finnish : Tulli vahvistettu 0 prosentiksi asetuksen (EY) N:o 1385/2007 mukaisesti.\nIn Swedish : Tullsatsen fastställd till 0 % i enlighet med förordning (EG) nr 1385/2007.\nC.   Entries referred to in the third subparagraph of Article 4(5):\nIn Bulgarian : Не следва да се използва за продукти с произход от Бразилия и Тайланд в съответствие с Регламент (ЕО) № 1385/2007.\nIn Spanish : No puede utilizarse para productos originarios de Brasil o Tailandia en aplicación del Reglamento (CE) no 1385/2007.\nIn Czech : Nepoužije se u produktů pocházejících z Brazílie a Thajska v souladu s nařízením (ES) č. 1385/2007.\nIn Danish : Kan ikke anvendes for produkter med oprindelse i Brasilien og Thailand i henhold til forordning (EF) nr. 1385/2007.\nIn German : Gemäß der Verordnung (EG) Nr. 1385/2007 nicht verwendbar für Erzeugnisse mit Usprung in Brasilien und Thailand.\nIn Estonian : Ei ole kasutatav Brasiilia ja Tai päritolu toodete puhul vastavalt määrusele (EÜ) nr 1385/2007.\nIn Greek : Δεν μπορεί να χρησιμοποιηθεί για τα προϊόντα καταγωγής Βραζιλίας και Ταϊλάνδης κατ’ εφαρμογή του κανονισμού (ΕΚ) αριθ. 1385/2007.\nIn English : Not to be used for products originating in Brazil or Thailand pursuant to Regulation (EC) No 1385/2007.\nIn French : N’est pas utilisable pour des produits originaires du Brésil et de Thaïlande en application du règlement (CE) no 1385/2007.\nIn Italian : da non utilizzare per prodotti originari del Brasile e della Tailandia in applicazione del regolamento (CE) n. 1385/2007.\nIn Latvian : Piemērojot Regulu (EK) Nr. 1385/2007, neizmanto Brazīlijas un Taizemes izcelsmes produktiem.\nIn Lithuanian : Nenaudojama produktams, kurių kilmės šalys yra Brazilija ir Tailandas, taikant Reglamentą (EB) Nr. 1385/2007.\nIn Hungarian : Nem alkalmazandó a Brazíliából és Thaiföldről származó termékekre az 1385/2007/EK rendelet alapján.\nIn Maltese : Ma jistax jintuża għall-prodotti ta’ oriġini mill-Brażil u mit-Tajlandja, b’applikazzjoni tar-Regolament (KE) Nru 1385/2007.\nIn Dutch : Mag niet worden gebruikt voor producten van oorspong uit Brazilië en Thailand overeenkomstig Verordening (EG) nr. 1385/2007.\nIn Polish : Nie stosuje się w przypadku produktów pochodzących z Brazylii i Tajlandii zgodnie z rozporządzeniem (WE) nr 1385/2007.\nIn Portuguese : Não utilizável para produtos originários do Brasil e da Tailândia, em aplicação do Regulamento (CE) n.o 1385/2007.\nIn Romanian : Nu se utilizează pentru produsele originare din Brazilia și Thailanda în aplicarea Regulamentului (CE) nr. 1385/2007.\nIn Slovak : Podľa nariadenia (ES) č. 1385/2007 nepoužívať pre výrobky pochádzajúce z Brazílie a z Thajska.\nIn Slovenian : V skladu z Uredbo (ES) št. 1385/2007 se ne uporablja za proizvode s poreklom iz Brazilije in Tajske.\nIn Finnish : Ei voimassa Brasiliasta ja Thaimaasta peräisin olevien tuotteiden osalta asetuksen (EY) N:o 1385/2007 mukaisesti.\nIn Swedish : Får inte användas för produkter med ursprung i Brasilien och Thailand i enlighet med förordning (EG) nr 1385/2007.\nD.   Entries referred to in the fourth subparagraph of Article 4(5)\nIn Bulgarian : Не следва да се използва за продукти с произход от Бразилия в съответствие с Регламент (ЕО) № 1385/2007.\nIn Spanish : No puede utilizarse para productos originarios de Brasil en aplicación del Reglamento (CE) no 1385/2007.\nIn Czech : Nepoužije se u produktů pocházejících z Brazílie v souladu s nařízením (ES) č. 1385/2007.\nIn Danish : Kan ikke anvendes for produkter med oprindelse i Brasilien i henhold til forordning (EF) nr. 1385/2007.\nIn German : Gemäß der Verordnung (EG) Nr. 1385/2007 nicht verwendbar für Erzeugnisse mit Ursprung in Brasilien.\nIn Estonian : Ei ole kasutatav Brasiilia päritolu toodete puhul vastavalt määrusele (EÜ) nr 1385/2007.\nIn Greek : Δεν μπορεί να χρησιμοποιηθεί για τα προϊόντα καταγωγής Βραζιλίας κατ’ εφαρμογή του κανονισμού (ΕΚ) αριθ. 1385/2007.\nIn English : Not to be used for products originating in Brazil pursuant to Regulation (EC) No 1385/2007.\nIn French : N’est pas utilisable pour des produits originaires du Brésil en application du règlement (CE) no 1385/2007.\nIn Italian : da non utilizzare per prodotti originari del Brasile in applicazione del regolamento (CE) n. 1385/2007.\nIn Latvian : Piemērojot Regulu (EK) Nr. 1385/2007, neizmanto Brazīlijas izcelsmes produktiem.\nIn Lithuanian : Nenaudojama produktams, kurių kilmės šalys yra Brazilija, taikant Reglamentą (EB) Nr. 1385/2007.\nIn Hungarian : Nem alkalmazandó a Brazíliából származó termékekre az 1385/2007/EK rendelet alapján.\nIn Maltese : Ma jistax jintuża għall-prodotti ta’ oriġini mill-Brażil, b’applikazzjoni tar-Regolament (KE) Nru 1385/2007.\nIn Dutch : Mag niet worden gebruikt voor producten van oorspong uit Brazilië overeenkomstig Verordening (EG) nr. 1385/2007.\nIn Polish : Nie stosuje się w przypadku produktów pochodzących z Brazylii zgodnie z rozporządzeniem (WE) nr 1385/2007.\nIn Portuguese : Não utilizável para produtos originários do Brasil, em aplicação do Regulamento (CE) n.o 1385/2007.\nIn Romanian : Nu se utilizează pentru produsele originare din Brazilia în aplicarea Regulamentului (CE) nr. 1385/2007.\nIn Slovak : Podľa nariadenia (ES) č. 1385/2007 nepoužívať pre výrobky pochádzajúce z Brazílie.\nIn Slovenian : V skladu z Uredbo (ES) št. 1385/2007 se ne uporablja za proizvode s poreklom iz Brazilije.\nIn Finnish : Ei voimassa Brasiliasta peräisin olevien tuotteiden osalta asetuksen (EY) N:o 1385/2007 mukaisesti.\nIn Swedish : Får inte användas för produkter med ursprung i Brasilien i enlighet med förordning (EG) nr 1385/2007.\nANNEX III\nCorrelation table\nRegulation (EC) No 1431/94 This Regulation\nArticle 1 Article 1\nArticle 2 Article 3\nArticle 3 —\nArticle 3(1)(a) Article 4(1)\nArticle 3(1)(b) Article 4(2)\nArticle 3(1)(c) Article 4(4)\nArticle 3(1)(d) Article 4(5), first subparagraph\nArticle 3(1)(e) Article 4(5), second subparagraph\nArticle 3(1)(f) Article 4(5), third subparagraph\nArticle 3(1)(g) Article 4(5), fourth subparagraph\nArticle 4(1), first subparagraph Article 5(1)\nArticle 4(1a) Article 5(2)\nArticle 4(2), first and second subparagraphs —\nArticle 4(2), third subparagraph Article 4(3)\nArticle 4(3) Article 5(4)\nArticle 4(4) —\nArticle 4(5) Article 5(5)\nArticle 4(6) —\nArticle 4(7) Article 6(2)\nArticle 5, first paragraph Article 7(1)\nArticle 5, second paragraph —\nArticle 6 Article 5(3)\nArticle 7 —\nArticle 8 Article 9\nAnnex I Annex I\nAnnex II —\nAnnex III —\nAnnex IV —"}