{"celex_id": "32003D0807", "uri": "http://publications.europa.eu/resource/cellar/6c98934f-b653-4ce3-9f78-2252a5bef4ca", "type": "Decision", "concepts": ["3450", "3455", "3506", "4066", "4690"], "title": "2003/807/CFSP: Council Decision 2003/807/CFSP of 17 November 2003 extending and amending Decision 2002/842/CFSP concerning the implementation of Joint Action 2002/589/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in South East Europe\n", "header": "Council Decision 2003/807/CFSP\nof 17 November 2003\nextending and amending Decision 2002/842/CFSP concerning the implementation of Joint Action 2002/589/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in South East Europe\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 23(2) thereof,\nHaving regard to Council Joint Action 2002/589/CFSP of 12 July 2002 on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons(1), and in particular Article 6 thereof,\nWhereas:\n(1) On 21 October 2002 the Council adopted Decision 2002/842/CFSP(2) concerning a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in South East Europe, which was aimed at implementing Joint Action 2002/589/CFSP and which made available EUR 200000 for this purpose.\n(2) Some objectives could not be fulfilled by 22 December 2003, the date on which Decision 2002/842/CFSP expires, and others should be consolidated and expanded after that date.\n(3) The Commission should ensure an adequate visibility of the contribution of the European Union to the projects including by appropriate measures taken by the United Nations Development Programme (UNDP).\n(4) Decision 2002/842/CFSP should therefore be extended and amended,", "main_body": ["Decision 2002/842/CFSP is hereby amended as follows:\n1. the following paragraph shall be added to Article 1:\n\"4. The financing agreement to be concluded will stipulate that UNDP shall ensure visibility of the contribution of the European Union to the project, appropriate to its size.\"\n2. in Article 2(1), the financial reference amount \"EUR 200000\" shall be replaced by \"EUR 300000\"; this amount is additional to the amount made available for the preceding Decision concerning this action;\n3. in Article 4(1), the second sentence shall be replaced by the sentence \"It shall expire on 31 December 2004\".", "This Decision shall take effect on 23 December 2003.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 17 November 2003.\nFor the Council\nThe President\nF. Frattini\n(1) OJ L 191, 19.7.2002, p. 1.\n(2) OJ L 289, 26.10.2002, p. 1."}