{"celex_id": "32008D0819", "uri": "http://publications.europa.eu/resource/cellar/b13aea69-9853-435f-a8b7-032e66aaadd7", "type": "Decision", "concepts": ["1595", "1662", "2773", "2985", "2987", "3618"], "title": "2008/819/EC: Commission Decision of 20 October 2008 concerning the non-inclusion of butralin in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing that substance (notified under document number C(2008) 6066) (Text with EEA relevance)\n", "header": "29.10.2008 EN Official Journal of the European Union L 285/15\nCOMMISSION DECISION\nof 20 October 2008\nconcerning the non-inclusion of butralin in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing that substance\n(notified under document number C(2008) 6066)\n(Text with EEA relevance)\n(2008/819/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (1), and in particular the fourth subparagraph of Article 8(2) thereof,\nWhereas:\n(1) Article 8(2) of Directive 91/414/EEC provides that a Member State may, during a period of 12 years following the notification of that Directive, authorise the placing on the market of plant protection products containing active substances not listed in Annex I to that Directive that are already on the market two years after the date of notification, while those substances are gradually being examined within the framework of a programme of work.\n(2) Commission Regulations (EC) No 451/2000 (2) and (EC) No 1490/2002 (3) lay down the detailed rules for the implementation of the third stage of the programme of work referred to in Article 8(2) of Directive 91/414/EEC and establish a list of active substances to be assessed with a view to their possible inclusion in Annex I to Directive 91/414/EEC. That list includes butralin.\n(3) For butralin the effects on human health and the environment have been assessed in accordance with the provisions laid down in Regulations (EC) No 451/2000 and (EC) No 1490/2002 for a range of uses proposed by the notifier. Moreover, those Regulations designate the rapporteur Member States which have to submit the relevant assessment reports and recommendations to the European Food Safety Authority (EFSA) in accordance with Article 8(1) of Regulation (EC) No 451/2000. For butralin the rapporteur Member State was France and all relevant information was submitted on 20 February 2006.\n(4) The Commission examined butralin in accordance with Article 11a of Regulation (EC) No 1490/2002. A draft review report for that substance was reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and finalised on 20 May 2008 in the format of the Commission review report.\n(5) During the examination of this active substance by the Committee, it was concluded, taking into account comments received from Member States, that there are clear indications that it may be expected that it has harmful effects on human health and in particular on operators, because the exposure is greater than 100 % of the AOEL. Moreover, other concerns which were identified by the rapporteur Member States in its assessment report are included in the review report for the substance.\n(6) The Commission invited the notifier to submit its comments on the results of the examination of butralin and on its intention or not to further support the substance. The notifier submitted its comments which have been carefully examined. However, despite the arguments put forwards by the notifier, the concerns identified could not be eliminated, and assessments made on the basis of the information submitted have not demonstrated that it may be expected that, under the proposed conditions of use, plant protection products containing butralin satisfy in general the requirements laid down in Article 5(1)(a) and (b) of Directive 91/414/EEC.\n(7) Butralin should therefore not be included in Annex I to Directive 91/414/EEC.\n(8) Measures should be taken to ensure that authorisations granted for plant protection products containing butralin are withdrawn within a fixed period of time and are not renewed and that no new authorisations for such products are granted.\n(9) Any period of grace granted by a Member State for the disposal, storage, placing on the market and use of existing stocks of plant protection products containing butralin should be limited to 12 months in order to allow existing stocks to be used in one further growing season, which ensures that plant protection products containing butralin remain available for 18 months from the adoption of this Decision.\n(10) This Decision does not prejudice the submission of an application for butralin in accordance with Article 6(2) of Directive 91/414/EEC and Commission Regulation (EC) No 33/2008 of 17 January 2008 laying down detailed rules for the application of Council Directive 91/414/EEC as regards a regular and an accelerated procedure for the assessment of active substances which were part of the programme of work referred to in Article 8(2) of that Directive but have not been included into its Annex I (4), in view of a possible inclusion in its Annex I.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Butralin shall not be included as an active substance in Annex I to Directive 91/414/EEC.", "Member States shall ensure that:\n(a) authorisations for plant protection products containing butralin are withdrawn by 20 April 2009;\n(b) no authorisations for plant protection products containing butralin are granted or renewed from the date of publication of this Decision.", "Any period of grace granted by Member States in accordance with the provisions of Article 4(6) of Directive 91/414/EEC, shall be as short as possible and shall expire on 20 April 2010 at the latest.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 October 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 230, 19.8.1991, p. 1.\n(2)  OJ L 55, 29.2.2000, p. 25.\n(3)  OJ L 224, 21.8.2002, p. 23.\n(4)  OJ L 15, 18.1.2008, p. 5."}