{"celex_id": "32001D0534", "uri": "http://publications.europa.eu/resource/cellar/d14faf85-fe13-49a1-9e0a-252d6d7fceac", "type": "Decision", "concepts": ["2306", "2556", "2850", "33", "5228", "5537"], "title": "2001/534/EC: Council Decision of 19 June 2001 on the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros for the period 28 February 2001 to 27 February 2004\n", "header": "Council Decision\nof 19 June 2001\non the conclusion of the Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros for the period 28 February 2001 to 27 February 2004\n(2001/534/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) In accordance with Article 12 of the Agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros(1), the Community and the Islamic Federal Republic of the Comoros held negotiations to determine amendments or additions to be made to the Agreement at the end of the period of application of the Protocol to the Agreement.\n(2) As a result of those negotiations, a new Protocol was initialled on 13 December 2000.\n(3) Under that Protocol, Community fishermen enjoy fishing opportunities in the waters falling within the sovereignty or jurisdiction of the Islamic Federal Republic of the Comoros for the period 28 February 2001 to 27 February 2004.\n(4) In order to ensure uninterrupted fishing activities by Community vessels, it is essential that the new Protocol be applied as quickly as possible. For this reason, the two Parties have initialled an Agreement in the form of an Exchange of Letters providing for the provisional application of the initialled Protocol from 28 February 2001.\n(5) The Agreement in the form of an Exchange of Letters should be approved, pending a definitive decision under Article 37 of the Treaty.\n(6) The method of allocating the fishing opportunities among the Member States should be defined on the basis of the traditional allocation of fishing opportunities under the Fisheries Agreement,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Agreement between the European Economic Community and the Islamic Federal Republic of the Comoros on fishing off the Comoros for the period 28 February 2001 to 27 February 2004 is hereby approved on behalf of the Community.\nThe texts of the Agreement in the form of an Exchange of Letters and of the Protocol are attached to this Decision.", "The fishing opportunities set out in the Protocol shall be allocated among the Member States as follows:\n>TABLE>\nIf licence applications from these Member States do not cover all the fishing opportunities fixed by the Protocol, the Commission may take into consideration licence applications from any other Member State.", "The President of the Council is hereby authorised to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Luxembourg, 19 June 2001.\nFor the Council\nThe President\nM. Winberg\n(1) OJ L 137, 2.6.1988, p. 19."}