{"celex_id": "32000D0306", "uri": "http://publications.europa.eu/resource/cellar/fcaaf3ef-04de-499c-aab5-515132da1009", "type": "Decision", "concepts": ["1474", "3614", "4359", "5860", "5862"], "title": "2000/306/EC: Council Decision of 30 March 2000 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Czech Republic concerning the extension of the common communication network/common system interface (CCN/CSI) within the framework of the Convention on a common transit procedure\n", "header": "Council Decision\nof 30 March 2000\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Czech Republic concerning the extension of the common communication network/common system interface (CCN/CSI) within the framework of the Convention on a common transit procedure\n(2000/306/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 together with the first sentence of Article 300(2) and the first subparagraph of Article 300(3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The implementation of the computerised system introduced by Decision No 1/1999 of the EC/EFTA Joint Committee on common transit(1) requires the setting up of an international computer network to make possible the exchange of information between the competent authorities of the parties to the Convention of 20 May 1987 on a common transit procedure(2), hereinafter referred to as \"the Convention\".\n(2) The European Community has already developed the common communication network/common system interface (CCN/CSI) which fulfils the necessary requirements.\n(3) Decision No 2/1999 of the EC/EFTA Joint Committee on common transit provides that the CCN/CSI is to be used by all contracting parties to the Convention(3) and that the financial participation of the partner countries and other related issues will be determined by mutual agreement between the Community and each of the partner countries.\n(4) On 22 October 1999 the Council authorised the Commission of the European Communities to negotiate with each of the non-Community partner countries, parties to the Convention, an agreement in the form of an exchange of letters on the extension of CCN/CSI to each of them.\n(5) The Commission has negotiated the extension of CCN/CSI to the Czech Republic.\n(6) The Agreement in the form of an Exchange of Letters concerning this extension should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Czech Republic concerning the extension of the common communication network/common system interface (CCN/CSI), in the framework of the Convention on a common transit procedure, is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) authorised to sign the Agreement in the form of an Exchange of Letters so as to render it binding on the Community.", "This Decision shall take effect on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 30 March 2000.\nFor the Council\nThe President\nJ. Sรณcrates\n(1) OJ L 65, 12.3.1999, p. 50.\n(2) OJ L 226, 13.8.1987, p. 2.\n(3) OJ L 119, 7.5.1999, p. 53."}