{"celex_id": "32003D0320", "uri": "http://publications.europa.eu/resource/cellar/87c75171-862f-4c3b-88cc-1fb78c3f552b", "type": "Decision", "concepts": ["1269", "1277", "1596", "192", "2947", "343"], "title": "2003/320/EC: Commission Decision of 12 May 2003 on transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the use in feed of used cooking oil (Text with EEA relevance) (notified under document number C(2003) 1489)\n", "header": "Commission Decision\nof 12 May 2003\non transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the use in feed of used cooking oil\n(notified under document number C(2003) 1489)\n(Only the English text is authentic)\n(Text with EEA relevance)\n(2003/320/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption(1), and in particular Article 32(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 provides for a complete revision of Community rules concerning animal by-products not intended for human consumption, including the introduction of a number of strict requirements. In addition, it provides that appropriate transitional measures may be adopted.\n(2) In view of the strict nature of those requirements, it is necessary to provide for non-renewable transitional measures for Ireland and the United Kingdom in order to allow industry sufficient time to adjust. In addition, alternative collection, transport, storage, handling, processing and uses for animal by-products need to be further developed as well as disposal methods for those by-products.\n(3) The definition of catering waste includes used cooking oil.\n(4) Accordingly, as a temporary measure a derogation should be granted to Ireland and the United Kingdom to enable them to authorise operators to continue to apply national rules to the use of used cooking oil in feed, taking into account the findings of Commission mission visit to the United Kingdom.\n(5) In order to prevent a risk to animal and public health appropriate control systems should be maintained in Ireland and the United Kingdom for the period of the transitional measures.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Derogation regarding the use in feed of used cooking oil\nPursuant to Article 32(2) of Regulation (EC) No 1774/2002 and by way of derogation from Article 22(1)(b) of that Regulation, Ireland and the United Kingdom may continue to grant individual approvals until 31 October 2004 at the latest to operators of premises and facilities in conformity with national rules and the rules provided for in the present Decision for the use in feed of used cooking oil, provided that:\n(a) the used cooking oil originates exclusively in restaurants, catering facilities and kitchens, including central kitchens and household kitchens;\n(b) the used cooking oil is intended exclusively for the production of feed, and no trade in used cooking oil takes place except between the two Member States concerned;\n(c) the national rules shall include at least the conditions of use provided for in the Annex to this Decision;\n(d) the national rules are only applied in premises and facilities that applied those rules on 1 November 2002.", "Control measures\nThe competent authority shall take the necessary measures to control compliance by authorised operators of premises and facilities with the conditions set out in Article 1.", "Withdrawal of approvals and disposal of material not complying with this Decision\n1. Individual approvals by the competent authority for the use in feed of used cooking oil shall be immediately and permanently withdrawn in respect of any operator, premises or facilities if the conditions set out in this Decision are no longer fulfilled.\n2. Any material that does not comply with the requirements of this Decision shall be disposed of in accordance with the instructions of the competent authority.", "Compliance with this Decision by the concerned Member States\nIreland and the United Kingdom shall immediately take the necessary measures to comply with this Decision and shall publish those measures. They shall immediately inform the Commission thereof.", "Applicability\nThis Decision shall apply from 1 May 2003 to 31 October 2004.", "Addressees\nThis Decision is addressed to the Republic of Ireland and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 12 May 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 273, 10.10.2002, p. 1.\nANNEX\nUSE IN FEED OF USED COOKING OIL\nA. General obligations\n1. Used cooking oil shall be collected, transported, stored, handled, treated and used in accordance with the conditions set out in this Annex.\n2. Used cooking oil shall be:\n(a) collected by an approved collector from the catering premises defined in Article 1(a);\n(b) treated by approved operators on approved treatment premises; and\n(c) mixed with other oils by approved operators on approved blending premises.\n3. The competent authority must approve the collectors of used cooking oil and operators of premises on which used cooking oil is treated or mixed with other oils.\n4. The competent authority shall ensure that the approval, commercial document, record-keeping, official inspection and list of premises comply with Section F.\nB. Collection, transportation, processing and blending of used cooking oil\nCollection and transportation of used cooking oil\n1. Used cooking oil shall be collected and transported in lidded containers or leak-proof vehicles and identified in such a way that the contents, even after mixing, are traceable to all the premises of origin.\n2. Collectors shall take all necessary measures to ensure that the used cooking oil collected is free from contamination by harmful substances.\n3. Reusable containers, and all reusable items of equipment or appliances that come into contact with used cooking oil, must be cleaned, washed and disinfected after each use.\n4. Vehicles or containers which carry any material which could contaminate the used cooking oil must be thoroughly cleansed and disinfected before they are used to carry used cooking oil.\nApproved premises and operations of approved treatment and approved blending premises\n5. The premises and operation of treatment or blending premises shall comply with the requirements in Section C.\n6. Before mixing with other oil, operators of blending premises must in addition ensure that each batch of used cooking oil is tested to ensure compliance with the standards in Section E. A batch shall be no greater than 30 tonnes.\n7. Collectors and operators shall ensure that used cooking oil that does not comply with the standards in Section E is not used for animal feed.\nC. Requirements for approved premises\nGeneral requirements\nThe premises and facilities must meet at least the following requirements:\n1. the premises must be constructed in such a way that it is easy to clean and disinfect;\n2. unauthorised persons and animals must not have access to the premises;\n3. the premises must have adequate facilities for cleaning and disinfecting the containers or receptacles in which used cooking oil is received and, where appropriate, the vehicles in which it is transported;\n4. the premises must have adequate lavatories and washing facilities for staff;\n5. the premises must have a covered space, clearly marked, to receive used cooking oil;\n6. where appropriate, the premises must have a separate storage area for any used cooking oil that is not suitable for use in animal feed;\n7. tanks shall be sealed with vents located and screened in a manner that prevents contaminant or pest ingress. Pipework shall be sealed when not in use.\nPremises' own-checks\n8. Operators of approved premises shall adopt all measures necessary to comply with the requirements of this Decision. They shall put in place, implement and maintain a procedure developed in accordance with the principles of the system of hazard analysis and critical control points (HACCP). They shall in particular:\n(a) identify and control the critical control points on the premises;\n(b) establish and implement methods for monitoring and checking such critical control points and keep records of such checks for at least two years; and.\n(c) ensure the traceability of each batch received and despatched.\n9. The operator of approved blending premises shall carry out checks and take samples for the purposes of checking compliance with the standards in section E. Where the results of a check or a test show that the used cooking oil does not comply with the provisions of this Decision, the operator must:\n(a) establish the causes of failures of compliance;\n(b) ensure that no used cooking oil that does not comply with the requirements of section E is despatched for use in feedingstuffs;\n(c) instigate appropriate decontamination and cleaning procedures; and\n(d) where used cooking oil has already been despatched for use in feedingstuffs, or incorporated into feedingstuffs, take all necessary measures to ensure that feedingstuffs containing the oil are not fed to livestock.\n10. A record of the results of the checks and tests shall be kept for at least two years. Operators of approved premises shall keep a sample of each consignment of used cooking oil despatched from the premises. Samples shall be kept for at least six months.\nD. General hygiene requirements\n1. Containers, receptacles and, where appropriate, vehicles used for transporting used cooking oil must be cleaned in a designated area.\n2. Preventive measures against birds, rodents, insects or other vermin must be taken systematically.\n3. Used cooking oil intended for use in animal feed shall not be stored in the same area as used cooking oil which is not suitable for use in animal feed or products which may pose a risk to animal or human health.\n4. Cleaning procedures must be established and documented for all parts of the premises.\n5. Hygiene control must include regular inspections of the environment and equipment.\n6. Inspection schedules and results must be documented and maintained for at least two years.\n7. Installations and equipment must be kept in a good state of repair and measuring equipment must be calibrated at least once a year.\n8. Tanks and pipes shall be cleaned internally at least once a year or when there is build-up of water and physical contaminants.\n9. Treated used cooking oil must be handled and stored in such a way as to preclude contamination.\nE. Specification for used cooking oil for use in animal feed\nUsed cooking oil must meet the following minimum standard before use in animal feed:\n1. Physical contamination:\n(a) moisture and impurities: &lt;  3 %\n(b) impurities: &lt;  0,15 %.\n2. Presence of mineral oil: absence.\n3. Presence of oxidised fatty acids:  &gt; 88 % elutable fatty acid content.\n4. Presence of pesticide residues: complies with Council Directive 99/29/EC (before 1.8.2003)(1) or Directive 2002/32/EC (from 1.8.2003)(2).\n5. Presence of PCB's: &lt;  100ppb for the 7 main congeners.\n6. Presence of Salmonella: absence.\n7. Presence of animal fat:\n(a) C15 &lt;  0,2 %\n(b) C16:1 &lt;  2 %\n(c) C17 &lt;  0,4 %\n(d) C17:1 &lt;  0,3 %\n(e) C20+ &lt;  5 %.\nF. Approval, commercial document, record keeping, inspection and list of approved premises\nApproval of operators and premises\n1. The competent authority may approve:\n(a) collectors of used cooking oil only if he is satisfied that the collector complies with the requirements of this Decision; and\n(b) operators of treatment or blending premises only if he is satisfied that the premises and operation comply with the requirements of this Decision.\n2. The approval shall specify:\n(a) the operator and the address of the approved premises;\n(b) the expiry date which shall be no later than 31 October 2004.\n3. In addition, in the case of treatment premises, the approval shall specify the parts of the premises in which used cooking oil may be received and treated.\nCommercial documents\n4. Commercial documents may be in written or electronic form and must accompany the consignment of used cooking oil during transportation. The producer, receiver and carrier must each retain a copy of a written commercial document or, for electronic information, a printed record of that information.\n5. Commercial documents shall contain the following information:\n(a) the address of the premises from which the used cooking oil was taken;\n(b) the date on which the used cooking oil was taken from the premises;\n(c) the quality description of the used cooking oil;\n(d) the quantity of the used cooking oil;\n(e) the name and the address of the carrier;\n(f) the destination of the used cooking oil;\n(g) a unique reference number that links the collector and the container or vehicle to the premises from which the used cooking oil was taken.\nRecords\n6. Any person consigning, transporting or receiving used cooking oil shall keep for at least two years a record containing the information specified in the commercial document.\n7. For used cooking oil which is suitable for use in animal feed, the records shall in addition provide for full traceability of the oil from the premises of origin to its incorporation into animal feed.\n8. For used cooking oil which is not suitable for use in animal feed, the person consigning the oil for disposal shall in addition keep a record showing the method and place of disposal and the date the oil was consigned for disposal.\nOfficial inspection\n9. The competent authority shall at least twice a year carry out inspections at each premises approved in accordance with this Decision, one of which shall be unannounced to verify compliance in particular with the hygiene, HACCP procedures and specifications in Sections B to E.\n10. In addition, a technical expert shall carry out annually an inspection to check the processing apparatus and the gauges/recording devices, and shall forward a report to the competent authority and the premises operator.\nList of premises\n11. The competent authority shall draw up within its own territory a list of the names and addresses of approved:\n(a) collectors of used cooking oil;\n(b) operators of treatment premises; and\n(c) operators of blending premises.\n12. Each collector and operator of approved premises shall be assigned an official identification number.\n13. The competent authority shall ensure that this list is made publicly available.\n(1) OJ L 115, 4.5.1999, p. 32.\n(2) OJ L 140, 30.5.2002, p. 10."}