{"celex_id": "32007R1477", "uri": "http://publications.europa.eu/resource/cellar/7d56b9e1-477b-438a-b971-06f5f2cfa5d8", "type": "Regulation", "concepts": ["2383", "2897", "3645", "4408", "5234", "5887"], "title": "Commission Regulation (EC) No 1477/2007 of 13 December 2007 amending Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security Text with EEA relevance\n", "header": "14.12.2007 EN Official Journal of the European Union L 329/22\nCOMMISSION REGULATION (EC) No 1477/2007\nof 13 December 2007\namending Regulation (EC) No 622/2003 laying down measures for the implementation of the common basic standards on aviation security\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 2320/2002 of the European Parliament and the Council of 16 December 2002 establishing common rules in the field of civil aviation security (1), and in particular Article 4(2) thereof,\nWhereas:\n(1) The Commission is required, by virtue of Regulation (EC) No 2320/2002, when necessary, to adopt measures for the implementation of common basic standards for aviation security throughout the Community. Commission Regulation (EC) No 622/2003 of 4 April 2003 laying down measures for the implementation of the common basic standards on aviation security (2) was the first act laying down such measures.\n(2) The measures provided for by Regulation (EC) No 622/2003 on restricting liquids carried by passengers arriving on flights from third countries and transferring at Community airports are subject to review in the light of technical developments, operational implications at airports and the impact on passengers.\n(3) Such a review has shown that the restrictions on liquids carried by passengers arriving on flights from third countries and transferring at Community airports create certain operational difficulties at these airports and cause inconvenience to the passengers concerned.\n(4) In particular, the Commission has verified certain security standards at an airport in a third country and found them satisfactory, and that country has a good record of cooperation with the Community and its Member States. On that basis the Commission has decided to take steps to alleviate the problems identified above, in the case of passengers carrying liquids obtained at that airport.\n(5) Regulation (EC) No 622/2003 should be amended accordingly.\n(6) The measures contained in the present Regulation are not included among those which, according to Article 8(1) of Regulation (EC) No 2320/2002, shall be secret and not published.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee on Civil Aviation Security,", "main_body": ["The Annex to Regulation (EC) No 622/2003 is amended as set out in the Annex to this Regulation.", "of that Regulation shall not apply as regards the confidential nature of this Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2007.\nFor the Commission\nJacques BARROT\nVice-President\n(1)  OJ L 355, 30.12.2002, p. 1. Regulation as amended by Regulation (EC) No 849/2004 (OJ L 158, 30.4.2004, p. 1).\n(2)  OJ L 89, 5.4.2003, p. 9. Regulation as last amended by Regulation (EC) No 915/2007 (OJ L 200, 1.8.2007, p. 3).\nANNEX\nAttachment 3 shall be replaced by the following text:\n‘Attachment 3\nRepublic of Singapore\nChangi airport’."}