{"celex_id": "32004R2185", "uri": "http://publications.europa.eu/resource/cellar/5e8651bd-f3b4-463d-8521-876c6a8119ac", "type": "Regulation", "concepts": ["161", "2084", "2771", "5019", "606"], "title": "Commission Regulation (EC) No 2185/2004 of 17 December 2004 opening for the year 2005 a tariff quota applicable to the importation into the European Community of certain goods originating in Norway resulting from the processing of agricultural products covered by Council Regulation (EC) No 3448/93\n", "header": "21.12.2004 EN Official Journal of the European Union L 373/10\nCOMMISSION REGULATION (EC) No 2185/2004\nof 17 December 2004\nopening for the year 2005 a tariff quota applicable to the importation into the European Community of certain goods originating in Norway resulting from the processing of agricultural products covered by Council Regulation (EC) No 3448/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular, Article 7(2) thereof,\nHaving regard to Council Decision 2004/859/EC of 25 October 2004 concerning the conclusion of an Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Kingdom of Norway, of the other part, on Protocol 2 to the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway (2), and in particular article 3 thereof,\nWhereas:\n(1) Protocol 2 to the bilateral free trade agreement between the European Economic Community and the Kingdom of Norway (3), of the one hand, and Protocol 3 to the EEA Agreement (4), determine the trade arrangements for certain agricultural and processed agricultural products between the Contracting Parties.\n(2) Protocol 3 to the EEA Agreement, as amended by Decision 138/2004 of the EEA Joint Committee amending Protocol 3 to the EEA Agreement, concerning products referred to in Article 8(3)(b) of the Agreement (5) provides for a zero duty applying to goods classified under CN codes 2202 10 00 (waters, including mineral waters and aerated waters, containing added sugar or other sweetening matter or flavoured) and ex 2202 90 10 (other non-alcoholic beverages containing sugar (sucrose or invert sugar)).\n(3) The zero duty has been temporarily suspended for Norway by the Agreement in the form of an Exchange of Letters between the European Community, of the one part, and the Kingdom of Norway, of the other part, on Protocol 2 to the bilateral free trade Agreement between the European Economic Community and the Kingdom of Norway, approved by Council Decision 2004/859/EC. Pursuant to point IV of that Agreement, duty free imports of goods of the CN codes 2202 10 00 (waters, including mineral waters and aerated waters, containing added sugar or other sweetening matter or flavoured) and ex 2202 90 10 (other non-alcoholic beverages containing sugar (sucrose or invert sugar)) originating in Norway are permitted only within the limits of a duty free quota.\n(4) It is therefore necessary to open this quota for the year 2005.\n(5) In order to facilitate the set up of the quota and to ensure an appropriate management of it, in the interest of operators, the benefit of the exoneration of the duties within the quota should be temporarily conditional to the presentation to the Community customs authorities of a certificate issued by the Norwegian authorities.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for horizontal questions concerning trade in processed products not listed in Annex I,", "main_body": ["1.   For 1 January to 31 December 2005, the Community tariff quota set out in Annex I is opened for the goods originating in Norway which are listed in that Annex under the conditions specified therein.\n2.   The rules of origin mutually applicable under this agreement shall be as set out in Protocol 3 of the bilateral Free Trade Agreement between the European Economic Community and the Kingdom of Norway.\n3.   The benefit from the exoneration of the duties within the quota set out in Annex I shall be conditional upon the presentation to the Community customs authorities of the certificate set out in Annex II, as issued to the exporters by the Norwegian authorities in one of the Community languages.\n4.   For quantities imported above the quota or for which the certificate referred to in paragraph 3 has not been presented, a duty of 0,047 EUR/litre shall apply.", "The Community tariff quota referred to in article 1(1) shall be managed by the Commission in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nIt shall be applicable from 1 January 2005.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2004.\nFor the Commission\nGünter VERHEUGEN\nVice-President\n(1)  OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(2)  OJ L 370, 17.12.2004, p. 70.\n(3)  OJ L 171, 27.6.1973, p. 1.\n(4)  OJ L 22, 24.1.2002, p. 37.\n(5)  OJ L 342, 18.11.2004, p. 30.\nANNEX I\nTariff Quota applicable upon import into the Community of goods originating in Norway\nOrder No CN code Product description Annual quota volume for 2005 Rate of duty applicable within the limits of the quota Rate of the duty applicable above the quota volume\n— Waters, including mineral waters and aerated waters, containing added sugar or other sweetening matter or flavoured\nex 2202 90 10 other non-alcoholic beverages containing sugar (sucrose or invert sugar)\nANNEX II"}