{"celex_id": "32009R0102", "uri": "http://publications.europa.eu/resource/cellar/8489b2d0-954f-4d63-9d4c-d44d66218c06", "type": "Regulation", "concepts": ["1277", "1590", "5740", "6052", "6111"], "title": "Commission Regulation (EC) No 102/2009 of 3 February 2009 concerning the permanent authorisation of an additive in feedingstuffs (Text with EEA relevance)\n", "header": "4.2.2009 EN Official Journal of the European Union L 34/8\nCOMMISSION REGULATION (EC) No 102/2009\nof 3 February 2009\nconcerning the permanent authorisation of an additive in feedingstuffs\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 70/524/EEC of 23 November 1970 concerning additives in feedingstuffs (1), and in particular Articles 3 and 9d(1) thereof,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (2), and in particular Article 25 thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition.\n(2) Article 25 of Regulation (EC) No 1831/2003 lays down transitional measures for applications for the authorisation of feed additives submitted in accordance with Directive 70/524/EEC before the date of application of Regulation (EC) No 1831/2003.\n(3) The application for the authorisation of the additive set out in the Annex to this Regulation was submitted before the date of application of Regulation (EC) No 1831/2003.\n(4) Initial comments on that application, as provided for in Article 4(4) of Directive 70/524/EEC, were forwarded to the Commission before the date of application of Regulation (EC) No 1831/2003. That application is therefore to continue to be treated in accordance with Article 4 of Directive 70/524/EEC.\n(5) The use of the micro-organism preparation of Enterococcus faecium NCIMB 10415 was provisionally authorised for dogs and cats by Commission Regulation (EC) No 358/2005 (3). It was authorised without a time limit for calves by Commission Regulation (EC) No 1288/2004 (4), for chickens for fattening and pigs for fattening by Commission Regulation (EC) No 943/2005 (5), for sows by Commission Regulation (EC) No 1200/2005 (6) and for piglets by Commission Regulation (EC) No 252/2006 (7).\n(6) New data were submitted in support of an application for authorisation without a time limit of that micro-organism preparation for dogs and cats.\n(7) The assessment shows that the conditions laid down in Article 3a of Directive 70/524/EEC for such authorisation are satisfied. Accordingly, the use of that micro-organism preparation, as specified in the Annex to this Regulation, should be authorised without a time limit.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation belonging to the group ‘micro-organisms’, as specified in the Annex, is authorised without a time limit as additive in animal nutrition under the conditions laid down in that Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 270, 14.12.1970, p. 1.\n(2)  OJ L 268, 18.10.2003, p. 29.\n(3)  OJ L 57, 3.3.2005, p. 3.\n(4)  OJ L 243, 15.7.2004, p. 10.\n(5)  OJ L 159, 22.6.2005, p. 6.\n(6)  OJ L 195, 27.7.2005, p. 6.\n(7)  OJ L 44, 15.2.2006, p. 3.\nANNEX\nEC No Additive Chemical formula, description Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff\nMicro-organisms\nE 1705 Enterococcus faecium Preparation of Enterococcus faecium containing a minimum of microencapsulated form: 5 × 109 CFU/g Dogs — 4,5 × 106 2,0 × 109 In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting Without time limit\nCats 5,0 × 106 8,0 × 109 In the directions for use of the additive and premixture, indicate the storage temperature, storage life and stability to pelleting"}