{"celex_id": "32009D0831", "uri": "http://publications.europa.eu/resource/cellar/c6bbde0b-b9b3-4402-8e3f-cfaff2d82a7e", "type": "Decision", "concepts": ["1015", "1671", "2563", "2957", "5581", "601"], "title": "2009/831/EC: Council Decision of 10 November 2009 authorising Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie\n", "header": "13.11.2009 EN Official Journal of the European Union L 297/9\nCOUNCIL DECISION\nof 10 November 2009\nauthorising Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie\n(2009/831/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 299(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Pursuant to Council Decision 2002/167/EC of 18 February 2002 (2) Portugal has been authorised to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of Azores on locally produced and consumed liqueurs and eaux-de-vie. The application of a reduced rate of excise duty on those products was considered necessary for the survival of the local industry producing and marketing them. In view of the high cost of those activities arising mainly from factors inherent to the situation of Madeira and the Azores as outermost regions (remoteness, insularity, small size, topography and climate), it was considered that only a reduction of the rate of excise duty on the locally produced and consumed products concerned could enable them to continue to compete on an equal footing with similar products imported or supplied from other parts of the Community and thus ensure the survival of the industries. According to the same Decision, Portugal could apply to those products a rate of excise duty lower than the full rate on alcohol laid down in Article 3 of Council Directive 92/84/EEC (3), and lower than the minimum rate of excise duty on alcohol set by this Directive but not more than 75 % lower than the standard national excise duty on alcohol. This measure was applicable from 1 January 2002 until 31 December 2008.\n(2) By requests dated 16 June 2008 and 20 June 2008, Portugal sought an authorisation subject to the same terms, for the period from 1 January 2009 until 31 December 2013.\n(3) The granting of the new authorisation sought is justified in order to avoid endangering the development of those outermost regions. The local industry employs around 130 workers in Madeira and around 90 workers in the Azores. In Madeira, the cultivation and processing of sugar cane and fruits provides work for around 1 000 family-owned agricultural holdings. Faced with difficulties in exporting outside the regions, the regional markets are the only possible outlets to sell those products.\n(4) A reduction of the rate of excise duty should continue to be authorised at the level requested to help offset the competitive disadvantage which distilled alcoholic beverages produced in Madeira and in the Azores face as a result of higher production and marketing costs.\n(5) Indeed, raw materials of agricultural origin are more expensive than under normal conditions of production, due to the small size, fragmented nature and low mechanisation of agricultural holdings. In the case of Madeira, in addition, output from the processing of sugar cane is lower than in other outermost regions, owing to topography, climate, soil and artisanal production. The transport to the islands of certain raw and packaging materials not produced locally leads to additional cost, as compared to the transport merely of the finished product. In the case of the Azores, the insularity is twofold, since the islands are widely spread. Transport and installation of equipment in those remote and insular regions further increase the additional costs. The same applies to certain necessary travels and shipments to the mainland. Additional costs are also required for the storage of finished products as local consumption does not absorb output as it materialises, but stretches throughout the year. The small size of the regional market increases per unit costs in various ways, notably through the unfavourable relationship between fixed costs and output, both as regards equipment and costs necessary to meet environmental norms. Moreover, rum producers in Madeira have to treat waste from the processing of sugar cane, whereas producers in other regions can recycle these products. Finally, the producers concerned also bear extra costs generally borne by the local economies, in particular increased labour and energy costs.\n(6) The 75 % reduction does not go beyond what is necessary to counterbalance the levels of additional costs that are incurred by operators as a result of the said particular characteristics of Madeira and of the Azores as outermost regions.\n(7) A careful examination of the situation shows that it is necessary to grant Portugal’s request in order to ensure that the alcohol industry is maintained in the outermost regions concerned.\n(8) Since the tax advantage is limited to what is necessary to offset additional costs and since the volumes at stake remain modest and the tax advantage limited to consumption in the regions concerned, the measure does not undermine the integrity and coherence of the Community legal order.\n(9) Weighing the need to set a time-limit on tax derogations against the need for local economic operators to obtain the requisite security to develop their commercial activities, it is appropriate to grant the authorisation for a period of five years.\n(10) It should be ensured that Portugal can apply the reductions in question as from the expiry of the analogous authorisation granted through Decision 2002/167/EC for the previous period. The new authorisation requested should therefore be granted with effect from 1 January 2009.\n(11) The submission of a mid-term report should be required, so that the Commission can assess whether the conditions justifying the granting of such derogation continue to be fulfilled.\n(12) This Decision shall not prejudice the possible application of Articles 87 and 88 of the Treaty,", "main_body": ["By way of derogation from Article 90 of the Treaty, Portugal is hereby authorised to apply a rate of excise duty lower than the full rate on alcohol laid down in Article 3 of Directive 92/84/EEC in the autonomous region of Madeira, to locally produced and consumed rum and liqueurs, and in the autonomous region of the Azores, to locally produced and consumed liqueurs and eaux-de-vie.", "The derogation referred in Article 1 shall be confined:\n1. in Madeira\n(a) to rum as defined in category 1 of Annex II of Regulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks (4), having the geographical indication ‘Rum da Madeira’ referred to in category 1 of Annex III of that Regulation,\n(b) to liqueurs and ‘crème de’ as defined in categories 32 and 33 respectively of Annex II of Regulation (EC) No 110/2008 produced from regional fruit or plants;\n2. in the Azores\n(a) to liqueurs and ‘crème de’ as defined in categories 32 and 33 respectively of Annex II of Regulation (EC) No 110/2008 produced from regional fruit or raw materials,\n(b) to eaux-de-vie made from wine or grape marc having the characteristics and qualities defined in categories 4 and 6 of Annex II of Regulation (EC) No 110/2008.", "The reduced rate of excise duty applicable to the products referred to in Article 1 may be lower than the minimum rate of excise duty on alcohol set by Directive 92/84/EEC, but may not be more than 75 % lower than the standard national excise duty on alcohol.", "By 31 December 2011 at the latest, Portugal shall send the Commission a report to enable it to assess whether the reasons which justified the granting of the reduced rate still exist.", "This Decision shall apply from 1 January 2009 until 31 December 2013.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 10 November 2009.\nFor the Council\nThe President\nA. BORG\n(1)  Opinion of 20 October 2009 (not yet published in the Official Journal).\n(2)  Council Decision of 18 February 2002 authorising Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie (OJ L 55, 26.2.2002, p. 36).\n(3)  Council Directive 92/84/EEC of 19 October 1992 on the approximation of the rates of excise duty on alcohol and alcoholic beverages (OJ L 316, 31.10.1992, p. 29).\n(4)  OJ L 39, 13.2.2008, p. 16."}