{"celex_id": "32004R0383", "uri": "http://publications.europa.eu/resource/cellar/a0368446-3b63-4f42-8ad0-5309d696bf9d", "type": "Regulation", "concepts": ["1422", "2871", "3173", "5573"], "title": "Commission Regulation (EC) No 383/2004 of 1 March 2004 laying down detailed rules for applying Council Regulation (EEC) No 2081/92 as regards the summary of the main points of the product specifications\n", "header": "Commission Regulation (EC) No 383/2004\nof 1 March 2004\nlaying down detailed rules for applying Council Regulation (EEC) No 2081/92 as regards the summary of the main points of the product specifications\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs(1), and in particular Article 16 thereof,\nWhereas:\n(1) According to Article 4 of Regulation (EEC) No 2081/92, a product or foodstuff must comply with a specification in order to be eligible to use a protected designation of origin (PDO) or a protected geographical indication (PGI). The specification is submitted to the Commission.\n(2) Article 6(2) of Regulation (EEC) No 2081/92 requires the Commission, if it concludes that the name qualifies for protection, to publish in the Official Journal of the European Union the name and address of the applicant, the name of the product, the main points of the application, the references to national provisions governing the preparation, production or manufacture of the product and, if necessary, the grounds for its conclusions, to enable any objections to be raised.\n(3) That procedure also applies to requests for the amendment of a specification pursuant to Article 9 of Regulation (EEC) No 2081/92.\n(4) To ensure the transparency of the requirements in the specifications for names listed in the Register of protected designations of origin and protected geographical indications set up in accordance with Article 6(3) of Regulation (EEC) No 2081/92, a summary of the main points of each specification as provided for in Article 4(2) of that Regulation should be published in the Official Journal of the European Union.\n(5) The summary is to be used for applications for registration pursuant to Article 5 of Regulation (EEC) No 2081/92.\n(6) The summary should be updated each time an amendment of a specification is adopted pursuant to Article 9 of the Regulation and each update should be published in the Official Journal of the European Union.\n(7) Applications for registration pursuant to Article 17 of Regulation (EEC) No 2081/92 are examined by the Committee provided for in Article 15 of that Regulation on the basis of these same data. These summaries should be published by stages in the Official Journal of the European Union. To that end, the Member States should ensure that they comply with the specimen summary and, where necessary, transmit duly drawn up summaries to the Commission.\n(8) A single standard form should be laid down for the presentation of summaries of specifications for designations of origin and geographical indications for publication in the Official Journal of the European Union.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Regulatory Committee on the Protection of Geographical Indications and Designations of Origin for Agricultural Products and Foodstuffs,", "main_body": ["For each designation of origin and geographical indication within the meaning of Regulation (EEC) No 2081/92, a summary shall be drawn up in accordance with the form in Annex I to this Regulation.\nThe summary shall include the main points of the specification in accordance with Article 4(2) of that Regulation.\nPoint 3 of the summary shall indicate the type of product in accordance with the classification in Annex II.\nAll the main requirements for production and marketing, including operations that are required to take place in the geographical area concerned, shall be clearly indicated, preferably in point 4.5 of the summary (Method of production),", "The Member States shall ensure that a summary as provided for in Article 1 is duly drawn up and transmitted to the Commission\n- with each application for registration of a protected designation of origin or a protected geographical indication,\n- with each request for amendment of the specification for an already registered designation of origin or geographical indication, where the proposed amendment would involve amending the summary,\n- by stages, for each designation of origin and geographical indication registered pursuant to Regulation (EEC) No 2081/92.", "The Member States shall ensure that their competent authorities transmit all requests for the amendment of a specification to the Commission together with the form in Annex III, including the updated summary where applicable.", "The Commission shall publish the summary and any amendment thereof in the Official Journal of the European Union.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 March 2004.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 208, 24.7.1992, p. 1. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\nANNEX I\n>PIC FILE= \"L_2004064EN.001802.TIF\">\nANNEX II\nClassification of agricultural products and foodstuffs referred to in Article 1(1) of Council Regulation (EEC) No 2081/92\nI. Products listed in Annex I to the EC Treaty, intended for human consumption:\nGroup 1.1.: Fresh meat (and offal)\nGroup 1.2.: Meat products (cooked, salted, smoked, etc.)\nGroup 1.3.: Cheese\nGroup 1.4.: Other products of animal origin (eggs, honey, various milk products, not including butter)\nGroup 1.5.: Oils and fats (butter, margarine, oil, etc.)\nGroup 1.6.: Fruit, vegetables and cereals, fresh or processed\nGroup 1.7.: Fresh fish, molluscs and crustaceans and products derived therefrom\nGroup 1.8.: Other Annex I products (spices, etc.)\nII. Foodstuffs referred to in Annex I to Regulation (EEC) No 2081/92:\nGroup 2.1.: Beer\nGroup 2.2.: Natural mineral waters and spring waters\nGroup 2.3.: Beverages made from plant extracts\nGroup 2.4.: Bread, pastry, cakes, confectionery, biscuits and other baker's wares\nGroup 2.5.: Natural gums and resins\nGroup 2.6.: Mustard paste\nGroup 2.7.: Pasta\nIII. Agricultural products referred to in Annex II to Regulation (EEC) No 2081/92:\nGroup 3.1.: Hay\nGroup 3.2.: Essential oils\nGroup 3.3.: Cork\nGroup 3.4.: Cochineal (raw product of animal origin)\nGroup 3.5.: Flowers and ornamental plants\nGroup 3.6.: Wool\nGroup 3.7.: Osier\nANNEX III\n>PIC FILE= \"L_2004064EN.002002.TIF\">"}