{"celex_id": "32007D0222", "uri": "http://publications.europa.eu/resource/cellar/b07ba0cf-73bb-4fc7-8ef6-a58550f7567a", "type": "Decision", "concepts": ["1159", "133", "2455", "6050"], "title": "2007/222/EC: Commission Decision of 4 April 2007 declaring operational the Regional Advisory Council for the south-western waters under the common fisheries policy\n", "header": "5.4.2007 EN Official Journal of the European Union L 95/52\nCOMMISSION DECISION\nof 4 April 2007\ndeclaring operational the Regional Advisory Council for the south-western waters under the common fisheries policy\n(2007/222/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2004/585/EC of 19 July 2004 establishing Regional Advisory Councils under the common fisheries policy (1), and in particular Article 3(3) thereof,\nHaving regard to the recommendation transmitted by France on 9 February 2007 on behalf of Belgium, Spain, France, the Netherlands and Portugal,\nWhereas:\n(1) Council Regulation (EC) No 2371/2002 of 20 December 2002 on the conservation and sustainable exploitation of fisheries resources under the common fisheries policy (2) and Decision 2004/585/EC provide the framework for the establishment and operation of Regional Advisory Councils.\n(2) Article 2 of Decision 2004/585/EC establishes a Regional Advisory Council to cover the south-western waters in International Council for the Exploration of the Seas (ICES) areas VIII, IX and X (waters around Azores) and CECAF divisions 34.1.1, 34.1.2. and 34.2.0 (waters around Madeira and the Canary Islands) (3).\n(3) In accordance with Article 3(1) of Decision 2004/585/EC, representatives of the fisheries sector and other interests groups submitted a request concerning the operation of that Regional Advisory Council to Belgium, Spain, France, the Netherlands and Portugal.\n(4) As required by Article 3(2) of Decision 2004/585/EC, the Member States concerned determined whether the application concerning the Regional Advisory Council for the south-western waters was in conformity with the provisions laid down in that Decision. On 9 February 2007, the Member States concerned transmitted a recommendation on that Regional Advisory Council to the Commission.\n(5) The Commission has evaluated the application by the interested parties and the recommendation in the light of Decision 2004/585/EC and the aims and principles of the common fisheries policy, and considers that the Regional Advisory Council for the south-western waters is ready to become operational,", "main_body": ["The Regional Advisory Council for the south-western waters, established by Article 2(1)(e) of Decision 2004/585/EC, shall be operational as from 9 April 2007."], "attachments": "Done at Brussels, 4 April 2007.\nFor the Commission\nJoe BORG\nMember of the Commission\n(1)  OJ L 256, 3.8.2004, p. 17.\n(2)  OJ L 358, 31.12.2002, p. 59.\n(3)  As defined in Council Regulation (EEC) No 3880/91 (OJ L 365, 31.12.1991, p. 1)."}