{"celex_id": "32003R0238", "uri": "http://publications.europa.eu/resource/cellar/35125f39-b6b6-47c9-bcdc-58971f545c4e", "type": "Regulation", "concepts": ["1255", "1309", "2734", "2957", "4380", "666"], "title": "Commission Regulation (EC) No 238/2003 of 7 February 2003 setting out the duties applicable from 1 January 2003 to 31 December 2003 on the importation into the Community of certain goods from Hungary covered by Council Regulation (EC) No 3448/93\n", "header": "Commission Regulation (EC) No 238/2003\nof 7 February 2003\nsetting out the duties applicable from 1 January 2003 to 31 December 2003 on the importation into the Community of certain goods from Hungary covered by Council Regulation (EC) No 3448/93\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products(1), as last amended by Regulation (EC) No 2580/2000(2), and in particular Article 7(4) thereof,\nWhereas:\n(1) Protocol 3 to the Europe Agreement establishing an Association between the European Communities and their Member States, of the one part, and the Republic of Hungary, of the other part, approved by Decision 93/742/Euratom, ECSC, EC of the Council and the Commission(3), lays down the trade arrangements for the processed agricultural products which are listed therein.\n(2) That Protocol was amended by Decision No 2/2002 of the EC-Hungary Association Council of 16 April 2002 on the improvement of the trade arrangements for processed agricultural products envisaged by Protocol 3 to the Europe Agreement(4), by which a reduction of the duties applicable to imports of certain goods originating in Hungary was provided with effect from 1 January 2002.\n(3) The reduced duties applicable from 1 January 2003 to 31 December 2003 should therefore be established in accordance with Protocol 3 on imports of certain goods resulting from the processing of agricultural products originating in Hungary,", "main_body": ["The duties, agricultural components and additional duties, applicable from 1 January 2003 to 31 December 2003 to the importation of goods originating in Hungary, covered by Table 2a and Table 2b of Annex I to Protocol 3 to the Europe Agreement, are set out in Annexes I, II and III.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 February 2003.\nFor the Commission\nErkki Liikanen\nMember of the Commission\n(1) OJ L 318, 20.12.1993, p. 18.\n(2) OJ L 298, 25.11.2000, p. 5.\n(3) OJ L 347, 31.12.1993, p. 1.\n(4) OJ L 172, 2.7.2002, p. 24.\nANNEX I\nTABLE A\n(Annex I, Table 2a of Decision No 2/2002)\nDuties applicable upon import into the Community of goods originating in Hungary\n>TABLE>\nTABLE B\n(Annex 1, Table 2b of Decision No 2/2002)\nDuties applicable upon import into the Community of goods originating in Hungary\n>TABLE>\nANNEX II\nADDITIONAL CODE AND AGRICULTURAL COMPONENTS\nHungary - from 1.1.2003 to 31.12.2003\n>TABLE>\nANNEX III\nADDITIONAL DUTIES FOR SUGAR (AD S/Z) AND FOR FLOUR (AD F/M)\nHungary - from 1.1.2003 to 31.12.2003\n>TABLE>\n>TABLE>"}