{"celex_id": "32008D0150", "uri": "http://publications.europa.eu/resource/cellar/c483c01d-ca71-43e2-bde4-2889ce78cc0f", "type": "Decision", "concepts": ["1474", "2556", "3466", "4148", "5343", "544", "5537"], "title": "2008/150/EC: Council Decision of 12 February 2008 on the signing, on behalf of the European Community, and the provisional application of the Agreement in the form of an Exchange of Letters on the amendments to the Protocol setting out, for the period from 18 January 2005 to 17 January 2011 , the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles\n", "header": "22.2.2008 EN Official Journal of the European Union L 48/31\nCOUNCIL DECISION\nof 12 February 2008\non the signing, on behalf of the European Community, and the provisional application of the Agreement in the form of an Exchange of Letters on the amendments to the Protocol setting out, for the period from 18 January 2005 to 17 January 2011, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles\n(2008/150/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37, in conjunction with Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Protocol setting out, for the period from 18 January 2005 to 17 January 2011, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles was adopted by Council Regulation (EC) No 115/2006 (1) on 23 January 2006.\n(2) In view of the extremely good utilisation of the current fisheries Agreement, the Seychelles authorities’ wish to strengthen the partnership and the Community authorities’ desire to bring this Protocol into line with other tuna protocols, the two Parties have initialled amendments to the existing Protocol in the form of an Exchange of Letters. The outcome of these amendments has been the subject of an Exchange of Letters and involves an increase in the reference tonnage, the introduction of financial support for the partnership and adjustment of the ratio between the shares paid by shipowners and the Community budget.\n(3) In order for these amendments to the current Protocol to apply from 18 January 2008, the Agreement in the form of an Exchange of Letters should be signed, subject to its definitive conclusion by the Council.\n(4) These amendments do not alter the allocation of fishing opportunities among the Member States,", "main_body": ["The signature of the Agreement in the form of an Exchange of Letters on the amendments to the Protocol setting out, for the period from 18 January 2005 to 17 January 2011, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles is hereby approved by the Council on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in the form of an Exchange of Letters on behalf of the Community subject to its conclusion.", "The Agreement in the form of an Exchange of Letters shall be applied provisionally by the Community from 18 January 2008.", "The fishing opportunities set out in the Protocol and laid down in Council Regulation (EC) No 115/2006 on 23 January 2006 shall not be amended and are confirmed as follows:\nTypes of fishing Member State Fishing opportunities\nTuna seiners France 17 vessels\nSpain 22 vessels\nItaly 1 vessel\nSurface longliners Spain 2 vessels\nFrance 5 vessels\nPortugal 5 vessels\nIf licence applications from those Member States do not cover all the fishing opportunities laid down by the Protocol, the Commission may take into consideration licence applications from any other Member State."], "attachments": "Done at Brussels, 12 February 2008.\nFor the Council\nThe President\nA. BAJUK\n(1)  OJ L 21, 25.1.2006, p. 1.\nAGREEMENT\nin the form of an Exchange of Letters on the provisional application of the amendments to the Protocol setting out, for the period from 18 January 2005 to 17 January 2011, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles\nSir,\nI am delighted that the Republic of Seychelles and European Community negotiators have been able to reach a consensus on amendments to the Protocol setting out the fishing opportunities and the financial contribution and its Annexes.\nThe negotiations held in Brussels on 20-21 March 2007 have enabled adjustments to be made to the fishing opportunities provided for in the Protocol setting out, for the period from 18 January 2005 to 17 January 2011, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles. The amendments made to this Protocol are annexed hereto. The amended Protocol having been initialled by the two Parties on 21 March 2007, I would propose continuing in parallel the procedures for approval and/or ratification of the texts of the amended Protocol and its Annex and Appendices in accordance with the procedures in force in the Republic of Seychelles and in the European Community and necessary for their entry into force.\nIn order to avoid interrupting fishing activities by Community vessels in Seychelles waters, and referring to the Protocol amended on 21 March 2007 and setting out, for the period from 18 January 2008 to 17 January 2011, the fishing opportunities and the financial contribution, I have the honour to inform you that the Government of the Republic of Seychelles is willing to apply this amended Protocol provisionally from 18 January 2008 pending its entry into force in accordance with Article 13 of the Protocol, provided that the European Community is prepared to do likewise.\nThis is on the understanding that the amended financial contribution laid down by Article 2 of the amended Protocol shall be paid when the two Parties notify each other that they have completed the procedures necessary for the entry into force of the Protocol and its amended Annexes.\nI should be grateful if you would confirm the agreement of the European Community to such a provisional application.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Government of the Republic of Seychelles\nSir,\nI have the honour to acknowledge receipt of your letter of today’s date which reads as follows:\n‘I am delighted that the Republic of Seychelles and European Community negotiators have been able to reach a consensus on amendments to the Protocol setting out the fishing opportunities and the financial contribution and its Annexes.\nThe negotiations held in Brussels on 20-21 March 2007 have enabled adjustments to be made to the fishing opportunities provided for in the Protocol setting out, for the period from 18 January 2005 to 17 January 2011, the fishing opportunities and the financial contribution provided for by the Agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles. The amendments made to this Protocol are annexed hereto. The amended Protocol having been initialled by the two Parties on 21 March 2007, I would propose continuing in parallel the procedures for approval and/or ratification of the texts of the amended Protocol and its Annex and Appendices in accordance with the procedures in force in the Republic of Seychelles and in the European Community and necessary for their entry into force.\nIn order to avoid interrupting fishing activities by Community vessels in Seychelles waters, and referring to the Protocol amended on 21 March 2007 and setting out, for the period from 18 January 2008 to 17 January 2011, the fishing opportunities and the financial contribution, I have the honour to inform you that the Government of the Republic of Seychelles is willing to apply this amended Protocol provisionally from 18 January 2008 pending its entry into force in accordance with Article 13 of the Protocol, provided that the European Community is prepared to do likewise.\nThis is on the understanding that the amended financial contribution laid down by Article 2 of the amended Protocol shall be paid when the two Parties notify each other that they have completed the procedures necessary for the entry into force of the Protocol and its amended Annexes.\nI should be grateful if you would confirm the agreement of the European Community to such a provisional application.’\nI am pleased to confirm the agreement of the European Community to a provisional application.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Community\nANNEX\namendments to the Protocol setting out, for the period from 18 January 2005 to 17 January 2011, the fishing opportunities and the financial contribution provided for by the agreement between the European Economic Community and the Republic of Seychelles on fishing off Seychelles\nArticle 2 of the Protocol is replaced by the following:\n‘Article 2\nFinancial contribution — Methods of payment\n1.   For the period referred to in Article 1, the financial contribution referred to in Article 7 of the Agreement shall be EUR 24 750 000. From 18 January 2008, the financial contribution shall be amended and shall be EUR 28 440 000 for the duration of the Protocol.\n2.   Paragraph 1 shall apply subject to Articles 4, 5, 6, 7 and 8 of this Protocol.\n3.   The financial contribution referred to in paragraph 1 shall be paid by the Community at a rate of EUR 4 125 000 per year during the first three years of the Protocol. From 18 January 2008, the financial contribution referred to in paragraph 1 shall be paid by the Community at a rate of EUR 5 355 000 per year. The financial contribution applicable from 18 January 2008 shall comprise an annual amount of EUR 4 095 000 equivalent to a reference tonnage of 63 000 tonnes per year and a specific amount of EUR 1 260 000 per year for the support and implementation of Seychelles’ sectoral fisheries policy. This specific amount shall be an integral part of the single financial contribution defined in Article 7 of the Agreement.\n4.   If the overall quantity of catches of tuna by Community vessels in Seychelles waters exceeds 63 000 tonnes per year, the amount of the annual financial contribution shall be increased by EUR 65 for each additional tonne caught. However, the total annual amount paid by the Community shall not be more than twice the amount indicated in paragraph 3 (EUR 10 710 000). Where the quantities caught by Community vessels exceed the quantities corresponding to twice the total annual amount, the amount due for the quantity exceeding that limit shall be paid the following year.\n5.   Payment shall be made no later than 30 September 2005 for the first year, 30 September 2008 for the fourth year and no later than the anniversary date of the Protocol for the following years.\n6.   Subject to Article 7, Seychelles shall have full discretion regarding the use to which this financial contribution is put.\n7.   The financial contribution shall be paid into a Seychelles Public Treasury account opened with the Central Bank of Seychelles. The account number shall be specified by the Seychelles authorities.’\nArticle 7 of the Protocol is replaced by the following:\n‘Article 7\nPromotion of responsible fishing and sustainable fisheries in Seychelles waters\n1.   Not less than 56 % of the financial contribution paid each year from 18 January 2008 and referred to in Article 2(3) shall be allocated to the drawing up and implementation of a sectoral fisheries policy in Seychelles with a view to promoting responsible and sustainable fishing in Seychelles waters. This contribution shall be managed in the light of objectives identified by mutual agreement between the two Parties, and the annual and multiannual programming to attain them.’\nParagraphs 2, 3, 4 and 5: no change.\nAmendments to the Annex to the Protocol\nCONDITIONS FOR THE PURSUIT OF FISHING ACTIVITIES BY COMMUNITY VESSELS IN SEYCHELLES WATERS\nChapter I — application for and issue of licences is hereby replaced as follows:\n‘CHAPTER I\nAPPLICATION FOR AND ISSUE OF LICENCES\nSECTION 1\nIssue of licences\n1 to 10: No change.\n11. However, at the request of the European Community and where force majeure is proven, a vessel’s licence shall be replaced, for the remaining period of its validity, by a new licence for another vessel with similar characteristics to those of the first vessel, with no further fee due. However, if the gross tonnage (GT) of the replacement vessel is above that of the vessel to be replaced, the difference in fee shall be paid pro rata temporis.\n12 to 14: No change.\nSECTION 2\nLicence conditions — fees and advance payments\n1. Licences shall be valid for one year and are renewable.\n2. From 18 January 2008 the fee shall be EUR 35 per tonne caught within Seychelles waters.\n3. Licences shall be issued once the following standard amounts have been paid to the competent national authorities:\n— EUR 21 000 for tuna seiners, equivalent to the fees due for 600 tonnes of tuna and tuna-like species caught within Seychelles waters per year,\n— EUR 4 200 for surface longliners of more than 250 GT, equivalent to the fees due for 120 tonnes of tuna and tuna-like species caught within Seychelles waters per year,\n— EUR 3 150 for surface longliners of 250 GT or less, equivalent to the fees due for 90 tonnes of tuna and tuna-like species caught within Seychelles waters per year.\n4. No change.\n5. No change.\n6. Where the shipowners do not agree with the statement submitted by the SFA, they may consult the scientific institutes competent for verifying catch statistics such as the IRD (Institut de Recherche pour le Développement), the IEO (Instituto Español de Oceanografia) and IPIMAR (Instituto de Investigação das Pescas e do Mar), and thereafter discuss together with the Seychelles authorities, who shall inform the Commission thereof, to establish the final statement before 31 May of the current year. In the absence of observations by the shipowners at that date, the statement submitted by the SFA is considered as the final one.\n7. No change.\n8. No change.\n9. No change.’\nChapter VI — Observers is hereby replaced as follows:\n‘CHAPTER VI\nOBSERVERS\n1. Vessels authorised to fish in Seychelles waters under the Agreement shall take on board observers appointed by the competent regional fisheries organisation, following agreement between the Parties, or failing this by the Seychelles authorities on the terms set out below.\n1.1 to 14: No change.’"}