{"celex_id": "32002R2176", "uri": "http://publications.europa.eu/resource/cellar/ba1bb32c-385c-4cc2-82ce-e9080e48a42c", "type": "Regulation", "concepts": ["2069", "3156", "4381", "5751"], "title": "Commission Regulation (EC) No 2176/2002 of 6 December 2002 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "Commission Regulation (EC) No 2176/2002\nof 6 December 2002\namending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff(1), as last amended by Commission Regulation (EC) No 1832/2002(2), and in particular Article 9 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 969/2002(3) introduced in Annex I to Regulation (EEC) No 2658/87 a new Additional Note 1 to Chapter 39 and a new Additional Note 1 to Chapter 40 to clarify the conditions under which gloves, mittens and mitts, impregnated, coated or covered with cellular plastics or cellular rubber are classified in Chapters 39 or 40 of the Combined Nomenclature.\n(2) It has shown that the expression \"textile fabrics\" used in these additional notes is not precise enough as to the materials these gloves, mittens and mitts can be made of.\n(3) In order to specify the material and to ensure the uniform application of the nomenclature, the expression \"textile fabrics\" as used in the above mentioned additional notes should therefore be replaced by the expression \"woven, knitted or crocheted fabrics, felt or nonwovens\".\n(4) Regulation (EEC) No 2658/87 should be amended accordingly.\n(5) For the sake of legal certainty this Regulation shall apply as from the same date as Regulation (EC) No 1832/2002.\n(6) The measures foreseen in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Annex I to Regulation (EEC) No 2658/87 shall be replaced by the following:\n1. In Chapter 39, Additional Note 1 shall be replaced by the following:\n\"1. Where the woven, knitted or crocheted fabrics, felt or nonwovens are present merely for reinforcing purposes, gloves, mittens or mitts impregnated, coated or covered with cellular plastics belong to Chapter 39, even if they are:\n- made up from woven, knitted or crocheted fabrics (other than those of heading No 5903), felt or nonwovens impregnated, coated or covered with cellular plastics, or\n- made up from unimpregnated, uncoated or uncovered woven, knitted or crocheted fabrics, felt or nonwovens and subsequently impregnated, coated or covered with cellular plastics.\n(Note 3(c) to Chapter 56 and note 2(a)(5) to Chapter 59).\"\n2. In Chapter 40, Additional Note 1 shall be replaced by the following:\n\"1. Where the woven, knitted or crocheted fabrics, felt or nonwovens are present merely for reinforcing purposes, gloves, mittens or mitts impregnated, coated or covered with cellular rubber belong to Chapter 40, even if they are:\n- made up from woven, knitted or crocheted fabrics (other than those of heading No 5906), felt or nonwovens impregnated, coated or covered with cellular rubber, or\n- made up from unimpregnated, uncoated or uncovered woven, knitted or crocheted fabrics, felt or nonwovens and subsequently impregnated, coated or covered with cellular rubber.\n(Note 3(c) to Chapter 56 and note 4, last paragraph, to Chapter 59).\"", "This Regulation shall enter into force on the 20th day following that of its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 January 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 2002.\nFor the Commission\nFrederik Bolkestein\nMember of the Commission\n(1) OJ L 256, 7.9.1987, p. 1.\n(2) OJ L 290, 28.10.2002, p. 1.\n(3) OJ L 149, 7.6.2002, p. 20."}