{"celex_id": "32009D0969", "uri": "http://publications.europa.eu/resource/cellar/a22acde8-9f50-4b02-b3f0-686c7c8b1bc0", "type": "Decision", "concepts": ["1047", "1093", "1633", "3053", "3588", "4040", "5458", "584", "6623"], "title": "Council Decision 2009/969/CFSP of 15 December 2009 extending the restrictive measures against certain officials of Belarus laid down in Common Position 2006/276/CFSP, and repealing Common Position 2009/314/CFSP\n", "header": "17.12.2009 EN Official Journal of the European Union L 332/76\nCOUNCIL DECISION 2009/969/CFSP\nof 15 December 2009\nextending the restrictive measures against certain officials of Belarus laid down in Common Position 2006/276/CFSP, and repealing Common Position 2009/314/CFSP\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 10 April 2006, the Council adopted Common Position 2006/276/CFSP concerning restrictive measures against certain officials of Belarus (1).\n(2) By Common Position 2009/314/CFSP of 6 April 2009 amending Common Position 2006/276/CFSP (2) the restrictive measures were extended until 15 March 2010. However, the travel restrictions imposed on certain leading figures in Belarus, with the exception of those involved in the disappearances which occurred in 1999 and 2000 and of the President of the Central Electoral Commission, were suspended until 15 December 2009.\n(3) The Council agreed on 17 November 2009 that, due to the absence of tangible progress in the areas identified in the Council Conclusions of 13 October 2008, the restrictive measures provided for by Common Position 2006/276/CFSP should be extended until October 2010, whilst the suspension of the travel restrictions imposed on certain leading figures in Belarus, with the exception of those involved in the disappearances which occurred in 1999 and 2000 and of the President of the Central Electoral Commission, should also be extended until October 2010. At the end of that period, the Council will review the restrictive measures in light of the situation in Belarus. The Council may decide to reapply or lift travel restrictions at any time, in light of actions by the Belarusian authorities in the sphere of democracy and human rights.\n(4) Common Position 2009/314/CFSP should therefore be repealed,", "main_body": ["The restrictive measures provided for in Common Position 2006/276/CFSP are hereby extended until 31 October 2010.", "1.   The measures referred to in Article 1(1)(b) of Common Position 2006/276/CFSP, in so far as they apply to Mr Yuri Nikolaïevich Podobed, are hereby suspended until 31 October 2010.\n2.   The measures referred to in Article 1(1)(c) of Common Position 2006/276/CFSP are hereby suspended until 31 October 2010.", "This Decision shall be re-examined before 31 October 2010 in light of the situation in Belarus.", "Common Position 2009/314/CFSP is hereby repealed.", "This Decision shall enter into force on the date of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 15 December 2009.\nFor the Council\nThe President\nE. ERLANDSSON\n(1)  OJ L 101, 11.4.2006, p. 5.\n(2)  OJ L 93, 7.4.2009, p. 21."}