{"celex_id": "32006D0760", "uri": "http://publications.europa.eu/resource/cellar/180723b8-d487-47c0-b1f6-00ecc91b8dad", "type": "Decision", "concepts": ["1394", "2443", "3069", "479", "5283", "5844"], "title": "2006/760/EC: Commission Decision of 9 November 2006 fixing for the marketing year 2006/2007 the amounts of the aid for diversification, the additional aid for diversification and the transitional aid, to be granted under the temporary scheme for the restructuring of the sugar industry of the Community (notified under document number C(2006) 5306)\n", "header": "10.11.2006 EN Official Journal of the European Union L 311/49\nCOMMISSION DECISION\nof 9 November 2006\nfixing for the marketing year 2006/2007 the amounts of the aid for diversification, the additional aid for diversification and the transitional aid, to be granted under the temporary scheme for the restructuring of the sugar industry of the Community\n(notified under document number C(2006) 5306)\n(Only the Spanish, German, English, Italian, Portuguese and Swedish texts are authentic)\n(2006/760/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 320/2006 of 20 February 2006 establishing a temporary scheme for the restructuring of the sugar industry in the Community and amending Regulation (EC) No 1290/2005 on the financing of the common agricultural policy (1),\nHaving regard to Commission Regulation (EC) No 968/2006 of 27 June 2006 laying down detailed rules for the implementation of Council Regulation (EC) No 320/2006 establishing a temporary scheme for the restructuring of the sugar industry in the Community (2), and in particular Article 13(1) thereof,\nWhereas:\n(1) By 31 October 2006, the Commission has to fix the amounts attributed to each Member State concerned for the aid for diversification provided for in Article 6 of Regulation (EC) No 320/2006, the additional aid for diversification provided for in Article 7 of that Regulation and the transitional aid to certain Member States as provided for in Article 9 of that Regulation.\n(2) The amounts of the aid for diversification and additional aid for diversification are calculated on the basis of the tonnes of sugar quota renounced in the 2006/2007 marketing year in the Member State concerned, as provided for in Article 13(2) of Regulation (EC) No 968/2006.\n(3) The full amounts of transitional aid to Austria and Sweden should be made available to those Member States as from the 2006/2007 marketing year,", "main_body": ["The amounts per Member State concerned of the aid for diversification and the additional aid for diversification provided for in Articles 6 and 7 of Regulation (EC) No 320/2006 respectively, as fixed in respect of the quotas renounced in the 2006/2007 marketing year, are set out in the Annex to this Decision.\nThe amount of the transitional aid to Austria and Sweden provided for in Article 9 of Regulation (EC) No 320/2006 are set out in the Annex to this Decision.", "This Decision is addressed to the Kingdom of Spain, Ireland, the Italian Republic, the Republic of Austria, the Portuguese Republic and the Kingdom of Sweden."], "attachments": "Done at Brussels, 9 November 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 58, 28.2.2006, p. 42.\n(2)  OJ L 176, 30.6.2006, p. 32.\nANNEX\nAmounts per Member State of the aid for diversification, the additional aid for diversification and the transitional aid\n2006/2007 marketing year\n(EUR)\nMember State Aid for diversification Additional aid for diversification Transitional aid to certain Member States\nEspaña 10 196 475,75 — —\nIreland 21 818 970,00 21 818 970,00 —\nItalia 85 271 723,40 42 635 861,70 —\nÖsterreich — — 9 000 000,00\nPortugal 3 856 371,00 1 928 185,50 —\nSverige 4 660 539,00 — 5 000 000,00"}