{"celex_id": "32001D0897", "uri": "http://publications.europa.eu/resource/cellar/9d6f3329-b71a-40a3-bb45-b1bdb858c986", "type": "Decision", "concepts": ["191", "2232", "2723", "2827", "3409", "4081"], "title": "2001/897/EC: Commission Decision of 12 December 2001 setting out the arrangements for Community comparative trials and tests on seeds and propagating material of certain plants under Council Directives 66/400/EEC, 66/401/EEC, 66/402/EEC, 66/403/EEC, 68/193/EEC, 69/208/EEC, 70/458/EEC and 92/33/EEC (Text with EEA relevance) (notified under document number C(2001) 4222)\n", "header": "Commission Decision\nof 12 December 2001\nsetting out the arrangements for Community comparative trials and tests on seeds and propagating material of certain plants under Council Directives 66/400/EEC, 66/401/EEC, 66/402/EEC, 66/403/EEC, 68/193/EEC, 69/208/EEC, 70/458/EEC and 92/33/EEC\n(notified under document number C(2001) 4222)\n(Text with EEA relevance)\n(2001/897/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 66/400/EEC on the marketing of beet seed(1), as last amended by Directive 98/96/EC(2), and in particular Article 20(3) thereof,\nHaving regard to Council Directive 66/401/EEC on the marketing of fodder plant seed(3), as last amended by Directive 2001/64/EC(4), and in particular Article 20(3) thereof,\nHaving regard to Council Directive 66/402/EEC on the marketing of cereal seed(5), as last amended by Directive 1999/54/EC(6), and in particular Article 20(3) thereof,\nHaving regard to Council Directive 66/403/EEC on the marketing of seed potatoes(7), as last amended by Commission Decision 1999/742/EC(8), and in particular Article 14(4) thereof,\nHaving regard to Council Directive 68/193/EEC on the marketing of material for the vegetative propagation of the vine(9), as last amended by the Act of Accession of Austria, Finland and Sweden(10), and in particular Article 16(3) thereof,\nHaving regard to Council Directive 69/208/EEC on the marketing of seed of oil and fibre plants(11), as last amended by Directive 98/96/EC and in particular Article 19(3) thereof,\nHaving regard to Council Directive 70/458/EEC on the marketing of vegetable seed(12), as last amended by Directive 98/96/EC and in particular Article 39(3) thereof,\nHaving regard to Council Directive 92/33/EEC on the marketing of vegetable propagating and planting material, other than seed(13), as last amended by Directive 1999/29/EC(14) and in particular Article 20(4) thereof,\nWhereas:\n(1) The above mentioned Directives provide for the necessary arrangement to be made for Community comparative trials and tests of seed and propagating material to be carried out.\n(2) Adequate representativity of the samples included in the trials and tests should be ensured, at least for certain selected plants.\n(3) Member States should participate in the Community comparative trials and tests, in so far as seed of the above mentioned plants are usually reproduced or marketed in their territories, in order to ensure that proper conclusion may be drawn therefrom.\n(4) The Commission is responsible for making the necessary arrangements for the Community comparative trials and tests.\n(5) The technical arrangements for the carrying out of the trials and tests have been made within the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry.\n(6) The arrangements for the trials and tests also cover in relation to seed potatoes, inter alia, certain harmful organisms which come within the scope of Council Directive 2000/29/EC on protective measures against the introduction into Member States of organisms harmful to plants or plant products(15) as last amended by Directive 2001/33/EC(16).\n(7) Community comparative trials and tests should be carried out from the year 2002 to 2003 on seeds and propagating material harvested in 2001 and the details for such trials and tests should also be set out.\n(8) For the Community comparative trials and tests lasting more than one year the parts of the trials and tests following the first year should, on condition that the necessary appropriations are available, be authorised by the Commission without further reference to the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry.\n(9) The Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry has not delivered an opinion within the time limit laid down by its Chairman,", "main_body": ["1. Community comparative trials and tests shall be carried out from the year 2002 to 2003 on seeds and propagating material of the plants listed in the Annex.\n2. The maximum cost for the trials and tests for 2002 shall be as set out in the Annex.\n3. All Member States shall participate in the Community comparative trials and tests in so far as seeds and propagating material of the plants listed in the Annex are usually reproduced or marketed in their territories.\n4. The details of the trials and tests are set out in the Annex.", "In the case of the assessment under Directive 2000/29/EC of seed potatoes each sample to be submitted to the laboratory tests shall have been previously coded by the body responsible for carrying out the trials and tests under the responsibility of the Commission services. In the case of samples confirmed to be contaminated by any of the relevant harmful organisms, the measures required under the Community Plant Health Regime shall be taken. This is without prejudice to the general conditions applicable to the examination of the annual reports on the confirmed results and conclusions of Community comparative trials and tests.", "The Commission may decide to continue the trials and tests set out in the Annex in 2003. The maximum cost of a trial or test continued on this basis shall not exceed the amount specified in the Annex.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 December 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 125, 11.7.1966, p. 2290/66.\n(2) OJ L 25, 1.2.1999, p. 27.\n(3) OJ 125, 11.7.1966, p. 2298/66.\n(4) OJ L 234, 1.9.2001, p. 60.\n(5) OJ 125, 11.7.1966, p. 2039/66.\n(6) OJ L 142, 5.6.1999, p. 30.\n(7) OJ 125, 11.7.1966, p. 2320/66.\n(8) OJ L 297, 18.11.1999, p. 39.\n(9) OJ L 93, 17.4.1968, p. 15.\n(10) OJ C 241, 29.8.1994, p. 155.\n(11) OJ L 169, 10.7.1969, p. 3.\n(12) OJ L 225, 12.10.1970, p. 7.\n(13) OJ L 157, 10.6.1992, p. 1.\n(14) OJ L 8, 14.1.1999, p. 29.\n(15) OJ L 169, 10.7.2000, p. 1.\n(16) OJ L 127, 9.5.2001, p. 42.\nANNEX\nTrials to be carried out in 2002\n>TABLE>\nTrials to be carried out in 2003\n>TABLE>"}