{"celex_id": "32008D0916", "uri": "http://publications.europa.eu/resource/cellar/58566669-6df2-4b70-83e7-9e1cacb8dae3", "type": "Decision", "concepts": ["1052", "1418", "1519", "1646", "3516", "6125", "862"], "title": "2008/916/EC: Decision of the European Parliament and of the Council of 19 November 2008 on the mobilisation of the European Globalisation Adjustment Fund in accordance with point 28 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management\n", "header": "9.12.2008 EN Official Journal of the European Union L 330/16\nDECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 19 November 2008\non the mobilisation of the European Globalisation Adjustment Fund in accordance with point 28 of the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management\n(2008/916/EC)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Interinstitutional Agreement of 17 May 2006 between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management (1), and in particular point 28 thereof,\nHaving regard to Regulation (EC) No 1927/2006 of the European Parliament and of the Council of 20 December 2006 on establishing the European Globalisation Adjustment Fund (2), and in particular Article 12(3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The European Globalisation Adjustment Fund (the ‘Fund’) was established to provide additional support to redundant workers who suffer from the consequences of major structural changes in world trade patterns and to assist them with their reintegration into the labour market.\n(2) The Interinstitutional Agreement of 17 May 2006 allows the mobilisation of the Fund within the annual ceiling of EUR 500 million.\n(3) Italy has submitted four applications to deploy the Fund, in respect of redundancies in the textile sector: on 9 August 2007 for Sardinia, on 10 August 2007 for Piedmont, on 17 August 2007 for Lombardy and on 12 February 2008 for Tuscany. These applications comply with the requirements for determining the financial contributions as laid down in Article 10 of Regulation (EC) No 1927/2006.\n(4) The Fund should, therefore, be mobilised in order to provide a financial contribution for the applications,", "main_body": ["For the general budget of the European Union for the financial year 2008, the European Globalisation Adjustment Fund shall be mobilised to provide the sum of EUR 35 158 075 in commitment and payment appropriations.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 19 November 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  OJ C 139, 14.6.2006, p. 1.\n(2)  OJ L 406, 30.12.2006, p. 1."}