{"celex_id": "32004D0320", "uri": "http://publications.europa.eu/resource/cellar/5f70e5be-b1d6-4043-8de5-2d59c3d4e424", "type": "Decision", "concepts": ["1445", "1755", "192", "5369", "619"], "title": "2004/320/EC: Commission Decision of 31 March 2004 amending Decisions 93/52/EEC, 2001/618/EC and 2003/467/EC as regards the status of acceding countries with regard to brucellosis (B. melitensis), Aujeszky's disease, enzootic bovine leukosis, bovine brucellosis and tuberculosis and of France with regard to Aujeszky's disease (Text with EEA relevance) (notified under document number C(2004) 1094)\n", "header": "Commission Decision\nof 31 March 2004\namending Decisions 93/52/EEC, 2001/618/EC and 2003/467/EC as regards the status of acceding countries with regard to brucellosis (B. melitensis), Aujeszky's disease, enzootic bovine leukosis, bovine brucellosis and tuberculosis and of France with regard to Aujeszky's disease\n(notified under document number C(2004) 1094)\n(Text with EEA relevance)\n(2004/320/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 2(3) thereof,\nHaving regard to the Act of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia, and in particular Article 21 and 57 thereof,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine(1), and in particular Article 9(2), Article 10(2), Annex A(I)(4), Annex A(II)(7) and Annex D(I)(E) thereof,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals(2) and in particular Annex A, Chapter 1(II) thereof,\nWhereas:\n(1) With a view to their accession, the status of the acceding countries with regard to brucellosis (B. melitensis), Aujeszky's disease and enzootic bovine leukosis, brucellosis and tuberculosis should be laid down.\n(2) Commission Decision 93/52/EEC(3) records compliance by certain Member States or regions with the requirements relating to brucellosis (B. melitensis) and accords them the status of a Member State or region officially free of the disease.\n(3) Commission Decision 2001/618/EC(4) lays down the additional guarantees relating to the implementation of eradication programmes for Aujeszky's disease applicable to intra-Community trade of swine, and the lists of territories in the Member States where approved disease control programmes are in place.\n(4) Commission Decision 2003/467/EC(5) establishes the official tuberculosis, brucellosis, and enzootic bovine leukosis-free status of certain Member States and regions of Member States as regards bovine herds.\n(5) The Czech Republic, Hungary and Slovakia as regards their respective territories submitted to the Commission documentation demonstrating compliance with all requirements laid down in Annex A(1)(II)(1)(b) of Directive 91/68/EEC in order that the territories of the Czech Republic, Hungary and Slovakia may be declared officially free of brucellosis (B. melitensis) as regards ovine flocks and caprine herds.\n(6) France has submitted supporting documentation to the Commission as regards the Aujeszky's disease free status of the department of Pas-de-Calais demonstrating the eradication of the disease from that department.\n(7) The Czech Republic and Cyprus as regards their respective territories submitted to the Commission documentation demonstrating freedom from Aujeszky's disease and that vaccination against that disease is prohibited in order that the whole territories of the Czech Republic and Cyprus may be declared free of Aujeszky's disease as regards swine herds.\n(8) The Czech Republic as regards its territory submitted to the Commission documentation demonstrating compliance with all requirements laid down in Annex A(I)(4) to Directive 64/432/EEC in order that the whole territory of the Czech Republic may be declared officially free of tuberculosis as regards bovine herds.\n(9) The Czech Republic as regards its territory submitted to the Commission documentation demonstrating compliance with all requirements laid down in Annex A(II)(7) to Directive 64/432/EEC in order that the whole territory of the Czech Republic may be declared officially free of brucellosis as regards bovine herds.\n(10) The Czech Republic and Cyprus as regards their respective territories submitted to the Commission documentation demonstrating compliance with all requirements laid down in Annex D, Chapter I, sections E, F and G to Directive 64/432/EEC in order that the whole territories of the Czech Republic and Cyprus may be declared officially free of enzootic bovine leucosis as regards bovine herds.\n(11) Following evaluation of the documentation submitted by the Czech Republic, Hungary and Slovakia, the whole territories of these countries should be declared officially free of brucellosis (B. melitensis) as regards ovine flocks and caprine herds.\n(12) Following evaluation of the documentation submitted by France, the Czech Republic and Cyprus, the department of Pas-de-Calais in France and the whole territories of the Czech Republic and Cyprus should be declared free of Aujeszky's disease as regards swine herds.\n(13) Following evaluation of the documentation submitted by the Czech Republic the whole territory of that country should be declared officially free of tuberculosis, brucellosis and enzootic bovine leucosis as regards bovine herds.\n(14) Following evaluation of the documentation submitted by Cyprus the whole territory of that country should be declared officially free of enzootic bovine leucosis as regards bovine herds.\n(15) Decisions 93/52/EEC, 2001/618/EC and 2003/467/EC should therefore be amended accordingly.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Decision 93/52/EEC is replaced by Annex I to this Decision.", "Annexes I and II to Decision 2001/618/EC are replaced by Annex II to this Decision.", "Decision 2003/467/EC is amended as follows:\n(a) in Annex I, Chapter 1 is replaced by Annex III to this Decision;\n(b) in Annex II, Chapter 1 is replaced by Annex IV to this Decision;\n(c) in Annex III, Chapter 1 is replaced by Annex V to this Decision.", "This Decision shall apply subject to and from the date of the entry into force of the Treaty of Accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 March 2004.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ 121, 29.7.1964, p. 1977/64. Directive as last amended by Regulation (EC) No 21/2004 (OJ L 5, 9.1.2004, p. 8).\n(2) OJ L 46, 19.2.1991, p. 19. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(3) OJ L 13, 21.1.1993, p. 14. Decision as last amended by Decision 2004/199/EC (OJ L 64, 2.3.2004, p. 41).\n(4) OJ L 215, 9.8.2001, p. 48. Decision as last amended by Decision 2003/575/EC (OJ L 196, 2.8.2003, p. 41).\n(5) OJ L 156, 25.6.2003, p. 74. Decision as amended by Decision 2004/230/EC (OJ L 70, 9.3.2004, p. 41).\nANNEX I\n(as referred to in Article 1)\n\"ANNEX I\nMEMBER STATE\n>TABLE>\"\nANNEX II\n(as referred to in Article 2)\n\"ANNEX I\nMember States or regions thereof free of Aujeszky's disease and where vaccination is prohibited\n>TABLE>\nANNEX II\nMember States or regions thereof where approved Aujeszky's disease control programmes are in place\n>TABLE>\"\nANNEX III\n(as referred to in Article 3(a))\n\"CHAPTER 1 Officially tuberculosis-free Member States\n>TABLE>\"\nANNEX IV\n(as referred to in Article 3(b))\n\"CHAPTER 1 Officially brucellosis-free Member States\n>TABLE>\"\nANNEX V\n(as referred to in Article 3(c))\n\"CHAPTER 1 Officially enzootic-bovine-leukosis-free Member States\n>TABLE>\""}