{"celex_id": "32006R1022", "uri": "http://publications.europa.eu/resource/cellar/77295b3c-9c74-45e2-88b0-337cb79e9640", "type": "Regulation", "concepts": ["1005", "1425", "2734", "2792", "2803", "3299", "4687"], "title": "Commission Regulation (EC) No 1022/2006 of  5 July 2006  amending Regulation (EC) No 1071/2005 laying down detailed rules for applying Council Regulation (EC) No 2826/2000 on information and promotion actions for agricultural products on the internal market\n", "header": "6.7.2006 EN Official Journal of the European Union L 184/3\nCOMMISSION REGULATION (EC) No 1022/2006\nof 5 July 2006\namending Regulation (EC) No 1071/2005 laying down detailed rules for applying Council Regulation (EC) No 2826/2000 on information and promotion actions for agricultural products on the internal market\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2826/2000 of 19 December 2000 on information and promotion actions for agricultural products on the internal market (1), and in particular Articles 4, 5(1) and 12 thereof,\nWhereas:\n(1) Article 3 of Regulation (EC) No 2826/2000 lays down the criteria to be used to determine the themes and products for which information and/or promotion actions may be carried out on the internal market. Those themes and products are listed in Annex I to Commission Regulation (EC) No 1071/2005 (2).\n(2) Under Article 5 of Regulation (EC) No 2826/2000, guidelines are to be laid down for each sector or product selected, giving a broad outline of the campaigns to be carried out in those sectors. The guidelines for the sectors and products selected are given in Annex II to Regulation (EC) No 1071/2005.\n(3) The recent avian influenza crisis has destabilised the poultrymeat sector, leading to a significant fall in consumption and a crisis in consumer confidence. As a result, provision should be made for the possibility of carrying out information and/or promotion measures in that sector to restore lasting consumer confidence, in particular by providing appropriate information.\n(4) Poultrymeat should therefore be included in the list of products to be promoted, and guidelines giving a broad outline of the campaigns to be carried out in that sector should be laid down.\n(5) Regulation (EC) No 1071/2005 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Joint Management Committee for the Promotion of Agricultural Products,", "main_body": ["Regulation (EC) No 1071/2005 is amended as follows:\n1. the following indent is added to Annex I:\n‘— Poultrymeat’;\n2. the text of the Annex to this Regulation is added to Annex II.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 July 2006.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 328, 23.12.2000, p. 2. Regulation as last amended by Regulation (EC) No 2060/2004 (OJ L 357, 2.12.2004, p. 3).\n(2)  OJ L 179, 11.7.2005, p. 1.\nANNEX\nThe following guidelines concerning poultrymeat are added to Annex II to Regulation (EC) No 1071/2005:\n‘POULTRYMEAT\n1.   General analysis of the situation\nThe crisis of consumer confidence in poultrymeat resulting from the reports on avian influenza in the media has resulted in a substantial fall in consumption. Consumer confidence in poultrymeat of Community origin should therefore be strengthened.\nTo achieve this, objective information on Community production systems (marketing standards) and the controls required should be provided in addition to the general legislation on controls and food safety.\n2.   Goals\n— The information and promotion campaigns are restricted to products made in the EU.\n— The aim is to:\n— ensure that objective and complete information is provided on the rules for the Community and national production systems for the safety of poultrymeat products; in particular consumers must be provided with complete and precise information on marketing standards;\n— inform consumers of the diversity and organoleptic and nutritional properties of poultrymeat;\n— draw consumers’ attention to traceability.\n3.   Target groups\n— Consumers and consumer associations.\n— The person responsible for shopping in the household.\n— Institutions (restaurants, hospitals, schools, etc.).\n— Distributors and distributors’ associations.\n— Journalists and opinion formers.\n4.   Main messages\n— Poultrymeat marketed on the territory of the EU is governed by Community rules covering the entire chain of production, slaughter and consumption.\n— Safety measures are in place, including controls.\n— General health advice on the handling of food products of animal origin.\n5.   Main channels\n— The Internet.\n— PR contacts with the media and advertising (scientific and specialised press, women’s press, newspapers and food and cookery magazines).\n— Contacts with consumer associations.\n— Audiovisual communication.\n— Written documentation (folders, brochures, etc.).\n— Point-of-sale information.\n6.   Duration and extent of the programmes\nThe programmes must provide national coverage at least or relate to more than one Member State.\nFrom 12 to 24 months, with a preference for multi-annual programmes with targets laid down for each stage.’"}