{"celex_id": "32001D0804", "uri": "http://publications.europa.eu/resource/cellar/1d4880da-49d6-4ad4-93b4-6813cf7b961c", "type": "Decision", "concepts": ["1391", "1662", "1837", "2594", "3135", "4036"], "title": "2001/804/EC: Commission Decision of 20 November 2001 prolonging for the eighth time the validity of Decision 1999/815/EC concerning measures prohibiting the placing on the market of toys and childcare articles intended to be placed in the mouth by children under three years of age made of soft PVC containing certain phthalates (Text with EEA relevance) (notified under document number C(2001) 3717)\n", "header": "Commission Decision\nof 20 November 2001\nprolonging for the eighth time the validity of Decision 1999/815/EC concerning measures prohibiting the placing on the market of toys and childcare articles intended to be placed in the mouth by children under three years of age made of soft PVC containing certain phthalates\n(notified under document number C(2001) 3717)\n(Text with EEA relevance)\n(2001/804/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/59/EEC of 29 June 1992 on general product safety(1), and in particular Article 9 thereof,\nWhereas:\n(1) The Commission adopted, on 7 December 1999, Decision 1999/815/EC(2) based on Article 9 of Directive 92/59/EEC requiring the Member States to prohibit the placing on the market of toys and childcare articles intended to be placed in the mouth by children under three years of age, made of soft PVC containing one or more of the substances di-iso-nonyl phthalate (DINP), di(2-ethylhexyl) phthalate (DEHP), dibutyl phthalate (DBP), di-iso-decyl phthalate (DIDP), di-n-octyl phthalate (DNOP), and butylbenzyl phthalate (BBP).\n(2) The validity of Decision 1999/815/EC was limited to three months, in accordance with the provision of Article 11(2) of Directive 92/59/EEC; therefore, the validity of the Decision was to expire on 8 March 2000.\n(3) Article 11(2) of Directive 92/59/EEC states that the validity of the measures adopted on the basis of Article 9 of the said Directive is limited to three months, but may be prolonged under the same procedure foreseen for the adoption of these measures.\n(4) When adopting Decision 1999/815/EC it was foreseen to prolong its validity if necessary. The validity of the measures adopted under Decision 1999/815/EC on the basis of Article 9 of Directive 92/59/EEC was prolonged under Commission Decisions 2000/217/EC(3), 2000/381/EC(4), 2000/535/EC(5), 2000/769/EC(6), 2001/195/EC(7), 2001/467/EC(8) and 2001/665/EC(9) for an additional period of three months each time, in accordance with the provision of Article 11(2) of the said Directive; therefore the validity of the Decision is to expire on 21 November 2001,\n(5) Some relevant developments have taken place recently concerning the validation of phthalates migration test methods and the comprehensive risk assessment of these phthalate esters under the Existing Substances Regulation (793/93/EC). However, further work in this area is still necessary to try to solve some crucial outstanding difficulties.\n(6) Pending resolution of the outstanding issues, and in order to guarantee the objectives of Decision 1999/815/EC and its prolongation under Decisions 2000/217/EC, 2000/381/EC, 2000/535/EC, 2000/769/EC, 2001/195/EC, 2001/467/EC and 2001/665/EC it is necessary to maintain the prohibition of the placing on the market of the products considered.\n(7) Certain Member States have implemented Decision 1999/815/EC as modified by Decisions 2000/217/EC, 2000/381/EC, 2000/535/EC, 2000/769/EC, 2001/195/EC, 2001/467/EC, and 2001/665/EC by measures applicable until 21 November 2001. Therefore it is necessary to ensure that the validity of these measures is prolonged.\n(8) It is therefore necessary to prolong the validity of Decision 1999/815/EC for an eighth time in order to ensure that all the Member States maintain the prohibition provided for by that Decision; according to Article 11(2) of Directive 92/59/EEC the validity may be prolonged for a period of three months.\n(9) The measures provided for in this Decision are in accordance with the opinion of the Emergencies Committee,", "main_body": ["In Article 5 of Decision 1999/815/EC the words \"21 November 2001\" are replaced by the words \"20 February 2002\".", "Member States shall take the measures necessary to comply with this Decision within less than 10 days of its notification. They shall forthwith inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 November 2001.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 228, 11.8.1992, p. 24.\n(2) OJ L 315, 9.12.1999, p. 46.\n(3) OJ L 68, 16.3.2000, p. 62.\n(4) OJ L 139, 10.6.2000, p. 40.\n(5) OJ L 229, 6.9.2000, p. 27.\n(6) OJ L 306, 7.12.2000, p. 37.\n(7) OJ L 69, 10.3.2001, p. 37.\n(8) OJ L 163, 20.6.2001, p. 30.\n(9) OJ L 233, 31.8.2001, p. 51."}