{"celex_id": "32000R2704", "uri": "http://publications.europa.eu/resource/cellar/69e9b249-658b-45f0-b015-a99808df3f23", "type": "Regulation", "concepts": ["161", "1644", "2121", "3156", "3591", "4687"], "title": "Commission Regulation (EC) No 2704/2000 of 11 December 2000 amending Regulation (EC) No 1899/97 laying down rules of application in the poultrymeat and egg sectors for the arrangements covered by Council Regulations (EC) No 1727/2000 and (EC) No 3066/95 and repealing Regulations (EEC) No 2699/93 and (EEC) No 1559/94\n", "header": "Commission Regulation (EC) No 2704/2000\nof 11 December 2000\namending Regulation (EC) No 1899/97 laying down rules of application in the poultrymeat and egg sectors for the arrangements covered by Council Regulations (EC) No 1727/2000 and (EC) No 3066/95 and repealing Regulations (EEC) No 2699/93 and (EEC) No 1559/94\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 3066/95 of 22 December 1995 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for the adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreements to take account of the Agreement on Agriculture concluded during the Uruguay Round of multilateral trade negotiations(1), as last amended by Regulation (EC) No 2435/98(2), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EC) No 2290/2000 of 9 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Bulgaria(3), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2433/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with the Czech Republic(4), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2434/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with the Slovak Republic(5), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EC) No 2435/2000 of 17 October 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Romania(6), and in particular Article 1(3) thereof,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organisation of the market in eggs(7), as last amended by Commission Regulation (EC) No 1516/96(8), and in particular Article 22 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organisation of the market in poultrymeat(9), as last amended by Commission Regulation (EC) No 2916/95(10), and in particular Article 22 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1899/97 of 29 September 1997 laying down rules of application in the poultrymeat and egg sectors for the arrangements covered by Council Regulations (EC) No 1727/2000 and (EC) No 3066/95 and repealing Regulations (EEC) No 2699/93 and (EC) No 1559/94(11), as last amended by Regulation (EC) No 1773/2000(12), lays down rules of application in these sectors for the arrangements in the Europe Agreements. It must be modified in line with the provisions on poultrymeat and egg products adopted in Regulations (EC) No 2290/2000, (EC) No 2433/2000, (EC) No 2434/2000 and (EC) No 2435/2000.\n(2) To prevent licences being used after the end of the period for which they have been applied for, they should not be valid beyond 30 June of the current year and the date for lodging applications for the following period should be brought forward.\n(3) Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code(13), as last amended by Regulation (EC) No 1602/2000(14), codified the management rules for tariff quotas designed to be used following the chronological order of dates of customs declarations.\n(4) To allow the application of the arrangements provided for in the above Regulations once this Regulation has been published, the tariff quotas with the serial numbers 09.4672, 09.4627, 09.4630, 09.4633 and 09.4771 should be administered in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.\n(5) Repayment of import duties on products of groups 19, 21, 23, 24, 28, 30, 32, 33, 37, 38, 39 and 43 and hatching eggs of group 25 listed in Annex I to Regulation (EC) No 1899/97 as it existed before the entry into force of this Regulation and imported under licences used from 1 July 2000 falls within the scope of Articles 878 to 898 of Regulation (EEC) No 2454/93.\n(6) To limit the potential trade problems that might temporarily arise from the parallel existence of two different management procedures for some tariff quotas in the poultrymeat sector, i.e. management via the quarterly issue of import licences and management according to the \"first come first served\" principle in line with Article 308a, 308b and 308c of Regulation (EEC) No 2454/93, import licence holders should be given the possibility of cancellation with release of the security.\n(7) A deadline should be laid down for the submission of request for cancellation, giving traders a reasonable time for submission.\n(8) This Regulation should be applied from 1 July 2000 in parallel with Regulations (EC) No 2290/2000, (EC) No 2433/2000, (EC) No 2434/2000 and (EC) No 2435/2000.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Regulation (EC) No 1899/97 is hereby amended as follows:\n1. The title is replaced by the following:\n\"laying down rules of application in the poultrymeat and egg sectors for the arrangements covered by Council Regulations (EC) No 1727/2000, (EC) No 3066/95, (EC) No 2290/2000, (EC) No 2433/2000, (EC) No 2434/2000 and (EC) No 2435/2000 and repealing Regulations (EEC) No 2699/93 and (EC) No 1559/94\".\n2. The first paragraph of Article 1 is replaced by the following:\"All imports into the Community under the arrangements laid down by Regulations (EC) No 1727/2000, (EC) No 3066/95, (EC) No 2290/2000, (EC) No 2433/2000, (EC) No 2434/2000 and (EC) No 2435/2000 of products covered by Annex I to this Regulation shall be subject to presentation of an import licence.\"\n3. The following paragraph is added to Article 1:\"Tariff quotas with the serial numbers 09.4672, 09.4627, 09.4630, 09.4633 and 09.4771 shall be administered in accordance with Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93.\"\n4. Article 2 is replaced by the following:\"The quantitites referred to in Article 1 are for each period referred to in Annex I to this Regulation staggered as follows:\nGroup 12:\n- 1 July to 30 September: 35 %\n- 1 October to 31 December: 35 %,\n- 1 January to 31 March: 15 %,\n- 1 April to 30 June: 15 %.\nOther groups:\n- 1 July to 30 September: 25 %,\n- 1 October to 31 December: 25 %,\n- 1 January to 31 March: 25 %,\n- 1 April to 30 June: 25 %.\"\n5. The following subparagraph is added to Article 4(1):\"However, from 2001, for the period 1 July to 30 September licence applications may be lodged only in the first 10 days of the month of June of the current year.\"\n6. The following paragraph is inserted after the first paragraph of Article 5:\"However, from 2001, licences issued for the periods 1 January to 31 March and 1 April to 30 June may not be valid beyond 30 June of the current year.\"\n7. Annex I is replaced by Annex I hereto.", "The quantities available for applications in the period 1 January to 31 March 2001 are laid down in Annex II to this Regulation.", "Holders of import licences issued under Regulation (EC) No 1899/97 for groups 19, 21, 23, 24, 25, 28, 30, 32, 33, 37, 38, 39 and 43 listed in Annex I to Regulation (EC) No 1899/97 as it existed before the entry into force of this Regulation and applied for between 1 and 10 July 2000 or between 1 and 10 October 2000 may, before 31 March 2001, request their cancellation and release of the security.\nMember States shall notify to the Commission before the end of the following month the monthly volume of cancelled licences for each of the above groups, indicating the application period concerned.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 2000, with the exception of point 4 of Article 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 328, 30.12.1995, p. 31.\n(2) OJ L 303, 13.11.1998, p. 1.\n(3) OJ L 262, 17.10.2000, p. 1.\n(4) OJ L 280, 4.11.2000, p. 1.\n(5) OJ L 280, 4.11.2000, p. 9.\n(6) OJ L 280, 4.11.2000, p. 17.\n(7) OJ L 282, 1.11.1975, p. 49.\n(8) OJ L 189, 30.7.1996, p. 99.\n(9) OJ L 282, 1.11.1975, p. 77.\n(10) OJ L 305, 19.12.1995, p. 49.\n(11) OJ L 267, 30.9.1997, p. 67.\n(12) OJ L 205, 12.8.2000, p. 3.\n(13) OJ L 253, 11.10.1993, p. 1.\n(14) OJ L 188, 26.7.2000, p. 1.\nANNEX I\n\"ANNEX I\nA. Products originating in Hungary\nDuty applicable: 20 % of MFN\n>TABLE>\nB. Products originating in Poland\nDuty applicable: 20 % of MFN\n>TABLE>\nC. Products originating in the Czech Republic\nDuty applicable: 20 % of MFN\n>TABLE>\nD. Products originating in the Slovak Republic\nDuty applicable: 20 % of MFN\n>TABLE>\nE. Products originating in Bulgaria\nDuty applicable: 20 % of MFN\n>TABLE>\"\nANNEX II\n>TABLE>"}