{"celex_id": "32004R0226", "uri": "http://publications.europa.eu/resource/cellar/06fd6333-08c8-41f6-a4e5-b98d149e36cb", "type": "Regulation", "concepts": ["161", "2734", "2739", "2758"], "title": "Council Regulation (EC) No 226/2004 of 10 February 2004 amending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\n", "header": "Council Regulation (EC) No 226/2004\nof 10 February 2004\namending Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 26 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 20 December 1996 the Council adopted Regulation (EC) No 2505/96 opening and providing for the administration of autonomous Community tariff quotas for certain agricultural and industrial products(1). Community demand for the products in question should be met under the most favourable conditions. For that purpose new Community tariff quotas should be opened at reduced or zero rates of duty for appropriate volumes, and certain existing tariff quotas should be extended, while avoiding any disturbance to the markets for these products.\n(2) The quota amount for certain autonomous Community tariff quotas is insufficient to meet the needs of the Community industry for the current quota period. Consequently, these quota amounts should be increased with effect from 1 January 2003 or 1 July 2003, depending on the starting date of these quotas, and therefore the immediate entry into force of this Regulation should be envisaged.\n(3) It is no longer in the Community's interest to maintain in 2004 a Community tariff quota on some of the products for which duties were suspended in 2003. Those products should therefore be removed from the table set out in Annex I to Regulation (EC) No 2505/96.\n(4) In view of the large number of amendments and in the interest of clarity, Annex I to Regulation (EC) No 2505/96 should be replaced entirely.\n(5) Regulation (EC) No 2505/96 should therefore be amended accordingly.\n(6) Having regard to the economic importance of this Regulation, it is necessary to rely on the grounds of urgency provided for in point I.3 of the Protocol annexed to the Treaty on European Union and to the Treaties establishing the European Community on the role of national parliaments in the European Union,", "main_body": ["Annex I to Regulation (EC) No 2505/96 shall be replaced by the text set out in the Annex to this Regulation.", "For the quota period from 1 January to 31 December 2003, Annex I to Regulation (EC) No 2505/96 is hereby amended as follows:\n(a) order number 09.2979: the amount of the tariff quota is fixed at 800000 units;\n(b) order number 09.2985: the amount of the tariff quota is fixed at 600000 units.", "For the quota period from 1 July to 31 December 2003, Annex I to Regulation (EC) No 2505/96 is hereby amended as follows:\nOrder number 09.2935: the amount of the tariff quota shall be fixed at 90000 tonnes.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2004, except for Article 2 which shall apply from 1 January 2003, and Article 3 which shall apply from 1 July 2003.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 February 2004.\nFor the Council\nThe President\nC. McCreevy\n(1) OJ L 345, 31.12.1996, p. 1. Regulation as last amended by Regulation (EC) No 1078/2003 (OJ L 156, 25.6.2003, p. 1).\nANNEX\n\"ANNEX I\n>TABLE>\""}