{"celex_id": "32008D0364", "uri": "http://publications.europa.eu/resource/cellar/85164f3c-8270-4237-bd42-d11a5a424792", "type": "Decision", "concepts": ["2068", "2159", "4692", "5263", "5709"], "title": "2008/364/EC: Commission Decision of 28 April 2008 authorising methods for grading pig carcasses in Lithuania (notified under document number C(2008) 1595)\n", "header": "9.5.2008 EN Official Journal of the European Union L 125/32\nCOMMISSION DECISION\nof 28 April 2008\nauthorising methods for grading pig carcasses in Lithuania\n(notified under document number C(2008) 1595)\n(only the Lithuanian text is authentic)\n(2008/364/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcasses (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Under Article 2(3) of Regulation (EEC) No 3220/84, the grading of pig carcasses is to be determined by estimating the lean-meat content by means of statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcass. The authorisation of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment. This tolerance is defined in Article 3(2) of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcasses (2).\n(2) The Lithuanian Government has asked the Commission to authorise four methods for grading pig carcasses and has presented the results of its dissection trials in the second part of the protocol provided for in Article 3(3) of Regulation (EEC) No 2967/85.\n(3) Examination of this request has revealed that the conditions for authorising those grading methods are fulfilled.\n(4) No modification of the apparata or grading methods may be authorised except by means of a new Commission Decision adopted in the light of experience gained. For this reason, the present authorisation may be revoked.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The use of the following methods is hereby authorised for grading pig carcasses pursuant to Regulation (EEC) No 3220/84 in Lithuania:\n1. the Fat-O-Meat’er (FOM) apparatus and the assessment methods related thereto, details of which are given in Part 1 of the Annex,\n2. the Hennessy Grading Probe (HGP 7) apparatus and the assessment methods related thereto, details of which are given in Part 2 of the Annex,\n3. the IM-03 apparatus and the assessment methods related thereto, details of which are given in Part 3 of the Annex,\n4. the Two point method (ZP) measuring by ruler (ruler method) apparatus and the assessment methods related thereto, details of which are given in Part 4 of the Annex.\nThe manual method (ZP) may be applied only in slaughterhouses which do not exceed a weekly slaughtering of 200 pigs.", "Modifications of the apparata or the assessment methods shall not be authorised.", "This Decision is addressed to the Republic of Lithuania."], "attachments": "Done at Brussels, 28 April 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 301, 20.11.1984, p. 1. Regulation as last amended by Regulation (EC) No 3513/93 (OJ L 320, 22.12.1993, p. 5).\n(2)  OJ L 285, 25.10.1985, p. 39. Regulation as last amended by Regulation (EC) No 1197/2006 (OJ L 217, 8.8.2006, p. 6).\nANNEX\nMETHODS FOR GRADING PIG CARCASSES IN LITHUANIA\nPart 1\nFAT-O-MEAT’ER (FOM)\n1. Grading of pig carcasses is carried out by means of the apparatus known as ‘Fat-O-Meat’er (FOM)’.\n2. The apparatus shall be equipped with a probe of 6 millimetres diameter containing a photodiode of the Siemens SFH 950/960 type and having an operating distance of between 3 and 103 millimetres. The results of the measurements are converted into estimated lean meat content by means of a computer.\n3. The lean meat content of the carcass shall be calculated according to the following formula:\n= the estimated percentage of lean meat in the carcass,\nF1 = fat depth (including rind) in millimetres, measured between the 3rd and 4th vertebrae, 8 cm beside the slaughter line,\nF2 = fat depth (including rind) in millimetres, measured between the 3rd and 4th last rib, 6 cm beside the slaughter line,\nM2 = lean meat depth in millimetres, measured between the 3rd and 4th last rib, 6 cm beside the slaughter line.\nPart 2\nHENNESSY GRADING PROBE (HGP7)\n1. Grading of pig carcasses is carried out by means of the apparatus called ‘Hennessy grading probe (HGP 7)’.\n2. The apparatus shall be equipped with a probe of 5,95 mm diameter (and have abutting 6,3 mm of blade on either side of the probe at its head) containing a photodiode (Siemens LED of the type LYU 260-EO and photodetector of the type 58 MR) and having an operating distance of between 0 and 120 mm. The results of the measurements shall be transformed in terms of estimated lean meat content by means of the HGP 7 itself as well as a computer linked to it.\n3. The lean meat content of the carcasse shall be calculated according to the following formula:\n= the estimated percentage of lean meat in the carcass,\nF2 = fat depth (including rind) in millimetres, measured between the 3rd and 4th last rib, 6 cm beside the slaughter line,\nM2 = lean meat depth in millimetres, measured between the 3rd and 4th last rib, 6 cm beside the slaughter line.\nPart 3\nIM-03\n1. Grading of pig carcasses shall be carried out by means of the apparatus termed ‘IM-03’.\n2. The apparatus shall be equipped with a needle-optical probe (single line scanner SLS01) of 7 millimetres diameter. The probe contains the line of contact image sensors (CIS) and green light-emitting diodes. The operating distance is between 0 and 132 millimetres.\n3. The lean meat content of the carcass shall be calculated according to the following formula:\n= the estimated percentage of lean meat in the carcass,\nF2 = fat depth (including rind) in millimetres, measured between the 3rd and 4th last rib, 6 cm beside the slaughter line,\nM2 = lean meat depth in millimetres, measured between the 3rd and 4th last rib, 6 cm beside the slaughter line,\nW = warm carcass weight in kilograms.\nPart 4\nMANUAL METHOD (ZP)\n1. Grading of pig carcasses shall be carried out by use of the ‘manual method (ZP) or two point method’ measuring by ruler.\n2. This method may be implemented using a ruler, with the grading determined on the basis of the prediction equation. It is based on the manual measurement on the midline of the split carcass of the thickness of the fat and of the thickness of the muscle.\n3. The lean meat content of carcasses shall be calculated according to the following formula:\n= the estimated percentage of lean meat in the carcass,\nF = fat depth (including rind) in millimetres, measured at the slaughter line of the carcass at the thinnest location above the musculus gluteus medius,\nM = thickness of the loin muscle in millimetres, measured on the slaughter line of the carcass as the shortest connection of the front (cranial) end of the musculus gluteus medius to the upper (dorsal) edge of the spinal canal,\nW = warm carcass weight in kilograms."}