{"celex_id": "32000R1363", "uri": "http://publications.europa.eu/resource/cellar/3e9d55fb-291e-4e9f-8715-daa2a7f82313", "type": "Regulation", "concepts": ["1025", "2644", "2676", "4314", "4858"], "title": "Council Regulation (EC) No 1363/2000 of 19 June 2000 fixing certain sugar prices and the standard quality of beet for the 2000/2001 marketing year\n", "header": "Council Regulation (EC) No 1363/2000\nof 19 June 2000\nfixing certain sugar prices and the standard quality of beet for the 2000/2001 marketing year\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2038/1999 of 13 September 1999 on the common organisation of the markets in the sugar sector(1), and in particular Articles 2(3), 3(4) and 4(3) thereof,\nHaving regard to the proposal from the Commission(2),\nHaving regard to the opinion of the European Parliament(3),\nHaving regard to the opinion of the Economic and Social Committee(4),\nWhereas:\n(1) When sugar prices are fixed, account should be taken of the objectives of the common agricultural policy. The common agricultural policy seeks in particular to ensure a fair standard of living for the agricultural community, to assure the availability of supplies and to ensure that they reach consumers at reasonable prices.\n(2) In order to attain those objectives, the target price for sugar must be fixed at a level which, having regard in particular to the resultant level of the intervention price, ensures a fair remuneration for beet and sugar cane producers while at the same time respecting the consumers' interests and which is likely to maintain the balance between the prices of the principal agricultural products.\n(3) Given the characteristics of the sugar market, marketing involves relatively slight risks only. Consequently, when the intervention price for sugar is fixed, the difference between the target price and the intervention price can be set relatively low.\n(4) The basic price for beet must take account of the intervention price, of undertakings' revenue from the sale of molasses, which can be valued at EUR 7,61/100 kg, that amount being derived from the price of molasses referred to in Article 14(2) of Regulation (EC) No 2038/1999, that price being valued at EUR 8,21/100 kg, and of the costs of processing and delivering the beet to factories and be based on an estimated Community yield of 130 kg of white sugar per tonne of beet with a 16 % sugar content,", "main_body": ["1. The target price for white sugar shall be EUR 66,50/100 kg.\n2. The intervention price for white sugar shall be EUR 63,19/100 kg for the non-deficit areas of the Community.", "The basic price for beet applicable in the Community shall be EUR 47,67/t delivered to the collection centre.", "Standard quality beet shall:\n(a) be of sound and fair merchantable quality;\n(b) have a sugar content of 16 % at the reception point.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply for the 2000/2001 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 June 2000.\nFor the Council\nThe President\nL. Capoulas Santos\n(1) OJ L 252, 25.9.1999, p. 1.\n(2) OJ C 86E, 24.3.2000, p. 5.\n(3) Opinion of the European Parliament of 16 May 2000 (not yet published in the Official Journal).\n(4) OJ C 168, 16.6.2000, p. 17."}