{"celex_id": "32006R1930", "uri": "http://publications.europa.eu/resource/cellar/d03cb675-0612-44b9-8470-d9416dd139af", "type": "Regulation", "concepts": ["2069", "2773", "3156", "4350", "4381", "5751"], "title": "Council Regulation (EC) No 1930/2006 of 20 December 2006 amending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\n", "header": "30.12.2006 EN Official Journal of the European Union L 406/9\nCOUNCIL REGULATION (EC) No 1930/2006\nof 20 December 2006\namending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 26 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Following the negotiations in the framework of the Uruguay Round, provision was made in the Combined Nomenclature (CN), laid down in Annex I to Council Regulation (EEC) No 2658/87 (1), for an exemption from tariff duties for pharmaceutical products falling under Chapter 30 of the CN.\n(2) Sterile surgical or dental adhesion barriers, whether or not absorbable, and appliances identifiable for ostomy use are currently classified in different chapters of the CN and are subject to a 6,5 % rate of duty. However, after 1 January 2007, they are to be classified in Chapter 30 of the CN as a result of the amendments to the Nomenclature appended as an annex to the International Convention on the Harmonized Commodity Description and Coding System, accepted pursuant to the Recommendation of 26 June 2004 of the Customs Co-operation Council.\n(3) For reasons of public health, it is in the Community interest to extend autonomously to those goods the exemption for pharmaceutical products falling under Chapter 30 of the CN. That should be done by means of a suspension of duties for an indefinite period.\n(4) Regulation (EEC) No 2658/87 should therefore be amended accordingly.\n(5) Since the amendment introduced by this Regulation is to be applied from the same date as the CN for 2007, laid down in Regulation (EC) No 1549/2006 (2), this Regulation should enter into force immediately and apply from 1 January 2007.\n(6) In view of the economic importance of this Regulation, it is necessary to rely upon the grounds of urgency provided for in point I.3 of the Protocol annexed to the Treaty on European Union and to the Treaties establishing the European Communities on the role of national parliaments in the European Union,", "main_body": ["Section VI, Chapter 30 of Part Two (Schedule of customs duties) of Annex I to Regulation (EEC) No 2658/87 is hereby amended as follows:\n1) in the entry for CN code 3006 10 30, the text in the third column shall be replaced by the following:\n2) in the entry for CN code 3006 91 00, the text in the third column shall be replaced by the following:", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2006.\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Regulation (EC) No 1758/2006 (OJ L 335, 1.12.2006, p. 1).\n(2)  OJ L 301, 31.10.2006, p. 1\n(3)  Customs duty autonomously suspended for an indefinite period.’;\n(4)  Customs duty autonomously suspended for an indefinite period.’."}