{"celex_id": "32000D0809", "uri": "http://publications.europa.eu/resource/cellar/333764e7-e9b8-42b1-81b1-3b3641b3d413", "type": "Decision", "concepts": ["1519", "2247", "4713", "473", "889"], "title": "2000/809/EC: Council Decision of 19 December 2000 on the granting of exceptional national aid by the Government of the Italian Republic for the distillation of certain wine sector products\n", "header": "Council Decision\nof 19 December 2000\non the granting of exceptional national aid by the Government of the Italian Republic for the distillation of certain wine sector products\n(2000/809/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 88(2), third subparagraph, thereof,\nHaving regard to the request made by the Government of the Italian Republic on 6 December 2000,\nWhereas:\n(1) Article 30 of Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1) allows a crisis distillation measure if there is an exceptional case of wine market disturbance caused by serious surpluses and/or problems of quality.\n(2) An imbalance on the wine market as a result of surplus wine stocks prompted the Italian Government to request the introduction of crisis distillation, pursuant to Article 30 of the aforementioned Regulation, for 120000 hectolitres of wine obtained by fermentation of products suitable for the production of \"Asti\" and \"Moscato d'Asti\"; the Management Committee for Wine gave a favourable opinion on 28 November 2000.\n(3) The introduction of such crisis distillation involves the payment of Community aid of EUR 1,914/% vol/hl (ITL 3706,02), which the Italian Government thinks altogether insufficient either to avoid loss of income for producers, given the low level of prices, or to prevent greater market disturbance, taking into account the very high production costs resulting inter alia from the keeping of stocks which have to be refrigerated and from the cost of measures for the restructuring of production.\n(4) To deal with these difficulties, the Italian Government is requesting authorisation to grant exceptional additional aid equivalent to EUR 12,390/% vol/hl (ITL 23990,38) for application to the total quantity of wine to be covered by crisis distillation; the overall expenditure is estimated at around EUR 15,5 million (approx. ITL 30 billion).\n(5) The aid in question, for a limited quantity of a high-quality product such as \"Asti\" and \"Moscato d'Asti\", is justified on account of the current crisis on the wine market, which could worsen further without a sufficient level of intervention.\n(6) Exceptional circumstances therefore exist, making it possible to consider such aid, by way of derogation and to the extent strictly necessary to remedy the imbalance which has arisen, to be compatible with the common market on the terms specified in this Decision,", "main_body": ["Exceptional additional aid by the Italian Government for the distillation of 120000 hectolitres of wine obtained by fermentation of products suitable for the production of \"Asti\" and \"Moscato d'Asti\", amounting to EUR 12,390/% vol/hl (ITL 23990,38), shall be considered to be compatible with the common market.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 19 December 2000.\nFor the Council\nThe President\nJ. Glavany\n(1) OJ L 179, 14.7.1999, p. 1. Regulation as amended by Commission Regulation (EC) No 1622/2000 (OJ L 194, 31.7.2000, p. 1)."}