{"celex_id": "32007R0426", "uri": "http://publications.europa.eu/resource/cellar/54d1e284-10ba-438c-901d-7b0183b9b09a", "type": "Regulation", "concepts": ["161", "1644", "1654", "1781", "2771", "4453"], "title": "Commission Regulation (EC) No 426/2007 of 19 April 2007 fixing the allocation coefficient to be applied to applications for import licences lodged 17 April 2007 under the Community tariff quota for manioc starch opened by Regulation (EC) No 2402/96 originating in Thailand\n", "header": "20.4.2007 EN Official Journal of the European Union L 103/40\nCOMMISSION REGULATION (EC) No 426/2007\nof 19 April 2007\nfixing the allocation coefficient to be applied to applications for import licences lodged 17 April 2007 under the Community tariff quota for manioc starch opened by Regulation (EC) No 2402/96 originating in Thailand\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1784/2003 of 29 September 2003 on the common organisation of the market in cereals (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2402/96 (3) has opened an annual import tariff quota of 10 000 tonnes of manioc starch (order number 09.4065).\n(2) Based on the notification made under Article 10 of Regulation (EC) No 2402/96, the applications lodged on 17 April 2007 until 13.00 (Brussels time) in accordance with Article 9 of that Regulation, relate to quantities in excess of those available. The extent to which import licences may be issued should therefore be determined and the allocation coefficient laid down to be applied to the quantities applied for.\n(3) Import licences should no longer be issued under Regulation (EC) No 2402/96 for the current quota period,", "main_body": ["1.   Each import licence application for manioc starch under the quota referred to in Regulation (EC) No 2402/96 and lodged on 17 April 2007 until 13.00 (Brussels time) shall give rise to the issue of a licence for the quantities applied for, multiplied by an allocation coefficient of 59,78761 %.\n2.   The issue of licences for the quantities applied for from 17 April 2007 13.00 (Brussels time) is hereby suspended for the current quota year.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 April 2007.\nFor the Commission\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 270, 21.10.2003, p. 78. Regulation as amended by Commission Regulation (EC) No 1154/2005 (OJ L 187, 19.7.2005, p. 11).\n(2)  OJ L 238, 1.9.2006, p. 13. Regulation as amended by Regulation (EC) No 289/2007 (OJ L 78, 17.3.2007, p. 17).\n(3)  OJ L 327, 18.12.1996, p. 14. Regulation as amended by Regulation (EC) No 1884/2006 (OJ L 364, 20.12.2006, p. 44)."}