{"celex_id": "32005R0737", "uri": "http://publications.europa.eu/resource/cellar/b43e7e90-4774-46b5-8b18-e62a2de8ec1c", "type": "Regulation", "concepts": ["1112", "1519", "1686", "3173"], "title": "Commission Regulation (EC) No 737/2005 of 13 May 2005 supplementing the Annex to Regulation (EC) No 2400/96 as regards the entry of a name in the ‘Register of protected designations of origin and protected geographical indications’ (Ricotta Romana) — (PDO)\n", "header": "14.5.2005 EN Official Journal of the European Union L 122/15\nCOMMISSION REGULATION (EC) No 737/2005\nof 13 May 2005\nsupplementing the Annex to Regulation (EC) No 2400/96 as regards the entry of a name in the ‘Register of protected designations of origin and protected geographical indications’ (Ricotta Romana) — (PDO)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2081/92 of 14 July 1992 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular Article 7(5)(b), Article 6(3) and the first indent of Article 6(4) thereof,\nWhereas:\n(1) In accordance with Article 6(2) of Regulation (EEC) No 2081/92, Italy’s application to register ‘Ricotta Romana’ was published in the Official Journal of the European Union\n (2).\n(2) Germany objected to the registration under Article 7 of Regulation (EEC) No 2081/92 on the grounds that it was unclear whether the protection was also sought for the term ‘Ricotta’ on its own.\n(3) By letter of 15 October 2004, the Commission asked the Member States concerned to seek agreement among themselves in accordance with their internal procedures.\n(4) As no agreement was reached between Italy and Germany within three months, the Commission must adopt a decision in accordance with the procedure provided for in Article 15 of Regulation (EEC) No 2081/92.\n(5) Italy has let it be known that the application relates solely to protection of the compound name ‘Ricotta Romana’ and that the term ‘Ricotta’ can be freely used.\n(6) In light of the above, the name should thus be entered in the ‘Register of protected designations of origin and protected geographical indications’.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Regulatory Committee on the Protection of Geographical Indications and Designations of Origin for Agricultural Products and Foodstuffs,", "main_body": ["The name in the Annex to this Regulation is hereby added to the Annex to Commission Regulation (EC) No 2400/96 (3).", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 208, 24.7.1992, p. 1. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  OJ C 30, 4.2.2004, p. 7.\n(3)  OJ L 327, 18.12.1996, p. 11. Regulation last amended by Regulation (EEC) No 205/2005 (OJ L 33, 5.2.2005, p. 6).\nANNEX\nPRODUCTS LISTED IN ANNEX I TO THE EC TREATY, INTENDED FOR HUMAN CONSUMPTION\nOther animal products (eggs, honey, various milk products except butter, etc.)\nITALY\nRicotta Romana (PDO)"}