{"celex_id": "32005D0929", "uri": "http://publications.europa.eu/resource/cellar/cd27a8e3-fcb5-4f1c-8884-a457542ca6a4", "type": "Decision", "concepts": ["1136", "12", "235", "4380"], "title": "2005/929/EC: Council Decision of  13 December 2005  on the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Korea pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994\n", "header": "23.12.2005 EN Official Journal of the European Union L 340/61\nCOUNCIL DECISION\nof 13 December 2005\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Korea pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994\n(2005/929/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) On 22 March 2004 the Council authorised the Commission to open negotiations with certain other Members of the World Trade Organisation under Article XXIV:6 of the General Agreement on Tariffs and Trade (GATT) 1994, in the course of the accessions to the European Union of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic.\n(2) Negotiations have been conducted by the Commission in consultation with the Committee established by Article 133 of the Treaty and within the framework of the negotiating directives issued by the Council.\n(3) The Commission has finalised negotiations for an Agreement in the form of an Exchange of Letters between the European Community and the Republic of Korea pursuant to Article XXIV:6 and Article XXVIII of the GATT 1994. The said Agreement should therefore be approved, in the form of an Exchange of Letters,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Community and the Republic of Korea pursuant to Article XXIV:6 and Article XXVIII of GATT 1994 with respect to the withdrawal of specific concessions in relation to the withdrawal of the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the European Union, is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an Exchange of Letters is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Community (1)."], "attachments": "Done at Brussels, 13 December 2005.\nFor the Council\nThe President\nJ. GRANT\n(1)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union.\n23.12.2005 EN Official Journal of the European Union L 340/62\nAGREEMENT\nin the form of an Exchange of Letters between the European Community and the Republic of Korea pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994\nBrussels, 13 December 2005\nSir,\nFollowing the initiation of negotiations between the European Communities (EC) and the Republic of Korea under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EC, the following is agreed between the EC and the Republic of Korea in order to close the negotiations opened following the EC’s notification of 19 January 2004 to the WTO pursuant to Article XXIV:6 of GATT 1994.\nThe EC agrees to incorporate in its schedule for the customs territory of EC-25, the concessions that were included in its previous schedule.\nThe EC agrees that it will introduce the following lower applied rates:\n8525 40 99: a lower applied rate of 12,5 %\n3903 19 00: a lower applied rate of 4 %\n8521 10 30: a lower applied rate of 13,0 %\n8527 31 91: a lower applied rate of 11,4 %\nThe lower applied rates indicated above are to be applied for three years or until the implementation of results of the Doha Development Agenda reaches the tariff level above, whichever comes first. The lower applied rate on 8525 40 99 shall however be applied for four years or until the implementation of results of the Doha Development Agenda reaches the tariff level above, whichever comes first. The periods indicated above will begin at the date of the implementation.\nThis Agreement shall enter into force on the date on which the EC receives from the Republic of Korea a duly executed letter of agreement, following consideration by the parties in accordance with their own procedures. The EC undertakes to use its best endeavours to ensure that the appropriate implementing measures enter into force no later than 1 January 2006.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the European Community\nBrussels, 13 December 2005\nSir,\nReference is made to your letter stating:\n‘Following the initiation of negotiations between the European Communities (EC) and the Republic of Korea under Article XXIV:6 and Article XXVIII of GATT 1994 for the modification of concessions in the schedules of the Czech Republic, the Republic of Estonia, the Republic of Cyprus, the Republic of Latvia, the Republic of Lithuania, the Republic of Hungary, the Republic of Malta, the Republic of Poland, the Republic of Slovenia and the Slovak Republic in the course of their accession to the EC, the following is agreed between the EC and the Republic of Korea in order to close the negotiations opened following the EC’s notification of 19 January 2004 to the WTO pursuant to Article XXIV:6 of GATT 1994.\nThe EC agrees to incorporate in its schedule for the customs territory of EC 25, the concessions that were included in its previous schedule.\nThe EC agrees that it will introduce the following lower applied rates:\n8525 40 99: a lower applied rate of 12,5 %\n3903 19 00: a lower applied rate of 4 %\n8521 10 30: a lower applied rate of 13,0 %\n8527 31 91: a lower applied rate of 11,4 %\nThe lower applied rates indicated above are to be applied for three years or until the implementation of results of the Doha Development Agenda reaches the tariff level above, whichever comes first. The lower applied rate on 8525 40 99 shall however be applied for four years or until the implementation of results of the Doha Development Agenda reaches the tariff level above, whichever comes first. The periods indicated above will begin at the date of the implementation.\nThis Agreement shall enter into force on the date on which the EC receives from the Republic of Korea a duly executed letter of agreement, following consideration by the parties in accordance with their own procedures. The EC undertakes to use its best endeavours to ensure that the appropriate implementing measures enter into force no later than 1 January 2006.’\nI hereby have the honour to express my Government’s agreement.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Republic of Korea"}