{"celex_id": "32002D0350", "uri": "http://publications.europa.eu/resource/cellar/56658683-b87b-4d66-ae6c-bd9d48ad31c8", "type": "Decision", "concepts": ["1318", "3342", "523", "524", "5258", "5283"], "title": "2002/350/EC: Commission Decision of 3 April 2002 amending Decision 2001/781/EC adopting a manual of receiving agencies and a glossary of documents that may be served under Council Regulation (EC) No 1348/2000 on the service in the Member States of judicial and extrajudicial documents in civil or commercial matters (Notified under document number C(2002) 1132)\n", "header": "Commission Decision\nof 3 April 2002\namending Decision 2001/781/EC adopting a manual of receiving agencies and a glossary of documents that may be served under Council Regulation (EC) No 1348/2000 on the service in the Member States of judicial and extrajudicial documents in civil or commercial matters\n(Notified under document number C(2002) 1132)\n(2002/350/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1348/2000 of 29 May 2000 on the service in the Member States of judicial and extrajudicial documents in civil or commercial matters(1), and in particular points (a) and (b) of Article 17 thereof,\nWhereas:\n(1) In order to implement Regulation (EC) No 1348/2000 it was necessary to draw up and publish a manual containing information about the receiving agencies provided for in Article 2 of that Regulation.\n(2) Point (b) of Article 17 of Regulation (EC) No 1348/2000 also provides for a glossary to be drawn up in the official languages of the European Union of documents that may be served on the basis of the Regulation.\n(3) In accordance with Regulation (EC) No 1348/2000, Commission Decision 2001/781/EC of 25 September 2001 adopting a manual of receiving agencies and a glossary of documents that may be served under Council Regulation (EC) No 1348/2000 on the service in the Member States of judicial and extrajudicial documents in civil or commercial matters(2) has been published in the Official Journal of the European Communities.\n(4) The manual and the glossary need to be amplified by the information sent to the Commission by Germany.\n(5) The measures provided for in this Decision are in accordance with the opinion of the committee established by Article 18 of Regulation (EC) No 1348/2000,", "main_body": ["Annex I to Decision 2001/781/EC (manual referred to in point (a) of Article 17 of Regulation (EC) No 1348/2000) is amended in accordance with Annex I to this Decision.", "Annex II to Decision 2001/781/EC (glossary referred to in point (b) of Article 17 of Regulation (EC) No 1348/2000) is amended in accordance with Annex II to this Decision.\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 April 2002.\nFor the Commission\nAntonio Vitorino\nMember of the Commission\n(1) OJ L 160, 30.6.2000, p. 37.\n(2) OJ L 298, 15.11.2001, p. 1.\nANNEX I\nMANUAL CONTAINING THE INFORMATION RELATING TO THE RECEIVING AGENCIES\n1. CONTENTS: The words: \"Germany: see OJ C 151, 22.5.2001, p. 4\" shall be replaced by: >TABLE>\n2. The following is inserted after the details for Belgium:\nALEMANIA - /TYSKLAND - /DEUTSCHLAND - /ΓΕΡΜΑΝΙΑ - /GERMANY - /ALLEMAGNE - /GERMANIA - /DUITSLAND - /ALEMANHA - /SAKSA - /TYSKLAND\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\n>TABLE>\nANNEX II\nGLOSSARY OF DOCUMENTS WHICH MAY BE SERVED\n1. CONTENTS: The words: \"Germany: see OJ C 151, 22.5.2001, p. 4\" shall be replaced by:\n>TABLE>\n2. The following shall be inserted after the details for Belgium:\nALEMANIA - /TYSKLAND - /DEUTSCHLAND - /ΓΕΡΜΑΝΙΑ - /GERMANY - /ALLEMAGNE - /GERMANIA - /DUITSLAND - /ALEMANHA - /SAKSA - /TYSKLAND\n>TABLE>"}