{"celex_id": "32005R0644", "uri": "http://publications.europa.eu/resource/cellar/c400bb51-1462-451e-8010-738089486a11", "type": "Regulation", "concepts": ["4388", "5581", "6307", "6316", "893"], "title": "Commission Regulation (EC) No 644/2005 of 27 April 2005 authorising a special identification system for bovine animals kept for cultural and historical purposes on approved premises as provided for in Regulation (EC) No 1760/2000 of the European Parliament and of the CouncilText with EEA relevance\n", "header": "28.4.2005 EN Official Journal of the European Union L 107/18\nCOMMISSION REGULATION (EC) No 644/2005\nof 27 April 2005\nauthorising a special identification system for bovine animals kept for cultural and historical purposes on approved premises as provided for in Regulation (EC) No 1760/2000 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products and repealing Council Regulation (EC) No 820/97 (1), and in particular third subparagraph of Article 4(1) and the introductory phrase and point (a) of Article 10 thereof,\nWhereas:\n(1) Regulation (EC) No 1760/2000 provides that each Member State is to establish an identification system for bovine animals which comprises several identification and registration elements. In particular, it provides that all animals on a holding born after 31 December 1997 or intended for intra-Community trade after 1 January 1998 and, for animals on a holding in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia or Slovakia, born by the date of accession or intended for intra-Community trade after that date, that such animals shall be identified by an ear tag approved by the competent authority, applied to each ear (‘approved ear tags’). It also provides for that both ear tags shall bear the same unique identification code (‘unique identification code’), which makes it possible to identify each animal individually together with the holding on which it was born.\n(2) Regulation (EC) No 1760/2000 also provides that bovine animals intended for cultural and sporting events (with the exception of fairs and exhibitions) may, instead of by an ear tag, be identified by an identification system offering equivalent guarantees and authorised by the Commission.\n(3) Commission Regulation (EC) No 2680/1999 of 17 December 1999 approving a system of identification for bulls intended for cultural and sporting events (2), lays down provisions for such bulls registered to the herd books of specified organisations. However, that Regulation only applies to certain breeds of bulls and to organisations in certain Member States.\n(4) It is therefore appropriate to adopt a separate Regulation to establish a special identification system for animals recognised by the competent authority as being kept for cultural and historical purposes (‘the animals’) on premises approved for that purpose by that authority (‘the premises’).\n(5) The special identification system should, in accordance with Regulation (EC) No 1760/2000, provide for derogations only from the application and removal of the approved ear tags. This regulation is without prejudice to the application of the other provisions of Regulation (EC) No 1760/2000.\n(6) By way of derogation from Regulation (EC) No 1760/2000, it is appropriate to provide that the approved ear tags may be removed without the permission of the competent authority, but under its control, after animals are moved to the premises and that such ear tags not need to be applied to animals born on such premises. In both cases the animals must be marked by specific means of identification. The approved ear tags should be applied to animals when they are moved from the premises or should accompany the animals if they are moved directly to other premises.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the European Agricultural Guidance and Guarantee Fund Committee,", "main_body": ["Subject matter\nThis Regulation lays down rules for a special identification system for bovine animals recognised by the competent authority as being kept for cultural and historical purposes (‘the animals’) on premises approved for that purpose by the competent authority (‘the premises’).", "Removal and application of the ear tags provided for in the first subparagraph of Article 4(1) of Regulation (EC) No 1760/2000\n1.   The keeper of the animals shall, at all times, be in possession of the two ear tags approved by the competent authority in accordance with the first subparagraph of Article 4(1) of Regulation (EC) No 1760/2000 (‘the approved ear tags’).\n2.   By way of derogation from Article 4(5) of Regulation (EC) No 1760/2000, where the animals are moved to the premises, the approved ear tags may be removed from the animals without permission of the competent authority but under its the control, provided that, at the latest when the approved ear tags are removed, the animals are marked by the means of identification chosen by the competent authority as provided for in Article 3(1) of this Regulation.\n3.   By way of derogation from the first subparagraph of Article 4(2) of Regulation (EC) No 1760/2000, where the animals are born on the premises, it shall not be compulsory to apply the approved ear tags to them, provided that, at the latest when the animals are 20 days old, they are marked by the means of identification chosen by the competent authority as provided for in Article 3(1) of this Regulation.\n4.   Before the animals leave the premises the approved ear tags shall be applied to the animals.\nHowever, if the animals are moved directly to other premises referred to in Article 1 in the same Member State, it is sufficient for the approved ear tags to accompany the animals during the movement.", "Means of identification\n1.   The animals shall be identified by the unique identification code provided for in the first subparagraph of Article 4(1) of Regulation (EC) No 1760/2000. That code shall be contained in one of the following means to be decided by the competent authority:\n(a) two plastic or metallic ear tags;\n(b) one plastic or metallic ear tag together with brand marking;\n(c) a tattoo; or\n(d) an electronic identifier contained in a ruminal bolus.\n2.   By way of derogation from paragraph 1, the competent authority may decide that the animals may be identified by means of an electronic identifier in the form of an injectable transponder provided the animals identified in this manner do not enter the food chain.", "Specific registration code\nThe competent authority shall allocate a specific registration code to each of the premises.\nThat code shall be registered in the national computerised database for bovine animals provided for in Article 5 of Regulation (EC) No 1760/2000.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 204, 11.8.2000, p. 1. Regulation as amended by the 2003 Act of Accession.\n(2)  OJ L 326, 18.12.1999, p. 16."}