{"celex_id": "32002R2097", "uri": "http://publications.europa.eu/resource/cellar/0669a97a-d9fe-47b3-ac10-3b9f78c90e4d", "type": "Regulation", "concepts": ["1423", "2734", "2803"], "title": "Commission Regulation (EC) No 2097/2002 of 27 November 2002 amending Regulation (EC) No 94/2002 laying down detailed rules for applying Council Regulation (EC) No 2826/2000 on information and promotion actions for agricultural products on the internal market\n", "header": "Commission Regulation (EC) No 2097/2002\nof 27 November 2002\namending Regulation (EC) No 94/2002 laying down detailed rules for applying Council Regulation (EC) No 2826/2000 on information and promotion actions for agricultural products on the internal market\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 2826/2000 of 19 December 2000 on information and promotion actions for agricultural products on the internal market(1), and in particular Article 12 thereof,\nWhereas:\n(1) Article 5(1) of Commission Regulation (EC) No 94/2002(2), as last amended by Regulation (EC) No 1186/2002(3), lays down, for the purposes of implementing measures contained in programmes as referred to in Article 6 of Regulation (EC) No 2826/2000, the deadline of 15 June each year for Community trade federations or interbranch organisations to submit programmes to the Member State concerned.\n(2) In view of the utilisation of available financial resources provided for by the support measures for information and promotion actions when first applied in August 2002, these organisations should be given the opportunity to submit new programmes.\n(3) It would therefore appear useful to provide for the possibility of submitting new information and promotion programmes twice a year.\n(4) Taking account of the experience acquired in examining the programmes submitted in the field of information on the Community systems for PDOs, PGIs and TSGs and for organic production, on the one hand, and of the development of Community policy in these areas on the other, the guidelines in these sectors should be adapted.\n(5) Regulation (EC) No 94/2002 should therefore be amended.\n(6) The measures provided for in this Regulation are in accordance with the opinion delivered at the joint meeting of the management committees on agricultural product promotion,", "main_body": ["Regulation (EC) No 94/2002 is hereby amended as follows:\n1. the first sentence of Article 5(1) is replaced by the following:\"With a view to implementing measures contained in programmes as referred to in Article 6 of Regulation (EC) No 2826/2000, the Community trade federations or interbranch organisations that are representative of the sector(s) concerned shall submit programmes in response to calls for proposals issued by the Member States concerned no later than 31 January and 31 July each year.\";\n2. Article 7 is amended as follows:\n(a) the first sentence of paragraph 1 is replaced by the following:\"No later than 15 March and 30 September each year the Member States shall send the Commission a provisional list of the programmes and proposed implementing bodies and a copy of each programme which they have selected.\";\n(b) the first subparagraph of paragraph 3 is replaced by the following:\"After checking programmes on the final list referred to in the third subparagraph of Article 6(3) of Regulation (EC) No 2826/2000 the Commission shall decide, no later than 31 May and 15 December, which programmes it may part-finance under the indicative budgets listed in Annex III to this Regulation.\";\n3. Annex III is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 328, 21.12.2000, p. 2.\n(2) OJ L 17, 19.1.2002, p. 20.\n(3) OJ L 173, 3.7.2002, p. 4.\nANNEX\nAnnex III to Regulation (EC) No 94/2002 is hereby amended as follows:\n1. The section entitled \"Information on the Community system of protected designations of origin (PDOs), protected geographical indications (PGIs) and traditional specialities guaranteed (TSGs) and their respective logos\" is replaced by the following:\n1. OVERVIEW OF THE SITUATION\nThe Community\"s information campaign in 1996 to 1998 was the first step taken to publicise the existence, meaning and benefits of the two Community systems for protecting agri-foodstuffs with specific characteristics and for increasing their commercial value.\nIn view of the campaign's short run, recognition of these designations, which now cover more than 600 Community products, should be improved by continuing with the measure to publicise their meaning and benefits. The information will also cover the Community logos created to this end, in particular the logo for PDOs and PGIs created in 1998.\n2. GOALS\n- To provide comprehensive information on the quality system and its effects on protecting the products that have been registered and increasing their commercial value,\n- to demonstrate the content and European nature of quality systems for agricultural products and foodstuffs by means of multi-product campaigns for products from a single Member State or from several Member States,\n- to encourage producers/processors not yet taking part in the Community quality system to use such a system by conforming to the specifications for the various products registered,\n- to stimulate demand for the products concerned by informing consumers and distributors of the existence, significance and benefits of the quality systems and their logos, the conditions under which designations are awarded, the relevant checks and controls, and the traceability system.\n3. MAIN TARGETS\n- Producers and processors, and associations thereof,\n- distributors (supermarkets, wholesalers, retail outlets, restaurants), and associations thereof,\n- consumers and associations thereof,\n- opinion multipliers.\n4. MAIN MESSAGES\n- The product/products has/have specific characteristics associated with its/their geographical origin (PDO/PGI), in particular as regards the elements justifying the link with its/their geographical environment/geographical origin and its/their reputation/renown. Preference will be given to multi-product campaigns for products from a single Member State or from several Member States,\n- the product/products has/have specific characteristics associated with its/their particular traditional method of production, regardless of where it is/they are produced (TSG),\n- quality aspects (safety, nutritional value and taste, traceability),\n- diversity, richness and flavour of the products concerned,\n- the presentation of some PGI, PDO or TSG products as examples of the successful commercial enhancement of foodstuffs with special characteristics,\n- goals of the system: protecting the products that have been registered and increasing their commercial value, and in particular combating usurpation and imitations of protected designations.\n5. MAIN CHANNELS\n- Electronic (Internet site),\n- PR contacts with the media (specialised, women's and culinary press),\n- contacts with consumer associations,\n- point-of-sale information,\n- audio-visual media,\n- written documents (leaflets, brochures, etc.),\n- participation at trade fairs and shows,\n- publicity in the specialised press,\n- for programmes submitted by one or more Member States, information and training actions on the Community systems for PDOs/PGIs/TSGs.\n6. DURATION OF THE PROGRAMME\nBetween 24 and 36 months, with targets set for each stage.\n7. INDICATIVE BUDGET\nEUR 4 million.\n2. The section entitled \"Organic production\" is replaced by the following:\n1. OVERVIEW OF THE SITUATION\nThe consumption of organically produced agricultural products is particularly popular among urban populations, but the market share of these products is still fairly limited.\nLevels of awareness among consumers and other interested parties about the characteristics of the organic farming method are still relatively low.\n2. GOALS\n- To encourage the consumption of organic farming products,\n- to broaden awareness among consumers, farmers, processors and distributors of organic farming and its products,\n- to make the Community rules on organic production methods, the checks performed and the Community organic farming logo known to the public at large.\n3. MAIN TARGETS\n- Consumers in general and specific target groups of consumers,\n- farmers, processors and distributors (supermarkets, wholesalers, caterers and canteens, points of sale),\n- opinion multipliers.\n4. MAIN MESSAGES\n- Organic products are natural, suited to modern daily living and a pleasure to consume. They result from production methods that respect the environment and animal welfare. The products are subject to stringent production and traceability rules. They are checked for compliance throughout the food chain by independent bodies and public authorities,\n- information on the Community logo (which may be supplemented with information on the collective logos introduced in the Member States, provided that their specifications meet stricter conditions than those laid down for the Community logo).\n(The messages must be well thought out and positive; messages for consumers must take account of the specific consumption patterns of the different target groups.\nUse of the word \"organic\" and its equivalent in other languages with respect to food products is protected by law. The Community logo is the symbol for organic products which is understood throughout the European Union and which indicates that the products meet strict EU production criteria and have undergone stringent checks).\n5. MAIN CHANNELS\n- Electronic channels (e.g. Internet site) and audiovisual media,\n- telephone information line,\n- PR contacts with the media (e.g. specialised journalists, women's press, food industry press, radio and TV broadcasts on organic food products or cookery),\n- contacts with doctors, nutritionists, teachers and other specific groups,\n- point-of-sale information and demonstrations,\n- written documents (brochures, journals, etc.),\n- publicity in the general and specialised press.\n6. DURATION OF THE PROGRAMME\nBetween 12 and 36 months, giving priority to multiannual programmes that set objectives for each stage.\n7. INDICATIVE BUDGET\nEUR 6 million."}