{"celex_id": "32003D0459", "uri": "http://publications.europa.eu/resource/cellar/9c32529f-6a69-47bf-b81a-8f4f3632ee00", "type": "Decision", "concepts": ["1755", "192", "3579", "5874", "888"], "title": "2003/459/EC: Commission Decision of 20 June 2003 on certain protection measures with regard to monkey pox virus (Text with EEA relevance) (notified under document number C(2003) 1953)\n", "header": "Commission Decision\nof 20 June 2003\non certain protection measures with regard to monkey pox virus\n(notified under document number C(2003) 1953)\n(Text with EEA relevance)\n(2003/459/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC(1) of 15 July 1991 laying down the principles governing the organisation of veterinary checks and animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC as last amended by Council Directive 96/43/EC(2), and in particular Article 18(1) thereof,\nWhereas:\n(1) Monkey-pox infection has been confirmed in certain parts of the United States of America.\n(2) Findings by the competent authorities in the United States of America indicate the possibility that the contamination of those prairie dogs is linked to contacts with rodents of non-domestic species (Gambian rat) imported from the African rain forest zone where the disease is endemic.\n(3) The known reservoirs in the endemic zone are squirrels and rodents of non-domestic species in the African rain forest. Unlike suggested by the name of the disease, monkeys and primates are infected accidentally through direct or close contact with infected reservoir hosts.\n(4) Monkey-pox is a zoonotic disease which is not present in the European Union.\n(5) It is appropriate to adopt the necessary protection measures rapidly at Community level with regard to prairie dogs originating in or coming from the United States of America.\n(6) It is therefore appropriate, in order to avoid the situation encountered in the United States of America, to suspend importation of reservoir species from the endemic zone.\n(7) It is however appropriate to leave the possibility for the Member States to allow the importation for specific purposes in the framework of Directive 92/65/EEC(3) of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A (I) to Directive 90/425/EEC, as last amended by Regulation (EC) No 1282/2002(4).\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Member States shall prohibit the importation of prairie dogs (Cynomys sp.) originating in or coming from the United States of America.", "Member States shall prohibit the importation of rodents of non-domestic species and squirrels originating in or coming from third countries of the African sub-Saharan region.", "Derogations to the prohibition provided for in Articles 1 and 2 may be authorised by the competent authorities of a Member State in the framework of imports between establishments as defined in Article 2 of Council Directive 92/65/EEC.", "The Member States shall amend the measures they apply to imports to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "This Decision shall be reviewed in the light of the evolution of the disease situation in the United States of America.", "This Decision is addressed to the Member States"], "attachments": "Done at Brussels, 20 June 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 24.9.1991, p. 56.\n(2) OJ L 16, 22.1.1996, p. 3.\n(3) OJ L 268, 14.9.1992, p. 54.\n(4) OJ L 187, 16.7.2002, p. 3."}