{"celex_id": "32003D0566", "uri": "http://publications.europa.eu/resource/cellar/497a7098-65ac-4ef8-957a-6d81c4f1e59e", "type": "Decision", "concepts": ["1005", "2264", "2455", "3259", "4383", "5229", "5283", "616", "8460"], "title": "2003/566/EC: Commission Decision of 28 July 2003 on the financial contribution towards carrying out the operations planned by the Member States in 2003 in implementing the control, inspection and surveillance systems applicable to the common fisheries policy (notified under document number C(2003) 2693)\n", "header": "Commission Decision\nof 28 July 2003\non the financial contribution towards carrying out the operations planned by the Member States in 2003 in implementing the control, inspection and surveillance systems applicable to the common fisheries policy\n(notified under document number C(2003) 2693)\n(2003/566/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision 2001/431/EC of 28 May 2001 on a financial contribution by the Community to certain expenditure incurred by the Member States in implementing the control, inspection and surveillance systems applicable to the common fisheries policy(1), and in particular Article 13 thereof,\nWhereas:\n(1) Belgium, Denmark, Germany, Greece, Spain, France, Ireland, Italy, the Netherlands, Austria, Portugal, Finland, Sweden and the United Kingdom have forwarded to the Commission their fisheries control programmes for the period 1 January 2001 to 31 December 2003 together with applications for a financial contribution towards the expenditure to be incurred in carrying out the programmes. The Member States have submitted updated applications for 2003.\n(2) Applications concerning the operations listed in Article 2 of Decision 2001/431/EC may qualify for Community funding. Having regard in particular to the provisions introduced in accordance with Council Regulation (EC) No 2371/2002(2), priority is to be given to operations extending the satellite-based monitoring system to vessels under 24 metres long, implementing pilot projects for sending information by electronic means and for remote-sensing of fishing vessels, and to the training of national officials.\n(3) The rate of the Community contribution for each operation, the conditions on which the expenditure is reimbursed and, for each Member State and each operation, the total amount of eligible expenditure in 2003 should be laid down.\n(4) To promote the extension of the satellite-based monitoring system to vessels between 18 and 24 metres long, the rate of the Community contribution should be increased to more than 50 % of eligible expenditure, while complying with the ceiling laid down in Article 11 of Decision 2001/431/EC.\n(5) Pursuant to Article 15 of Decision 2001/431/EC, the Member States must implement their scheduled expenditure within one year of the legal and financial commitment; this commitment must be made at the latest within the calendar year following the year of notification of the Commission Decision.\n(6) Pursuant to Article 17(1) of Decision 2001/431/EC, Member States must submit their applications for reimbursement of expenditure to the Commission by 31 May of the year following the year in which it was incurred at the latest.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Management Committee for Fisheries and Aquaculture,", "main_body": ["This Decision establishes for 2003 the amount of the eligible expenditure for each Member State, the rates of the Community financial contribution and the conditions on which the contribution may be granted, to the extent that the eligible expenditure is actually used to implement the control programmes.", "Expenditure incurred in putting in place the mechanisms and IT networks necessary for exchanges of information linked to control shall qualify for a maximum financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex I.", "Expenditure relating to experiments with, and the implementation of, new technologies to improve the monitoring of fishing activities other than those provided for in Articles 4 and 5 shall qualify for a maximum financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex II.", "Expenditure incurred in investments in extending the satellite-based monitoring system to vessels between 18 and 24 metres long shall qualify for a maximum financial contribution of 100 % of the eligible expenditure within the limits laid down in Annex III:\n- the maximum admissible cost of purchasing satellite tracking devices installed in Community fishing vessels may not exceed EUR 4500 per vessel,\n- the financial contribution towards the purchase of satellite tracking devices shall be reduced to 50 % for that part of the expenditure in excess of EUR 1500 per vessel.", "Expenditure incurred in implementing pilot projects for sending information by electronic means and for remote-sensing of fishing vessels shall qualify for a maximum financial contribution of 100 % of the eligible expenditure within the limits laid down in Annex IV.", "Expenditure incurred in the training of national officials involved in control activities shall qualify for a maximum financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex V.", "Expenditure relating to the acquisition or modernisation of vessels and aircraft actually used for control, inspection and surveillance of fishing activities shall qualify for a maximum financial contribution of 35 % of the eligible expenditure within the limits laid down in Annex VI.", "Expenditure incurred in implementing a system to assess expenditure incurred in controlling the common fisheries policy shall qualify for a financial contribution of 50 % of the eligible expenditure within the limits laid down in Annex VII.", "Member States shall submit their applications for reimbursement of the expenditure referred to in this Decision to the Commission by 31 May 2006 at the latest.", "0\nApplications for reimbursement and for advances expressed in currencies other than the euro shall be converted into euro at the rate for the month in which they reach the Commission.", "1\nThis Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Hellenic Republic, the Kingdom of Spain, the French Republic, Ireland, the Italian Republic, the Kingdom of the Netherlands, the Republic of Austria, the Portuguese Republic, the Republic of Finland, the Kingdom of Sweden and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 28 July 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 154, 9.6.2001, p. 22.\n(2) OJ L 358, 31.12.2002, p. 59.\nANEXO I/BILAG I/ANHANG I/ΠΑΡΑΡΤΗΜΑ I/ANNEX I/ANNEXE I/ALLEGATO I/BIJLAGE I/ANEXO I/LIITE I/BILAGA I\n>TABLE>\nANEXO II/BILAG II/ANHANG II/ΠΑΡΑΡΤΗΜΑ II/ANNEX II/ANNEXE II/ALLEGATO II/BIJLAGE II/ANEXO II/LIITE II/BILAGA II\n>TABLE>\nANEXO III/BILAG III/ANHANG III/ΠΑΡΑΡΤΗΜΑ III/ANNEX III/ANNEXE III/ALLEGATO III/BIJLAGE III/ANEXO III/LIITE III/BILAGA III\n>TABLE>\nANEXO IV/BILAG IV/ANHANG IV/ΠΑΡΑΡΤΗΜΑ IV/ANNEX IV/ANNEXE IV/ALLEGATO IV/BIJLAGE IV/ANEXO IV/LIITE IV/BILAGA IV\n>TABLE>\nANEXO V/BILAG V/ANHANG V/ΠΑΡΑΡΤΗΜΑ V/ANNEX V/ANNEXE V/ALLEGATO V/BIJLAGE V/ANEXO V/LIITE V/BILAGA V\n>TABLE>\nANEXO VI/BILAG VI/ANHANG VI/ΠΑΡΑΡΤΗΜΑ VI/ANNEX VI/ANNEXE VI/ALLEGATO VI/BIJLAGE VI/ANEXO VI/LIITE VI/BILAGA VI\n>TABLE>\nANEXO VII/BILAG VII/ANHANG VII/ΠΑΡΑΡΤΗΜΑ VII/ANNEX VII/ANNEXE VII/ALLEGATO VII/BIJLAGE VII/ANEXO VII/LIITE VII/BILAGA VII\n>TABLE>"}