{"celex_id": "32007R0922", "uri": "http://publications.europa.eu/resource/cellar/dd2467e2-38e4-43bb-adcf-6023072f11c1", "type": "Regulation", "concepts": ["3068", "3069", "3763", "4734", "5063", "5581", "922"], "title": "Commission Regulation (EC) No 922/2007 of 1 August 2007 derogating from Regulation (EC) No 1227/2000 as regards transitional arrangement concerning the financial allocations for Bulgaria and Romania for the restructuring and conversion\n", "header": "2.8.2007 EN Official Journal of the European Union L 201/7\nCOMMISSION REGULATION (EC) No 922/2007\nof 1 August 2007\nderogating from Regulation (EC) No 1227/2000 as regards transitional arrangement concerning the financial allocations for Bulgaria and Romania for the restructuring and conversion\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (1), and in particular Article 15 thereof,\nWhereas:\n(1) Articles 16 and 17 of Commission Regulation (EC) No 1227/2000 of 31 May 2000 laying down detailed rules for the application of Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine, as regards production potential (2) lay down the rules on financing the restructuring and conversion scheme.\n(2) For the 2007 financial year, funding allocations have been allocated to Bulgaria and Romania under Commission Decision 2007/381/EC of 1 June 2007 fixing, for the 2006/2007 marketing year and in respect of a certain number of hectares, an indicative financial allocation for Bulgaria and Romania for the restructuring and conversion of vineyards under Council Regulation (EC) No 1493/1999 (3).\n(3) Article 16 and 17 of Regulation (EC) No 1227/2000 provide in particular that the appropriations allocated to a Member State whose corresponding expenditure was not incurred or validated by 30 June is to be reallocated to the Member States whose incurred and validated expenditure equals the allocation awarded to them. Those Articles also provide for the amounts awarded to the Member States to be reduced for the following financial year if the expenditure incurred by them on 30 June is less than 75 % of their initial allocations.\n(4) Bulgaria and Romania, for which the 2006/2007 wine year is the first year of application of the restructuring and conversion scheme, are not able to use up most of their initial allocation by 30 June. Application of Articles 16 and 17 of Regulation (EC) No 1227/2000 would result in excessive reductions in the appropriations available to those Member States for restructuring and conversion in the current and the next financial year.\n(5) Therefore, on a transitional basis, for the 2006/2007 wine year, these excessive reductions are to be avoided, by way of derogation from Regulation (EC) No 1227/2000, by allowing Bulgaria and Romania to pay out, by the end of the current financial year, 90 % of their initial allocation for the 2006/2007 wine year and by exempting them from the reduction of their initial allocation in the subsequent wine year.\n(6) A similar provision was introduced in 2001 and in 2005 when the vineyard restructuring and conversion scheme was first applied by the Member States concerned. As the inability of the Member States concerned to spend their initial allocation could also be due to the late publication of the decision providing for the initial allocations, the option of using up these allocations must be fixed at the same high level as in 2005.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1.   By way of derogation from Article 16(1)(c) of Regulation (EC) No 1227/2000 and as concerns the 2007 financial year, Bulgaria and Romania may apply to the Commission, not later than 10 July 2007, for a further contribution to expenditure in the 2007 financial year above that notified to the Commission under Article 16(1)(a) and (b) of that Regulation, and up to 90 % of the financial allocation awarded to them by Decision 2007/381/EC. They may pay out, not later than 15 October 2007, 90 % of their initial allocation for the 2006/2007 wine year.\n2.   By way of derogation from Article 17(3) of Regulation (EC) No 1227/2000, applications for further funding sent to the Commission under Article 16(1)(c) of that Regulation by other Member States than Bulgaria and Romania shall be accepted on a pro-rata basis by using the available appropriations once the amounts for all Member States notified under Article 16(1)(a) and (b) of that Regulation and the amounts notified by Bulgaria and Romania under Article 16(1)(a), (b) of that Regulation and under paragraph 1 of this Article, have together been deducted.\n3.   By way of derogation from Article 17(5) of Regulation (EC) No 1227/2000 and as concerns the 2007 financial year, no reduction is applicable to Bulgaria and Romania as regards their initial allocation for the subsequent wine year.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 179, 14.7.1999, p. 1. Regulation as last amended by Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(2)  OJ L 143, 16.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 1216/2005 (OJ L 199, 29.7.2005, p. 32).\n(3)  OJ L 141, 2.6.2007, p. 80."}