{"celex_id": "32007D0793", "uri": "http://publications.europa.eu/resource/cellar/ed0509c6-31d1-4ee4-bb3b-876eeb8bee4f", "type": "Decision", "concepts": ["2836", "3559", "3885", "5532", "6050"], "title": "2007/793/EC: Commission Decision of 29 November 2007 on the appointment of the members of the stakeholder dialogue group in the areas of public health and consumer protection established by Decision 2007/602/EC\n", "header": "6.12.2007 EN Official Journal of the European Union L 320/33\nCOMMISSION DECISION\nof 29 November 2007\non the appointment of the members of the stakeholder dialogue group in the areas of public health and consumer protection established by Decision 2007/602/EC\n(2007/793/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Commission Decision 2007/602/EC of 5 September 2007 setting up the stakeholder dialogue group in the areas of public health and consumer protection (1), and in particular Article 3 thereof,\nWhereas:\n(1) A stakeholder dialogue group in the areas of public health and consumer protection has been established by Decision 2007/602/EC with effect from 10 October 2007 in order to advise the Commission on best practice in the consultation process and also help it to better tailor its stakeholder involvement processes to stakeholders’ needs in the abovementioned areas.\n(2) According to Article 3(1) of Decision 2007/602/EC, the members of the group shall be appointed by the Commission from specialists with competence in the areas referred to in Article 2(2) of that Decision and who have responded to the call for an expression of interest.\n(3) A call for expression of interest was published on 12 June 2007 and closed on 27 July 2007. Some 127 applications were received.\n(4) 19 specialists have been identified from the applications received in response to the call of expression of interest. This group reflects a balanced representation of stakeholders concerned by the different policy areas covered by the Directorate-General for Health and Consumer Protection. The appointments are made on the basis of the highest standards of competence, a broad range of relevant expertise and, consistent with these criteria, the broadest possible geographic distribution within the Community, as well as a gender balance,\n(5) A further Decision will be adopted by the Commission laying down which members are to be appointed for a four-year term of office and which members are to be appointed for a two-year term of office in accordance with Article 3(4) of Decision 2007/602/EC,", "main_body": ["The Commission herewith appoints the following persons as members of the stakeholder dialogue group:\nBAX Willemien\nBERTELETTI KEMP Florence\nCZIMBALMOS Ágnes\nDAVCHEVA Yanka\nDI PUPPO Roshan\nFEDERSPIEL Benedicte\nFELLER Roxane\nGALLANI Barbara\nGOUVEIA Rodrigo\nJONNAERT Erik\nKETTLITZ Beate\nKNABE Agnese\nMACCHIA BANGSGAARD Flaminia\nPELLEGRINO Patrice\nORTEGA PECINA David Miguel\nRAWLING Ruth\nROSS Melody\nSHEPPARD Philip\nTIDDENS-ENGWIRDA Lisette", "This Decision shall take effect on 29 November 2007."], "attachments": "Done at Brussels, 29 November 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 234, 6.9.2007, p. 13."}