{"celex_id": "32008R0622", "uri": "http://publications.europa.eu/resource/cellar/44ec966b-5b05-471e-927d-dfc2a6667b2a", "type": "Regulation", "concepts": ["539", "5790", "5814", "802"], "title": "Commission Regulation (EC) No 622/2008 of 30 June 2008 amending Regulation (EC) No 773/2004, as regards the conduct of settlement procedures in cartel cases (Text with EEA relevance)\n", "header": "1.7.2008 EN Official Journal of the European Union L 171/3\nCOMMISSION REGULATION (EC) No 622/2008\nof 30 June 2008\namending Regulation (EC) No 773/2004, as regards the conduct of settlement procedures in cartel cases\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Agreement on the European Economic Area,\nHaving regard to Council Regulation (EC) No 1/2003 of 16 December 2002 on the implementation of the rules on competition laid down in Articles 81 and 82 of the Treaty (1), and in particular Article 33 thereof,\nHaving published a draft of this Regulation (2),\nAfter consulting the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas:\n(1) Commission Regulation (EC) No 773/2004 of 7 April 2004 relating to the conduct of proceedings by the Commission pursuant to Articles 81 and 82 of the EC Treaty (3) lays down rules concerning the participation of the parties concerned in such proceedings.\n(2) Parties to the proceedings may be prepared to acknowledge their participation in a cartel violating Article 81 of the Treaty and their liability in respect of such participation, if they can reasonably anticipate the Commission's envisaged findings as regards their participation in the infringement and the level of potential fines and agree with those findings. It should be possible for the Commission to disclose to those parties, where appropriate, the objections which it intends to raise against them on the basis of the evidence in the file and the fines that they are likely to incur. Such early disclosure should enable the parties concerned to put forward their views on the objections which the Commission intends to raise against them as well as on their potential liability.\n(3) When the Commission reflects the parties’ settlement submissions in the statement of objections and the parties’ replies confirm that the statement of objections corresponds to the contents of their settlement submissions, the Commission should be able to proceed to the adoption of a Decision pursuant to Article 7 and Article 23 of Regulation (EC) No 1/2003 after consultation of the Advisory Committee on Restrictive Practices and Dominant Positions pursuant to Article 14 of Regulation (EC) No 1/2003.\n(4) A settlement procedure should therefore be established in order to enable the Commission to handle faster and more efficiently cartel cases. The Commission retains a broad margin of discretion to determine which cases may be suitable to explore the parties’ interest to engage in settlement discussions, as well as to decide to engage in them or discontinue them or to definitely settle. Therefore, the Commission may decide at any time during the procedure to discontinue settlement discussions altogether in a specific case or with respect to one or more of the parties. In this regard, account may be taken of the probability of reaching a common understanding regarding the scope of the potential objections with the parties involved within a reasonable timeframe, in view of factors such as number of parties involved, foreseeable conflicting positions on the attribution of liability, extent of contestation of the facts. The prospect of achieving procedural efficiencies in view of the progress made overall in the settlement procedure, including any unreasonable delays, such as delays associated with the resources required to provide access to non-confidential versions of documents from the file, will be considered. Other concerns such as the possibility of setting a precedent may also be considered.\n(5) Complainants will be closely associated with settlement proceedings and be duly informed of the nature and subject matter of the procedure in writing to enable them to provide their views thereon and thereby cooperate with the Commission investigation. However, in the particular context of settlement proceedings, providing systematically a non-confidential version of the statement of objections to complainants would not always serve the purpose of enabling complainants to cooperate with the Commission's investigation and may occasionally discourage the parties to the proceedings from cooperating with the Commission. To this end, the Commission should not be obliged to provide a non-confidential version of the statement of objections to complainants.\n(6) Regulation (EC) No 773/2004 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 773/2004 is amended as follows:\n1. Article 2, paragraph 1 is replaced by the following:\n2. In Article 6, paragraph 1 is replaced by the following:\n3. In Article 10, paragraph 1 is replaced by the following:\n4. The following Article 10a is inserted:\n(a) the objections it envisages to raise against them;\n(b) the evidence used to determine the envisaged objections;\n(c) non-confidential versions of any specified accessible document listed in the case file at that point in time, in so far as a request by the party is justified for the purpose of enabling the party to ascertain its position regarding a time period or any other particular aspect of the cartel; and\n(d) the range of potential fines.\n5. Article 11(1) is replaced by the following:\n6. Article 12 is replaced by the following:\n7. In Article 15, the following paragraph 1a is inserted:\n8. Article 17 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 3 is replaced by the following:", "This Regulation shall enter into force on 1 July 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 2008.\nFor the Commission\nNeelie KROES\nMember of the Commission\n(1)  OJ L 1, 4.1.2003, p. 1. Regulation as last amended by Regulation (EC) No 1419/2006 (OJ L 269, 28.9.2006, p. 1).\n(2)  OJ C 50, 27.10.2007, p. 48.\n(3)  OJ L 123, 27.4.2004, p. 18. Regulation as amended by Regulation (EC) No 1792/2006 (OJ L 362, 20.12.2006, p. 1)."}