{"celex_id": "32006D1000", "uri": "http://publications.europa.eu/resource/cellar/7d9a7593-d399-4c0d-bcfe-289c2deb6a1b", "type": "Decision", "concepts": ["1632", "3434", "3506", "5259", "5788", "862", "922"], "title": "Council Decision 2006/1000/CFSP of 11 December 2006 concerning the implementation of Joint Action 2002/589/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Latin America and the Caribbean\n", "header": "22.12.2006 EN Official Journal of the European Union L 367/77\nCOUNCIL DECISION 2006/1000/CFSP\nof 11 December 2006\nconcerning the implementation of Joint Action 2002/589/CFSP with a view to a European Union contribution to combating the destabilising accumulation and spread of small arms and light weapons in Latin America and the Caribbean\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to Joint Action 2002/589/CFSP (1) of 12 July 2002 on the European Union's contribution to combating the destabilising accumulation and spread of small arms and light weapons, and in particular Articles 6 and 7 thereof, in conjunction with the second indent of Article 23(2) of the Treaty on European Union,\nWhereas:\n(1) Council Decisions 2001/200/CFSP (2) and 2003/543/CFSP (3) contributed to combating the uncontrolled accumulation and spread of small arms and light weapons, which posed a threat to peace and security and reduced the prospects for sustainable development, inter alia in Latin America and the Caribbean, through the United Nations Regional Centre for Peace, Disarmament and Development in Latin America and the Caribbean (UN-LiREC) in Lima, acting on behalf of the United Nations Department for Disarmament Affairs (DDA).\n(2) Since 2001, the financial contribution of the European Union has been effective in ensuring training courses for the law enforcement authorities and Members of Parliament in the region and their advisors on firearms-related legislation, development of databases as well as weapons destruction and stockpile management activities. In order to complete these activities, UN-LiREC and DDA have appealed for further and final assistance from the European Union.\n(3) The European Union therefore intends to complete its financial assistance to the activities of UN-LiREC. This should be the last contribution of the European Union to these activities,", "main_body": ["1.   The European Union shall complete its contribution to UN-LiREC for combating the destabilising accumulation and spread of small arms and light weapons in Latin America and the Caribbean.\n2.   For the purposes of paragraph 1, the European Union shall assist UN-LiREC in:\n(a) supporting national ownership of activities relating to the 2001 United Nations Programme of Action to Prevent, Combat and Erradicate the Illicit Trade in Small Arms and Light Weapons in All its Aspects;\n(b) linking these activities to similar initiatives undertaken by the Member States; and\n(c) developing best practices training kits for other regions of the world, such as Africa and South Eastern Europe.\nA detailed description of activities is set out in the Annex.\n3.   Adequate visibility of the contribution of the European Union to the activities mentioned in the Annex, including by appropriate measures taken by UN-LiREC shall be ensured in accordance with the modalities laid down by this Decision.", "1.   The financial reference amount for the purposes referred to in Article 1 shall be EUR 700 000.\n2.   For the purposes of this Decision, the Commission shall conclude a financing agreement with DDA, on behalf of which UN-LiREC is acting, on the conditions for use of the European Union contribution, which will take the form of a grant. The financing agreement shall provide for UN-LiREC/DDA to deliver appropriate reporting and to ensure visibility of the financial contribution of the European Union to the project, appropriate to its size.\n3.   The Commission shall supervise the proper implementation of the contribution of the European Union. To this end the Commission shall be entrusted with the task of controlling and evaluating the financial aspects of the implementation of this Decision.\n4.   The management of the expenditure financed from the general budget of the European Union provided for in paragraph 1 shall be subject to the procedures and rules of the Community applying to budget matters, with the exception that any pre-financing shall not remain the property of the Community. This management shall be conducted in accordance with the provisions of the Financial and Administrative Framework Agreement between the European Community and the United Nations of 29 April 2003.", "1.   The Presidency, assisted by the Secretatry-General of the Council/High Representative for the CFSP, shall be responsible for the implementation of this Decision and shall report to the Council thereon. The Commission shall be fully associated in these tasks and shall, in particular, provide information on the implementation of their financial aspects.\n2.   The Commission shall submit regular reports to the relevant Council bodies in accordance with Article 2(2). This information will be based in particular on regular reports to be provided by UN-LiREC/DDA under its contractual relationship with the Commission referred to in Article 2(2).", "This Decision shall take effect on the day of its adoption. It shall expire 12 months after the financing agreement referred to in Article 2(2) has been concluded.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 11 December 2006.\nFor the Council\nThe President\nE. TUOMIOJA\n(1)  OJ L 191, 19.7.2002, p. 1.\n(2)  OJ L 72, 14.3.2001, p. 1.\n(3)  OJ L 185, 24.7.2003, p. 59.\nANNEX\nTraining the trainers and database project, third phase\nThe third and final phase of the UN-LiREC project consists of two main sets of activities. The first entails the continuation of the activities underway, while the second set of activities consists of the application of the work developed by the UN-LiREC to related activities undertaken in Europe in support of EU Policy in South-Eastern Europe and other regions of the world such as Africa.\nFirst set of Activities\n1.   Training the trainers\n1.1. Support to national training courses on investigating techniques through the law enforcement officials previously trained by UN-LiREC;\n1.2. Support to the development of the Regional Public Security Training Centre created by Brazil which aims to coordinate future regional training course activities; and\n1.3. Carrying out of advanced training courses on intelligence and international cooperation.\n2.   Firearms-related Databases\n2.1. Further development of the Small Arms and Light Weapons Administration System (SALSA) databases; and\n2.2. Integration of SALSA into other databases of the law enforcement authorities of the region.\n3.   Parliamentary Exchange Initiative\n3.1. Continuation of training courses for Members of Parliament in the region; and\n3.2. Technical support to firearms legislation reform.\n4.   Weapons Destruction and Stockpile Management\n4.1. Continuation of the work to support weapons destruction and stockpile management; and\n4.2. Support to national destruction programmes.\nSecond set of activities\nLinkage of Latin American and Caribbean activities to European-related activities and transfer of knowledge and lessons learnt to ensure synergies between Latin America and Caribbean and other regions of the world:\n1. Assessment of the European firearms legislation and promotion of the EU Code of Conduct on Control of Arms Exports to identify lessons learnt for improvements of Latin American and Caribbean legislation: proposed cooperation with the European Parliament.\n2. Expansion and adaptation of the SALSA database system to include information exchange with Member States so as to facilitate coordination and cooperation between the two regions: proposed cooperation with other entities that work on the issue of illicit firearms trafficking, such as national law enforcement entities and EUROPOL.\n3. Adaptation of the training course materials developed by the UN-LiREC to the needs and opportunities of countries in other regions of the world so as to enhance lessons learnt.\n4. Assessment of the status of implementation and the identification of opportunities for synergies in the recommendations made by the Heads of State and Governments from Latin America and the Caribbean and Europe concerning the firearms issue at the Rio de Janeiro, Madrid and Mexico Summit Meetings, notably identifying Summit Declarations related to activities referred to above.\nActivities will culminate with the implementation of a Combined Command Post (CCP) — a region-wide centre of operations of the Regional Public Security Training Centre in Brasilia, Brazil — to coordinate firearms-related training and other activities with the work of some 3 000 officials in 33 countries. By the end of 2007, the entire training course package will be transferred from UN-LiREC to the CCP and to individual countries to facilitate national ownership. The CCP will also serve as a hub to link this network of law enforcement entities with other regions."}