{"celex_id": "32005R0956", "uri": "http://publications.europa.eu/resource/cellar/19d70565-2d49-4921-bdac-a31ba1fc79df", "type": "Regulation", "concepts": ["1005", "1476", "3065", "5283", "979"], "title": "Commission Regulation (EC) No 956/2005 of 23 June 2005 amending Regulation (EEC) No 411/88 on the method and the rate of interest to be used for calculating the costs of financing intervention measures comprising buying-in, storage and disposal\n", "header": "24.6.2005 EN Official Journal of the European Union L 164/8\nCOMMISSION REGULATION (EC) No 956/2005\nof 23 June 2005\namending Regulation (EEC) No 411/88 on the method and the rate of interest to be used for calculating the costs of financing intervention measures comprising buying-in, storage and disposal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (1), and in particular Article 5 thereof,\nWhereas:\n(1) The third subparagraph of Article 5 of Regulation (EEC) No 1883/78 provides that, where the average rate of interest costs borne by a Member State in respect of intervention measures is more than twice the uniform interest rate determined for the Community, the Commission may finance those interest costs, during the budget years 2005 and 2006, by applying the uniform rate of interest plus the difference between double that rate and the actual rate borne by that Member State.\n(2) In order to determine the interest rate to be taken into consideration for the Member States concerned, the method to be applied during 2005 and 2006 should be specified in Commission Regulation (EEC) No 411/88 (2).\n(3) Where a Member State fails to communicate to the Commission the average rate of interest costs that it has borne, the Commission will apply a specific reference rate, determined on the basis of the representative reference interest rates in the Member States.\n(4) Following the accession of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia on 1 May 2004, this reference rate should also take account of the representative reference rates for each of them. Those rates should therefore be defined on the same terms as for the other Member States.\n(5) Regulation (EEC) No 411/88 should be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Fund Committee,", "main_body": ["Regulation (EEC) No 411/88 is hereby amended as follows:\n1. Article 4 is replaced by the following:\n2. The Annex is replaced by the text set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply to expenditure effected from 1 October 2004.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 2005.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 216, 5.8.1978, p. 1. Regulation as last amended by Regulation (EC) No 695/2005 (OJ L 114, 4.5.2005, p. 1).\n(2)  OJ L 40, 13.2.1988, p. 25. Regulation as last amended by Regulation (EC) No 2623/1999 (OJ L 318, 11.12.1999, p. 14).\nANNEX\n‘ANNEX\nReference interest rates referred to in the second subparagraph of Article 4(2)\n1. Czech Republic\n2. Denmark\n3. Estonia\n4. Cyprus\n5. Latvia\n6. Lithuania\n7. Hungary\n8. Malta\n9. Poland\n10. Slovenia\n11. Slovakia\n12. Sweden\n13. United Kingdom\n14. For the other Member States\nNB: These rates will be increased by one percentage point, corresponding to the banking margin.’"}