{"celex_id": "32005D0764", "uri": "http://publications.europa.eu/resource/cellar/a92bf449-8fb1-4e5a-a4bd-314b7439a831", "type": "Decision", "concepts": ["1085", "1519", "1598", "5034", "5047"], "title": "2005/764/EC: Commission Decision of 28 October 2005 amending Decision 93/52/EEC as regards the declaration that the province of Grosseto in the Region of Toscana in Italy is free of brucellosis (B. melitensis) and Decision 2003/467/EC as regards the declaration that France is free of bovine brucellosis (notified under document number C(2005) 4187)   (Text with EEA relevance)\n", "header": "29.10.2005 EN Official Journal of the European Union L 288/56\nCOMMISSION DECISION\nof 28 October 2005\namending Decision 93/52/EEC as regards the declaration that the province of Grosseto in the Region of Toscana in Italy is free of brucellosis (B. melitensis) and Decision 2003/467/EC as regards the declaration that France is free of bovine brucellosis\n(notified under document number C(2005) 4187)\n(Text with EEA relevance)\n(2005/764/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Annex A(II)(7) thereto,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (2), and in particular Annex A, Chapter 1(II) thereto,\nWhereas:\n(1) Commission Decision 93/52/EEC of 21 December 1992 recording the compliance by certain Member States or regions with the requirements relating to brucellosis (B. melitensis) and according them the status of a Member State or region officially free of the disease (3), lists the regions of Member States which are recognised as officially free of brucellosis (B. melitensis) in accordance with Directive 91/68/EEC.\n(2) In the province of Grosseto in the Region of Toscana, at least 99,8 % of the ovine or caprine holdings are officially brucellosis-free holdings. In addition, that province has undertaken to comply with certain other conditions laid down in Directive 91/68/EEC concerning random checks to be carried out following recognition of the concerned province as brucellosis-free.\n(3) The province of Grosseto in the Region of Toscana should therefore be recognised as officially free of brucellosis (B. melitensis) as regards ovine or caprine holdings.\n(4) The lists of regions of Member States declared free of bovine tuberculosis, bovine brucellosis and enzootic bovine leukosis are set out in Commission Decision 2003/467/EC of 23 June 2003 establishing the official tuberculosis, brucellosis and enzootic-bovine-leukosis-free status of certain Member States and regions of Member States as regards bovine herds (4).\n(5) Following evaluation by the Commission of the documentation submitted by France, to demonstrate compliance with the appropriate conditions provided for in Directive 64/432/EEC as regards the freedom from bovine brucellosis, the whole of that Member State should be declared officially free of bovine brucellosis.\n(6) Decisions 93/52/EEC and 2003/467/EC should therefore be amended accordingly.\n(7) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex II to Decision 93/52/EEC is amended in accordance with Annex I to this Decision.", "Annex II to Decision 2003/467/EC is amended in accordance with Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 October 2005.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977/64. Directive as last amended by Regulation (EC) No 21/2004 (OJ L 5, 9.1.2004, p. 8).\n(2)  OJ L 46, 19.2.1991, p. 19. Directive as last amended by Commission Decision 2004/554/EC (OJ L 248, 22.7.2004, p. 1).\n(3)  OJ L 13, 21.1.1993, p. 14. Decision as last amended by Decision 2005/604/EC (OJ L 206, 9.8.2005, p. 12).\n(4)  OJ L 156, 25.6.2003, p. 74. Decision as last amended by Decision 2005/604/EC.\nANNEX I\nAnnex II to Decision 93/52/EEC is replaced by the following:\n‘ANNEX II\nIn France:\nDépartements:\nIn Italy:\n— Region Lazio: Provinces of Rieti, Viterbo.\n— Region Lombardia: Provinces of Bergamo, Brescia, Como, Cremona, Lecco, Lodi, Mantova, Milano, Pavia, Sondrio, Varese.\n— Region Marche: Provinces of Ancona, Ascoli Piceno, Macerata, Pesaro, Urbino.\n— Region Piemonte: Provinces of Alessandria, Asti, Biella, Cuneo, Novara, Torino, Verbania, Vercelli.\n— Region Sardinia: Provinces of Cagliari, Nuoro, Oristano, Sassari.\n— Region Trentino-Alto Adige: Provinces of Bolzano, Trento.\n— Region Toscana: Provinces of Arezzo, Firenze, Grosseto, Livorno, Lucca, Massa-Carrara, Pisa, Pistoia, Prato, Siena.\n— Region Umbria: Provinces of Perugia, Terni.\nIn Portugal:\nAutonomous Region of the Azores.\nIn Spain:\nAutonomous Region of Canary Islands: Provinces of Santa Cruz de Tenerife and Las Palmas.’\nANNEX II\nIn Annex II to Decision 2003/467/EC, Chapter 1 is replaced by the following:\n‘CHAPTER 1\nOFFICIALLY BRUCELLOSIS-FREE MEMBER STATES\nISO code Member State\nBE Belgium\nCZ Czech Republic\nDK Denmark\nDE Germany\nFR France\nLU Luxembourg\nNL Netherlands\nAT Austria\nSK Slovakia\nFI Finland\nSE Sweden’"}