{"celex_id": "32006D0393", "uri": "http://publications.europa.eu/resource/cellar/546db5ff-2769-4204-b86b-c3b5e425531a", "type": "Decision", "concepts": ["3660", "994"], "title": "2006/393/EC: Commission Decision of  31 May 2006  concerning the designation of the Community reference laboratory for foot-and-mouth disease  (notified under document number C(2006) 2069)   (Text with EEA relevance)\n", "header": "7.6.2006 EN Official Journal of the European Union L 152/31\nCOMMISSION DECISION\nof 31 May 2006\nconcerning the designation of the Community reference laboratory for foot-and-mouth disease\n(notified under document number C(2006) 2069)\n(Text with EEA relevance)\n(2006/393/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 2003/85/EC of 29 September 2003 on Community measures for the control of foot-and-mouth disease repealing Directive 85/511/EEC and Decisions 89/531/EEC and 91/665/EEC and amending Directive 92/46/EEC (1), and in particular Article 69(1) thereof,\nWhereas:\n(1) Directive 2003/85/EC provides for the designation of the Community reference laboratory for foot-and-mouth disease. The Commission, in close collaboration with the Member States, has carried out a tender for the selection of that Community reference laboratory, taking into account the criteria of technical and scientific competence and staff expertise.\n(2) Account was also taken of additional requirements for the designation of official laboratories laid down in Article 12(2) of Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (2).\n(3) Following completion of the selection procedure, the successful laboratory, the Institute for Animal Health, Pirbright Laboratory sponsored by the Biotechnology and Biological Sciences Research Council (BBSRC), should be designated as the Community reference laboratory for foot-and-mouth disease for a period of five years.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1.   The Institute for Animal Health, Pirbright Laboratory, of the Biotechnology and Biological Sciences Research Council (BBSRC) in the United Kingdom, is designated as the Community reference laboratory for foot-and-mouth disease for a period of five years following the date of publication of this Decision in the Official Journal of the European Union.\n2.   The rules setting out the functions and duties of the Community reference laboratory referred to in paragraph 1 are laid down in Annex XVI to Directive 2003/85/EC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 May 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 306, 22.11.2003, p. 1. Directive as amended by Commission Decision 2005/615/EC (OJ L 213, 18.8.2005, p. 14).\n(2)  OJ L 165, 30.4.2004, p. 1, corrected by OJ L 191, 28.5.2004, p. 1. Regulation as amended by Commission Regulation (EC) No 776/2006 (OJ L 136, 24.5.2006, p. 3)."}