{"celex_id": "32006D0389", "uri": "http://publications.europa.eu/resource/cellar/805b47f0-004c-41b8-b72f-0337fc04121a", "type": "Decision", "concepts": ["1095", "1234", "1684", "2602", "4585", "5581", "5709"], "title": "2006/389/EC: Council Decision of  15 May 2006  authorising the Republic of Lithuania to apply a measure derogating from Article 11 and Article 28e of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n", "header": "3.6.2006 EN Official Journal of the European Union L 150/15\nCOUNCIL DECISION\nof 15 May 2006\nauthorising the Republic of Lithuania to apply a measure derogating from Article 11 and Article 28e of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes\n(2006/389/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonisation of the laws of the Member States relating to turnover taxes — Common System of Valued Added Tax; uniform basis of assessment (1), and in particular Article 27 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Under Article 27(1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorise any Member State to introduce special measures for derogation from that Directive, in order to simplify the procedure for charging the tax or to prevent certain types of tax evasion or avoidance.\n(2) In letters dated 3 August 2004 and 16 December 2004 the Republic of Lithuania (hereinafter referred to as Lithuania) sought authorisation to introduce a measure derogating from the provisions of Directive 77/388/EEC governing the taxable amount for value added tax (VAT) purposes.\n(3) In accordance with Article 27(2) of Directive 77/388/EEC, the Commission informed the other Member States of the request made by Lithuania in a letter dated 7 June 2005. In a letter dated 14 June 2005, the Commission notified Lithuania that it had all the information it considered necessary for appraisal of the request.\n(4) Article 11(A)(1)(a) of Directive 77/388/EEC establishes the taxable amount of a supply for VAT purposes to be everything which constitutes the consideration paid for the supply. Article 28e(1) of that Directive governs the taxable amount of intra-Community acquisitions, by reference to Article 11(A).\n(5) The measure requiring a derogation is intended to counter tax losses arising from the manipulation of the taxable amount of supplies of goods, services and intra-Community acquisitions subject to VAT where one of the parties does not have a right to full deduction.\n(6) The measure should be targeted so that it applies only in cases of VAT avoidance or evasion and only when a number of conditions have been met. The measure is therefore proportionate to the aim pursued.\n(7) Similar derogations have been granted to other Member States in order to counter tax avoidance or evasion and have been found to be effective.\n(8) Derogations pursuant to Article 27 of Directive 77/388/EEC which counter VAT avoidance linked to the taxable amount of supplies between related parties are included in the Commission proposal of 16 March 2005 for a Directive rationalising some of the derogations pursuant to that Article (2). It is therefore necessary to bring the application period of this derogation to an end when that Directive enters into force.\n(9) This derogation will safeguard the amount of VAT due at the final consumption stage and has no negative impact on the Communities' own resources accruing from VAT,", "main_body": ["By way of derogation from Article 11(A)(1)(a) and Article 28e of Directive 77/388/EEC, Lithuania is hereby authorised to provide that the taxable amount of a supply of goods or services or of an intra-Community acquisition of goods shall be the same as the open-market value, as defined in Article 11(A)(1)(d) of the said Directive, in either of the following circumstances:\n(a) where the consideration is significantly lower than the open-market value and the recipient of the supply, or in the case of an intra-Community acquisition, the acquirer, does not have a right to full deduction under Article 17 of Directive 77/388/EEC;\n(b) where the consideration is significantly higher than the open-market value and the supplier does not have a right to full deduction under Article 17 of Directive 77/388/EEC.\nThis measure may only be used in order to prevent tax avoidance or evasion and when the consideration on which the taxable amount would otherwise be based has been influenced by family, management, ownership, financial or legal ties as defined in national legislation. For these purposes, legal ties shall include the formal relationship between employer and employee.", "The authorisation granted under Article 1 shall expire on the date of entry into force of a Directive rationalising the derogations pursuant to Article 27 of Directive 77/388/EEC which counter avoidance or evasion of VAT through the valuation of supplies between connected persons, or on 31 December 2009, whichever is the earlier.", "This Decision is addressed to the Republic of Lithuania."], "attachments": "Done at Brussels, 15 May 2006.\nFor the Council\nThe President\nU. PLASSNIK\n(1)  OJ L 145, 13.6.1977, p. 1. Directive as last amended by Directive 2006/18/EC (OJ L 51, 22.2.2006, p. 12).\n(2)  OJ C 125, 24.5.2005, p. 12."}