{"celex_id": "32004R1203", "uri": "http://publications.europa.eu/resource/cellar/ca97a974-f7ec-475c-b97d-8149aa4dc461", "type": "Regulation", "concepts": ["161", "1644", "2743", "4080", "4682"], "title": "Commission Regulation (EC) No 1203/2004 of 29 June 2004 opening and providing for the administration of a tariff quota for frozen meat of bovine animals covered by CN code 0202 and products covered by CN code 0206 29 91 (1 July 2004 to 30 June 2005)\n", "header": "30.6.2004 EN Official Journal of the European Union L 230/27\nCOMMISSION REGULATION (EC) No 1203/2004\nof 29 June 2004\nopening and providing for the administration of a tariff quota for frozen meat of bovine animals covered by CN code 0202 and products covered by CN code 0206 29 91 (1 July 2004 to 30 June 2005)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1254/1999 of 17 May 1999 on the common organisation of the market in beef and veal (1), and in particular Article 32(1) thereof,\nWhereas:\n(1) The WTO schedule CXL requires the Community to open an annual import quota of 53 000 tonnes of frozen beef covered by CN code 0202 and products covered by CN code 0206 29 91 (order number 09.4003). Implementing rules should be laid down for the quota year 2004/05 starting on 1 July 2004.\n(2) The 2003/04 quota was managed in conformity with the provisions of Commission Regulation (EC) No 780/2003 of 7 May 2003 opening and providing for the administration of a tariff quota for frozen meat of bovine animals covered by CN code 0202 and products covered by CN code 0206 29 91 (1 July 2003 to 30 June 2004) (2). That Regulation laid down, in particular, strict criteria for participation so as to avoid registration of fictitious operators. Moreover, reinforced rules on the use of the import licences concerned provided an obstacle towards speculative trade in licences.\n(3) The experience obtained from the application of those rules indicates, however, that the uniform application of the management rules in the various Member States could not be guaranteed and that the quota continued to be vulnerable to speculation among operators, in particular due to the method of allocation provided for under subquota II in Regulation (EC) No 780/2003. In order to avoid a continuation of that situation and to ensure efficient management it is appropriate to introduce a method of administration based on an import performance criterion ensuring that the quota will be allocated to professional operators able to import beef without undue speculation.\n(4) It is appropriate to determine a reference period for eligible imports which is long enough to provide for a representative performance while also sufficiently recent to reflect the latest development in trade.\n(5) Operators in the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia (hereinafter referred to as ‘the new Member States’) should be allowed to apply on the basis of imports from countries which for them were third countries until 30 April 2004.\n(6) For control reasons, applications for import rights should be submitted in the Member States where the operator is entered in the national VAT register.\n(7) In order to prevent speculation, a security relating to import rights should be fixed for each applicant under the quota.\n(8) To oblige operators to apply for import licences for all the import rights allocated, it should be established that such obligation constitutes a primary requirement within the meaning of Commission Regulation (EEC) No 2220/85 of 22 July 1985 laying down common detailed rules for the application of the system of securities for agriculture products (3).\n(9) Commission Regulation (EC) No 1291/2000 of 9 June 2000 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4) and Commission Regulation (EC) No 1445/95 of 26 June 1995 on rules of application for import and export licences in the beef and veal sector and repealing Regulation (EEC) No 2377/80 (5) should be applicable to import licences issued according to this Regulation, save where derogations are appropriate.\n(10) The Management Committee for Beef and Veal has not given an opinion within the time limit set by its President,", "main_body": ["1.   A tariff quota totalling 53 000 tonnes expressed in weight of boneless meat is hereby opened for frozen meat of bovine animals covered by CN code 0202 and products covered by CN code 0206 29 91 for the period 1 July 2004 to 30 June 2005.\nThe order number of the tariff quota shall be 09.4003.\n2.   The Common Custom Tariff duty applicable to the quota provided for in paragraph 1 shall be 20 % ad valorem.", "For the purposes of this Regulation,\na) 100 kilograms of bone-in meat shall be equivalent to 77 kilograms of boneless meat;\nb) ‘frozen meat’ means meat that is frozen and has an internal temperature of - 12 °C or lower when it enters the customs territory of the Community.", "1.   A Community operator may apply for import rights on the basis of a reference quantity which shall be the quantities of beef falling under CN code 0201, 0202, 0206 10 95 or 0206 29 91 imported by him/her or on his/her account under the relevant customs provisions, between 1 January 2003 and 30 April 2004.\nOperators in the new Member States may apply for import rights on the basis of imports in the period and of the products referred to in the first subparagraph from countries which for them were third countries until 30 April 2004.\n2.   A company formed by the merger of companies each having reference imports may use those reference imports as basis for its application.\n3.   Proof of imports referred to in paragraph 1 shall accompany the application for import rights and shall be provided by means of duly endorsed copy for the consignee of the customs declaration for release for free circulation.", "1.   No later than 13.00, Brussels time, on the second Friday following the date of the publication of the present Regulation in the Official Journal of the European Union, applications for import rights shall reach the competent authority in the Member State where the applicant is entered in the national VAT register.\nAll quantities presented as reference quantity, in application of Article 3, shall constitute the import rights applied for.\n2.   After verifying the documents submitted, the Member States shall communicate to the Commission no later than the fourth Friday following the date of the publication of the present Regulation in the Official Journal of the European Union, a list of applicants for import rights under the quota provided for in Article 1(1), including in particular their names and addresses and the quantities of eligible meat imported during the reference period concerned.\n3.   Communications of the information referred to in paragraph 2, including nil returns, shall be sent by fax or e-mail using the form in Annex I.", "The Commission shall decide as soon as possible the extent to which import rights under the quota provided for in Article 1(1) may be granted. Where the import rights applied for exceed the available quantity referred to in Article 1(1) the Commission shall fix a corresponding reduction coefficient.", "1.   In order to be admissible, the application for import rights must be accompanied by a security of EUR 6 per 100 kilograms boneless equivalent.\n2.   Where application of the reduction coefficient referred to in Article 5 causes fewer import rights to be allocated than had been applied for, the security lodged shall be released proportionally without delay.\n3.   The application for one or several import licences totalling the import rights allocated shall constitute a primary requirement within the meaning of Article 20(2) of Regulation (EEC) No 2220/85.", "1.   Imports of the quantities allocated shall be subject to presentation of one or more import licences.\n2.   Licence applications may be lodged solely in the Member State where the applicant has obtained import rights under the quota provided for in Article 1(1).\nEach issuing of import licence shall result in a corresponding reduction of the import rights obtained.\n3.   Licence applications and licences shall contain:\na) in section 20, one of the entries listed in Annex II;\nb) one of the following groups of CN codes in section 16:\n— 0202 10 00, 0202 20,\n— 0202 30, 0206 29 91.", "1.   Regulations (EC) No 1291/2000 and (EC) No 1445/95 shall apply, save where otherwise provided in this Regulation.\n2.   Pursuant to Article 50(1) of Regulation (EC) No 1291/2000, the full Common Customs Tariff duty applicable on the date of acceptance of the customs declaration for free circulation shall be collected in respect of all quantities imported in excess of those shown on the import licence.\n3.   No import licence shall be valid after 30 June 2005.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 2004.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1)  OJ L 160, 26.6.1999, p. 21. Regulation as last amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(2)  OJ L 114, 8.5.2003, p. 8.\n(3)  OJ L 205, 3.8.1985, p. 5. Regulation as last amended by Regulation (EC) No 673/2004 (OJ L 105, 14.4.2004, p. 17).\n(4)  OJ L 152, 24.6.2000, p. 1. Regulation as last amended by Regulation (EC) No 636/2004 (OJ L 100, 6.4.2004, p. 25).\n(5)  OJ L 143, 27.6.1995, p. 35. Regulation as last amended by Regulation (EC) No 360/2004 (OJ L 63, 28.2.2004, p. 13).\nANNEX I\n— Fax (32-2) 299 85 70\n— E-mail: AGRI-Bovins-Import@cec.eu.int\nApplication of Regulation (EC) No 1203/2004\nOrder No: 09.4003\nANNEX II\nEntries referred to in Article 7(3)(a)\n—   in Spanish: Carne de vacuno congelada [Reglamento (CE) no 1203/2004]\n—   in Czech: Zmražené hovězí maso (nařízení (ES) č. 1203/2004)\n—   in Danish: Frosset oksekød (forordning (EF) nr. 1203/2004)\n—   in German: Gefrorenes Rindfleisch (Verordnung (EG) Nr. 1203/2004)\n—   in Estonian: Külmutatud veiseliha (määrus (EÜ) nr 1203/2004)\n—   in Greek: Κατεψυγμένο βόειο κρέας [κανονισμός (EK) αριθ. 1203/2004]\n—   in English: Frozen meat of bovine animals (Regulation (EC) No 1203/2004)\n—   in French: Viande bovine congelée [Règlement (CE) no 1203/2004]\n—   in Italian: Carni bovine congelate [Regolamento (CE) n. 1203/2004]\n—   in Latvian: Saldēta liellopu gaļa (Regula (EK) Nr. 1203/2004)\n—   in Lithuanian: Sušaldyta galvijiena (Reglamentas (EB) Nr. 1203/2004)\n—   in Hungarian: Fagyasztott szarvasmarhahús (1203/EK rendelet)\n—   in Dutch: Bevroren rundvlees (Verordening (EG) nr. 1203/2004)\n—   in Polish: Mrożone mięso wołowe i cielęce (rozporządzenie (WE) nr 1203/2004)\n—   in Portuguese: Carne de bovino congelada [Regulamento (CE) n.o 1203/2004]\n—   in Slovak: Zmrazené hovädzie mäso (Smernica (ES) č. 1203/2004)\n—   in Slovenian: Zamrznjeno goveje meso (Uredba (ES) št. 1203/2004)\n—   in Finnish: Jäädytettyä naudanlihaa (asetus (EY) N:o 1203/2004)\n—   in Swedish: Fryst kött av nötkreatur (förordning (EG) nr 1203/2004)"}