{"celex_id": "32006R0209", "uri": "http://publications.europa.eu/resource/cellar/05147ed3-cb5a-463e-a581-01ba8c3e0f7c", "type": "Regulation", "concepts": ["1596", "192", "2077", "2737", "2947", "4900", "767"], "title": "Commission Regulation (EC) No 209/2006 of  7 February 2006  amending Regulations (EC) No 809/2003 and (EC) No 810/2003 as regards the extension of the validity of the transitional measures for composting and biogas plants under Regulation (EC) No 1774/2002 of the European Parliament and of the Council   (Text with EEA relevance)\n", "header": "8.2.2006 EN Official Journal of the European Union L 36/32\nCOMMISSION REGULATION (EC) No 209/2006\nof 7 February 2006\namending Regulations (EC) No 809/2003 and (EC) No 810/2003 as regards the extension of the validity of the transitional measures for composting and biogas plants under Regulation (EC) No 1774/2002 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 1774/2002 of the European Parliament and of the Council of 3 October 2002 laying down health rules concerning animal by-products not intended for human consumption (1), and in particular Article 32(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1774/2002 lays down health rules concerning animal by-products not intended for human consumption. In view of the strict nature of those rules, transitional measures have been granted.\n(2) Commission Regulation (EC) No 809/2003 of 12 May 2003 on transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards the processing standards for Category 3 material and manure used in composting plants (2) provides for certain transitional measures in order to give industry time to adjust and develop alternative processing standards for Category 3 material and manure used in composting plants until 31 December 2005.\n(3) Commission Regulation (EC) No 810/2003 of 12 May 2003 on transitional measures under Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards processing standards for Category 3 material and manure used in biogas plants (3) provides for certain transitional measures in order to give industry time to adjust and develop alternative processing standards for Category 3 material and manure used in biogas plants until 31 December 2005.\n(4) The parameters to be imposed following the opinion of the European Food Safety Authority (EFSA) of 7 September 2005 differ from the processing standards which Member States may authorise until 31 December 2005 pursuant to Regulations (EC) No 809/2003 and (EC) No 810/2003. Also, it will take some time for the Member States to implement the new validation procedure provided for in Commission Regulation (EC) No 208/2006 of 7 February 2006 amending Annexes VI and VIII to Regulation (EC) No 1774/2002 of the European Parliament and of the Council as regards processing standards for biogas and composting plants and requirements for manure (4).\n(5) The transitional measures provided for in Regulations (EC) No 809/2003 and (EC) No 810/2003 should therefore be extended for a further period of time to enable the Member States to authorise operators to continue to apply national rules for the processing standards for Category 3 materials and manure used in composting and biogas plants.\n(6) Regulations (EC) No 809/2003 and (EC) No 810/2003 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 1(1), Article 3(2) and Article 4, of Regulation (EC) No 809/2003, ‘31 December 2005’ is replaced by ‘31 December 2006’.", "In Article 1(1), Article 3(2) and Article 4, of Regulation (EC) No 810/2003, ‘31 December 2005’ is replaced by ‘31 December 2006’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 February 2006.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 273, 10.10.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 416/2005 (OJ L 66, 12.3.2005, p. 10).\n(2)  OJ L 117, 13.5.2003, p. 10. Regulation as amended by Regulation (EC) No 12/2005 (OJ L 5, 7.1.2005, p. 3).\n(3)  OJ L 117, 13.5.2003, p. 12. Regulation as amended by Regulation (EC) No 12/2005.\n(4)  See page 25 of this Official Journal."}