{"celex_id": "32006R1617", "uri": "http://publications.europa.eu/resource/cellar/a33d68c6-c732-4bff-b614-f681ec473653", "type": "Regulation", "concepts": ["2771", "3156", "4385", "491", "5368", "5842"], "title": "Council Regulation (EC) No 1617/2006 of 24 October 2006 amending Regulation (EC) No 1207/2001 as regards the consequences of the introduction of the system of pan-Euro-Mediterranean cumulation of origin\n", "header": "31.10.2006 EN Official Journal of the European Union L 300/5\nCOUNCIL REGULATION (EC) No 1617/2006\nof 24 October 2006\namending Regulation (EC) No 1207/2001 as regards the consequences of the introduction of the system of pan-Euro-Mediterranean cumulation of origin\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EC) No 1207/2001 of 11 June 2001 on procedures to facilitate the issue of movement certificates EUR.1, the making out of invoice declarations and forms EUR.2 and the issue of certain approved exporter authorisations under the provisions governing preferential trade between the European Community and certain countries (1), lays down rules intended to facilitate the correct issue or making out of proofs of origin in relation to exports of products from the Community in the context of its preferential trade relations with certain third countries.\n(2) A system of pan-European diagonal cumulation of origin was put in place in 1997 between the Community, Bulgaria, the Czech Republic, Estonia, Latvia, Lithuania, Hungary, Poland, Romania, Slovenia, Slovakia, Iceland, Norway and Switzerland (including Liechtenstein) and extended in 1999 to Turkey. On 1 May 2004, the Czech Republic, Estonia, Latvia, Lithuania, Hungary, Poland, Slovenia and Slovakia acceded to the European Union.\n(3) At the Euro-Med Trade Ministerial Meeting in Toledo of March 2002, Ministers agreed upon the extension of this system to the Mediterranean countries, other than Turkey, which participate in the Euro-Mediterranean partnership, based on the Barcelona Declaration adopted at the Euro-Mediterranean Conference held on 27 and 28 November 1995. At the Euro-Med Trade Ministerial Meeting in Palermo, on 7 July 2003, the Ministers, with a view to allowing such an extension, endorsed a new pan-Euro-Mediterranean model of Protocol to the Euro-Mediterranean Agreements, concerning the definition of the concept of ‘originating products’ and methods of administrative cooperation. Further to the outcome of the EC-Faroe Islands/Denmark Joint Committee of 28 November 2003, it has been agreed to include also the Faroe Islands in the system of pan-Euro-Mediterranean diagonal cumulation of origin.\n(4) Decisions of the respective Association Council or Joint Committee introducing the new pan-Euro-Mediterranean Protocol in the Euro-Mediterranean Agreements and in the Agreement between the EC and the Faroe Islands/Denmark have already been, or will be, adopted.\n(5) The application of that new system of diagonal cumulation implies using new types of proof of preferential origin, consisting in movement certificates EUR-MED and invoice declarations EUR-MED. Regulation (EC) No 1207/2001 should therefore cover also those types of proofs of preferential origin.\n(6) To allow a correct determination of the originating status of products and properly support the establishment of the proofs of origin in that new context, the supplier's declaration for products having preferential originating status should incorporate an additional statement showing whether diagonal cumulation has been applied and with what countries.\n(7) Regulation (EC) No 1207/2001 should therefore be amended accordingly,", "main_body": ["Regulation (EC) No 1207/2001 is hereby amended as follows:\n1. The title shall be replaced by the following:\n2. In Article 1, point (a) shall be replaced by the following:\n‘(a) the issue or the making-out in the Community of proofs of origin under the provisions governing preferential trade between the Community and certain countries;’.\n3. Article 2(2) shall be replaced by the following:\n4. Article 10(5) shall be replaced by the following:\n5. Annex I shall be replaced by the text set out in Annex I to this Regulation.\n6. Annex II shall be replaced by the text set out in Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 October 2006.\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  OJ L 165, 21.6.2001, p. 1.\nANNEX I\n‘ANNEX I\nANNEX II\n‘ANNEX II"}