{"celex_id": "32007D0371", "uri": "http://publications.europa.eu/resource/cellar/7cbbc9d2-e28d-443e-8f9a-9d5db99b4d59", "type": "Decision", "concepts": ["1929", "4821", "5034", "6307", "6322"], "title": "2007/371/EC: Commission Decision of 29 May 2007 amending Decisions 84/247/EEC and 84/419/EEC as regards herd-books for animals of the bovine species (notified under document number C(2007) 2199)   (Text with EEA relevance)\n", "header": "1.6.2007 EN Official Journal of the European Union L 140/49\nCOMMISSION DECISION\nof 29 May 2007\namending Decisions 84/247/EEC and 84/419/EEC as regards herd-books for animals of the bovine species\n(notified under document number C(2007) 2199)\n(Text with EEA relevance)\n(2007/371/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 77/504/EEC of 25 July 1977 on pure-bred breeding animals of the bovine species (1), and in particular the second, third and fourth indent of Article 6 thereof,\nWhereas:\n(1) Breeders' organizations or associations which maintain or establish herd-books for pure-bred breeding animals of the bovine species may be officially recognised only if they comply with Commission Decision 84/247/EEC (2).\n(2) Animals of the bovine species may be entered in a herd-book only if they comply with Decision 84/419/EEC (3).\n(3) Decision 84/419/EEC does not contain specific provisions for the establishment of herd-books for new breeds, and only allows pure-bred animals of the same breed for entry into the main section of the herd-book of a particular breed.\n(4) The criteria for entering bovine animals in herd-books should however consider the specific situation of establishing new breeds. The creation of a new breed may imply the entry of animals from other breeds into the main section of a herd-book.\n(5) It is therefore necessary, during the period of establishment of a new herd-book, to provide for a derogation from the rule according to which only pure-bred animals of the same breed can enter the main section of the herd-book of a particular breed. This period of establishment should be defined in the breeding programme of the breeders' organization or association. In order to avoid confusion with the name of an existing breed a distinct name should be chosen for the new breed.\n(6) With a view to the progressive improvement of existing breeds, Decision 84/419/EEC allows the entry into the supplementary section of a herd-book of females from other breeds or non pure-bred females only. Their genes may be infused into the main section through their female progeny only.\n(7) In order to allow more flexibility to approved breeding organisations the entry of males into the supplementary section should also be allowed. In order to avoid uncontrolled genetic changes of the breed, their genes should be infused into the main section through their female progeny only.\n(8) In order to ensure the mutual recognition between herd-books of the same breed and to inform buyers of breeding animals and their germ products, the internal rules of officially recognised breeding organizations and associations should clearly mention the name of the breed and, in case of a new breed, define the establishing period.\n(9) It is furthermore necessary to include within the criteria for the recognition of organisations associations and for entering cattle in herd-books appropriate references to Regulation (EC) No 1760/2000 of the European Parliament and of the Council of 17 July 2000 establishing a system for the identification and registration of bovine animals and regarding the labelling of beef and beef products and repealing Council Regulation (EC) No 820/97 (4).\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["The Annex to Decision 84/247/EEC is amended in accordance with the Annex to this Decision.", "Decision 84/419/EEC is amended as follows:\n1. Article 1 is replaced by the following:\n(a) be descended from parents and grandparents entered in the main section of the herd-book of that same breed;\n(b) be identified and registered in accordance with Regulation (EC) No 1760/2000 of the Parliament and of the Council (5) and the rules adopted for its implementation;\n(c) have a pedigree established in accordance with the rules of that herd-book.\n2. In paragraphs 1 and 2 of Article 3, the word ‘female’ is replaced by the word ‘animal’.", "This Decision shall apply from the seventh day following its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 May 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 206, 12.8.1977, p. 8. Directive as last amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(2)  OJ L 125, 12.5.1984, p. 58.\n(3)  OJ L 237, 5.9.1984, p. 11.\n(4)  OJ L 204, 11.8.2000, p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).\n(5)  OJ L 204, 11.8.2000, p. 1. Regulation as last amended by Council Regulation (EC) No 1791/2006 (OJ L 363, 20.12.2006, p. 1).’\nANNEX\nPoint 3 of the Annex to Decision 84/247/EEC is replaced by the following:\n‘3. have a set of rules covering:\n(a) the definition of the breed's characteristics, including the name of the breed;\n(b) the identification and registration of animals in accordance with the system and content of the database required by Regulation (EC) No 1760/2000 (1) and the rules adopted for its implementation;\n(c) the system for recording pedigrees;\n(d) the definition of its breeding objectives, which in case of the establishment of a herd-book for a new breed, shall include the detailed circumstances of establishment of the new breed;\n(e) the systems for making use of livestock performance data;\n(f) the division of the herd-book, if there are different conditions for entering animals or if there are different procedures for classifying the animals entered in the book.\n(1)  OJ L 204, 11.8.2000, p. 1.’"}