{"celex_id": "32008R0114", "uri": "http://publications.europa.eu/resource/cellar/8fa71c66-2184-4372-93ef-c490d8617e6e", "type": "Regulation", "concepts": ["1005", "1052", "1154", "2911", "5575", "5581", "5585"], "title": "Commission Regulation (EC) No 114/2008 of 6 February 2008 amending Regulation (EC) No 883/2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the keeping of accounts by the paying agencies, declarations of expenditure and revenue and the conditions for reimbursing expenditure under the EAGF and the EAFRD\n", "header": "7.2.2008 EN Official Journal of the European Union L 33/6\nCOMMISSION REGULATION (EC) No 114/2008\nof 6 February 2008\namending Regulation (EC) No 883/2006 laying down detailed rules for the application of Council Regulation (EC) No 1290/2005 as regards the keeping of accounts by the paying agencies, declarations of expenditure and revenue and the conditions for reimbursing expenditure under the EAGF and the EAFRD\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1290/2005 of 21 June 2005 on the financing of the common agricultural policy (1), and in particular Article 42(7) thereof,\nWhereas:\n(1) The third subparagraph of Article 16(2) of Commission Regulation (EC) No 883/2006 (2) provides that all the payments made in anticipation by the Member States under their own responsibility prior to approval of the rural development programmes for the period 2007-2013 must be declared in the first declaration of expenditure following the adoption of the programmes. This rule is laid down for programmes not approved by 31 March 2007.\n(2) Article 23 of Regulation (EC) No 1290/2005 provides that the Community’s budget commitments for rural development programmes are to be made in annual instalments and that for each programme, the budget commitment for the first instalment is to follow the adoption of the programme by the Commission.\n(3) Under the second subparagraph of Article 9(1) of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (3), appropriations which have not been used at the end of the financial year may be carried over, to the following financial year only, by means of a decision taken by the Commission by 15 February at the latest.\n(4) Given this framework and the appropriations available for 2007, a large number of programmes will not be able to be approved until after the appropriations not used in that financial year have been carried over. As a result, for 2007, the first year of the programming period, it will not be possible for some of the payments made in anticipation by the Member States to be covered by a declaration of expenditure by the deadline of 31 January 2008 laid down in Article 16(2)(d) of Regulation (EC) No 883/2006.\n(5) Therefore, in order to facilitate the financial management of the rural development programmes and in order not to prolong the deadline for reimbursing the expenditure incurred by the Member States, a new deadline should be laid down to enable the Member States, by derogation from the first subparagraph of Article 16(2) of Regulation (EC) No 883/2006, to make an additional, special declaration of expenditure for the payments in anticipation made by them in 2007 under programmes approved by the Commission between the date of the Commission decision on the carry-over of appropriations from 2007 and 29 February 2008.\n(6) Regulation (EC) No 883/2006 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Committee on the Agricultural Funds,", "main_body": ["The third subparagraph of Article 16(2) of Regulation (EC) No 883/2006 is hereby replaced by the following:\n‘However, if a rural development programme has not been approved by the Commission by 31 March 2007, all the expenditure carried out in anticipation by the paying agency under its own responsibility, during the periods preceding the adoption of this programme, shall be declared to the Commission in the first declaration of expenditure following the adoption of the programme. Notwithstanding the first subparagraph, in the case of rural development programmes approved by the Commission between 15 October and 12 December 2007, expenditure incurred in anticipation by the paying agencies up to and including 15 October 2007 shall be the subject of a special declaration of expenditure to be made by 12 December 2007 and, in the case of rural development programmes approved by the Commission between the date of the Commission decision on the carry-over of appropriations not used in 2007, taken in accordance with the second subparagraph of Article 9(1) of Regulation (EC, Euratom) No 1605/2002, and 29 February 2008, expenditure incurred in anticipation by the paying agencies up to and including 31 December 2007 shall be the subject of a special declaration of expenditure to be made by 29 February 2008.’", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 2008.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 209, 11.8.2005, p. 1. Regulation as amended by Regulation (EC) No 1437/2007 (OJ L 322, 7.12.2007, p. 1).\n(2)  OJ L 171, 23.6.2006, p. 1. Regulation as amended by Regulation (EC) No 1305/2007 (OJ L 290, 8.11.2007, p. 17).\n(3)  OJ L 248, 16.9.2002, p. 1. Regulation as amended by Regulation (EC) No 1525/2007 (OJ L 343, 27.12.2007, p. 9)."}