{"celex_id": "32000R2901", "uri": "http://publications.europa.eu/resource/cellar/3ef589aa-f2f4-4344-8dcd-93ab15b23d08", "type": "Regulation", "concepts": ["2624", "2718", "3618"], "title": "Commission Regulation (EC) No 2901/2000 of 21 December 2000 fixing the amount of the carry-over aid and the flat-rate aid for certain fishery products for the 2001 fishing year\n", "header": "Commission Regulation (EC) No 2901/2000\nof 21 December 2000\nfixing the amount of the carry-over aid and the flat-rate aid for certain fishery products for the 2001 fishing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 104/2000 of 17 December 1999 on the common organisation of the markets in fishery and aquaculture products(1), and in particular Article 23(5) and Article 24(8) thereof,\nHaving regard to Commission Regulation (EC) No 2814/2000 of 21 December 2000 laying down rules for applying Regulation (EC) No 104/2000 as regards the grant of carry-over aid for certain fishery products(2), and in particular Article 5 thereof,\nHaving regard to Commission Regulation (EEC) No 4176/88 of 28 December 1988 laying down detailed rules of application for the granting of flat-rate aid for certain fisheries products(3), as last amended by Regulation (EC) No 3516/93(4), and in particular Article 11 thereof,\nWhereas:\n(1) Articles 23 and 24 of Regulation (EC) No 104/2000 provide that aid may be granted for quantities of certain fresh products withdrawn from the market and either processed to stabilise them and stored or preserved.\n(2) The purpose of the carry-over aid and the flat-rate aid is to give suitable encouragement to producers' organisations to carry over products withdrawn from the market so that their destruction can be avoided.\n(3) The aid level should not be such as will disturb the balance of the market for the products in question or distort competition.\n(4) Articles 23(3) and 24(4) provide that the levels of these aids must not exceed the technical and financial costs associated with the operations essential to procesisng and storage.\n(5) On the basis of the information on technical and financial costs recorded in the Community during the previous fishing year, the aid level for the 2001 fishing year should be as indicated in the Annex.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["For the 2001 fishing year, the carry-over aid for the products listed in Annex I to Regulation (EC) No 104/2000 and the flat-rate aid for the products listed in Annex IV to that Regulation shall be as indicated in the Annex to this Regulation.", "This Regulation shall enter into force on 1 January 2001.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2000.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 17, 21.1.2000, p. 22.\n(2) OJ L 326, 22.12.2000, p. 34.\n(3) OJ L 367, 31.12.1988, p. 63.\n(4) OJ L 320, 22.12.1993, p. 10.\nANNEX\n1. Amount of the carry-over aid for products listed in Annex I(A) and (B) and for sole (Solea spp.) listed in Annex I(C) to Regulation (EC) No 104/2000\n>TABLE>\n2. Amount of the carry-over aid for products listed in Annex I(C) to Regulation (EC) No 104/2000\n>TABLE>\n3. Amount of the flat-rate aid for products listed in Annex IV to Regulation (EC) No 104/2000\n>TABLE>"}