{"celex_id": "32008R0763", "uri": "http://publications.europa.eu/resource/cellar/bdecf3ce-7862-45a5-b4c3-596cab945b50", "type": "Regulation", "concepts": ["1690", "2907", "2908", "4258", "4502", "6030"], "title": "Regulation (EC) No 763/2008 of the European Parliament and of the Council of 9 July 2008 on population and housing censuses (Text with EEA relevance)\n", "header": "13.8.2008 EN Official Journal of the European Union L 218/14\nREGULATION (EC) No 763/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 9 July 2008\non population and housing censuses\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 285(1) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) The Commission (Eurostat) needs to be in possession of sufficiently reliable, detailed and comparable data on the population and housing, in order to enable the Community to fulfil the tasks assigned to it, in particular by Articles 2 and 3 of the Treaty. Sufficient comparability must be ensured at Community level as regards methodology, definitions and the programme of the statistical data and the metadata.\n(2) Periodic statistical data on the population and the main family, social, economic and housing characteristics of persons are necessary for the study and definition of regional, social and environmental policies affecting particular sectors of the Community. In particular, there is a need to collect detailed information on housing in support of various Community activities, such as the promotion of social inclusion and the monitoring of social cohesion at regional level, or the protection of the environment and the promotion of energy efficiency.\n(3) In view of methodological and technological developments, best practices should be identified and the enhancement of the data sources and methodologies used for censuses in the Member States should be fostered.\n(4) In order to ensure the comparability of the data provided by the Member States and for reliable overviews to be drawn up at Community level, the data used should refer to the same reference year.\n(5) In accordance with Council Regulation (EC) No 322/97 of 17 February 1997 on Community Statistics (2), which constitutes the reference framework for the provisions of this Regulation, it is necessary for the collection of statistics to conform to the principles of impartiality, in particular objectivity and scientific independence, as well as transparency, reliability, relevance, cost-effectiveness and statistical confidentiality.\n(6) The transmission of data subject to statistical confidentiality is governed by Regulation (EC) No 322/97 and Council Regulation (Euratom, EEC) No 1588/90 of 11 June 1990 on the transmission of data subject to statistical confidentiality to the Statistical Office of the European Communities (3). Measures that are taken in accordance with those Regulations ensure the physical and logical protection of confidential data and that no unlawful disclosure or non-statistical use occurs when Community statistics are produced and disseminated.\n(7) In the production and dissemination of Community statistics under this Regulation, the national and Community statistical authorities should take account of the principles set out in the European Statistics Code of Practice adopted on 24 February 2005 by the Statistical Programme Committee, established by Council Decision 89/382/EEC, Euratom (4) and attached to the Recommendation of the Commission on the independence, integrity and accountability of the national and Community statistical authorities.\n(8) Since the objectives of this Regulation, namely the collection and compilation of comparable and comprehensive Community statistics on population and housing, cannot be sufficiently achieved by the Member States, due to the absence of common statistical features and quality requirements as well as a lack of methodological transparency, and can therefore, by way of a common statistical framework, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives.\n(9) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5).\n(10) In particular, the Commission should be empowered to establish the conditions for the establishment of subsequent reference years and the adoption of the programme of the statistical data and the metadata. Since those measures are of general scope and are designed to amend non-essential elements of this Regulation, inter alia, by supplementing it with new non-essential elements, they must be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(11) The Statistical Programme Committee has been consulted in accordance with Article 3 of Decision 89/382/EEC, Euratom,", "main_body": ["Subject matter\nThis Regulation establishes common rules for the decennial provision of comprehensive data on population and housing.", "Definitions\nFor the purpose of this Regulation, the following definitions shall apply:\n(a) ‘population’ shall mean the national, regional and local population at its usual residence at the reference date;\n(b) ‘housing’ shall mean living quarters and buildings as well as housing arrangements and the relationship between the population and living quarters at the national, regional and local levels at the reference date;\n(c) ‘buildings’ shall mean permanent buildings that contain living quarters designed for human habitation, or conventional dwellings that are reserved for seasonal or secondary use or that are vacant;\n(d) ‘usual residence’ shall mean the place where a person normally spends the daily period of rest, regardless of temporary absences for purposes of recreation, holidays, visits to friends and relatives, business, medical treatment or religious pilgrimage.\n(i) those who have lived in their place of usual residence for a continuous period of at least 12 months before the reference date; or\n(ii) those who arrived in their place of usual residence during the 12 months before the reference date with the intention of staying there for at least one year.\n(e) ‘reference date’ shall mean the date to which the data of the respective Member State refer, in accordance with Article 5(1);\n(f) ‘national’ shall mean on the territory of a Member State;\n(g) ‘regional’ shall mean at NUTS level 1, NUTS level 2 or NUTS level 3, as defined in the classification of territorial units for statistics (NUTS), established by Regulation (EC) No 1059/2003 of the European Parliament and of the Council (6) in its version applicable at the reference date;\n(h) ‘local’ shall mean at Local Administrative Units level 2 (LAU level 2);\n(i) ‘essential features of population and housing censuses’ shall mean individual enumeration, simultaneity, universality within a defined territory, availability of small-area data and defined periodicity.", "Data submission\nMember States shall submit to the Commission (Eurostat) data on the population covering determined demographic, social and economic characteristics of persons, families and households, as well as on housing at a national, regional and local level, as set out in the Annex.", "Data sources\n1.   Member States may base the statistics on different data sources, in particular on:\n(a) conventional censuses;\n(b) register-based censuses;\n(c) a combination of conventional censuses and sample surveys;\n(d) a combination of register-based censuses and sample surveys;\n(e) a combination of register-based censuses and conventional censuses;\n(f) a combination of register-based censuses, sample surveys and conventional censuses; and\n(g) appropriate surveys with rotating samples (rolling censuses).\n2.   Member States shall take all measures necessary to meet the requirements of data protection. The Member States' own data protection provisions shall not be affected by this Regulation.\n3.   Member States shall inform the Commission (Eurostat) of any revision or correction of the statistics supplied under this Regulation, as well as of any changes in the chosen data sources and methodology, no later than one month before the release of the revised data.\n4.   Member States shall ensure that the data sources and the methodology used to satisfy the requirements of this Regulation meet, to the highest possible extent, the essential features of population and housing censuses, as defined in Article 2(i). They shall make continuous efforts to enhance compliance with those essential features.", "Data transmission\n1.   Each Member State shall determine a reference date. The reference date shall fall in a year specified on the basis of this Regulation (reference year). The first reference year shall be 2011. The Commission (Eurostat) shall establish subsequent reference years in accordance with the regulatory procedure with scrutiny referred to in Article 8(3). Reference years shall fall during the beginning of every decade.\n2.   Member States shall provide the Commission (Eurostat) with final, validated and aggregated data and with metadata, as required by this Regulation, within 27 months of the end of the reference year.\n3.   The Commission (Eurostat) shall adopt a programme of the statistical data and of the metadata to be transmitted to fulfil the requirements of this Regulation, in accordance with the regulatory procedure with scrutiny referred to in Article 8(3).\n4.   The Commission (Eurostat) shall adopt the technical specifications of the topics as required by this Regulation as well as of their breakdowns, in accordance with the regulatory procedure referred to in Article 8(2).\n5.   Member States shall transmit to the Commission (Eurostat) the validated data and metadata in electronic form. The Commission (Eurostat) shall adopt the appropriate technical format to be used for the transmission of the required data, in accordance with the regulatory procedure referred to in Article 8(2).\n6.   In the event of a revision or correction in accordance with Article 4(3), Member States shall transmit the modified data to the Commission (Eurostat) no later than on the date of release of the revised data.", "Quality assessment\n1.   For the purpose of this Regulation, the following quality assessment dimensions shall apply to the data to be transmitted:\n— ‘relevance’ shall refer to the degree to which statistics meet the current and potential needs of users,\n— ‘accuracy’ shall refer to the closeness of estimates to the unknown true values,\n— ‘timeliness’ and ‘punctuality’ shall refer to the delay between the reference period and the availability of results,\n— ‘accessibility’ and ‘clarity’ shall refer to the conditions under and modalities by which users can obtain, use and interpret data,\n— ‘comparability’ shall refer to the measurement of the impact of differences in applied statistical concepts and measurement tools and procedures when statistics are compared between geographical areas, sectoral domains, or over time, and\n— ‘coherence’ shall refer to the adequacy of the data to be reliably combined in different ways and for various uses.\n2.   Member States shall provide the Commission (Eurostat) with a report on the quality of the data transmitted. In this context, Member States shall report on the extent to which the chosen data sources and methodology meet the essential features of population and housing censuses as defined in Article 2(i).\n3.   In applying the quality assessment dimensions laid down in paragraph 1 to the data covered by this Regulation, the modalities and structure of the quality reports shall be defined in accordance with the regulatory procedure referred to in Article 8(2). The Commission (Eurostat) shall assess the quality of the data transmitted.\n4.   The Commission (Eurostat), in cooperation with the competent authorities of the Member States, shall provide methodological recommendations designed to ensure the quality of the data and metadata produced, acknowledging, in particular, the Conference of European Statisticians Recommendations for the 2010 Censuses of Population and Housing.", "Implementing measures\n1.   The following measures necessary for the implementation of this Regulation shall be adopted in accordance with the regulatory procedure referred to in Article 8(2):\n(a) technical specifications of the topics as required by this Regulation as well as of their breakdowns as provided for in Article 5(4);\n(b) the establishment of the appropriate technical format as provided for in Article 5(5); and\n(c) modalities and structure of the quality reports as provided for in Article 6(3).\n2.   The following measures necessary for the implementation of this Regulation, designed to amend non-essential elements of this Regulation by supplementing it, shall be adopted in accordance with the regulatory procedure with scrutiny referred to in Article 8(3):\n(a) the establishment of the reference years, as provided for in Article 5(1); and\n(b) the adoption of the programme of the statistical data and the metadata, as provided for in Article 5(3).\n3.   Consideration shall be given to the principles that the benefits of the measures taken must outweigh their costs and that additional costs and burdens must remain within a reasonable limit.", "Committee procedure\n1.   The Commission shall be assisted by the Statistical Programme Committee.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at three months.\n3.   Where reference is made to this paragraph, Article 5a(1) to (4) and Article 7 of Decision 1999/468/EC shall apply, having regard to the provisions of Article 8 thereof.", "Entry into force\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 9 July 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ.-P. JOUYET\n(1)  Opinion of the European Parliament of 20 February 2008 (not yet published in the Official Journal) and Council Decision of 23 June 2008.\n(2)  OJ L 52, 22.2.1997, p. 1. Regulation as amended by Regulation (EC) No 1882/2003 of the European Parliament and of the Council (OJ L 284, 31.10.2003, p. 1).\n(3)  OJ L 151, 15.6.1990, p. 1. Regulation as last amended by Regulation (EC) No 1882/2003.\n(4)  OJ L 181, 28.6.1989, p. 47.\n(5)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(6)  OJ L 154, 21.6.2003, p. 1. Regulation as last amended by Regulation (EC) No 176/2008 of the European Parliament and of the Council (OJ L 61, 5.3.2008, p. 1).\nANNEX\nTopics to be covered in Population and Housing Censuses\n1. Population topics\n1.1. Obligatory topics for the geographical levels: NUTS 3, LAU 2\n1.1.1. Non-derived topics\n— Place of usual residence,\n— sex,\n— age,\n— legal marital status,\n— country/place of birth,\n— country of citizenship,\n— previous place of usual residence and date of arrival in the current place; or place of usual residence one year prior to the census,\n— relationships between household members\n1.1.2. Derived topics\n— Total population,\n— locality,\n— household status,\n— family status,\n— type of family nucleus,\n— size of family nucleus,\n— type of private household,\n— size of private household\n1.2. Obligatory topics for the geographical levels: national level, NUTS 1, NUTS 2\n1.2.1. Non-derived topics\n— Place of usual residence,\n— location of place of work,\n— sex,\n— age,\n— legal marital status,\n— current activity status,\n— occupation,\n— industry (branch of economic activity),\n— status in employment,\n— educational attainment,\n— country/place of birth,\n— country of citizenship,\n— ever resided abroad and year of arrival in the country (from 1980),\n— previous place of usual residence and date of arrival in the current place; or place of usual residence one year prior to the census,\n— relationships between household members,\n— tenure status of households\n1.2.2. Derived topics\n— Total population,\n— locality,\n— household status,\n— family status,\n— type of family nucleus,\n— size of family nucleus,\n— type of private household,\n— size of private household\n2. Housing topics\n2.1. Obligatory topics for the geographical levels: NUTS 3, LAU 2\n2.1.1. Non-derived topics\n— Type of living quarters,\n— location of living quarters,\n— occupancy status of conventional dwellings,\n— number of occupants,\n— useful floor space and/or number of rooms of housing units,\n— dwellings by type of building,\n— dwellings by period of construction\n2.1.2. Derived topics\n— Density standard\n2.2. Obligatory topics for the geographical levels: national level, NUTS 1, NUTS 2\n2.2.1. Non-derived topics\n— Housing arrangements,\n— type of living quarters,\n— location of living quarters,\n— occupancy status of conventional dwellings,\n— type of ownership,\n— number of occupants,\n— useful floor space and/or number of rooms of housing units,\n— water supply system,\n— toilet facilities,\n— bathing facilities,\n— type of heating,\n— dwellings by type of building,\n— dwellings by period of construction\n2.2.2. Derived topics\n— Density standard"}