{"celex_id": "32002D0574", "uri": "http://publications.europa.eu/resource/cellar/7ff4e0d3-3231-4370-b256-eb4efa72632d", "type": "Decision", "concepts": ["1309", "1598", "1755", "1907", "192", "2212", "2300", "2737", "2738"], "title": "2002/574/EC: Commission Decision of 10 July 2002 amending Decision 94/278/EC drawing up a list of third countries from which Member States authorise imports of certain products subject to Council Directive 92/118/EEC, with respect to imports of egg products, snails, frogs' legs, honey and royal jelly (Text with EEA relevance) (notified under document number C(2002) 2555)\n", "header": "Commission Decision\nof 10 July 2002\namending Decision 94/278/EC drawing up a list of third countries from which Member States authorise imports of certain products subject to Council Directive 92/118/EEC, with respect to imports of egg products, snails, frogs' legs, honey and royal jelly\n(notified under document number C(2002) 2555)\n(Text with EEA relevance)\n(2002/574/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/118/EEC of 17 December 1992 laying down animal health and public health requirements governing trade in and imports into the Community of products not subject to the said requirements laid down in specific Community rules referred to in Annex A(I) to Directive 89/662/EEC and, as regards pathogens, to Directive 90/425/EEC(1), as last amended by Commission Decision 2001/7/EC(2), and in particular Article 10 thereof,\nWhereas:\n(1) The third countries from which the Member States authorise imports of eggs intended for human consumption are set out in the list contained in paragraph A of Part VIII of the Annex to Commission Decision 94/278/EC of 18 March 1994 drawing up a list of third countries from which Member States authorise imports of certain products subject to Council Directive 92/118/EEC(3), as last amended by Decision 2002/337/EC(4). That list consists of a cross-reference to the Annex to Commission Decision 94/85/EC of 16 February 1994 drawing up a list of third countries from which the Member States authorise imports of fresh poultrymeat(5), as last amended by Decision 2001/733/EC(6).\n(2) The third countries from which the Member States authorise imports of egg products intended for human consumption are set out in the list contained in paragraph B of Part VIII, of the Annex to Decision 94/278/EC. That list consists of a cross-reference to the Annex to Council Decision 79/542/EEC of 21 December 1976 drawing up a list of third countries from which the Member States authorise imports of bovine animals, swine, equidae, sheep and goats, fresh meat and meat products(7), as last amended by Commission Decision 2001/731/EC(8).\n(3) The cross-reference, where egg products are concerned, to Decision 79/542/EEC, referring exclusively to mammals, appears confusing. A cross-reference to the Annex to Decision 94/85/EC drawing up a list as regards fresh poultrymeat would also be more consistent from a veterinary point of view. As egg products undergo a heat-treatment while fresh poultrymeat remains raw, the criteria of approval for imports from third countries are less demanding and a complementary list can therefore be drawn up to maintain the existing imports.\n(4) The third countries from which the Member States authorise imports of snails intended for human consumption are set out in the list contained in Part XI of the Annex to Decision 94/278/EC.\n(5) The third countries from which the Member States authorise imports of frogs' legs intended for human consumption are set out in the list contained in part XII of the Annex to Decision 94/278/EC.\n(6) The specific public health conditions applicable to snails and frogs' legs are laid down respectively in Annex II, Chapter 3, Part I and II to Directive 92/118/EEC. Those conditions consist in several cross-references to Council Directive 91/493/EEC of 22 July 1991 laying down the health conditions for the production and the placing on the market of fishery products(9). The third countries from which the Member States authorise imports of fishery products intended for human consumption are set out in the list contained in the Annex to Commission Decision 97/296/EC of 22 April 1997 drawing up the list of third countries from which the import of fishery products is authorised for human consumption(10), as last amended by Decision 2002/28/EC(11).\n(7) A cross-reference to the Annex to Decision 97/296/EC would simplify the updating of the lists of third countries from which the Member States respectively authorise imports of snails and frogs' legs and would also be more consistent from a public health point of view.\n(8) A complementary list of third countries should be drawn up respectively for snails and frogs' legs in order to maintain the existing imports from third countries, which are already authorised according to the relevant criteria of Directive 91/493/EEC, but are not on the list of Decision 97/296/EC.\n(9) The third countries from which the Member States authorise imports of honey are set out in the list contained in Part XIV of the Annex to Decision 94/278/EC.\n(10) Commission Decision 2000/159/EC of 8 February 2000 on the provisional approval of residue plans of third countries according to Council Directive 96/23/EC(12), as last amended by Decision 2002/336/EC(13), specifies in its Annex the third countries which have submitted a plan, setting out the guarantees which it offers as regards the monitoring of the groups of residues and substances referred to in Annex I to Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products and repealing Directives 85/358/EEC and 86/469/EEC and Decisions 89/187/EEC and 91/664/EEC(14), for the animals or primary animal products mentioned.\n(11) It is appropriate to authorise imports of honey from those third countries, which comply with Directive 96/23/EC. Therefore, the content of Part XIV of the Annex to Decision 94/278/EC should be replaced by a cross-reference to Decision 2000/159/EC.\n(12) As royal jelly intended for human consumption is obtained in the same conditions as honey, the same import requirements should apply to that product. The title of Part XIV of the Annex to Decision 94/278/EC should be amended accordingly.\n(13) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 94/278/EC is amended as follows:\n(a) Part VIII of the Annex is replaced by the text in Annex I to this Decision;\n(b) Part XI of the Annex is replaced by the text in Annex II to this Decision;\n(c) Part XII of the Annex is replaced by the text in Annex III to this Decision;\n(d) Part XIV of the Annex is replaced by the text in Annex IV to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 July 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 62, 15.3.1993, p. 49.\n(2) OJ L 2, 5.1.2001, p. 27.\n(3) OJ L 120, 11.5.1994, p. 44.\n(4) OJ L 116, 3.5.2002, p. 58.\n(5) OJ L 44, 17.2.1994, p. 31.\n(6) OJ L 275, 18.10.2001, p. 17.\n(7) OJ L 146, 14.6.1979, p. 15.\n(8) OJ L 274, 17.10.2001, p. 22.\n(9) OJ L 268, 24.9.1991, p. 15.\n(10) OJ L 122, 14.5.1997, p. 21.\n(11) OJ L 11, 15.1.2002, p. 44.\n(12) OJ L 51, 24.2.2000, p. 30.\n(13) OJ L 116, 3.5.2002, p. 51.\n(14) OJ L 125, 23.5.1996, p. 10.\nANNEX I\nPart VIII of the Annex to Decision 94/278/EC is replaced by the following: \"Part VIII\nA. List of third countries from which Member States authorise imports of eggs intended for human consumption\nAll third countries listed in the Annex to Decision 94/85/EC drawing up a list of third countries from which the Member States authorise imports of fresh poultrymeat.\nB. List of third countries from which Member States authorise imports of egg products intended for human consumption\nAll third countries listed in the Annex to Decision 94/85/EC and the following countries:\n(AL) Albania\n(EE) Estonia\n(GL) Greenland\n(HK) Hong Kong\n(IN) India\n(MK(1)) Former Yugoslav Republic of Macedonia\n(MX) Mexico\n(NC) New Caledonia\n(RU) Russia\n(SG) Singapore\n(YU) Federal Republic of Yugoslavia.\"\n(1) Provisional code which does not prejudge in any way the definitive nomenclature for this country, which will be agreed following the conclusion of negotiations currently taking place on this subject at the United Nations.\nANNEX II\nPart XI of the Annex to Decision 94/278/EC is replaced by the following: \"Part XI\nList of third countries from which Member States authorise imports of snails intended for human consumption\nAll third countries in the Annex to Decision 97/296/EC and the following countries:\n(BA) Bosnia and Herzegovina\n(HU) Hungary\n(MD) Moldova\n(MK(1)) Former Yugoslav Republic of Macedonia\n(SK) Slovakia\n(SY) Syria\n(UA) Ukraine.\"\n(1) Provisional code which does not prejudge in any way the definitive nomenclature for this country, which will be agreed following the conclusion of negotiations currently taking place on this subject at the United Nations.\nANNEX III\nPart XII of the Annex to Decision 94/278/EC is replaced by the following: \"Part XII\nList of third countries from which Member States authorise imports of frogs' legs intended for human consumption\nAll third countries in the Annex to Decision 97/296/EC and the following countries:\n(BA) Bosnia and Herzegovina\n(HU) Hungary\n(MK(1)) Former Yugoslav Republic of Macedonia.\"\n(1) Provisional code which does not prejudge in any way the definitive nomenclature for this country, which will be agreed following the conclusion of negotiations currently taking place on this subject at the United Nations.\nANNEX IV\nPart XIV of the Annex to Decision 94/278/EC is replaced by the following: \"Part XIV\nList of third countries from which Member States authorise imports of honey and royal jelly intended for human consumption\nThe third countries appearing in the list of the Annex to Commission Decision 2000/159/EC with an \"X\" in the column concerning honey.\""}