{"celex_id": "32008D0942", "uri": "http://publications.europa.eu/resource/cellar/51d92f5a-f600-4658-b512-24a6e6ab3456", "type": "Decision", "concepts": ["1026", "1048", "2300", "4271", "5251"], "title": "2008/942/EC: Commission Decision of 9 December 2008 adjusting the weightings applicable from 1 August , 1 September , 1 October , 1 November and 1 December 2007 , and from 1 January 2008 to the remuneration of officials, temporary staff and contract staff of the European Communities serving in third countries\n", "header": "13.12.2008 EN Official Journal of the European Union L 335/94\nCOMMISSION DECISION\nof 9 December 2008\nadjusting the weightings applicable from 1 August, 1 September, 1 October, 1 November and 1 December 2007, and from 1 January 2008 to the remuneration of officials, temporary staff and contract staff of the European Communities serving in third countries\n(2008/942/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to the Staff Regulations of officials of the European Communities and the conditions of employment of other servants of the Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), and in particular the second paragraph of Article 13 of Annex X thereto,\nWhereas:\n(1) Pursuant to the first paragraph of Article 13 of Annex X to the Staff Regulations, the weightings to be applied from 1 July 2007 to the remuneration of officials, temporary staff and contract staff of the European Communities serving in third countries payable in the currency of their country of employment were laid down by Council Regulation (EC) No 624/2008 (2).\n(2) Some of these weightings need to be adjusted in accordance with the second paragraph of Article 13 of Annex X to the Staff Regulations, with effect from 1 August, 1 September, 1 October, 1 November and 1 December 2007, and from 1 January 2008, since the statistics available to the Commission show that in certain third countries the variation in the cost of living measured on the basis of the weighting and the corresponding exchange rate has exceeded 5 % since weightings were last laid down or adjusted,", "main_body": ["The weightings applied to the remuneration of officials, temporary staff and contract staff of the European Communities serving in third countries, payable in the currency of the country of employment, shall be adjusted for certain countries as shown in the Annex hereto. It contains six monthly tables showing which countries are affected and the applicable dates for each one (1 August 2007, 1 September 2007, 1 October 2007, 1 November 2007, 1 December 2007 and 1 January 2008).\nThe exchange rates used for the calculation of this remuneration shall be established in accordance with the detailed rules for the implementation of the Financial Regulation and correspond to the dates of application of the weightings."], "attachments": "Done at Brussels, 9 December 2008.\nFor the Commission\nBenita FERRERO-WALDNER\nMember of the Commission\n(1)  OJ L 56, 4.3.1968, p. 1.\n(2)  OJ L 172, 2.7.2008, p. 1.\nANNEX\nAUGUST 2007\nPlace of employment Exchange rate Weighting Economic parity\nBangladesh 94,2022 49,9 47,03\nGhana 1,279 67,5 0,863\nSudan 2,77849 53,6 1,489\nSEPTEMBER 2007\nPlace of employment Exchange rate Weighting Economic parity\nKazakhstan (Astana) (3) 170,67 71,8 122,6\nParaguay 6 968 76,0 5 298\nYemen (4) 271,551 72,1 195,7\nOCTOBER 2007\nPlace of employment Exchange rate Weighting Economic parity\nEritrea 21,4263 45,5 9,744\nGuinea (Conakry) (5) 5 398,58 63,8 3 445\nIndia 56,215 54,3 30,52\nNOVEMBER 2007\nPlace of employment Exchange rate Weighting Economic parity\nArmenia 465,26 116,1 540,1\nCambodia 5 832 69,1 4 029\nGabon 655,957 116,6 765\nLesotho 9,4923 59,1 5,612\nMadagascar 2 586,65 77,6 2 008\nVenezuela (6) 3 097,51 64,1 1 987\nYemen (4) 286,558 64,5 184,7\nDECEMBER 2007\nPlace of employment Exchange rate Weighting Economic parity\nDjibouti 261,925 90,9 238\nJamaica 104,777 83,6 87,59\nTonga 2,8039 87,0 2,438\nTrinidad and Tobago 9,2323 67,0 6,19\nJANUARY 2008\nPlace of employment Exchange rate Weighting Economic parity\nAlgeria 97,9677 90,0 88,13\nChile 718,74 66,2 476\nGambia 32,75 69,7 22,82\nGhana 1,3895 65,3 0,907\nGuinea (Conakry) (5) 6 072,9 59,6 3 618\nKazakhstan (Astana) (3) 173,75 75,3 130,9\nSwaziland 10,0012 58,0 5,805\nTajikistan 5,08916 65,2 3,319\nVenezuela (6) 3 158,78 67,4 2 130\nYemen (4) 289,84 59,9 173,6\n(1)  EUR 1 = national currency.\n(2)  Brussels = 100 %.\n(3)  The Astana coefficient is adjusted twice within the period covered by this decision: in September 2007 and January 2008.\n(4)  The Yemen coefficient is adjusted three times within the period covered by this decision: in September 2007, November 2007 and January 2008.\n(5)  The Conakry coefficient is adjusted twice within the period covered by this decision: in October 2007 and January 2008.\n(6)  The Venezuela coefficient is adjusted twice within the period covered by this decision: in November 2007 and January 2008."}