{"celex_id": "32002R1925", "uri": "http://publications.europa.eu/resource/cellar/86a2de8f-d563-4671-80bc-4e6700eadb47", "type": "Regulation", "concepts": ["1565", "161", "1644", "2763", "3591", "618", "619"], "title": "Commission Regulation (EC) No 1925/2002 of 28 October 2002 derogating from Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\n", "header": "Commission Regulation (EC) No 1925/2002\nof 28 October 2002\nderogating from Regulation (EC) No 2535/2001 laying down detailed rules for applying Council Regulation (EC) No 1255/1999 as regards the import arrangements for milk and milk products and opening tariff quotas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1255/1999 of 17 May 1999 on the common organisation of the market in milk and milk products(1), as last amended by Commission Regulation (EC) No 509/2002(2), and in particular Article 29(1) thereof,\nWhereas:\n(1) The Lithuanian authorities have informed the Commission of the introduction of additional veterinary checks to ensure that the milk powder for export to the Community under quota No 09.4554 as provided for in Council Regulation (EC) No 2766/2000 of 14 December 2000 establishing certain concessions in the form of Community tariff quotas for certain agricultural products and providing for an adjustment, as an autonomous and transitional measure, of certain agricultural concessions provided for in the Europe Agreement with Lithuania(3) complies with the conditions laid down in Council Directive 92/46/EEC of 16 June 1992 laying down the health rules for the production and placing on the market of raw milk, heat-treated milk and milk-based products(4), as last amended by Directive 94/71/EC(5), and Council Directive 96/23/EC of 29 April 1996 on measures to monitor certain substances and residues thereof in live animals and animal products(6). In view of the difficulties that this causes for importers holding licences issued during the first six months of 2002, the validity period was extended by three months to 30 September 2002 by Commission Regulation (EC) No 1333/2002(7) derogating from Regulation (EC) No 2535/2001(8), as last amended by Regulation (EC) No 1667/2002(9). Given that these difficulties persist and, furthermore, that the veterinary checks carried out by the Lithuanian authorities led to the temporary suspension of certain operators from the possibility to export dairy products, the validity of the import licences should exceptionally be extended further up to 31 January 2003.\n(2) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Notwithstanding Article 16(3) of Regulation (EC) No 2535/2001, the term of validity of the import licences issued during the first six months of 2002 for imports of products covered by quota No 09.4554, listed in Annex I.B.9 to that Regulation, shall expire on 31 January 2003.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 October 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 160, 26.6.1999, p. 48.\n(2) OJ L 79, 22.3.2002, p. 15.\n(3) OJ L 321, 19.12.2000, p. 8.\n(4) OJ L 268, 14.9.1992, p. 1.\n(5) OJ L 368, 31.12.1994, p. 33.\n(6) OJ L 125, 23.5.1996, p. 10.\n(7) OJ L 195, 24.7.2002, p. 15.\n(8) OJ L 341, 22.12.2001, p. 29.\n(9) OJ L 252, 20.9.2002, p. 8."}