{"celex_id": "32009D0822", "uri": "http://publications.europa.eu/resource/cellar/795993d4-a850-463d-a847-0e49af2f37a3", "type": "Decision", "concepts": ["1309", "1445", "192", "2300", "2737", "4152", "5540", "5649"], "title": "2009/822/EC: Commission Decision of 15 October 2009 amending Decision 2009/821/EC as regards the list of border inspection posts (notified under document C(2009) 7789) (Text with EEA relevance)\n", "header": "12.11.2009 EN Official Journal of the European Union L 296/59\nCOMMISSION DECISION\nof 15 October 2009\namending Decision 2009/821/EC as regards the list of border inspection posts\n(notified under document C(2009) 7789)\n(Text with EEA relevance)\n(2009/822/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), and in particular the last sentence of the second subparagraph of Article 6(4) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (2), and in particular Article 6(2)(a) thereof,\nWhereas:\n(1) Commission Decision 2009/821/EC of 28 September 2009 drawing up a list of approved border inspection posts, laying down certain rules on the inspections carried out by Commission veterinary experts and laying down the veterinary units in TRACES (3) lays down a list of border inspection posts approved in accordance with Directives 91/496/EEC and 97/78/EC. That list is set out in Annex I to that Decision.\n(2) In addition, Decision 2009/821/EC repeals and replaces Commission Decision 2001/881/EC of 7 December 2001 drawing up a list of border inspection posts agreed for veterinary checks on animals and animal products from third countries and updating the detailed rules concerning the checks to be carried out by the experts of the Commission (4).\n(3) The Commission inspection service (Food and Veterinary Office) carried out an inspection of the border inspection post at the port of Astakos in Greece in November 2008, in accordance with Decision 2001/881/EC.\n(4) The inspection revealed a number of structural weaknesses. The competent authority in Greece has therefore provided an action plan to address those weaknesses. That action plan was found to be satisfactory. The border inspection post at the port of Astakos should therefore be added to the list of approved border inspection posts set out in Annex I to Decision 2009/821/EC.\n(5) Decision 2009/821/EC should therefore be amended accordingly.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex I to Decision 2009/821/EC in the part concerning Greece, the following entry is inserted before the entry for Athens International Airport:\n1 2 3 4 5 6\n‘Astakos GR AST 1 P  HC-T(FR)(2), HC-NT(2), NHC-NT’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 October 2009.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 56.\n(2)  OJ L 24, 30.1.1998, p. 9.\n(3)  See page 1 of this Official Journal.\n(4)  OJ L 326, 11.12.2001, p. 44."}