{"celex_id": "32004D0815", "uri": "http://publications.europa.eu/resource/cellar/b37d6121-a87b-4933-a27d-615dc0472473", "type": "Decision", "concepts": ["1879", "2455", "36", "40", "5855", "5873"], "title": "2004/815/EC: Council Decision of 19 November 2004 amending the declaration by the European Community on the exercise of competence and voting rights submitted to the General Fisheries Commission for the Mediterranean\n", "header": "2.12.2004 EN Official Journal of the European Union L 357/30\nCOUNCIL DECISION\nof 19 November 2004\namending the declaration by the European Community on the exercise of competence and voting rights submitted to the General Fisheries Commission for the Mediterranean\n(2004/815/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof, in conjunction with the first sentence of Article 300(2) and the first subparagraph of paragraph 3 thereof,\nHaving regard to the proposal from the Commission, (1)\nHaving regard to the opinion of the European Parliament, (2)\nWhereas:\n(1) The European Community is a member of the General Fisheries Commission for the Mediterranean (GFCM); when acceding to this organisation, the Community deposited a single declaration by the Community on the exercise of competence and voting rights (3).\n(2) GFCM adopted, at its meeting from 13 to 16 October 1997, amendments to the text of the agreement establishing an autonomous budget.\n(3) The Community accepted, by Council Decision of 17 July 2000, the amendment of the Agreement establishing the General Fisheries Commission for the Mediterranean with a view to establishing an autonomous budget for that organisation (4).\n(4) The amendments relative to the autonomous budget entered into force on 29 April 2004.\n(5) The implementation of an autonomous budget for GFCM implies that the Community will provide a financial contribution to that budget; the volume of this contribution makes it necessary to adapt the declaration of competence and voting rights deposited at the time of the accession of the Community to GFCM,", "main_body": ["1.   The European Community shall amend its single declaration of competence and voting rights submitted to the General Fisheries Commission for the Mediterranean when acceding to this organisation, which shall be replaced by the declaration by the European Community on the exercise of competence and voting rights according to Article II(6) of the GFCM Agreement contained in the Annex hereto.\n2.   The President of the Council is hereby authorised to notify the amended declaration by the European Community to the Director-General of the Food and Agriculture Organisation."], "attachments": "Done at Brussels, 19 November 2004.\nFor the Council\nThe President\nJ. P. H. DONNER\n(1)  OJ C 15, 20.1.1999, p. 13.\n(2)  OJ C 150, 28.5.1999, p. 153.\n(3)  Council Decision 98/416/EC of 16 June 1998 on the accession of the European Community to the General Fisheries Commission for the Mediterranean (OJ L 190, 4.7.1998, p. 34).\n(4)  OJ L 197, 3.8.2000, p. 35.\nANNEX\nSingle declaration by the European Community on the exercise of competence and voting rights according to Article II(6) of the GFCM Agreement\nThis declaration specifies the competence of the European Community and of its Member States in matters covered by the Agreement establishing the GFCM.\n1.   European Community's exclusive competence\nFor agenda items dealing with conservation and management of living marine resources, the European Community has exclusive competence and voting rights.\n2.   Member States' competence\nFor agenda items dealing with organisational matters (legal and procedural issues), the Member States of the European Community have competence and voting rights.\n3.   Shared competence\n(a) For agenda items dealing with statistics and aquaculture, the competence is shared between the European Community and its Member States. The European Community has voting rights.\n(b) For agenda items dealing with research and development aid, the competence is shared between the European Community and its Member States. Member States have voting rights.\n(c) For agenda items dealing with consideration of reports and cooperation with other organisations, the competence is shared between the European Community and its Member States, in accordance with the same principles of distribution of competence as those set out in this declaration.\n(d) For agenda items dealing with budgetary issues, the competence is shared between the European Community and its Member States. The European Community has voting rights.\nThis declaration replaces the preceding declaration as of 1 December 2004 and applies to all GFCM meetings unless a specific statement is made by the European Community in respect of any meeting or agenda item.\nShould the scope of the competence shared between the European Community and its Member States change, this declaration will be supplemented or modified."}