{"celex_id": "32002R2224", "uri": "http://publications.europa.eu/resource/cellar/eebc2715-f02f-4c05-a678-e26047d660f9", "type": "Regulation", "concepts": ["1134", "2173", "4734", "5581", "6044", "863"], "title": "Commission Regulation (EC) No 2224/2002 of 13 December 2002 derogating from Regulation (EC) No 1623/2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\n", "header": "Commission Regulation (EC) No 2224/2002\nof 13 December 2002\nderogating from Regulation (EC) No 1623/2000 laying down detailed rules for implementing Council Regulation (EC) No 1493/1999 on the common organisation of the market in wine with regard to market mechanisms\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine(1), as last amended by Regulation (EC) No 2585/2001(2), and in particular Article 33 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1623/2000(3), as last amended by Regulation (EC) No 1795/2002(4), and in particular Article 93(6) thereof, lays down that all alcohol sold for use as bioethanol in the fuel sector must be collected from storage no more than six months after the date of notification of the Commission's decision to award the sale.\n(2) Commission Regulation (EC) No 774/2002 of 8 May 2002 opening public sales of wine alcohol for use as bioethanol in the European Community(5) opened a public sale of 300000 hectolitres of wine alcohol for use as bioethanol in the European Community to the approved firm Ecocarburantes EspaĂąoles SA. On 18 June 2002, the Commission notified the competent authorities in Spain and Ecocarburantes EspaĂąoles SA of the decision to award lot No 12/2002 to the firm.\n(3) By letter dated 21 October 2002, the Spanish Ministry of Agriculture, Fisheries and Food informed the Commission that, because of technical difficulties and the size of lot No 12/2002, the time limit laid down for the removal of the alcohol was insufficient.\n(4) In order to permit the firm concerned to complete the operation, the time limit for the removal of the alcohol should be increased by two months.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Notwithstanding Article 93(6) of Regulation (EC) No 1623/2000, the removal from storage of lot No 12/2002 referred to in Regulation (EC) No 774/2002 and awarded on 18 June 2002 must be completed before 18 February 2003.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 2002.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 179, 14.7.1999, p. 1.\n(2) OJ L 345, 29.12.2001, p. 10.\n(3) OJ L 194, 31.7.2000, p. 45.\n(4) OJ L 272, 10.10.2002, p. 15.\n(5) OJ L 123, 9.5.2002, p. 17."}