{"celex_id": "32002D0302", "uri": "http://publications.europa.eu/resource/cellar/026f1939-403c-4074-824e-6133b60e1cf2", "type": "Decision", "concepts": ["1318", "192", "2356", "2560", "4152", "5369"], "title": "2002/302/EC: Commission Decision of 18 April 2002 concerning certain protection measures relating to classical swine fever in Germany (Text with EEA relevance) (notified under document number C(2002) 1450)\n", "header": "Commission Decision\nof 18 April 2002\nconcerning certain protection measures relating to classical swine fever in Germany\n(notified under document number C(2002) 1450)\n(Text with EEA relevance)\n(2002/302/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market(1), as last amended by Directive 92/118/EEC(2), and, in particular, Article 10(4) thereof,\nHaving regard to Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever(3), and, in particular Article 29(4) thereof,\nWhereas:\n(1) Outbreaks of classical swine fever have occurred in Rhineland-Palatinate in Germany, where this disease occurs in the feral pigs.\n(2) In view of the trade in live pigs, these outbreaks are liable to endanger the herds of other Member States.\n(3) Germany has taken measures within the framework of Directive 2001/89/EC.\n(4) The Commission has adopted Decisions 1999/335/EC(4) and 2002/161/EC(5), approving the plans for the eradication of classical swine fever and for the emergency vaccination of feral pigs in Rhineland-Palatinate.\n(5) In the light of the evolution of the situation, it is necessary to take further measures for the control of classical swine fever in Rhineland-Palatinate.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["1. Germany shall ensure that no pigs are dispatched unless the pigs:\n(a) come from an area outside the areas described in the Annex, and\n(b) come from a holding where no live pigs proceeding from the area described in the Annex have been introduced during the 30 day period immediately prior to the dispatch of the pigs in question.\n2. Transit of pigs dispatched to other Member States through the area described in the Annex may only occur via major roads or railways, without any stopping of the vehicle.", "1. Germany shall ensure that no consignments of porcine semen are dispatched unless the semen originates from boars kept at a collection centre referred to in Article 3(a) of Council Directive 90/429/EEC(6) and situated outside the areas described in the Annex.\n2. Germany shall ensure that no consignments of ova and embryos of swine are dispatched unless the ova and embryos originate from swine kept at a holding situated outside the areas described in the Annex.", "1. The health certificate provided for in Council Directive 64/432/EEC(7) accompanying pigs dispatched from Germany must be completed by the following: \"Animals in accordance with Commission Decision 2002/302/EC of 18 April 2002 concerning certain protection measures relating to classical swine fever in Germany\".\n2. The health certificate provided for in Directive 90/429/EEC accompanying boar semen dispatched from Germany must be completed by the following: \"Semen in accordance with Commission Decision 2002/302/EC of 18 April 2002 concerning certain protection measures relating to classical swine fever in Germany\".\n3. The health certificate provided for in Commission Decision 95/483/EC(8) accompanying embryos and ova of swine dispatched from Germany must be completed by the following: \"Embryos/ova(9) in accordance with Commission Decision 2002/302/EC of 18 April 2002 concerning certain protection measures relating to classical swine fever in Germany\".", "1. Germany shall ensure that the provisions laid down in Directive 2001/89/EC, Article 15(b), second, fourth, fifth, sixth and seventh indents are applied in the pig holdings located within the area described in the Annex.\n2. Germany shall ensure that vehicles which have been used for the transport of pigs proceeding from holdings located within the area described in the Annex are cleaned and disinfected after each operation and the transporter shall furnish proof of such disinfection.", "Germany shall ensure that movements of pigs proceeding from holdings located within the areas described in the Annex and dispatched to other areas of Germany, are only allowed from holdings where serological tests for classical swine fever have been carried out with negative results, in accordance with the detailed instructions laid down by the German authorities.\nGermany shall inform the Commission and the Member States in the framework of the Standing Committee on the Food Chain and Animal Health on the results of the serosurveillance for classical swine fever carried out in the areas described in the Annex.", "The Member States shall amend the measures they apply to trade so as to bring them into compliance with this Decision and they shall give immediate appropriate publicity to the measures adopted. They shall immediately inform the Commission thereof.", "This Decision shall apply without prejudice to Decisions 1999/335/EC and 2002/161/EC.\nThis Decision shall be reviewed before 20 June 2002. It is applicable until 30 June 2002.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 April 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 224, 18.8.1990, p. 29.\n(2) OJ L 62, 15.3.1993, p. 49.\n(3) OJ L 316, 1.12.2001, p. 5.\n(4) OJ L 126, 20.5.1999, p. 21.\n(5) OJ L 53, 23.2.2002, p. 43.\n(6) OJ L 224, 18.8.1990, p. 62.\n(7) OJ 121, 29.7.1964, p. 1977/64.\n(8) OJ L 275, 18.11.1995, p. 30.\n(9) Delete as appropriate.\nANNEX\nThe whole territory of Rhineland-Palatinate, except those areas located eastern of the river Rhine."}