{"celex_id": "32008L0071", "uri": "http://publications.europa.eu/resource/cellar/e1720e5c-e86c-4edd-bc3e-e57820e4c0cf", "type": "Directive", "concepts": ["1445", "1937", "2560", "3342", "5498", "616", "618", "619", "6322"], "title": "Council Directive 2008/71/EC of 15 July 2008 on the identification and registration of pigs (Codified version)\n", "header": "8.8.2008 EN Official Journal of the European Union L 213/31\nCOUNCIL DIRECTIVE 2008/71/EC\nof 15 July 2008\non the identification and registration of pigs\n(Codified version)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 37 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas:\n(1) Council Directive 92/102/EEC of 27 November 1992 on the identification and registration of animals (2) has been substantially amended several times (3). In the interests of clarity and rationality the said Directive should be codified.\n(2) Pursuant to Article 3(1)(c) of Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (4), animals for intra-Community trade must be identified in accordance with the requirements of Community rules and be registered in such a way that the original or transit holding, centre or organisation can be traced. Before 1 January 1993, those identification and registration systems had to be extended to the movements of animals within the territory of each Member State.\n(3) Article 14 of Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries (5) states that the identification and registration provided for in Article 3(1)(c) of Directive 90/425/EEC of such animals must, except in the case of animals for slaughter and registered equidae, be carried out after the said checks have been made.\n(4) It is necessary to ensure the rapid and efficient exchange of information between Member States for the correct application of this Directive. Community provisions have been laid down by Council Regulation (EC) No 515/97 of 13 March 1997 on mutual assistance between the administrative authorities of the Member States and cooperation between the latter and the Commission to ensure the correct application of the law on customs and agricultural matters (6) and by Council Directive 89/608/EEC of 21 November 1989 on mutual assistance between the administrative authorities of the Member States and cooperation between the latter and the Commission to ensure the correct application of legislation on veterinary and zootechnical matters (7).\n(5) Keepers of animals should maintain up-to-date records of the animals on their holdings. Persons involved in the commerce of animals should keep records of their dealings. The competent authority should have access to these records on request.\n(6) In order to permit movements of animals to be traced rapidly and accurately, animals should be able to be identified. A decision should be taken at a later date to determine the nature of the mark and, pending such decision, the national systems of identification should be maintained for movements restricted to the national market.\n(7) Provision should be made for the possibility of waiving the requirements for marks in the case of animals moving directly from a farm to a slaughterhouse. However, these animals should in any case be identified so that their farm of origin can be traced.\n(8) Provision should be made for the possibility of waiving the obligation to register the keepers of animals kept for personal purposes and, in order to take into account certain particular cases, the procedures for keeping registers.\n(9) In the case of animals in which the mark has become illegible or been lost, a new mark enabling a link with the previous mark to be established should be applied.\n(10) This Directive should not affect specific requirements set out in Commission Decision 89/153/EEC of 13 February 1989 concerning the correlation of samples taken for residue examination with animals and their farms of origin (8) or any relevant applicatory rules established in accordance with Directive 91/496/EEC.\n(11) Provision should be made for a management committee procedure for the adoption of any necessary implementing rules for this Directive.\n(12) This Directive should be without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directive set out in Annex I, Part B,", "main_body": ["This Directive sets out the minimum requirements for the identification and registration of pigs, without prejudice to more detailed Community rules which may be established for disease eradication or control purposes.\nIt shall apply without prejudice to Decision 89/153/EEC and to implementing rules laid down in accordance with Directive 91/496/EEC.", "For the purposes of this Directive, the following definitions shall apply:\n(a) ‘animal’ means any animal of the Suidae family, excluding feral pigs as defined in Article 2(b) of Council Directive 2001/89/EC of 23 October 2001 on Community measures for the control of classical swine fever (9);\n(b) ‘holding’ means any establishment, construction or, in the case of an open-air farm, any place in which animals are held, kept or handled;\n(c) ‘keeper’ means any natural or legal person responsible, even on a temporary basis, for animals;\n(d) ‘competent authority’ means the central authority of a Member State competent to carry out veterinary checks or any authority to which it has delegated that competence for the purposes of implementing this Directive;\n(e) ‘trade’ means trade as defined in point (3) of Article 2 of Directive 90/425/EEC.", "1.   Member States shall ensure that:\n(a) the competent authority has an up-to-date list of all the holdings which keep animals covered by this Directive and are situated on its territory, specifying the keepers of the animals; such holdings must remain on that list until three consecutive years have elapsed with no animals on the holding. That list must also include the mark or marks which permit the identification of the holding in accordance with the first subparagraph of Article 5(2) and Article 8;\n(b) the Commission and the competent authority can have access to all information obtained under this Directive.\n2.   Member States may be authorised in accordance with the procedure referred to in Article 18 of Directive 90/425/EEC to exclude from the list in paragraph 1(a) of this Article natural persons who keep one single animal which is intended for their own use or consumption, or to take account of particular circumstances, provided that this animal is subjected to the controls laid down in this Directive before any movement.", "1.   Member States shall ensure that any keeper contained in the list provided for in Article 3(1)(a) keeps a register stating the number of animals present on the holding.\nThat register shall include an up-to-date record of movements (numbers of animals concerned by each entering and leaving operation) at least on the basis of aggregate movements, stating as appropriate their origin or destination, and the date of such movements.\nThe identification mark applied in conformity with Articles 5 and 8 shall be stated in all cases.\nIn the case of pure-bred and hybrid pigs, which are entered in a herd-book in accordance with Council Directive 88/661/EEC of 19 December 1988 on the zootechnical standards applicable to breeding animals of the porcine species (10), an alternative registration system based on individual identification allowing the animals to be identified may be recognised in accordance with the procedure referred to in Article 18 of Directive 90/425/EEC if it offers guarantees equivalent to a register.\n2.   Member States shall also ensure that:\n(a) any keeper supplies the competent authority, upon request, with all information concerning the origin, identification and, where appropriate, the destination of animals which he has owned, kept, transported, marketed or slaughtered;\n(b) any keeper of animals to be moved to or from a market or collection centre provides a document, containing details of the animals in question, to the operator, on the market or in the collection centre, who is a keeper of the animals, on a temporary basis.\n(c) the registers and information are available on the holding and to the competent authority, upon request, for a minimum period to be determined by the competent authority but which may not be less than three years.", "1.   Member States shall ensure that the following general principles are respected:\n(a) identification marks must be applied before animals leave the holding of birth;\n(b) no mark may be removed or replaced without the permission of the competent authority.\n(c) the keeper shall record any new mark in the register referred to in Article 4 in order to establish a link with the previous mark applied to the animal.\n2.   Animals must be marked as soon as possible, and in any case before they leave the holding, with an eartag or tattoo making it possible to determine the holding from which they came and enabling reference to be made to any accompanying document which must mention such eartag or tattoo and to the list referred to in Article 3(1)(a).\nMember States may, by derogation from the second subparagraph of Article 3(1)(c) of Directive 90/425/EEC, apply their national systems for all movements of animals in their territories. Such systems must enable the holding from which they came and the holding on which they were born to be identified. Member States shall notify the Commission of the systems which they intend to introduce for this purpose. In accordance with the procedure referred to in Article 18 of Directive 90/425/EEC, a Member State may be asked to make amendments to its system where it does not fulfil that requirement.\nAnimals bearing a temporary mark identifying a consignment must be accompanied throughout their movement by a document which enables the origin, ownership, place of departure and destination to be determined.", "1.   Where the competent authority of the Member State of destination decides not to keep the identification mark allocated to the animal in the holding of origin all charges incurred as a result of replacing the mark shall be borne by that authority. Where the mark has been so replaced, a link shall be established between the identification allocated by the competent authority of the Member State of dispatch and the new identification allocated by the competent authority of the Member State of destination; that link shall be recorded in the register provided for in Article 4.\nThe option in the first subparagraph may not be invoked in the case of animals intended for slaughter which are imported under Article 8 without bearing a new mark in accordance with Article 5.\n2.   Where the animals have been traded, the competent authority of the Member State of destination may, for the purposes of Article 5 of Directive 90/425/EEC, have recourse to Article 4 of Directive 89/608/EEC in order to obtain the information relating to the animals, their herd of origin and any movement to which they have been subject.", "Member States shall ensure that any information relating to movements of animals not accompanied by a certificate or a document required by veterinary or zootechnical legislation remains available to the competent authority, upon request, for a minimum period to be set by the latter.", "Any animal imported from a third country which has passed the checks laid down by Directive 91/496/EEC and which remains within Community territory shall, within thirty days of undergoing those checks, and, in any event, before their movement, be identified by a mark complying with Article 5 of this Directive unless the holding of destination is a slaughterhouse situated on the territory of the competent authority responsible for veterinary checks and the animal is actually slaughtered within that 30-day period.\nA link shall be established between the identification established by the third country and the identification allocated to it by the Member State of destination. That link shall be recorded in the register provided for in Article 4.", "Member States shall adopt necessary administrative and/or penal measures to punish any infringement of Community veterinary legislation, where it is established that the marking or identification or the keeping of registers provided for in Article 4 has not been carried out in conformity with the requirements of this Directive.", "0\nMember States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field governed by this Directive.", "1\nDirective 92/102/EEC, as amended by the acts listed in Annex I, Part A, is repealed, without prejudice to the obligations of the Member States relating to the time limits for transposition into national law of the Directive set out in Annex I, Part B.\nReferences to the repealed Directive shall be construed as references to this Directive and shall be read in accordance with the correlation table set out in Annex II.", "2\nThis Directive shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 15 July 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  Opinion of 11 March 2008 (not yet published in the Official Journal).\n(2)  OJ L 355, 5.12.1992, p. 32. Directive as last amended by Regulation (EC) No 21/2004 (OJ L 5, 9.1.2004, p. 8).\n(3)  See Annex I, Part A.\n(4)  OJ L 224, 18.8.1990, p. 29. Directive as last amended by Directive 2002/33/EC of the European Parliament and of the Council (OJ L 315, 19.11.2002, p. 14).\n(5)  OJ L 268, 24.9.1991, p. 56. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(6)  OJ L 82, 22.3.1997, p. 1. Regulation as amended by Regulation (EC) No 807/2003 (OJ L 122, 16.5.2003, p. 36).\n(7)  OJ L 351, 2.12.1989, p. 34.\n(8)  OJ L 59, 2.3.1989, p. 33.\n(9)  OJ L 316, 1.12.2001, p. 5. Directive as last amended by Commission Decision 2007/729/EC (OJ L 294, 13.11.2007, p. 26).\n(10)  OJ L 382, 31.12.1988, p. 36. Directive as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\nANNEX I\nPART A\nRepealed Directive with list of its successive amendments\n(referred to in Article 11)\nCouncil Directive 92/102/EEC\nPoint V.E.I.4.6. of Annex I to the 1994 Act of Accession\nCouncil Regulation (EC) No 21/2004 only Article 15\nPART B\nList of time limits for transposition into national law\n(referred to in Article 11)\nDirective Time limit for transposition (1)\n92/102/EEC 31.12.1993 (2)\n(1)  The setting of the deadline for transposition into national law at 1 January 1994 shall be without prejudice to the abolition of veterinary checks at frontiers provided for in Directive 90/425/EEC (see Article 11(3) of Directive 92/102/EEC).\n(2)  For the requirements regarding porcine animals (see the first indent of Article 11(1) of Directive 92/102/EEC).\n(3)  For Finland, as concerns the requirements for bovine animals, swine, sheep and goats (see the second indent of Article 11(1) of Directive 92/102/EEC).\nANNEX II\nCORRELATION TABLE\nDirective 92/102/EEC This Directive\nArticles 1, 2 and 3 Articles 1, 2 and 3\nArticle 4(1)(a) Article 4(1)\nArticle 4(2) —\nArticle 4(3) Article 4(2)\nArticle 5(1), points (a), (b) and (c) Article 5(1), points (a), (b) and (c)\nArticle 5(1)(d) —\nArticle 5(3) Article 5(2)\nArticles 6 to 9 Articles 6 to 9\nArticle 10 —\nArticle 11(1) —\nArticle 11(2) Article 10\nArticle 11(3) —\n— Article 11\n— Article 12\nArticle 12 Article 13\n— Annex I\n— Annex II"}