{"celex_id": "32008D0289", "uri": "http://publications.europa.eu/resource/cellar/8e023e40-608a-4eb5-8ea0-3985ab2c1073", "type": "Decision", "concepts": ["1442", "1590", "2729", "3732", "5451", "5768", "6268"], "title": "2008/289/EC: Commission Decision of 3 April 2008 on emergency measures regarding the unauthorised genetically modified organism Bt 63 in rice products (notified under document number C(2008) 1208) (Text with EEA relevance)\n", "header": "9.4.2008 EN Official Journal of the European Union L 96/29\nCOMMISSION DECISION\nof 3 April 2008\non emergency measures regarding the unauthorised genetically modified organism ‘Bt 63’ in rice products\n(notified under document number C(2008) 1208)\n(Text with EEA relevance)\n(2008/289/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1), thereof,\nWhereas:\n(1) Articles 4(2) and 16(2) of Regulation (EC) No 1829/2003 of the European Parliament and of the Council of 22 September 2003 on genetically modified food and feed (2) provide that no genetically modified food or feed is to be placed on the Community market unless it is covered by an authorisation granted in accordance with that Regulation. Articles 4(3) and 16(3) of the same Regulation lay down that no genetically modified food and feed may be authorised unless it has been adequately and sufficiently demonstrated that it does not have adverse effects on human health, animal health or the environment, that it does not mislead the consumer or the user, and that it does not differ from the food or feed it is intended to replace to such an extent that its normal consumption would be nutritionally disadvantageous for humans or animals.\n(2) In September 2006 rice products originating from China contaminated with the unauthorised genetically modified rice ‘Bt 63’ were discovered in the United Kingdom, France and Germany and notified to the Rapid Alert System for Food and Feed (RASFF).\n(3) The Chinese competent authorities were immediately requested to provide detailed information concerning the genetic constructs of the unauthorised genetically modified rice ‘Bt 63’. Explanations were also requested as regards the origin of the presence on the Chinese market of genetically modified rice and the way the Chinese competent authorities intended to ensure that exported products complied with Community requirements. In response, the Chinese authorities conducted checks on the cases notified in the RASFF and suspended exports by the enterprises concerned. They also decided to carry out testing on exported rice and rice products and required exporting enterprises to strengthen controls over raw material purchasing. Furthermore, information was provided to the Commission concerning the overall situation of GM rice in the Chinese market and the Bt genetic construct concerned, confirming that the genetically modified rice ‘Bt 63’ is not authorised on the Chinese market.\n(4) The Member States were immediately informed of the situation during the meetings of the Standing Committee on the Food Chain and Animal Health held on 11 September and 23 October 2006. Member States and operators were also reminded in writing of their obligations to ensure that no unauthorised GMO is placed on the EU market.\n(5) After several findings of the unauthorised genetically modified rice ‘Bt 63’ were notified through the RASFF in the period between September and October 2006, the flow of rapid alerts stopped, supporting the presumption that the measures taken by the Chinese authorities were effective.\n(6) In February 2007, a new finding of the unauthorised genetically modified rice ‘Bt 63’ was once again notified through the RASFF. This new alert concerned a shipment of rice protein concentrate for feed use which reached Greece via the Netherlands. The shipment in question left China on 20 December 2006, thus after the implementation of the control measures by the Chinese authorities. Informed by the Commission of this new alert and requested by it to provide additional guarantees, the Chinese authorities decided to strengthen the sampling and testing of rice products and required rice products to be accompanied by an official Chinese Inspection and Quarantine Certificate. The Standing Committee on the Food Chain and Animal Health was informed on 2 March 2007.\n(7) Notwithstanding the measures announced by the Chinese authorities, several other alerts concerning the presence of the unauthorised genetically modified rice ‘Bt 63’ were subsequently reported.\n(8) Despite reiterated requests by the Commission, the Chinese authorities were unable to provide the Commission’s Joint Research Centre (JRC) with control samples and a protocol of a detection method that were qualitatively and quantitatively appropriate for the JRC to validate the detection method used by the Chinese control authorities.\n(9) Considering the failure of the Chinese competent authorities to provide sufficient guarantees of the absence of the unauthorised genetically modified rice ‘Bt 63’ in rice products originating from China and without prejudice to the control obligations of the Member States, measures should be adopted to ensure a comprehensive and common approach allowing rapid and effective action to be taken and avoiding disparities between the treatment of the situation by the various Member States.\n(10) Article 53 of Regulation (EC) No 178/2002 provides for the possibility to adopt appropriate Community emergency measures for food and feed imported from a third country in order to protect human health, animal health or the environment, where the risk cannot be contained satisfactorily by means of measures taken by the Member States concerned.\n(11) Since the genetically modified rice ‘Bt 63’ is not authorised under Community legislation and in view of the presumption of risk attached to products not authorised according to Regulation (EC) No 1829/2003, which takes into account the precautionary principle laid down in Article 7 of Regulation (EC) No 178/2002, emergency measures should be taken to prevent the contaminated products being placed on the Community market.\n(12) According to the general requirements laid down in Regulation (EC) No 178/2002, food and feed business operators have primary legal responsibility for ensuring that foods or feeds within the businesses under their control satisfy the requirements of food law and for verifying that such requirements are met. It is, therefore, the operator responsible for first placing food and feed on the market who should be under the duty to prove that they do not contain the contaminated products. To that end, the measures provided for in this Decision should require that consignments of specific products originating from China may be placed on the market only if an analytical report is provided demonstrating that the products are not contaminated with the unauthorised genetically modified rice ‘Bt 63’. The analytical report should be issued by an accredited or official laboratory conforming to internationally recognised standards. In the case of an analytical report issued by an accredited laboratory it seems appropriate to foresee that this report is endorsed by the relevant competent authority.\n(13) Due to the lack of a validated detection method and control samples of adequate quality and quantity — and in order to facilitate controls — the analytical report should be issued using the construct-specific method developed by D. Mäde et al. (2006) (3). The Community Reference Laboratory for Genetically Modified Food and Feed (CRL-GMFF) within the Joint Research Centre (JRC) judged this method to be currently the most appropriate one.\n(14) For the purpose of the sampling and detecting activities required in order to prevent that products contaminated with the unauthorised genetically modified rice ‘Bt 63’ are placed on the market, account should be taken of the Commission Recommendation 2004/787/EC of 4 October 2004 on technical guidance for sampling and detection of genetically modified organisms and material produced from genetically modified organisms as or in products in the context of Regulation (EC) No 1830/2003 (4).\n(15) The measures provided for in this Decision must be proportionate and no more restrictive of trade than is required and should therefore cover only products originating in or consigned from China into the Community and considered likely to be contaminated with the unauthorised genetically modified rice ‘Bt 63’. Given the huge variety of products that could be contaminated with the unauthorised genetically modified rice ‘Bt 63’, it seems appropriate to target a long list of products which could contain, consist or be produced from rice. Some of the identified products, however, may or may not be containing, consisting or produced from rice. It seems therefore proportionate to allow the operators to issue a simple declaration when the product is not containing, consisting or produced from rice, thus avoiding the compulsory analysis and certification.\n(16) The situation concerning the possible contamination of rice product with the unauthorised GM rice ‘Bt63’ should be reviewed within six months in order to assess whether the measures provided for in this Decision are still necessary.\n(17) It is appropriate to foresee a reasonable period of time between the entry into force and the date of applicability of this Decision, in order to allow the Member States take the practical arrangements for its implementation.\n(18) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Scope\nThis Decision applies to the food and feed products listed in the Annex, originating in or consigned from China.", "Conditions for first placing on the market\n1.   Member States shall allow the first placing on the market of the products referred to in Article 1 only where an original analytical report based on the construct-specific method developed by D. Mäde et al., for detection of the genetically modified rice ‘Bt 63’, issued by an official or accredited laboratory and accompanying the consignment demonstrates that the product does not contain, consist or is not produced from the genetically modified rice ‘Bt 63’. In the case of an analytical report issued by a Chinese accredited laboratory, the analytical report shall be endorsed by the relevant competent authority (5).\n2.   If a consignment of products referred to in Article 1 is split, a copy of the analytical report shall accompany each part of the split consignment. In the absence of an analytical report as referred to in paragraph 1, the operator established in the Community who is responsible for the first placing on the market of the product shall have the products referred to in Article 1 tested to demonstrate that they do not contain the genetically modified rice ‘Bt 63’. Pending availability of the analytical report, the consignment shall not be placed on the Community market.\n3.   Where a product referred to in the Annex is not containing, consisting or produced from rice, the original analytical report may be replaced by a statement (6) from the operator responsible for the consignment indicating that the food is not containing, consisting or produced from rice.", "Control measures\nMember States shall take appropriate measures, including random sampling and analysis carried out using the method referred to in Article 2, concerning the products referred to in Article 1 presented for importation or already on the market in order to ensure compliance with the requirements of this Decision. They shall inform the Commission of positive (unfavourable) results through the Rapid Alert System for Food and Feed. Negative (favourable) results shall be reported to the Commission on a three-monthly basis.", "Contaminated consignments\nMember States shall take the necessary measures to ensure that products referred to in Article 1 that are found to contain, to consist or to be produced from the genetically modified rice ‘Bt 63’ are not placed on the market.", "Recovery of costs\nMember States shall ensure that the costs incurred in the implementation of Articles 2 and 4 are borne by the operators responsible for the first placing on the market.", "Re-assessment of the measures\nThe situation shall be reassessed by 15 October 2008 at the latest.", "Applicability\nThis Decision is applicable from 15 April 2008.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 April 2008.\nFor the Commission\nAndroulla VASSILIOU\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1. Regulation as last amended by Commission Regulation (EC) No 202/2008 (OJ L 60, 5.3.2008, p. 17).\n(2)  OJ L 268, 18.10.2003, p. 1. Regulation as amended by Commission Regulation (EC) No 1981/2006 (OJ L 368, 23.12.2006, p. 99).\n(3)  European Food Research and Technology, 224:271-278 (2006).\n(4)  OJ L 348, 24.11.2004, p. 18.\n(5)  The analytical report shall be drawn up in a language understood by the certifying officer, enabling the certifying officer to be fully aware of the significance of the contents of each analytical report he signs and in a language understood by the control official of the country of import.\n(6)  The statement shall be drawn up in a language understood by the operator, enabling the operator to be fully aware of the significance of the contents of the statement he signs and in a language understood by the control official of the country of import.\nANNEX\nProduct CN code\nRice in the husk (‘paddy’ or rough) 1006 10\nHusked (brown) rice 1006 20\nSemi-milled or wholly milled rice, whether or not polished or glazed 1006 30\nBroken rice 1006 40 00\nRice flour 1102 90 50\nRice groats and meal 1103 19 50\nRice pellets 1103 20 50\nFlaked rice grains 1104 19 91\nRolled or flaked cereal grains (excluding grains of oats, wheat, rye, maize and barley, and flaked rice) 1104 19 99\nRice starch 1108 19 10\nPreparations for infant use, put up for retail sale 1901 10 00\nUncooked pasta, not stuffed or otherwise prepared, containing eggs 1902 11 00\nUncooked pasta, not stuffed or otherwise prepared, not containing eggs 1902 19\nStuffed pasta, whether or not cooked or otherwise prepared 1902 20\nOther pasta (other than uncooked pasta, not stuffed or otherwise prepared, and other than stuffed pasta, whether or not cooked or otherwise prepared) 1902 30\nPrepared foods obtained by swelling or roasting cereals or cereal products, obtained from rice 1904 10 30\nPreparations of the muesli-type based on unroasted cereal flakes 1904 20 10\nPrepared foods obtained from unroasted cereal flakes or from mixtures of unroasted cereal flakes or swelled cereals, obtained from rice (excluding preparations of the muesli-type on the basis of unroasted cereal flakes) 1904 20 95\nRice, pre-cooked or otherwise prepared, not elsewhere specified or included (excluding flour, groats and meal, food preparations obtained by swelling or roasting or from unroasted cereal flakes or from mixtures of unroasted cereal flakes and roasted cereal flakes or swelled cereals) 1904 90 10\nRicepaper ex 1905 90 20\nBran, sharps and other residues, whether or not in the form of pellets, derived from the sifting, milling or other working of rice with a starch content not exceeding 35 % by weight 2302 40 02\nBran, sharps and other residues, whether or not in the form of pellets, derived from the sifting, milling or other working of rice other than with a starch content not exceeding 35 % by weight 2302 40 08\nPeptones and their derivatives; other protein substances and their derivatives, not elsewhere specified or included; hide powder, whether or not chromed 3504 00 00"}