{"celex_id": "32007R0163", "uri": "http://publications.europa.eu/resource/cellar/25d88a1c-cfe3-485d-b443-6eca30ef9ed4", "type": "Regulation", "concepts": ["13", "251", "4858"], "title": "Commission Regulation (EC) No 163/2007 of 19 February 2007 fixing, for the 2005/06 marketing year, the amounts to be paid by sugar manufacturers to beet sellers in respect of the difference between the maximum amount of the base levy and the amount of that levy to be charged\n", "header": "20.2.2007 EN Official Journal of the European Union L 51/16\nCOMMISSION REGULATION (EC) No 163/2007\nof 19 February 2007\nfixing, for the 2005/06 marketing year, the amounts to be paid by sugar manufacturers to beet sellers in respect of the difference between the maximum amount of the base levy and the amount of that levy to be charged\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1260/2001 of 19 June 2001 on the common organisation of the markets in the sugar sector (1), and in particular Article 18(5) thereof,\nHaving regard to Council Regulation (EC) No 318/2006 of 20 February 2006 on the common organisation of the markets in the sugar sector (2), and in particular Article 44(a) thereof,\nWhereas:\n(1) Article 18(2) of Regulation (EC) No 1260/2001 provides that when the amount of the base levy or the amount of the B levy is less than the maximum amount referred to in Articles 15(3) and (4) of that Regulation, revised where necessary in accordance with paragraph 5 of that Article, sugar manufacturers must pay beet sellers 60 % of the difference between the maximum amount of the levy in question and the amount of the base levy or the B levy actually charged. Article 9(1) of Commission Regulation (EC) No 314/2002 of 20 February 2002 laying down detailed rules for the application of the quota system in the sugar sector (3) which still applies to the production of the 2005/06 marketing year, provides that the aforementioned amounts to be paid shall be fixed at the same time as the production levies and in accordance with the same procedure.\n(2) Commission Regulation (EC) No 1296/2005 (4) of 5 August 2005 revising the maximum amount for the B production levy and amending the minimum price for B beet in the sugar sector for the 2005/06 marketing year increased the maximum amount of the B levy to 37,5 % of the intervention price for white sugar. Commission Regulation (EC) No 164/2007 (5) of 19 February 2007 fixing the amounts of production levies for the sugar sector for the 2005/06 marketing year fixed the base levy at 1,0022 % and did not fix a B levy. Due to these differences it is necessary, in accordance with Article 18(2) of Regulation (EC) No 1260/2001, to fix the amounts to be paid by sugar manufacturers to beet sellers per tonne of A and B standard quality beet.\n(3) The Management Committee for Sugar has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["For the 2005/06 marketing year, the amounts specified in Article 18(2) of Regulation (EC) No 1260/2001 to be paid by sugar manufacturers to beet sellers shall be fixed, per tonne of standard quality beet, at EUR 0,492 for A levy beet and at EUR 18,372 for B levy beet.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 2007.\nFor the Commission\nMariann FISCHER BOEL\nMember of the Commission\n(1)  OJ L 178, 30.6.2001, p. 1. Regulation repealed by Regulation (EC) No 318/2006.\n(2)  OJ L 58, 28.2.2006, p. 1. Regulation as last amended by Regulation (EC) No 2011/2006 (OJ L 384, 29.12.2006, p. 1).\n(3)  OJ L 50, 21.2.2002, p. 40. Regulation repealed by Regulation (EC) No 952/2006 (OJ L 178, 1.7.2006, p. 39).\n(4)  OJ L 205, 6.8.2005, p. 20.\n(5)  See p. 17 of this Official Journal."}