{"celex_id": "32009L0131", "uri": "http://publications.europa.eu/resource/cellar/f4b1ba38-9574-41e9-a98f-0bc1626867ab", "type": "Directive", "concepts": ["3114", "3428", "4514", "5235", "5864"], "title": "Commission Directive 2009/131/EC of 16 October 2009 amending Annex VII to Directive 2008/57/EC of the European Parliament and of the Council on the interoperability of the rail system within the Community (Text with EEA relevance)\n", "header": "17.10.2009 EN Official Journal of the European Union L 273/12\nCOMMISSION DIRECTIVE 2009/131/EC\nof 16 October 2009\namending Annex VII to Directive 2008/57/EC of the European Parliament and of the Council on the interoperability of the rail system within the Community\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Directive 2008/57/EC of the European Parliament and of the Council of 17 June 2008 on the interoperability of the rail system within the Community (1), and in particular Article 27(4) thereof,\nHaving regard to the Agency’s recommendation No ERA/REC/XA/01-2009 of 17 April 2009,\nWhereas:\n(1) Article 9b(2) of Regulation (EC) No 881/2004 of the European Parliament and of the Council (2) requires the European Railway Agency (hereinafter ‘the Agency’) to review, by 19 January 2009, the list of parameters in Section 1 of Annex VII to Directive 2008/57/EC and to make the recommendations it considers appropriate to the Commission.\n(2) As the current Section 1 of Annex VII of Directive 2008/57/EC contains items that are not parameters of vehicles, such items should be removed.\n(3) Section 1 of the said Annex also contains parameters that primarily relate only to the rolling stock subsystem part of a vehicle. It is necessary for all the parameters of a vehicle that are to be checked in connection with the authorisation for placing in service and the classification of national rules to be covered by the list of parameters. Therefore parameters of other subsystems that are part of the vehicle should be included.\n(4) Directive 2008/57/EC should therefore be amended accordingly.\n(5) The measures provided for in this Directive are in accordance with the opinion of the Committee established in accordance with Article 29(1) of Directive 2008/57/EC,", "main_body": ["Section 1 of Annex VII to Directive 2008/57/EC is replaced by the text set out in the Annex to this Directive.", "Member States shall bring into force the laws, regulations and administrative provisions needed to comply with this Directive by 19 July 2010. They shall forthwith inform the Commission thereof.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such reference on the occasion of their official publication. Member States shall determine how such reference is to be made.", "This Directive shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 16 October 2009.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 191, 18.7.2008, p. 1.\n(2)  OJ L 164, 30.4.2004, p. 1.\nANNEX\n‘1.   List of parameters\n1.1. General documentation\n1.2. Structure and mechanical parts\n1.3. Track interaction and gauging\n1.4. Braking equipment\n1.5. Passenger-related items\n1.6. Environmental conditions and aerodynamic effects\n1.7. External warning, marking, functions and software integrity requirements\n1.8. Onboard power supply and control systems\n1.9. Staff facilities, interfaces and environment\n1.10. Fire safety and evacuation\n1.11. Servicing\n1.12. Onboard control, command and signalling\n1.13. Specific operational requirements\n1.14. Freight related items\nExplanations and examples in italics above are for information only and are not definitions of the parameters.’"}