{"celex_id": "32008D0903", "uri": "http://publications.europa.eu/resource/cellar/f5f2b604-69dd-42a8-9951-1d14ad98aa07", "type": "Decision", "concepts": ["4324", "616", "6626"], "title": "2008/903/EC: Council Decision of 27 November 2008 on the full application of the provisions of the Schengen acquis in the Swiss Confederation\n", "header": "5.12.2008 EN Official Journal of the European Union L 327/15\nCOUNCIL DECISION\nof 27 November 2008\non the full application of the provisions of the Schengen acquis in the Swiss Confederation\n(2008/903/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Agreement between the European Union, the European Community and the Swiss Confederation concerning the Swiss Confederation’s association with the implementation, application, and development of the Schengen acquis (hereinafter referred to as the Agreement) (1), which was signed on 26 October 2004 (2) and entered into force on 1 March 2008 (3), and in particular Article 15(1) thereof,\nWhereas:\n(1) Article 15(1) of the Agreement provides that the provisions of the Schengen acquis shall apply in the Swiss Confederation only pursuant to a Council Decision to that effect after verification that the necessary conditions for the application of that acquis have been met.\n(2) The Council, having verified that the necessary conditions for the application of the data protection part of the Schengen acquis concerned had been met by the Swiss Confederation, rendered, by its Decision 2008/421/EC (4), the provisions of the Schengen acquis related to the Schengen Information System applicable to the Swiss Confederation from 14 August 2008.\n(3) The Council has verified, in accordance with the applicable Schengen evaluation procedures as set out in the Decision of the Executive Committee of 16 September 1998 setting up a Standing Committee on the evaluation and implementation of Schengen (SCH/Com-ex (98) 26 def.) (5), that the necessary conditions for the application of the Schengen acquis have been met in other areas of the Schengen acquis — Land Borders, Police Cooperation, the Schengen Information System, and Visas — in the Swiss Confederation.\n(4) On 27 November 2008, the Council concluded that the conditions in each of the areas mentioned had been fulfilled by the Swiss Confederation.\n(5) As regards the evaluation and implementation of the Schengen acquis at air borders, further evaluation visits should be carried out at a later stage.\n(6) It is therefore possible to set dates for the application of the Schengen acquis in full, i.e. dates from which checks on persons at the internal borders with the Swiss Confederation should be lifted. Were the further evaluation visits at air borders to prove unsuccessful, the date set for the application of the Schengen acquis regulating the abolition of checks on persons at air borders should be reconsidered.\n(7) From the earliest such date, the restrictions on the use of the Schengen Information System, provided for in Decision 2008/421/EC, should be lifted.\n(8) In accordance with Article 15(4) of the Agreement and with Article 14(1) of the Agreement between the Community and the Swiss Confederation concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in a Member State or in Switzerland (6), the latter Agreement should be implemented from 12 December 2008.\n(9) The Agreement between the Swiss Confederation and the Kingdom of Denmark on the creation of rights and obligations between Denmark and the Swiss Confederation as regards the provisions of the Schengen acquis which come under Title IV of the Treaty establishing the European Community stipulates that it shall be put into effect in respect of the implementation, application and development of the Schengen acquis on the same date as the Agreement is put into effect.\n(10) In accordance with the second subparagraph of Article 15(1) of the Agreement and as a result of the partial application of the Schengen acquis by the United Kingdom of Great Britain and Northern Ireland provided for in Council Decision 2004/926/EC of 22 December 2004 on the putting into effect of parts of the Schengen acquis by the United Kingdom of Great Britain and Northern Ireland (7), and in particular the first subparagraph of Article 1 thereof, only part of the provisions of the Schengen acquis applicable to the Swiss Confederation in its relations with Member States applying the Schengen acquis in full should apply in the relations of the Swiss Confederation with the United Kingdom of Great Britain and Northern Ireland.\n(11) In accordance with the third subparagraph of Article 15(1) of the Agreement and as a result of the partial application of the Schengen acquis by Cyprus on the one hand, and Bulgaria and Romania on the other, as provided for in Article 3(2) of the 2003 Act of Accession and Article 4(2) of the 2005 Act of Accession respectively, only the part of the Schengen acquis applicable in these Member States should also be applicable to the Swiss Confederation in its relations with these Member States.\n(12) The Agreement between the Swiss Confederation, the Republic of Iceland and the Kingdom of Norway concerning the implementation, application and development of the Schengen acquis and concerning the criteria and mechanisms for establishing the State responsible for examining a request for asylum lodged in Switzerland, Iceland or Norway stipulates that it shall be put into effect in respect of the implementation, application and development of the Schengen acquis on the same date as the Agreement is put into effect,", "main_body": ["1.   All the provisions referred to in Annexes A and B to the Agreement and any act constituting a further development of one or more of these provisions, shall apply to the Swiss Confederation, in its relations with Kingdom of Belgium, the Czech Republic, the Kingdom of Denmark, the Federal Republic of Germany, the Republic of Estonia, the Hellenic Republic, the Kingdom of Spain, the French Republic, the Italian Republic, the Republic of Latvia, the Republic of Lithuania, the Grand Duchy of Luxembourg, the Republic of Hungary, the Republic of Malta, the Kingdom of the Netherlands, the Republic of Austria, the Republic of Poland, the Portuguese Republic, the Republic of Slovenia, the Slovak Republic, the Republic of Finland, and the Kingdom of Sweden as from 12 December 2008.\nTo the extent that those provisions regulate the abolition of checks on persons at internal borders, they shall apply as from 29 March 2009 to air borders. The Council may decide to defer this date, acting by a simple majority of the Members of the Council representing the governments of the Member States to which the provisions of the Schengen acquis regulating the abolition of checks on persons at internal borders apply. In that case, a new date shall be set by the Council, acting by unanimity of those Members.\nAll restrictions on the use of the Schengen Information System by the Member States concerned shall be lifted as from 8 December 2008.\n2.   The provisions of the Schengen acquis put into effect by the United Kingdom of Great Britain and Northern Ireland on the basis of Article 1 of Decision 2004/926/EC and any act constituting a further development of one or more of those provisions, shall apply to the Swiss Confederation, in its relations with the United Kingdom of Great Britain and Northern Ireland as from 12 December 2008.\n3.   The provisions of the Schengen acquis applicable to Cyprus on the one hand, and Bulgaria and Romania on the other on the basis of Article 3(1) of the 2003 Act of Accession and Article 4(1) of the 2005 Act of Accession respectively and any act constituting a further development of one or more of those provisions, shall apply to the Swiss Confederation, in its relations with Cyprus, Bulgaria and Romania as from 12 December 2008.", "By way of derogation to Annex II of Council Regulation (EC) No 539/2001 of 15 March 2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement (8), Switzerland is authorised to maintain the visa exemption for Antigua and Barbuda, the Bahamas, Barbados and Saint Kitts and Nevis from 12 December 2008 until the entry into force of the visa waiver agreements between the European Community and each of these countries.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 27 November 2008.\nFor the Council\nThe President\nM. ALLIOT-MARIE\n(1)  OJ L 53, 27.2.2008, p. 52.\n(2)  Council Decisions 2004/849/EC (OJ L 368, 15.12.2004, p. 26) and 2004/860/EC (OJ L 370, 17.12.2004, p. 78).\n(3)  Council Decisions 2008/146/EC (OJ L 53, 27.2.2008, p. 1) and 2008/149/JHA (OJ L 53, 27.2.2008, p. 50).\n(4)  OJ L 149, 7.6.2008, p. 74.\n(5)  OJ L 239, 22.9.2000, p. 138.\n(6)  OJ L 53, 27.2.2008, p. 5.\n(7)  OJ L 395, 31.12.2004, p. 70.\n(8)  OJ L 81, 21.3.2001, p. 1."}