{"celex_id": "32006R0953", "uri": "http://publications.europa.eu/resource/cellar/284cabf0-8ed3-40b4-81e9-98550f13e995", "type": "Regulation", "concepts": ["1667", "2173", "3003", "5384", "666", "797", "990"], "title": "Council Regulation (EC) No 953/2006 of  19 June 2006  amending Regulation (EC) No 1673/2000, as regards the processing aid for flax and hemp grown for fibre, and Regulation (EC) No 1782/2003, as regards hemp eligible for the single payment scheme\n", "header": "29.6.2006 EN Official Journal of the European Union L 175/1\nCOUNCIL REGULATION (EC) No 953/2006\nof 19 June 2006\namending Regulation (EC) No 1673/2000, as regards the processing aid for flax and hemp grown for fibre, and Regulation (EC) No 1782/2003, as regards hemp eligible for the single payment scheme\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular the third subparagraph of Article 37(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the Opinion of the European Parliament (1),\nWhereas:\n(1) Article 15(2) of Council Regulation (EC) No 1673/2000 of 27 July 2000 on the common organisation of the markets in flax and hemp grown for fibre (2) requires the Commission to present a report to the European Parliament and the Council on processing aid, if necessary accompanied by proposals. On the basis of that report, it is appropriate for the current system to remain in force up to and including the marketing year 2007/2008.\n(2) The processing aid for short flax fibre and hemp fibre containing not more than 7,5 % impurities and shives applies until the 2005/2006 marketing year. Nevertheless, in view of the favourable trends on the market for this kind of fibre under the current aid scheme and in order to contribute to consolidating innovative products and their market outlets, application of this aid should be extended until the 2007/2008 marketing year.\n(3) Regulation (EC) No 1673/2000 provides for an increase in the level of processing aid for long flax fibre from the 2006/2007 marketing year onwards. Since the processing aid for short fibres is maintained until the 2007/2008 marketing year, the processing aid for long flax fibre should be limited to the present level until the 2007/2008 marketing year.\n(4) In order to promote the production of high-quality short flax and hemp fibres, the aid is granted to fibres containing a maximum of 7,5 % of impurities and shives. However, Member States may derogate from this limit and grant processing aid for short flax fibre containing a percentage of impurities and shives of between 7,5 % and 15 % and for hemp fibre containing a percentage of impurities and shives of between 7,5 % and 25 %. Since this possibility is open only until the 2005/2006 marketing year, it is necessary to give Member States the possibility to derogate from that limit for two more marketing years.\n(5) In order to continue to ensure reasonable production levels in each Member State, it is necessary to extend the period in which the national guaranteed quantities apply.\n(6) Additional aid has been supporting the continuation of traditional production of flax in certain regions of the Netherlands, Belgium and France. It is necessary to extend this transitional aid until the 2007/2008 marketing year, in order to continue enabling gradual adaptation of farm structures to the new market conditions.\n(7) The Commission should submit a report to the European Parliament and the Council in sufficient time before the beginning of the 2008/2009 marketing year in order to assess whether the present system needs to be adapted or should continue.\n(8) Article 52 of Council Regulation (EC) No 1782/2003 of 29 September 2003 establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers (3) provides that only hemp grown for fibre is eligible for the single payment scheme established under Title III of that Regulation. It is appropriate to make the cultivation of hemp for other industrial uses also eligible.\n(9) Taking account of the yearly management of direct payments, it is appropriate that the modifications to the eligibility conditions of the single payment scheme apply from 1 January 2007.\n(10) Regulations (EC) No 1673/2000 and (EC) No 1782/2003 should be amended accordingly,", "main_body": ["Regulation (EC) No 1673/2000 is hereby amended as follows:\n1. in Article 2, paragraph 3 shall be replaced by the following:\n(a) for long flax fibre:\n— EUR 100 for the 2001/2002 marketing year,\n— EUR 160 for the 2002/2003 to 2007/2008 marketing years,\n— EUR 200 from the 2008/2009 marketing year onwards,\n(b) for short flax fibre and hemp fibre containing not more than 7,5 % impurities and shives: EUR 90 for the 2001/2002 to 2007/2008 marketing years.\n— for short flax fibre containing a percentage of impurities and shives of between 7,5 % and 15 %,\n— for hemp fibre containing a percentage of impurities and shives of between 7,5 % and 25 %.\n2. in Article 3(2), the second subparagraph shall be replaced by the following:\n3. in the first paragraph of Article 4, ‘2005/2006’ shall be replaced by ‘2007/2008’;\n4. Article 12 shall be deleted;\n5. the following paragraph shall be added to Article 15:", "Article 52 of Regulation (EC) No 1782/2003 shall be replaced by the following:\n‘Article 52\nProduction of hemp\n1.   In case of production of hemp, the varieties used shall have a tetrahydrocannabinol content not exceeding 0,2 %. Member States shall establish a system for verifying the tetrahydrocannabinol content of the crops grown on at least 30 % of the areas on hemp. However, if a Member State introduces a system of prior approval for such cultivation, the minimum shall be 20 %.\n2.   In accordance with the procedure referred to in Article 144(2), the granting of payments shall be made subject to the use of certified seeds of certain varieties.’", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply as of the date of entry into force, with the exception of Article 2 which shall apply from 1 January 2007.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 June 2006.\nFor the Council\nThe President\nJ. PRÖLL\n(1)  Not yet published in the Official Journal.\n(2)  OJ L 193, 29.7.2000, p. 16. Regulation as last amended by the 2005 Act of Accession.\n(3)  OJ L 270, 21.10.2003, p. 1. Regulation as last amended by Regulation (EC) No 319/2006 (OJ L 58, 28.2.2006, p. 32)."}