{"celex_id": "32008D0586", "uri": "http://publications.europa.eu/resource/cellar/5e77da9d-139b-45aa-9f08-528bed67bdfe", "type": "Decision", "concepts": ["1649", "4004", "4324", "5540", "5649"], "title": "Decision No 586/2008/EC of the European Parliament and of the Council of 17 June 2008 amending Decision No 896/2006/EC establishing a simplified regime for the control of persons at the external borders based on the unilateral recognition by the Member States of certain residence permits issued by Switzerland and Liechtenstein for the purpose of transit through their territory\n", "header": "21.6.2008 EN Official Journal of the European Union L 162/27\nDECISION No 586/2008/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 June 2008\namending Decision No 896/2006/EC establishing a simplified regime for the control of persons at the external borders based on the unilateral recognition by the Member States of certain residence permits issued by Switzerland and Liechtenstein for the purpose of transit through their territory\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 62(2)(a) thereof,\nHaving regard to the proposal from the Commission,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Decision No 896/2006/EC (2) establishes common rules on unilateral recognition by the Member States of certain residence permits issued by Switzerland and Liechtenstein allowing a simplified regime for the control at the external borders of third country nationals who hold these documents.\n(2) As a result of the two-step implementation of the Schengen acquis, those Member States that joined the European Union on 1 May 2004 were required, as from that date, to issue national visas to third country nationals who hold a residence permit issued by Switzerland and Liechtenstein and who are subject to a visa obligation under Council Regulation (EC) No 539/2001 of 15 March 2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders and those whose nationals are exempt from that requirement (3). That requirement created additional administrative burdens on the consulates of those Member States in Switzerland and Liechtenstein.\n(3) However, it did not appear necessary for Member States to require that category of persons to hold a visa for the purpose of transit, as they represent a low illegal immigration risk for the Member States.\n(4) Considering that the same reasoning applies to Bulgaria and Romania, the simplified regime introduced by Decision No 896/2006/EC should be extended to Bulgaria and Romania.\n(5) Such amendment of Decision No 896/2006/EC should allow Bulgaria and Romania, if they decide to apply Decision No 582/2008/EC of the European Parliament and of the Council of 17 June 2008 introducing a simplified regime for the control of persons at the external borders based on the unilateral recognition by Bulgaria, Cyprus and Romania of certain documents as equivalent to their national visas for the purposes of transit through their territories (4), to recognise unilaterally the residence permits issued by Switzerland and Liechtenstein which are listed in the Annex to Decision No 896/2006/EC as equivalent to their national transit visas.\n(6) Recognition should be limited to the purpose of transit through the territory of Bulgaria and Romania and should not affect the possibility for those two Member States to issue visas for short-term stay.\n(7) The possibility for Bulgaria and Romania not to apply Decision No 896/2006/EC should be limited to the transitional period until the date to be determined by the Council in accordance with the second subparagraph of Article 4(2) of the 2005 Act of Accession.\n(8) The entry conditions laid down in Article 5(1) of Regulation (EC) No 562/2006 of the European Parliament and of the Council of 15 March 2006 establishing a Community Code on the rules governing the movement of persons across borders (Schengen Borders Code) (5) have to be fulfilled, with the exception of the condition laid down in Article 5(1)(b) thereof, insofar as this Decision sets up an equivalence regime between transit visas issued by Bulgaria and Romania and certain residence permits issued by Switzerland and Liechtenstein.\n(9) Since the objective of this Decision cannot be sufficiently achieved by the Member States as it directly affects the Community acquis on external borders and can therefore, by reason of the scale and effects of the action, be better achieved at Community level, the Community may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve that objective.\n(10) As regards Iceland and Norway, this Decision constitutes a development of the provisions of the Schengen acquis within the meaning of the Agreement concluded by the Council of the European Union and the Republic of Iceland and the Kingdom of Norway concerning the association of those two States with the implementation, application and development of the Schengen acquis\n (6), which fall within the area referred to in Article 1, point (A) of Council Decision 1999/437/EC of 17 May 1999 (7) on certain arrangements for the application of that Agreement\n(11) In accordance with Articles 1 and 2 of the Protocol on the Position of Denmark annexed to the Treaty on European Union and to the Treaty establishing the European Community, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application. Given that this Decision builds upon the Schengen acquis under the provisions of Title IV of Part Three of the Treaty establishing the European Community, Denmark shall, in accordance with Article 5 of the said Protocol, decide within a period of six months after the date of adoption of this Decision whether it will implement it in its national law.\n(12) This Decision constitutes a development of provisions of the Schengen acquis in which the United Kingdom does not take part, in accordance with Council Decision 2000/365/EC of 29 May 2000 concerning the request of the United Kingdom of Great Britain and Northern Ireland to take part in some of the provisions of the Schengen acquis\n (8); the United Kingdom is therefore not taking part in its adoption and is not bound by it or subject to its application.\n(13) This Decision constitutes a development of provisions of the Schengen acquis in which Ireland does not take part, in accordance with Council Decision 2002/192/EC of 28 February 2002 concerning Ireland’s request to take part in some of the provisions of the Schengen acquis\n (9). Ireland is therefore not taking part in its adoption and is not bound by it or subject to its application,", "main_body": ["The following subparagraph shall be added to Article 2 of Decision No 896/2006/EC:\n‘If Bulgaria and Romania decide to apply Decision No 582/2008/EC of the European Parliament and of the Council of 17 June 2008 introducing a simplified regime for the control of persons at the external borders based on the unilateral recognition by Bulgaria, Cyprus and Romania of certain documents as equivalent to their national visas for the purposes of transit through their territories (10), they may unilaterally recognise the residence permits listed in the Annex to this Decision as equivalent to their national transit visa until the date to be determined by the Council, in accordance with the second subparagraph of Article 4(2) of the 2005 Act of Accession.", "If Bulgaria and Romania decide to apply Decision No 896/2006/EC, they shall notify the Commission thereof within 10 working days of the date of entry into force of this Decision. The Commission shall publish the information communicated by them in the Official Journal of the European Union.", "This Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Union.", "This Decision is addressed to the Member States in accordance with the Treaty establishing the European Community."], "attachments": "Done at Strasbourg, 17 June 2008.\nFor the European Parliament\nThe President\nH.-G. PÖTTERING\nFor the Council\nThe President\nJ. LENARČIČ\n(1)  Opinion of the European Parliament of 31 January 2008 (not yet published in the Official Journal) and Council Decision of 5 June 2008.\n(2)  OJ L 167, 20.6.2006, p. 8.\n(3)  OJ L 81, 21.3.2001, p. 1. Regulation as last amended by Regulation (EC) No 1932/2006 (OJ L 405, 30.12.2006, p. 23).\n(4)  OJ L 161, 20.6.2008, p. 30.\n(5)  OJ L 105, 13.4.2006, p. 1.\n(6)  OJ L 176, 10.7.1999, p. 36.\n(7)  OJ L 176, 10.7.1999, p. 31.\n(8)  OJ L 131, 1.6.2000, p. 43.\n(9)  OJ L 64, 7.3.2002, p. 20.\n(10)  OJ L 161, 20.6.2008, p. 30.’"}