{"celex_id": "32007R1278", "uri": "http://publications.europa.eu/resource/cellar/4a45c171-218d-4fdc-bfec-452de69a1982", "type": "Regulation", "concepts": ["1445", "1598", "2300", "3579", "4427", "5760"], "title": "Commission Regulation (EC) No 1278/2007 of 29 October 2007 amending Regulation (EC) No 318/2007 laying down animal health conditions for imports of certain birds into the Community and the quarantine conditions thereof (Text with EEA relevance)\n", "header": "30.10.2007 EN Official Journal of the European Union L 284/20\nCOMMISSION REGULATION (EC) No 1278/2007\nof 29 October 2007\namending Regulation (EC) No 318/2007 laying down animal health conditions for imports of certain birds into the Community and the quarantine conditions thereof\n(Text with EEA relevance)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), and in particular the second subparagraph of Article 10(3) and the first subparagraph of Article 10(4) thereof,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (2) and in particular the fourth indent of Article 18(1),\nWhereas:\n(1) Commission Regulation (EC) No 318/2007 (3) lays down the animal health conditions for imports of certain birds other than poultry into the Community and the quarantine conditions applicable to such birds after import.\n(2) It is appropriate to explicitly state that only imports of captive bred birds is authorised under Regulation (EC) No 318/2007. For the sake of clarity, it should also be explicitly stated that birds may only be imported into the Community under Regulation (EC) No 318/2007 if they come from approved breeding establishments.\n(3) After imports, the imported birds are to be transported directly to an approved quarantine facility or centre in a Member State, where they must remain until infection with avian influenza or Newcastle disease virus is ruled out.\n(4) Regulation (EC) No 318/2007 provides that in case avian influenza or Newcastle disease is suspected in an approved quarantine facility or in a unit of an approved quarantine centre, all birds in the quarantine facility or unit of a quarantine centre are to be killed and destroyed before the suspicion is confirmed by laboratory testing.\n(5) However, because these birds suspected to be infected by avian influenza or Newcastle disease are kept in an approved quarantine facility or in a unit of an approved quarantine centre, there is no risk of the disease spreading further.\n(6) Therefore, it is appropriate to wait until the suspicion is confirmed to rule out any other cause of disease symptoms before commencing to kill and destroy the birds in the affected premises.\n(7) Annex V to Regulation (EC) No 318/2007 sets out a list of quarantine facilities and centres approved by the competent authorities of the Member States for import of certain birds other than poultry. Austria, the Czech Republic, Denmark, Germany, Spain and the United Kingdom have reviewed their approved quarantine facilities and centres and have sent an updated list of those quarantine facilities and centres to the Commission. The list of approved quarantine facilities and centres set out in Annex V to Regulation (EC) No 318/2007 should therefore be amended accordingly.\n(8) Regulation (EC) No 318/2007 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 318/2007 is amended as follows:\n1. in Article 4, the introductory phrase is replaced by the following:\n2. Article 5 is amended as follows:\n(a) the introductory phrase is replaced by the following:\n(b) the following point is inserted after point (b):\n‘(ba) the birds come from approved breeding establishments that comply with the conditions laid down in Article 4;’\n3. Article 13 is replaced by the following:\n(a) the competent authority shall place the approved quarantine facility under official supervision;\n(b) samples for virological examination as set out in point 2 of Annex VI shall be taken from those birds and sentinel birds and shall be analysed accordingly;\n(c) no birds shall enter or leave the approved quarantine facility until the suspicion is ruled out.\n(a) all birds and sentinel birds in the approved quarantine facility shall be killed and destroyed;\n(b) the approved quarantine facility shall be cleaned and disinfected;\n(c) no birds shall enter the approved quarantine facility until 21 days following the final cleaning and disinfection.\n(a) the competent authority shall place the approved quarantine centre under official supervision;\n(b) samples for virological examination as set out in point 2 of Annex VI shall be taken from those birds and sentinel birds and shall be analysed accordingly;\n(c) no birds shall enter or leave the approved quarantine centre until the suspicion is ruled out.\n(a) all birds and sentinel birds in the affected unit of the approved quarantine centre shall be killed and destroyed;\n(b) the unit concerned shall be cleaned and disinfected;\n(c) the following samples shall be taken:\n(i) where sentinel birds are used, not earlier than 21 days following the final cleaning and disinfection of the unit concerned, samples for serological examination, as set out in Annex VI must be taken from sentinel birds in the other quarantine units; or\n(ii) where no sentinel birds are used, during 7 to 15 days following the final cleaning and disinfection, samples for virological examination, as set out in point 2 of Annex VI, must be taken from birds in the other quarantine units;\n(d) no birds shall leave the approved quarantine centre until the results of the sampling provided for in point (c) have been confirmed as negative.\n4. in Article 14(1), the first subparagraph is replaced by the following:\n5. Annex V is replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirely and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 2007.\nFor the Commission\nMarkos KYPRIANOU\nMember of the Commission\n(1)  OJ L 268, 24.9.1991, p. 56. Directive as last amended by Directive 2006/104/EC (OJ L 363, 20.12.2006, p. 352).\n(2)  OJ L 268, 14.9.1992, p. 54. Directive as last amended by Commission Decision 2007/265/EC (OJ L 114, 1.5.2007, p. 17).\n(3)  OJ L 84, 24.3.2007, p. 7.\nANNEX\n‘ANNEX V\nList of approved facilities and centres as referred to in Article 6(1)\nISO country code Name of country Approval number of quarantine facility or centre\nAT AUSTRIA AT OP Q1\nAT AUSTRIA AT-KO-Q1\nAT AUSTRIA AT-3-ME-Q1\nAT AUSTRIA AT-4-KI-Q1\nAT AUSTRIA AT 4 WL Q 1\nAT AUSTRIA AT-4-VB-Q1\nAT AUSTRIA AT 6 10 Q 1\nAT AUSTRIA AT 6 04 Q 1\nBE BELGIUM BE VQ 1003\nBE BELGIUM BE VQ 1010\nBE BELGIUM BE VQ 1011\nBE BELGIUM BE VQ 1012\nBE BELGIUM BE VQ 1013\nBE BELGIUM BE VQ 1016\nBE BELGIUM BE VQ 1017\nBE BELGIUM BE VQ 3001\nBE BELGIUM BE VQ 3008\nBE BELGIUM BE VQ 3014\nBE BELGIUM BE VQ 3015\nBE BELGIUM BE VQ 4009\nBE BELGIUM BE VQ 4017\nBE BELGIUM BE VQ 7015\nCY CYPRUS CB 0011\nCY CYPRUS CB 0012\nCY CYPRUS CB 0061\nCY CYPRUS CB 0013\nCY CYPRUS CB 0031\nCZ CZECH REPUBLIC 21750005\nCZ CZECH REPUBLIC 21750016\nCZ CZECH REPUBLIC 21750027\nCZ CZECH REPUBLIC 21750038\nCZ CZECH REPUBLIC 61750009\nDE GERMANY BW-1\nDE GERMANY BY-1\nDE GERMANY BY-2\nDE GERMANY BY-3\nDE GERMANY BY-4\nDE GERMANY HE-1\nDE GERMANY HE-2\nDE GERMANY NI-1\nDE GERMANY NI-2\nDE GERMANY NI-3\nDE GERMANY NW-1\nDE GERMANY NW-2\nDE GERMANY NW-3\nDE GERMANY NW-4\nDE GERMANY NW-5\nDE GERMANY NW-6\nDE GERMANY NW-7\nDE GERMANY NW-8\nDE GERMANY RP-1\nDE GERMANY SN-1\nDE GERMANY SN-2\nDE GERMANY TH-1\nDE GERMANY TH-2\nES SPAIN ES/01/02/05\nES SPAIN ES/05/02/12\nES SPAIN ES/05/03/13\nES SPAIN ES/09/02/10\nES SPAIN ES/17/02/07\nES SPAIN ES/04/03/11\nES SPAIN ES/04/03/14\nES SPAIN ES/09/03/15\nES SPAIN ES/09/06/18\nFR FRANCE 38 193,01\nGR GREECE GR.1\nGR GREECE GR.2\nHU HUNGARY HU12MK001\nIE IRELAND IRL-HBQ-1-2003 Unit A\nIT ITALY 003AL707\nIT ITALY 305/B/743\nIT ITALY 132BG603\nIT ITALY 170BG601\nIT ITALY 233BG601\nIT ITALY 068CR003\nIT ITALY 006FR601\nIT ITALY 054LCO22\nIT ITALY I – 19/ME/01\nIT ITALY 119RM013\nIT ITALY 006TS139\nIT ITALY 133VA023\nMT MALTA BQ 001\nNL NETHERLANDS NL-13000\nNL NETHERLANDS NL-13001\nNL NETHERLANDS NL-13002\nNL NETHERLANDS NL-13003\nNL NETHERLANDS NL-13004\nNL NETHERLANDS NL-13005\nNL NETHERLANDS NL-13006\nNL NETHERLANDS NL-13007\nNL NETHERLANDS NL-13008\nNL NETHERLANDS NL-13009\nNL NETHERLANDS NL-13010\nPL POLAND 14084501\nPT PORTUGAL 05,01/CQA\nPT PORTUGAL 01,02/cqa\nUK UNITED KINGDOM 21/07/01\nUK UNITED KINGDOM 21/07/02’"}