{"celex_id": "32002D0277", "uri": "http://publications.europa.eu/resource/cellar/7f12e453-25e9-4d29-a3c4-63e9476b6c20", "type": "Decision", "concepts": ["13", "191", "2414", "2417", "4081"], "title": "2002/277/EC: Commission Decision of 8 April 2002 providing for the temporary marketing of seed of certain species, not satisfying the requirements of Council Directive 69/208/EEC (Text with EEA relevance) (notified under document number C(2002) 734)\n", "header": "Commission Decision\nof 8 April 2002\nproviding for the temporary marketing of seed of certain species, not satisfying the requirements of Council Directive 69/208/EEC\n(notified under document number C(2002) 734)\n(Text with EEA relevance)\n(2002/277/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 69/208/EEC of 30 June 1969 on the marketing of seed of oil and fibre plant(1), as last amended by Directive 98/96/EC(2), and in particular Article 16 thereof,\nHaving regard to the notifications regarding supply difficulties of seed submitted by Austria and Finland,\nWhereas:\n(1) In Austria the quantity of available seed of soya beans (Glycine max) which satisfies the requirements of Directive 69/208/EEC is insufficient in terms of germination capacity and cannot therefore meet the country's needs.\n(2) In Finland the quantity of available seed of linseed (Linum usitatissimum) which satisfies the requirements of Directive 69/208/EEC is insufficient in terms of germination capacity and cannot therefore meet the country's needs.\n(3) It is not possible to meet these demands satisfactorily with seed from other Member States or from third countries satisfying all the requirements laid down in the Directives.\n(4) Accordingly the Member States should, for a period expiring on 30 June 2002, permit the marketing of seed subject to less stringent requirements.\n(5) Moreover, Austria and Finland should act as coordinators in order to ensure that the total amount covered by the permit does not exceed the maximum quantity covered by this Decision.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The Member States shall permit, for a period expiring on 30 June 2002, on the terms set out in the Annex hereto, the marketing in the Community of seed of soya bean and linseed which does not satisfy the requirements laid down in Directive 69/208/EEC with regard to the minimum germination capacity, provided that:\n(a) the germination capacity is at least that set out in the Annex to this Decision,\n(b) the official label states the germination ascertained in the report on official seed testing.\n2. The marketing in the Community of the seed referred to in paragraph 1 shall be permitted only if the seed was first placed on the market in accordance with Article 2.", "Any seed supplier wishing to place seeds on the market the seeds referred to in Article 1 shall apply to the Member State in which he is established.\nThe Member State concerned shall authorise the supplier to place that seed on the market, unless:\n(a) it has well founded doubts as to whether the supplier will be able to place on the market the amount of seed for which he has sought authorisation; or\n(b) the total quantity authorised to be marketed pursuant to the derogation concerned would exceed the maximum quantity specified in the Annex.", "The Member States shall assist each other administratively in the application of this Decision.\nAustria shall act as coordinating Member State for seed of soya bean and Finland for linseed in order to ensure that the total amount authorised does not exceed the maximum quantities specified in the Annex.\nAny Member State receiving an application under Article 2 shall immediately notify the coordinating Member State of the amount covered by the application. The coordinating Member State shall immediately inform the notifying Member State as to whether authorisation would result in the maximum quantity being exceeded.", "Member States shall immediately notify the Commission and the other Member States of the quantities in respect of which they have granted marketing authorisation pursuant to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 April 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 169, 10.7.1969, p. 3.\n(2) OJ L 25, 1.2.1999, p. 27.\nANNEX\n>TABLE>"}