{"celex_id": "32008R0733", "uri": "http://publications.europa.eu/resource/cellar/48143945-5c42-40e8-a8dd-9e0a8370e693", "type": "Regulation", "concepts": ["1442", "2300", "2531", "2734", "2771", "2882", "3191", "5946", "921"], "title": "Council Regulation (EC) No 733/2008 of 15 July 2008 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station (Codified version)\n", "header": "30.7.2008 EN Official Journal of the European Union L 201/1\nCOUNCIL REGULATION (EC) No 733/2008\nof 15 July 2008\non the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station\n(Codified version)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Council Regulation (EEC) No 737/90 of 22 March 1990 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power station (1) has been substantially amended several times (2). In the interests of clarity and rationality the said Regulation should be codified.\n(2) Following the accident at the Chernobyl nuclear power station on 26 April 1986, considerable quantities of radioactive elements were released into the atmosphere.\n(3) Without prejudice to the possibility of resorting, where necessary, in the future to the provisions of Council Regulation (Euratom) No 3954/87 of 22 December 1987 laying down maximum permitted levels of radioactive contamination of foodstuffs and of feedingstuffs following a nuclear accident or any other case of radiological emergency (3), the Community should ensure, with regard to the specific effects of the accident at Chernobyl, that agricultural products and processed agricultural products intended for human consumption and likely to be contaminated are introduced into the Community only according to common arrangements.\n(4) Those common arrangements should safeguard the health of consumers, maintain, without having unduly adverse effects on trade between the Community and third countries, the unified nature of the market and prevent deflections of trade.\n(5) Compliance with the maximum permitted levels should be the subject of appropriate checks, which may lead to prohibiting imports in cases of non-compliance.\n(6) Radioactive contamination in many agricultural products has decreased and will continue to decrease to the levels existing before the Chernobyl accident. A procedure should therefore be established enabling such products to be excluded from the scope of this Regulation.\n(7) Since this Regulation covers all agricultural products and processed agricultural products intended for human consumption, there is no need, in the present case, to apply the procedure referred to in Article 14 of Council Directive 2004/68/EC of 26 April 2004 laying down animal health rules for the importation into and transit through the Community of certain live ungulate animals (4).\n(8) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (5),", "main_body": ["With the exception of the products unfit for human consumption listed in Annex I and those products which may come to be excluded from the scope of this Regulation in accordance with the procedure referred to in Article 5(2), this Regulation shall apply to the products originating in third countries covered by:\n(a) Annex I to the Treaty;\n(b) Council Regulation (EC) No 1667/2006 of 7 November 2006 on glucose and lactose (6);\n(c) Council Regulation (EEC) No 2783/75 of 29 October 1975 on the common system of trade for ovalbumin and lactalbumin (7);\n(d) Council Regulation (EC) No 3448/93 of 6 December 1993 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (8).", "1.   Without prejudice to other provisions in force, the release for free circulation of the products referred to in Article 1 shall be subject to compliance with the maximum permitted levels laid down in paragraph 2 of this Article:\n2.   The accumulated maximum radioactive level in terms of caesium-134 and -137 shall be (9):\n(a) 370 Bq/kg for milk and milk products listed in Annex II and for foodstuffs intended for the special feeding of infants during the first four to six months of life, which meet, in themselves, the nutritional requirements of this category of persons and are put up for retail sale in packages which are clearly identified and labelled ‘food preparation for infants’;\n(b) 600 Bq/kg for all other products concerned.", "1.   Member States shall check compliance with the maximum permitted levels laid down in Article 2(2) in respect of the products referred to in Article 1, taking into account contamination levels in the country of origin.\nChecking may also include the presentation of export certificates.\nDepending on the results of the checks carried out, Member States shall take the measures required for Article 2(1) to apply, including the prohibition of release for free circulation, taking each case individually or generally for a given product.\n2.   Each Member State shall provide the Commission with all information concerning the application of this Regulation, notably cases of non-compliance with the maximum permitted levels.\nThe Commission shall circulate such information to the other Member States.\n3.   Where cases of repeated non-compliance with the maximum permitted levels have been recorded, the necessary measures may be taken in accordance with the procedure referred to in Article 5(2).\nSuch measures may even include the prohibition of the import of products originating in the third country concerned.", "The arrangements for applying this Regulation, any amendments to be made to the products in Annex I, and the list of products excluded from this Regulation shall be adopted in accordance with the procedure referred to in Article 5(2).", "1.   The Commission shall be assisted by a committee.\n2.   Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply.\nThe period laid down in Article 5(6) of Decision 1999/468/EC shall be set at one month.", "Council Regulation (EEC) No 737/90, as amended by the Regulations listed in Annex III, is repealed.\nReferences to the repealed Regulation shall be construed as references to this Regulation and shall be read in accordance with the correlation table in Annex IV.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall expire:\n(a) on 31 March 2010, unless the Council decides otherwise at an earlier date, in particular if the list of excluded products referred to in Article 4 covers all the products fit for human consumption to which this Regulation applies;\n(b) on the entry into force of the Commission Regulation referred to in Article 2(1) of Regulation (Euratom) No 3954/87, if such entry into force takes place before 31 March 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 2008.\nFor the Council\nThe President\nM. BARNIER\n(1)  OJ L 82, 29.3.1990, p. 1. Regulation as last amended by Regulation (EC) No 806/2003 (OJ L 122, 16.5.2003, p. 1).\n(2)  See Annex III.\n(3)  OJ L 371, 30.12.1987, p. 11. Regulation as amended by Regulation (Euratom) No 2218/89 (OJ L 211, 22.7.1989, p. 1).\n(4)  OJ L 139, 30.4.2004, p. 321, as corrected by OJ L 226, 25.6.2004, p. 128.\n(5)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11).\n(6)  OJ L 312, 11.11.2006, p. 1.\n(7)  OJ L 282, 1.11.1975, p. 104. Regulation as last amended by Commission Regulation (EC) No 2916/95 (OJ L 305, 19.12.1995, p. 49).\n(8)  OJ L 318, 20.12.1993, p. 18. Regulation as last amended by Regulation (EC) No 2580/2000 (OJ L 298, 25.11.2000, p. 5).\n(9)  The level applicable to concentrated or dried products shall be calculated on the basis of the reconstituted product as ready for consumption.\nANNEX I\nProducts unfit for human consumption\nCN code Description\nex 0101 10 10 Racehorses\nex 0106 Other (live animals, excluding domestic rabbits and pigeons: not for human consumption)\n0301 10 Live ornamental fish\n0408 11 20 Eggs, not in shell, and egg yolks, unfit for human consumption (1)\nex 0504 00 00 Non-edible guts, bladders and stomachs of animals (other than fish), whole and pieces thereof\n0511 10 00 Animal products not elsewhere specified or included, excluding edible animal blood; dead animals of Chapter 1 or Chapter 3, unfit for human consumption\nex 0713 Dried leguminous vegetables, shelled, whether or not skinned or split, for sowing\n1001 90 10 Spelt for sowing (1)\n1005 10 11 Hybrid maize for sowing (1)\n1006 10 10 Rice for sowing (1)\n1007 00 10 Hybrid sorghum for sowing (1)\n1201 00 10 Oil seeds and oleaginous fruit, whole or broken, for sowing (1)\n1209 Seeds, fruits and spores, of a kind used for sowing\n1501 00 11 Lard and other pig fat for industrial uses other than the manufacture of foodstuffs for human consumption (1)\n1502 00 10 Fats of bovine animals, sheep or goats, other than those of heading 1503, for industrial uses other than the manufacture of foodstuffs for human consumption (1)\n1503 00 11 Lard stearin and oleostearin for industrial uses (1)\n1503 00 30 Tallow oil for industrial uses other than the manufacture of foodstuffs for human consumption (1)\n1505 00 Wool grease and fatty substances derived therefrom (including lanolin)\n1507 10 10 Soya bean oil and its fractions, whether or not refined; but not chemically modified, for technical uses other than the manufacture of foodstuffs for human consumption (1)\n1508 10 10 Ground-nut oil and its fractions, whether or not refined but not chemically modified, for technical or industrial uses other than the manufacture of foodstuffs for human consumption (1)\n1511 10 10 Crude palm oil and its fractions, whether or not refined, but not chemically modified, for technical or industrial uses other than the manufacture of foodstuffs for human consumption (1)\n1511 90 91 Other oils for technical or industrial uses other than the manufacture of foodstuffs for human consumption (1)\n1515 30 10 Castor oil and its fractions for the production for the production of aminoundecanoic acid for use in the manufacture of synthetic textile fibres or of artificial plastic materials (1)\n1515 90 11 Tung oil; jojoba and oiticica oils; myrtle wax and Japan wax; their fractions\n1518 00 31 Fixed vegetables oils, fluid, mixed, for technical or industrial uses other than the manufacture of foodstuffs for human consumption (1)\n2207 20 00 Ethyl alcohol and other spirits; denatured, of any strength\n3824 10 00 Prepared binders for foundry moulds or cores\n4501 Natural cork, raw or simply prepared; waste cork; crushed granulated or ground cork\n5301 10 00 Flax, raw or processed but not spun\n5302 True hemp (Cannabis sativa L.), raw or processed but not spun; tow and waste of true hemp (including yarn waste and garnetted stock)\nex Chapter 6 Live trees and other plants; bulbs, roots and the like, cut flowers and ornamental foliage, excluding plants and roots of chicory of subheading 0601 20 10\n(1)  Entry under this subheading is subject to conditions laid down in the relevant Community provisions.\nANNEX II\nMilk and milk products to which a maximum permitted level of 370 Bq/kg applies\nCN codes 0401\n0402\n0403 10 11 to 39\n0403 90 11 to 69\n0404\nANNEX III\nRepealed Regulation with list of its successive amendments\nCouncil Regulation (EEC) No 737/90\nCouncil Regulation (EC) No 686/95\nCouncil Regulation (EC) No 616/2000\nCouncil Regulation (EC) No 806/2003 point 7 of Annex III only\nANNEX IV\nCorrelation table\nRegulation (EEC) No 737/90 This Regulation\nArticle 1, introductory words Article 1, introductory words\nArticle 1, first indent Article 1(a)\nArticle 1, second indent Article 1(b)\nArticle 1, third indent Article 1(c)\nArticle 1, fourth indent Article 1(d)\nArticle 1, fifth indent —\nArticle 2 Article 2(1)\nArticle 3, first introductory sentence —\nArticle 3, second introductory sentence Article 2(2) introductory sentence\nArticle 3, first and second indent Article 2(2)(a) and (b)\nArticle 4(1) first, second and third sentence Article 3(1) first, second and third subparagraph\nArticle 4(2) first and second sentence Article 3(2) first and second subparagraph\nArticle 5 first and second sentence Article 3(3) first and second subparagraph\nArticle 6 Article 4\nArticle 7(1) and (2) Article 5(1) and (2)\nArticle 7(3) —\n— Article 6\nArticle 8, first paragraph Article 7, first paragraph\nArticle 8, second paragraph, introductory words Article 7, second paragraph, introductory words\nArticle 8, second paragraph, point 1 Article 7, second paragraph, point (a)\nArticle 8, second paragraph, point 2 Article 7, second paragraph, point (b)\nAnnex I Annex I\nAnnex II Annex II\n— Annex III\n— Annex IV"}