{"celex_id": "32009R0056", "uri": "http://publications.europa.eu/resource/cellar/6f884312-02d8-486f-ae6e-cd75290ee5c5", "type": "Regulation", "concepts": ["1837", "2746", "4380", "5751"], "title": "Commission Regulation (EC) No 56/2009 of 21 January 2009 concerning the classification of certain goods in the Combined Nomenclature\n", "header": "23.1.2009 EN Official Journal of the European Union L 19/3\nCOMMISSION REGULATION (EC) No 56/2009\nof 21 January 2009\nconcerning the classification of certain goods in the Combined Nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) In order to ensure uniform application of the Combined Nomenclature annexed to Regulation (EEC) No 2658/87, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation.\n(2) Regulation (EEC) No 2658/87 has laid down the general rules for the interpretation of the Combined Nomenclature. Those rules apply also to any other nomenclature which is wholly or partly based thereon or which adds any additional subdivision thereto and which is established by specific Community provisions, with a view to the application of tariff and other measures relating to trade in goods.\n(3) Pursuant to those general rules, the goods described in column 1 of the table set out in the Annex should be classified under the CN code indicated in column 2, by virtue of the reasons set out in column 3 of that table.\n(4) It is appropriate to provide that binding tariff information which has been issued by the customs authorities of Member States in respect of the classification of goods in the Combined Nomenclature but which is not in accordance with this Regulation may, for a period of three months, continue to be relied on by the holder, under Article 12(6) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (2).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["The goods described in column 1 of the table set out in the Annex shall be classified within the Combined Nomenclature under the CN code indicated in column 2 of that table.", "Binding tariff information issued by the customs authorities of Member States, which is not in accordance with this Regulation, may continue to be relied on for a period of three months under Article 12(6) of Regulation (EEC) No 2913/92.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 January 2009.\nFor the Commission\nLászló KOVÁCS\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  OJ L 302, 19.10.1992, p. 1.\nANNEX\nDescription of the goods Classification (CN code) Reasons\n(1) (2) (3)\nA bag made of fabric woven from polypropylene strip of less than 5 mm wide, cuboid in shape and measuring approx. 54,5 cm × 74 cm × 25 cm, with two strong handles made of the same material sewn on the two long sides of the bag, each going down to underneath the bottom of the bag. 4202 92 19 Classification is determined by General Rules 1 and 6 for the interpretation of the Combined Nomenclature, Note 2(m) to Chapter 39, Additional Note 1 to Chapter 42 and the wording of CN codes 4202, 4202 92 and 4202 92 19.\n(1)  The photograph is purely for information."}