{"celex_id": "32002D0198", "uri": "http://publications.europa.eu/resource/cellar/ebbbdca6-6e73-4886-afc4-b58be8d0356a", "type": "Decision", "concepts": ["1309", "1624", "192", "2525", "4689", "5369"], "title": "2002/198/EC: Commission Decision of 7 March 2002 amending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries in particular as regards to Argentina (Text with EEA relevance) (notified under document number C(2002) 890)\n", "header": "Commission Decision\nof 7 March 2002\namending Decision 93/402/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries in particular as regards to Argentina\n(notified under document number C(2002) 890)\n(Text with EEA relevance)\n(2002/198/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine, ovine and caprine animals and swine, fresh meat or meat products from third countries(1), as last amended by Regulation (EC) No 1452/2001(2), and in particular Article 14(3) thereof,\nWhereas:\n(1) The animal health conditions and veterinary certification for imports into the Community of fresh meat from Argentina, Brazil, Chile, Colombia, Paraguay and Uruguay are laid down by Commission Decision 93/402/EEC of 10 June 1993 concerning animal health conditions and veterinary certification for imports of fresh meat from South American countries(3), as last amended by Decision 2002/68/EC(4).\n(2) Since the adoption of Commission Decisions 2002/45/EC(5) and 2002/68/EC the epidemiological situation of foot and mouth disease in Argentina has improved in the regions of La Pampa, Santiago del Estero and Córdoba.\n(3) In these provinces the remaining outbreaks of foot and mouth disease have been closed and the situation is now under control.\n(4) It is therefore appropriate to allow the importation into the Community of deboned and matured bovine meat from animals originating from these provinces and slaughtered in the case of La Pampa and Santiago after 8 March 2002 and in the case of Córdoba after 26 March 2002.\n(5) Decision 93/402/EEC should therefore be amended in order to add the provinces of La Pampa, Santiago del Estero and Córdoba to the list of provinces listed in the Annexes of Decision 93/402/EEC.\n(6) The measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Annexes I and II to Decision 93/402/EEC are replaced by the corresponding Annexes to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 March 2002.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 302, 31.12.1972, p. 28.\n(2) OJ L 198, 21.7.2001, p. 11.\n(3) OJ L 179, 22.7.1993, p. 11.\n(4) OJ L 30, 31.1.2002, p. 47.\n(5) OJ L 20, 23.1.2002, p. 7.\nANNEXES\n\"ANNEX I\nDescription of territories of South America established for animal health certification purposes\n>TABLE>\nANNEX II\nAnimal health guarantees requested on certification ((The letters (A, B, C, D, E, F, G and H) appearing on the table are referring to the models of animal health guarantees as described in Annex III Part 2 of this Decision, to be applied for each product and orgin in accordance with Article 2 of this Decision; a dash (-) indicates that imports are not authorised.HC: Human consumption.\nMP: Destined for heat-treated meat products industry.\n1= hearts.\n2= livers.\n3= masseter muscles.\n4= tongues.\nPF: Destined for the pet food industry.))\n>TABLE>\""}