{"celex_id": "32007D0658", "uri": "http://publications.europa.eu/resource/cellar/48a9dad4-8b02-4e10-b4ad-b60570f1d1dc", "type": "Decision", "concepts": ["1649", "2734", "4324", "5403"], "title": "2007/658/EC: Council Decision of 26 September 2007 concerning the conclusion of an additional Agreement between the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n", "header": "13.10.2007 EN Official Journal of the European Union L 270/5\nCOUNCIL DECISION\nof 26 September 2007\nconcerning the conclusion of an additional Agreement between the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\n(2007/658/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133, in conjunction with the first sentence of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Community, the Principality of Liechtenstein and the Swiss Confederation have negotiated and initialled an additional Agreement to extend to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products of 21 June 1999 (1).\n(2) It is in the Community’s interest to approve that additional Agreement,", "main_body": ["The additional Agreement between the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (Additional Agreement) is hereby approved on behalf of the Community.\nThe text of the Additional Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Additional Agreement in order to bind the Community."], "attachments": "Done at Brussels, 26 September 2007.\nFor the Council\nThe President\nJ. SILVA\n(1)  OJ L 114, 30.4.2002, p. 132.\n13.10.2007 EN Official Journal of the European Union L 270/6\nADDITIONAL AGREEMENT\nbetween the European Community, the Swiss Confederation and the Principality of Liechtenstein extending to the Principality of Liechtenstein the Agreement between the European Community and the Swiss Confederation on trade in agricultural products\nTHE EUROPEAN COMMUNITY (the Community), THE SWISS CONFEDERATION (Switzerland) and THE PRINCIPALITY OF LIECHTENSTEIN (Liechtenstein),\nWhereas:\n(1) Liechtenstein forms a customs union with Switzerland in accordance with the Treaty of 29 March 1923 between the Swiss Confederation and the Principality of Liechtenstein incorporating Liechtenstein into the Swiss customs territory (Customs Treaty).\n(2) By virtue of the Customs Treaty, the provisions concerning the improvement of market access granted by Switzerland for agricultural products originating in the Community which are the subject of the Agreement between the European Community and the Swiss Confederation on trade in agricultural products of 21 June 1999 (Agriculture Agreement) apply to Liechtenstein.\n(3) For the administration of the Agriculture Agreement and to ensure its good functioning, Article 6 establishes a Joint Committee for Agriculture and Article 19 of Annex 11 a Joint Veterinary Committee, both of which may modify specific parts of the Agriculture Agreement.\n(4) In accordance with the Additional Agreement concerning the validity, for the Principality of Liechtenstein, of the Agreement between the European Economic Community and the Swiss Confederation of 22 July 1972, the Agreement between the European Economic Community and the Swiss Confederation of 22 July 1972 applies to Liechtenstein: Protocol No 3 provides that Liechtenstein products are deemed to be products of Swiss origin. Article 4 of the Agriculture Agreement provides that the rules of origin applicable under Annexes 1, 2 and 3 shall be as set out in Protocol No 3 of the Agreement between the European Economic Community and the Swiss Confederation of 22 July 1972.\n(5) All the provisions of the Agriculture Agreement, including any modifications made by its Joint Committees, should apply to Liechtenstein. At the same time, the corresponding parts of the EEA Agreement, namely Annex I, Chapters XII and XXVII of Annex II and Protocol 47 should be suspended with regard to Liechtenstein for so long as the Agriculture Agreement applies to Liechtenstein,\nHAVE AGREED AS FOLLOWS:\nArticle 1\n1.   The Agreement between the European Community and the Swiss Confederation on trade in agricultural products of 21 June 1999 (Agriculture Agreement), including any modifications decided by the Joint Committee for Agriculture and the Joint Veterinary Committee shall apply to Liechtenstein.\n2.   The adaptations specific to Liechtenstein concerning Annexes 4 to 11 of the Agriculture Agreement are laid down in the Annex to this Agreement (Additional Agreement), which shall constitute an integral part of it.\nArticle 2\n1.   For the application and development of the Agriculture Agreement and without altering its bilateral nature, Liechtenstein shall have its interests represented by a Liechtenstein representative within the Swiss delegation to the Joint Committee on Agriculture and the Joint Veterinary Committee, and their working parties.\n2.   The Joint Committee for Agriculture may modify the Annex to this Additional Agreement, in accordance with the provisions of Articles 6 and 11 of the Agriculture Agreement. The Joint Veterinary Committee may modify the Annex to this Additional Agreement in so far as it concerns Annex 11 of the Agriculture Agreement, in accordance with the provisions of Article 19 of that Annex. Such modifications shall be subject to the approval of the Liechtenstein representative.\nArticle 3\nThis Additional Agreement:\n(a) shall enter into force on the day of its signature;\n(b) may be terminated by written notification to the other parties. It shall cease to be in force one year after the date of such notification;\n(c) shall cease to apply should either the Agriculture Agreement or the Customs Treaty no longer be in force.\nArticle 4\nThis Additional Agreement is drawn up in triplicate in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovenian, Spanish and Swedish languages, each of these texts being equally authentic.\nСъставено в Брюксел на двадесет и седми ceптeмври две хиляди и седма година.\nHecho en Bruselas, el veintisiete de septiembre de dos mil siete.\nV Bruselu dne dvacátého sedmého září dva tisíce sedm.\nUdfærdiget i Bruxelles den syvogtyvende september to tusind og syv.\nGeschehen zu Brüssel am siebenundzwanzigsten September zweitausendsieben.\nKahe tuhande seitsmenda aasta septembrikuu kahekümne seitsmendal päeval Brüsselis.\nΈγινε στις Βρυξέλλες, στις είκοσι επτά Σεπτεμβρίου δύο χιλιάδες επτά.\nDone at Brussels on the twenty seventh day of September in the year two thousand and seven.\nFait à Bruxelles, le vingt-sept septembre deux mille sept.\nFatto a Bruxelles, addì ventisette settembre duemilasette.\nBriselē, divi tūkstoši septītā gada divdesmit septītajā septembrī.\nPriimta du tūkstančiai septintųjų metų rugsėjo dvidešimt septintą dieną Briuselyje.\nKelt Brüsszelben, a kétezer-hetedik év szeptember havának huszonhetedik napján.\nMagħmul fi Brussell, fis-sebgħa u għoxrin jum ta' Settembru tas-sena elfejn u sebgħa.\nGedaan te Brussel, de zevenentwintigste september tweeduizend zeven.\nSporządzono w Brukseli, dnia dwudziestego siódmego września roku dwa tysiące siódmego.\nFeito em Bruxelas, em vinte e sete de Setembro de dois mil e sete.\nÎntocmit la Bruxelles, douăzeci și șapte septembrie două mii șapte.\nV Bruseli dňa dvadsiateho siedmeho septembra dvetisícsedem.\nV Bruslju, dne sedemindvajsetega septembra leta dva tisoč sedem.\nTehty Brysselissä kahdentenakymmenentenäseitsemäntenä päivänä syyskuuta vuonna kaksituhattaseitsemän.\nSom skedde i Bryssel den tjugosjunde september tjugohundrasju.\nЗа Европейската общност\nPor la Comunidad Europea\nZa Evropské společenství\nFor Det Europæiske Fællesskab\nFür die Europäische Gemeinschaft\nEuroopa Ühenduse nimel\nΓια την Ευρωπαϊκή Κοινότητα\nFor the European Community\nPour la Communauté européenne\nPer la Comunità europea\nEiropas Kopienas vārdā\nEuropos bendrijos vardu\nAz Európai Közösség részéről\nGħall-Komunitá Ewropea\nVoor de Europese Gemeenschap\nW imieniu Wspólnoty Europejskiej\nPela Comunidade Europeia\nPentru Comunitatea Europeană\nZa Európske spoločenstvo\nZa Evropsko skupnost\nEuroopan yhteisön puolesta\nPå Europeiska gemenskapens vägnar\nЗа Конфедерация Швейцария\nPor la Confederación Suiza\nZa Švýcarskou konfederaci\nFor Det Schweiziske Forbund\nFür die Schweizerische Eidgenossenschaft\nŠveitsi Konföderatsiooni nimel\nΓια την Ελβετική Συνομοσπονδία\nFor the Swiss Confederation\nPour la Confédération suisse\nPer la Confederazione svizzera\nŠveices Konfederācijas vārdā\nŠveicarijos Konfederacijos vardu\nA Svájci Államszövetség részéről\nGħall-Konfederazzjoni Żvizzera\nVoor de Zwitserse Bondsstaat\nW imieniu Konfederacji Szwajcarskiej\nPela Confederação Suíça\nPentru Confederația Elvețiană\nZa Švajčiarsku konfederáciu\nZa Švicarsko konfederacijo\nSveitsin valaliiton puolesta\nFör Schweiziska edsförbundet\nЗа Княжество Лихтенщайн\nPor el Principado de Liechtenstein\nZa Lichtenštejnské knížectví\nFor Fyrstendømmet Liechtenstein\nFür das Fürstentum Liechtenstein\nLiechtensteini Vürstiriigi nimel\nΓια το Πριγκιπάτο του Λιχτενστάιν\nFor the Principality of Liechtenstein\nPour la Principauté de Liechtenstein\nPer il Principato del Liechtenstein\nLihtenšteinas Firstistes vārdā\nLichtenšteino Kunigaikštystės vardu\nA Liechtensteini Hercegség részéről\nGħall-Prinċipat ta' Liechtenstein\nVoor het Vorstendom Liechtenstein\nW imieniu Księstwa Liechtensteinu\nPelo Principado do Liechtenstein\nPentru Principatul Liechtenstein\nZa Lichtenštajnské kniežatstvo\nZa Kneževino Lihtenštajn\nLiechtensleinin ruhtinaskunnan puolesta\nFör Furstendömet Liechtenstein\nANNEX\nto the Additional Agreement\nPrinciple\nThe laws and obligations, legal provisions, lists, names and terms laid down for Switzerland in the Agriculture Agreement shall also apply to Liechtenstein subject to the following adjustments and additions.\nWhere Swiss canton authorities are assigned duties, responsibilities and powers, these shall be incumbent on the competent Liechtenstein government agencies. For matters handled by the canton agricultural authorities this means the Agricultural Office (Landwirtschaftsamt), Dr. Grass-Strasse 10, FL-9490 Vaduz, and for matters handled by the canton veterinary and food authorities it means the Office of Food Inspection and Veterinary Affairs (OFV) (Amt für Lebensmittelkontrolle und Veterinärwesen), Postplatz 2, FL-9494 Schaan.\nFurthermore, private organisations to which specific tasks have been assigned (e.g. inspection and certification bodies) are also competent for Liechtenstein, unless otherwise provided in what follows.\nAdjustments/additions concerning Annexes 4 to 11 of the Agriculture Agreement\nAnnex 4, Plant protection\nAnnex 5, Feedingstuffs\nAnnex 6, Seeds sector\nAnnex 7, Trade in wine products\nProtected names of wine products originating in Liechtenstein (within the meaning of Article 6 of Annex 7)\nGeographical indications\nQuality wines\n— Balzers,\n— Bendern,\n— Eschen,\n— Eschnerberg,\n— Gamprin,\n— Mauren,\n— Ruggell,\n— Schaan,\n— Schellenberg,\n— Triesen,\n— Vaduz,\nTable wines with geographical indication\n— Liechtensteiner Oberländer Landwein,\n— Liechtensteiner Unterländer Landwein,\nTraditional expressions\n— Ablass,\n— Appellation d’origine contrôlée,\n— Auslese Liechtenstein,\n— Beerenauslese,\n— Beerle,\n— Beerli,\n— Beerliwein,\n— Eiswein,\n— Federweiss (1),\n— Grand Cru Liechtenstein,\n— Kretzer,\n— Landwein,\n— Sélection Liechtenstein,\n— Strohwein,\n— Süssdruck,\n— Trockenbeerenauslese,\n— Weissherbst,\nAnnex 8, On the mutual recognition and protection of names of spirit drinks and aromatised wine-based drinks\nProtected names for spirits originating in Liechtenstein (within the meaning of Article 4 of Annex 8)\nGrape marc spirit\n— Balzner Marc,\n— Benderer Marc,\n— Eschner Marc,\n— Eschnerberger Marc,\n— Gampriner Marc,\n— Maurer Marc,\n— Ruggeller Marc,\n— Schaaner Marc,\n— Schellenberger Marc,\n— Triesner Marc,\n— Vaduzer Marc,\nAnnex 9, Organically produced agricultural products and foodstuffs\nAnnex 10, Recognition of conformity checks for fresh fruit and vegetables subject to marketing standards\nAnnex 11, Animal health and zootechnical measures applicable to trade in live animals and animal products\nTraces system\nThe Commission, in cooperation with the Office of Food Inspection and Veterinary Affairs (OFV, Amt für Lebensmittelkontrolle und Veterinärwesen) shall integrate Liechtenstein into the Traces system, in accordance with Commission Decision 2004/292/EC of 30 March 2004.\nRules for animals sent for grazing in border areas\nRules for animals sent for grazing in border areas defined in Appendix 5 to Annex 11 of the Agriculture Agreement, Chapter 1, point III, shall apply mutatis mutandis to Liechtenstein.\nFor Liechtenstein, the parties referred to in Article 1 of Commission Decision 2001/672/EC of 20 August 2001 laying down special rules applicable to movements of bovine animals when put out to summer grazing in mountain areas and referred to in the corresponding Annex shall be: Liechtenstein.\nLegislation\nIn the case of Liechtenstein, the Liechtenstein Law on animal welfare (TschG) of 20 December 1988, LGBl. 1989 Nr. 3, LR 455,0 and the Liechtenstein Ordinance on animal welfare (TschV) of 12 June 1990, LGBl. 1990 Nr. 33, LR 455,01 shall replace the Ordinance on animal welfare (SR 455,1) listed for Switzerland under Appendix 5, Chapter 3. III ‘Animal welfare’, point 1.\n(1)  Without prejudice to the use of the German traditional expression Federweißer for grape must partially in fermentation intended for direct human consumption as foreseen in paragraph 34c of the German Wine Regulation and in Articles 12(1)(b) and 14(1) of Commission Regulation (EC) No 753/2002, as amended."}