{"celex_id": "32009R1269", "uri": "http://publications.europa.eu/resource/cellar/048c8ab4-325b-4e2f-8880-77ec7be4a854", "type": "Regulation", "concepts": ["1277", "1598", "2560", "6052", "6322"], "title": "Commission Regulation (EU) No 1269/2009 of 21 December 2009 amending Regulation (EC) No 243/2007 as regards the minimum content of the feed additive in feed for pigs for fattening (Text with EEA relevance)\n", "header": "22.12.2009 EN Official Journal of the European Union L 339/27\nCOMMISSION REGULATION (EU) No 1269/2009\nof 21 December 2009\namending Regulation (EC) No 243/2007 as regards the minimum content of the feed additive in feed for pigs for fattening\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 13(3) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 243/2007 (2) the enzyme preparation 3-phytase produced by Aspergillus niger (CBS 101.672) was authorised as a feed additive belonging to the category of zootechnical additives for 10 years for use for weaned piglets, pigs for fattening and chickens for fattening.\n(2) In accordance with Article 13(3) of Regulation (EC) No 1831/2003, BASF SE, the holder of the authorisation of that enzyme preparation, has submitted an application with which it requests changing the conditions of the authorisation for pigs for fattening by lowering the minimum content of the additive in feed. That application was accompanied by the relevant data supporting the request for the change.\n(3) The Authority concluded in its opinion of 7 July 2009 that there is sufficient evidence to support the efficacy of the enzyme preparation 3-phytase produced by Aspergillus niger (CBS 101.672) in pigs for fattening at the lower minimum content of 100 FTU per kilogram of complete feedingstuff (3).\n(4) Regulation (EC) No 243/2007 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the Annex to Regulation (EC) No 243/2007, in the seventh column, minimum content, the words ‘280 FTU’ are replaced by ‘100 FTU (4)’.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2009.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  OJ L 73, 13.3.2007, p. 4.\n(3)  The EFSA Journal (2009) 1184, p. 1.\n(4)  1 FTU is the amount of enzyme which liberates 1 micromole of inorganic phosphate per minute from sodium phytate at pH 5,5 and 37 °C."}