{"celex_id": "32006R1900", "uri": "http://publications.europa.eu/resource/cellar/51e8abe1-b421-4d5b-b494-53940ade2df1", "type": "Regulation", "concepts": ["2695", "3648", "4033", "4408", "5284"], "title": "Regulation (EC) No 1900/2006 of the European Parliament and of the Council of 20 December 2006 amending Council Regulation (EEC) No 3922/91 on the harmonisation of technical requirements and administrative procedures in the field of civil aviation\n", "header": "27.12.2006 EN Official Journal of the European Union L 377/176\nREGULATION (EC) No 1900/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 20 December 2006\namending Council Regulation (EEC) No 3922/91 on the harmonisation of technical requirements and administrative procedures in the field of civil aviation\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 80(2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Economic and Social Committee,\nAfter consulting the Committee of the Regions,\nActing in accordance with the procedure laid down in Article 251 of the Treaty (1),\nWhereas:\n(1) Annex III to Regulation (EEC) No 3922/91 (2) provides for common technical requirements and administrative procedures applicable to commercial transportation by aeroplanes. Those harmonised requirements and procedures apply to all aeroplanes used by Community operators whether registered in a Member State or in a third country.\n(2) The measures necessary for the implementation of Regulation (EEC) No 3922/91 should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission (3).\n(3) In particular, the Commission should be empowered to establish the conditions under which, as provided for in Regulation (EEC) No 3922/91, the common technical requirements and administrative procedures set out in Annex III thereof may be amended or supplemented, or a Member State exempted from applying them. Since those measures are of general scope and are designed to amend non-essential elements of that Regulation, or to supplement it by the addition of new non-essential elements, they should be adopted in accordance with the regulatory procedure with scrutiny provided for in Article 5a of Decision 1999/468/EC.\n(4) When, on imperative grounds of urgency regarding the maintenance of a sufficient level of aviation safety, the normal time-limits for the regulatory procedure with scrutiny cannot be complied with, the Commission should be able to use the urgency procedure provided for in Article 5a(6) of Decision 1999/468/EC for the adoption of certain measures.\n(5) Regulation (EEC) No 3922/1991 should therefore be amended accordingly,", "main_body": ["Regulation (EEC) No 3922/91 is hereby amended as follows:\n1) Article 8 shall be amended as follows:\n(a) The fourth subparagraph of paragraph 3 shall be replaced by the following:\n(b) The fourth subparagraph of paragraph 4 shall be replaced by the following:\n2) Article 11 shall be amended as follows:\n(a) Paragraph 1 shall be replaced by the following:\n(b) In paragraph 2, the words ‘in Article 12’ shall be replaced by ‘in Article 12(3)’;\n3) Article 12 shall be replaced by the following:", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 2006\nFor the European Parliament\nThe President\nJ. BORRELL FONTELLES\nFor the Council\nThe President\nJ. KORKEAOJA\n(1)  Opinion of the European Parliament of 30 November 2006 (not yet published in the Official Journal) and Council Decision of 19 December 2006.\n(2)  OJ L 373, 31.12.1991, p. 4. Regulation as last amended by Regulation (EC) No 1899/2006 of the European Parliament and of the Council. (See page 1 of this Official Journal).\n(3)  OJ L 184, 17.7.1999, p. 23. Decision as amended by Decision 2006/512/EC (OJ L 200, 22.7.2006, p. 11)."}