{"celex_id": "32004D0366", "uri": "http://publications.europa.eu/resource/cellar/98ebb30a-5f9e-4f6e-ac7a-58b729bf86ab", "type": "Decision", "concepts": ["2792", "4257"], "title": "2004/366/EC: Commission Decision of 13 April 2004 approving the first phase of the technical action plan 2004 for improving agricultural statistics (notified under document number C(2004) 1303)\n", "header": "Commission Decision\nof 13 April 2004\napproving the first phase of the technical action plan 2004 for improving agricultural statistics\n(notified under document number C(2004) 1303)\n(2004/366/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Decision No 96/411/EC of 25 June 1996 on improving Community agricultural statistics(1), and in particular Article 4(1) and Article 6(2) thereof,\nWhereas:\n(1) In accordance with Decision No 96/411/EC, the Commission establishes a technical action plan for agricultural statistics each year.\n(2) In order to implement the relevant Community policies, it is essential to improve information on the physical aspects of European agriculture, to obtain detailed information on agri-environmental indicators, to develop the environmental aspects of agricultural accounting and to establish information systems on rural development.\n(3) In accordance with Decision No 96/411/EC, the Community contributes to the costs incurred by the Member States in making adaptations to national agricultural statistical systems or to the costs of preparatory work for new or increasing needs which are part of a technical action plan.\n(4) There is a need to consolidate certain actions begun under previous action plans and to continue the work.\n(5) The enlargement which will occur during 2004 makes it necessary to implement the 2004 action plan in two phases. The first phase of this action plan needs to be adopted.\n(6) The measures provided for in this Decision are in line with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["The first phase of the 2004 technical action plan for improving agricultural statistics (TAPAS 2004 - Phase 1), as set out in the Annex to this Decision, is hereby approved.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 April 2004.\nFor the Commission\nPedro Solbes Mira\nMember of the Commission\n(1) OJ L 162, 1.7.1996, p. 14. Decision as last amended by Decision No 1919/2002/EC of the European Parliament and of the Council (OJ L 293, 29.10.2002, p. 5).\nANNEX\nTechnical action plan 2004 - Phase 1 for improving agricultural statistics (TAPAS 2004 - Phase 1)\nThe measures covered by the first phase of the 2004 technical action plan for improving agricultural statistics aim to develop or improve statistics in the following fields:\n(i) the physical aspects of European agriculture;\n(ii) the agri-environmental indicators, including the use of pesticides;\n(iii) rural development.\nThe Commission will make a financial contribution to projects developed as part of these measures, which will not exceed the amounts shown in Table A for each Member State.\nThe measures proposed by the Member States concern:\n1. The physical aspects of European agriculture\nThis measure is a continuation of work undertaken in previous years. The aim is to improve the statistical data on areas, production and use of crops, in particular fruit and vegetables; likewise on livestock populations, production and use of animal products, particularly milk production.\n2. The agri-environmental indicators and the use of pesticides\nThe Commission wishes to assist projects aimed at improving the agri-environmental indicators referred in the communication from the Commission to the European Parliament and the Council(1) entitled \"Statistical information needed for indicators to monitor the integration of environmental concerns into the common agricultural policy\", which are defined as having priority. There is particular emphasis on indicators on the consumption of pesticides, pesticide residues in agricultural products, the use of fertilisers, water-use intensity, energy and use and production of renewable energy sources by agriculture.\n3. Rural development\nThis new departure in agricultural statistics will involve a more detailed territorial breakdown of information normally collected at national level on the one hand, but also the establishment of criteria for an operational definition of what is meant by the rurality of an area. The statistics will cover data on a wide variety of topics, including agricultural and non-agricultural income of farms and families, and the quantification and characterisation of activities that are complementary to agricultural activity, for example community services provided by farmers. The envisaged measures include the search for sources to provide this type of information and the study of adjustments to existing statistical operations.\nTABLE A TECHNICAL ACTION PLAN 2004, PHASE 1\nMaximum Community contribution to costs incurred\nby Member State\n>TABLE>\nBUDGETARY IMPACT FORM\n1. Programme/project\nPhase 1 of technical action plan 2004 for improving agricultural statistics.\n2. Budget line\nB2-513, Restructuring of systems for agricultural surveys\n3. Legal basis\nCouncil Decision 96/411/EC of 25 June 1996 on improving Community agricultural statistics, as last amended by Decision No 1919/2002/EC of the European Parliament and of the Council\n4. Description of operations\nThe activities under the 2004 technical action plan for improving agricultural statistics (TAPAS) are aimed at following up some of the activities launched under the previous action plans with a view to extending and validating methods that have already been tested and conducting new activities in order to provide better statistics in the following areas:\n(i) data on physical aspects of European agriculture;\n(ii) agri-environmental indicators and use of pesticides;\n(iii) rural development.\n5. Classification of expenditure\nNCE (non-compulsory expenditure)\nDA (differentiated appropriations)\n6. Type of expenditure\nSubsidy\n7. Calculation method\nCommitment appropriations (CAs) are calculated on the basis of proposals for activities submitted by the Member States, up to the limit laid down in Article 6 of Decision 96/411/EC, as last amended by Decision No 1919/2002/EC.\nPayment appropriations (PAs) are calculated on the basis on the right to an advance of 30 % also laid down in the above mentioned article and the implementation forecasts based on past experience.\n8. Schedule\n>TABLE>\n(1) COM(2001) 144."}