{"celex_id": "32003D0058", "uri": "http://publications.europa.eu/resource/cellar/1acdf2e5-09cd-4ede-9974-2d8eb6a3df3e", "type": "Decision", "concepts": ["1309", "1565", "2042", "2763", "2771"], "title": "2003/58/EC: Commission Decision of 24 January 2003 amending Decision 95/340/EC as regards the inclusion of the Netherlands Antilles in a provisional list of third countries from which Member States authorise imports of milk and milk-based products (Text with EEA relevance) (notified under document number C(2003) 323)\n", "header": "Commission Decision\nof 24 January 2003\namending Decision 95/340/EC as regards the inclusion of the Netherlands Antilles in a provisional list of third countries from which Member States authorise imports of milk and milk-based products\n(notified under document number C(2003) 323)\n(Text with EEA relevance)\n(2003/58/EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/46/EEC of 16 June 1992 laying down the health rules for the production and placing on the market of raw milk, heat-treated milk and milk-based products(1), as last amended by Directive 96/23/EC(2), and in particular Article 23(3) thereof,\nWhereas:\n(1) Commission Decision 95/340/EC(3), as last amended by Decision 2001/743/EC(4), draws up a provisional list of third countries from which Member States authorise imports of milk and milk-based products.\n(2) The Netherlands Antilles have requested to be authorised to import milk and milk-based products into the Community.\n(3) Information and guarantees provided have been positively evaluated, bearing in mind that all the raw and heat-treated milk and milk-based products, used by authorised establishments in Netherlands Antilles in the processing of final dairy products, will originate solely from establishments situated in third countries approved for imports of milk and milk-based products into the Community or in Member States, and will be accompanied by a certificate as provided for in Commission Decision 95/343/EC of 27 July 1995 providing for the specimens of the health certificate for the importation from third countries of heat-treated milk, milk-based products and raw milk for human consumption intended to be accepted at a collection centre, standardisation centre, treatment establishment or processing establishment(5), as last amended by Decision 97/115/EC(6).\n(4) Decision 95/340/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Decision 95/340/EC is amended in accordance with the Annex to this Decision.", "This Decision shall apply as from 31 January 2003.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 January 2003.\nFor the Commission\nDavid Byrne\nMember of the Commission\n(1) OJ L 268, 14.9.1992, p. 1.\n(2) OJ L 125, 23.5.1996, p. 10.\n(3) OJ L 200, 24.8.1995, p. 38.\n(4) OJ L 278, 23.10.2001, p. 32.\n(5) OJ L 200, 24.8.1995, p. 52.\n(6) OJ L 42, 13.2.1997, p. 16.\nANNEX\nThe following text is inserted in the Annex in accordance with the alphabetical order of the ISO code:\n\">TABLE>\""}