{"celex_id": "32000R0550", "uri": "http://publications.europa.eu/resource/cellar/dc55d65f-47c2-4243-96bc-aa5a41e196ab", "type": "Regulation", "concepts": ["2657", "4210", "4472"], "title": "Commission Regulation (EC) No 550/2000 of 14 March 2000 setting the final reference amounts for producers of soya beans, rape or colza seed and sunflower seed for the 1999/2000 marketing year\n", "header": "COMMISSION REGULATION (EC) No 550/2000\nof 14 March 2000\nsetting the final reference amounts for producers of soya beans, rape or colza seed and sunflower seed for the 1999/2000 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EEC) No 1765/92 of 30 June 1992 establishing a support system for producers of certain arable crops(1), as last amended by Regulation (EC) No 1624/98(2), and in particular Article 12 thereof,\nWhereas:\n(1) Article 5(1)(d) of Regulation (EEC) No 1765/92 provides that the Commission is to calculate a final regional reference amount based on the observed reference price for oilseeds by substituting the observed reference price for the projected reference price. The Commission has determined the observed reference price using the data provided pursuant to Commission Regulation (EC) No 3405/93(3).\n(2) Article 5(1)(e) of Regulation (EEC) No 1765/92 specifies that if the area of land for which the crop-specific oilseed compensatory payment is made, after application of Article 2(6) of that Regulation, exceeds the maximum guaranteed area (MGA), the final regional reference amounts must be reduced in accordance with Article 5(1)(f) and (g) of Regulation (EEC) No 1765/92.\n(3) The maximum guaranteed area was exceeded for the 1997/1998 and 1998/1999 marketing years but the information provided by the Member States, in particular the data forwarded in accordance with Article 8 of Commission Regulation (EC) No 658/96(4), as last amended by Regulation (EC) No 610/1999(5), indicates that there has been no such overrun for the 1999/2000 marketing year. The Commission may accordingly decide, under Article 5(1)(h) of Regulation (EEC) No 1765/92, that the final reference amounts for the following marketing year need not be reduced. It should therefore be decided not to apply the reduction for the 1999/2000 marketing year.\n(4) The producers received an advance payment at the level set in Article 2 of Commission Regulation (EC) No 1684/1999(6).\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Joint Meeting of Management Committees for cereals, oils and fats and dried fodder,", "main_body": ["1. A succinct explanation of the calculation of the final regional reference amounts referred to in Article 5(3) of Regulation (EEC) No 1765/92 is set out in Annex I.\n2. The final regional reference amounts for the 1999/2000 marketing year shall be as set out in Annex II.\n3. In calculating the balance of the compensatory payment to be made to producers of oilseeds referred to in Article 11(4) of Regulation (EEC) No 1765/92, the competent authority shall take account of:\n- any advance payment made in accordance with Article 2 of Regulation (EC) No 1684/1999,\n- and, where applicable, any reduction in the producer's eligible area and the level of the compensatory payment.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 2000.\nFor the Commission\nFranz FISCHLER\nMember of the Commission\n(1) OJ L 181, 1.7.1992, p. 12.\n(2) OJ L 210, 28.7.1998, p. 3.\n(3) OJ L 310, 14.12.1993, p. 10.\n(4) OJ L 91, 12.4.1996, p. 46.\n(5) OJ L 75, 20.3.1999, p. 24.\n(6) OJ L 199, 30.7.1999, p. 29.\nANNEX I\nSuccinct explanation of the calculation of the corrected final regional reference amount for producers of oilseeds in the 1999/2000 marketing year\nI. Adjustment of support payments pursuant to Article 5(1)(d) of Regulation (EEC) No 1765/92 (prices)\n1. The observed reference price for oilseeds, which represents the average price recorded on the markets during the 1999/2000 marketing year, has been assessed at EUR 188,188 per tonne. This observed reference price has been calculated on the basis of offers and prices reported by Member States in accordance with Regulation (EC) No 3405/93.\n2. The level of the observed reference price is such that it is not necessary to change the projected level of compensatory payments pursuant to Article 5 of Regulation (EEC) No 1765/92.\nII. Adjustment of support payments pursuant to Article 5(1)(e) of Regulation (EEC) No 1765/92 (area)\n1. After applying Article 2(6) of Regulation (EEC) No 1765/92, the areas of land for which crop-specific oilseed payments have been made are smaller than the maximum guaranteed area.\n2. Pursuant to Article 5(1)(h) of Regulation (EEC) No 1765/92, the final reference amounts have therefore not been reduced.\nIII. Final regional reference amounts\nIn view of points I and II above, the final regional reference amounts are set at the same level as the projected regional reference amounts laid down in Regulation (EC) No 1684/1999.\nANNEX II\nFINAL REGIONAL REFERENCE AMOUNTS 1999/2000\n>TABLE>"}