{"celex_id": "32000D0266", "uri": "http://publications.europa.eu/resource/cellar/3bb75f5c-eee3-4ae9-997f-ca34625faaaf", "type": "Decision", "concepts": ["1015", "1234", "1267", "2286", "2825"], "title": "2000/266/EC: Council Decision of 30 March 2000 authorising the Kingdom of the Netherlands to apply a reduced rate of excise duty to certain mineral oils, when used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n", "header": "Council Decision\nof 30 March 2000\nauthorising the Kingdom of the Netherlands to apply a reduced rate of excise duty to certain mineral oils, when used for specific purposes, in accordance with the procedure provided for in Article 8(4) of Directive 92/81/EEC\n(2000/266/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Directive 92/81/EEC of 19 October 1992 on the harmonisation of the structures of excise duties on mineral oils(1), and in particular Article 8(4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) Pursuant to Article 8(4) of Directive 92/81/EEC, the Council, acting unanimously on a proposal from the Commission may authorise any Member State to introduce further exemptions or reductions in the excise duty charged on mineral oils for specific policy considerations.\n(2) The Dutch authorities have informed the Commission theat they wish to apply a differential rate of excise duty for LPG used by waste-collection, drain-suction and street-cleaning vehicles as part of a plan to reduce NOx emissions in the urban environment by reducing the use of diesel fuel.\n(3) The other Member States have been informed thereof.\n(4) The Commission and all the Member States accept that the application of a differential rate of excise duty for LPG used by the said vehicles will not give rise to distortions of competition or hinder the operation of the internal market.\n(5) The Commission regularly reviews reductions and exemptions to check that they are compatible with the operation of the internal market or with Community policy on the protection of the environment.\n(6) The Kingdom of the Netherlands has requested authorisation to apply a differential rate of excise duty for LPG used by waste-collection, drain-suction and street-cleaning vehicles of NLG 125,56 per 1000 kg from 1 May 2000. The Council is to review its application on the basis of a proposal from the Commission no later than 31 December 2002, when the authorisation granted by this Decision expires,", "main_body": ["In accordance with Article 8(4) of Directive 92/81/EEC and notwithstanding the obligations imposed by Council Directive 92/82/EEC of 19 October 1992 on the approximation of the rates of excise duties on mineral oils(2), and in particular the minimum rates laid down in Article 7 thereof, the Kingdom of the Netherlands is hereby authorised to apply a differential rate of excise duty for LPG used by waste-collection, drain-suction and street-cleaning vehicles from 1 May 2000 to 31 December 2002.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 30 March 2000.\nFor the Council\nThe President\nJ. Sรณcrates\n(1) OJ L 316, 31.10.1992, p. 12. Directive as last amended by Directive 94/74/EG (OJ L 365, 31.12.1994, p. 46).\n(2) OJ L 316, 31.10.1992, p. 19. Directive as amended by Directive 94/74/EC (OJ L 365, 31.12.1994, p. 46)."}