{"celex_id": "32006D0958", "uri": "http://publications.europa.eu/resource/cellar/396afe16-90aa-4ff9-aa2d-029b1b80e708", "type": "Decision", "concepts": ["1474", "1562", "2871", "2901", "4324", "5811", "5870", "6263"], "title": "2006/958/EC: Council Decision of 19 December 2006 concerning the conclusion of an Agreement between the European Community and the Swiss Confederation on the revision of the Agreement on mutual recognition in relation to conformity assessment between the European Community and the Swiss Confederation\n", "header": "29.12.2006 EN Official Journal of the European Union L 386/50\nCOUNCIL DECISION\nof 19 December 2006\nconcerning the conclusion of an Agreement between the European Community and the Swiss Confederation on the revision of the Agreement on mutual recognition in relation to conformity assessment between the European Community and the Swiss Confederation\n(2006/958/EC)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 133 in conjunction with the first sentence of the first subparagraph of Article 300(2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas:\n(1) The Commission has negotiated on behalf of the Community an Agreement with the Swiss Confederation on the revision of the Agreement on mutual recognition in relation to conformity assessment between the European Community and the Swiss Confederation.\n(2) The Agreement should be approved,", "main_body": ["The Agreement between the European Community and the Swiss Confederation on the revision of the Agreement on mutual recognition in relation to conformity assessment between the European Community and the Swiss Confederation is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement in order to bind the Community.", "The President of the Council is hereby authorised to designate the person(s) empowered to transmit on behalf of the European Community the diplomatic note provided for in Article 2 of the Agreement."], "attachments": "Done at Brussels, 19 December 2006.\nFor the Council\nThe President\nJ. KORKEAOJA\nAGREEMENT\nrevising the Agreement between the European Community and the Swiss Confederation on mutual recognition in relation to conformity assessment\nTHE EUROPEAN COMMUNITY AND THE SWISS CONFEDERATION,\nhereinafter referred to as ‘the Parties’,\nHaving concluded an Agreement on mutual recognition in relation to conformity assessment\nhereinafter referred to as ‘the Agreement’;\nWHEREAS the Agreement entered into force on 1 June 2002;\nWHEREAS there is a need to simplify the operation of the Agreement;\nWHEREAS the Agreement in Articles 1, 5, 6, 7, 8, 9, 10 and 11 refers to conformity assessment bodies listed in Annex 1;\nWHEREAS the Agreement in Article 2 refers to definitions laid down in the 1996 edition of ISO/IEC Guide 2 and in the 1993 edition of the European standard EN 45020;\nWHEREAS the Agreement in Article 4 restricts the application of the Agreement to products that originate in the Parties according to non-preferential rules of origin;\nWHEREAS the Agreement in Article 6 refers to the procedures set out in Article 11;\nWHEREAS the Agreement in Article 8 refers to the Chairman of the Committee;\nWHEREAS the Agreement in Article 9 refers to coordination and comparison work between conformity assessment bodies recognised under the Agreement;\nWHEREAS the Agreement in Article 10 establishes a Committee that decides on the inclusion of conformity assessment bodies in Annex 1 and on their removal from Annex 1;\nWHEREAS the Agreement in Article 11 sets out a procedure for the inclusion of conformity assessment bodies in Annex 1 and their removal from Annex 1;\nWHEREAS the Agreement in Article 12 sets out obligations for information exchange;\nCONSIDERING that in order to reflect the changes introduced to Article 11 of the Agreement, the term ‘conformity assessment bodies listed in Annex 1’ should be deleted and replaced by a reference to the ‘recognised conformity assessment bodies’ in Articles 1, 5, 6, 7, 8, 9, 10 and 11;\nCONSIDERING that in order to avoid the need to modify the Agreement when changes are introduced to the definitions in the relevant ISO/IEC guides, the reference to specific editions of these guides should be deleted from Article 2 and replaced by a general reference to definitions laid down by ISO and IEC;\nCONSIDERING that since the reference to the definitions laid down in European standards 45020 (1993 edition) is no longer valid, the reference should be deleted from Article 2;\nCONSIDERING that in order to facilitate trade between the Parties, and to simplify the operation of the Agreement, the restriction to apply the Agreement to products that originate in the Parties should be deleted from Article 4;\nCONSIDERING that in order to simplify the Agreement, certain provisions of Article 6 should be deleted in order to avoid duplication with corresponding provisions set out in Article 11;\nCONSIDERING that in order to reflect that the Committee is co-chaired by the Parties, the reference to the Chairman of the Committee should be deleted from Article 8;\nCONSIDERING that in order to facilitate trade between the Parties, and to ensure transparency in the operation of the Agreement, an obligation to indicate possible suspensions of recognised conformity assessment bodies in the list of recognised conformity assessment bodies should be included in Article 8;\nCONSIDERING that in order to facilitate the functioning of the Agreement, the need for designating authorities to use their best endeavours to ensure that recognised conformity assessment bodies cooperate in an appropriate way should be included in Article 9;\nCONSIDERING that in order to simplify the operation of the Agreement, the need for the Committee to take decisions on the recognition or withdrawal of recognition of conformity assessment bodies should be limited to cases that have been contested by the other Party should be included in Article 10;\nCONSIDERING that in order to simplify the operation of the Agreement, a simpler procedure for the recognition, withdrawal of recognition, modification of the scope, and suspension of conformity assessment bodies should be set up in Article 11;\nCONSIDERING that in order to increase transparency, an obligation to notify in writing changes related to relevant legislative, regulatory and administrative provisions as well as to designating authorities and competent authorities should be added in Article 12,\nHAVE AGREED TO REVISE THE AGREEMENT AS FOLLOWS:\nArticle 1\nRevisions to the Agreement\n1.   Article 1 is revised as follows:\n(i) In paragraph 1, ‘bodies listed in Annex 1’’ is replaced by ‘bodies recognised in accordance with the procedures of this Agreement’ (hereinafter recognised conformity assessment bodies).\n(ii) In paragraph 2, ‘the bodies listed in Annex 1’’ is replaced by ‘recognised conformity assessment bodies.’.\n2.   Article 2(2) is replaced by the following:\n‘The definitions laid down by ISO and IEC may be used to establish the meaning of the general terms relating to conformity assessment contained in this Agreement.’\n3.   Article 4 is replaced by the following:\n‘Article 4\nOrigin\nThe provisions of this Agreement shall apply to products covered by this Agreement irrespective of their origin.’\n4.   Article 5 is replaced by the following:\n‘Article 5\nRecognised conformity assessment bodies\nThe Parties hereby agree that conformity assessment bodies recognised in accordance with the procedure provided for in Article 11 fulfil the conditions of eligibility to assess conformity.’\n5.   Article 6 is replaced by the following:\n‘Article 6\nDesignating authorities\n1.   The Parties hereby undertake to ensure that their designating authorities have the necessary power and competence to designate conformity assessment bodies or withdraw designation, suspend or remove suspension of designated conformity assessment bodies under their respective jurisdiction.\n2.   For the designation of conformity assessment bodies, the designating authorities shall observe the general principles for designation set out in Annex 2, subject to the provisions of the respective section IV in Annex 1. These designating authorities shall observe the same principles when withdrawing designation, suspending or removing suspension.’\n6.   Article 7 is revised as follows:\nIn paragraph 1, ‘the conformity assessment bodies under their jurisdiction listed in Annex 1’ is replaced by ‘recognised conformity assessment bodies under their jurisdiction’.\n7.   Article 8 is revised as follows:\n(i) In the first subparagraph of paragraph 1 ‘listed in Annex 1’ is replaced by ‘of recognised conformity assessment bodies.’\n(ii) In the second subparagraph of paragraph 1, the text ‘and to the Chairman of the Committee’ is deleted.\n(iii) In paragraph 4, a new sentence: ‘Such suspension shall be indicated in the common list of recognised conformity assessment bodies referred to in Annex 1.’ is added after the first sentence.\n8.   Article 9 is revised as follows:\n(i) In paragraph 2, ‘conformity assessment bodies under their jurisdiction listed in Annex 1’ is replaced by ‘recognised conformity assessment bodies under their jurisdiction’.\n(ii) In paragraph 3, ‘The conformity assessment bodies listed in Annex 1’ is replaced by ‘The recognised conformity assessment bodies’, and the following sentence is added after the first sentence: ‘The designating authorities shall use their best endeavours to ensure that recognised conformity assessment bodies cooperate in an appropriate way.’.\n9.   Article 10, paragraph 4, is replaced by the following:\n9.‘4.   The Committee may consider any matter related to this Agreement. In particular, it shall be responsible for:\n(a) drawing up the procedure for carrying out the verifications provided for in Article 7;\n(b) drawing up the procedure for carrying out the verifications provided for in Article 8;\n(c) deciding on the recognition of conformity assessment bodies contested under Article 8;\n(d) deciding on the withdrawal of recognition of recognised conformity assessment bodies contested under Article 8;\n(e) examining any legislative, regulatory and administrative provisions notified by one Party to another pursuant to Article 12 in order to assess their repercussions on the Agreement and to amend the appropriate sections in Annex 1.’\n10.   Article 11 is replaced by the following:\n‘Article 11\nRecognition, withdrawal of recognition, modification of the scope, and suspension of conformity assessment bodies\n10.1.   The following procedure shall apply for the recognition of conformity assessment bodies in relation to the requirements set out in the relevant Chapters of Annex 1:\n(a) a Party wishing to have recognised any conformity assessment body shall notify the other Party in writing of its proposal, to that effect, adding the appropriate information to its request;\n(b) if the other Party agrees to the proposal or raises no objection within 60 days of the notification of the proposal, the conformity assessment body shall be considered to be a recognised conformity assessment body under the terms of Article 5;\n(c) if the other Party raises objections in writing within that 60-day period, Article 8 shall apply.\n2.   A Party can withdraw or suspend the recognition or remove the suspension of recognition of a conformity assessment body under its jurisdiction. The Party concerned shall immediately notify the other Party of its decision in writing, together with the date of such decision. The withdrawal, suspension, or removal of suspension shall take effect at that date. Such withdrawal or suspension shall be indicated in the common list of recognised conformity assessment bodies referred to in Annex 1.\n3.   A Party can propose that the scope of activity of a recognised conformity assessment body under its jurisdiction be amended. For scope extensions and scope reductions the procedures provided for in Article 11(1) and (2) respectively shall apply.\n4.   A Party can, in exceptional circumstances, contest the technical competence of a recognised conformity assessment body under the jurisdiction of the other Party. In this case Article 8 shall apply.\n5.   Reports, certificates, authorisation and conformity marks issued by a conformity assessment body after the date at which its recognition has been withdrawn or suspended need not be recognised by the Parties. Reports, certificates, authorisations and conformity marks issued by a conformity assessment body before the date its recognition has been withdrawn shall continue to be recognised by the Parties unless the responsible designating authority has limited or cancelled their validity. The Party under whose jurisdiction the responsible designating authority is operating shall notify the other Party in writing of any such changes relating to a limitation or cancellation of validity.’\n11.   Article 12 is revised as follows:\n(i) In paragraph 2, ‘in writing’ shall be added after ‘and shall notify’.\n(ii) A paragraph 2a is inserted after paragraph 2: ‘Each Party shall notify changes to its designating authorities and competent authorities to the other Party in writing.’.\nArticle 2\nEntry into force\nThis Agreement shall be ratified or approved by the Parties in accordance with their own procedures. It shall enter into force on the first day of the second month following the date on which the Parties have exchanged diplomatic notes confirming the completion of their respective procedures for adoption of this Agreement.\nArticle 3\nLanguages\n1.   This Agreement is drawn up in two originals in the Danish, Dutch, English, Finnish, French, German, Greek, Italian, Portuguese, Spanish and Swedish languages, each text being equally authentic.\n2.   This Agreement and the Agreement between the European Community and the Swiss Confederation on mutual recognition in relation to conformity assessment will as soon as possible be translated into the Czech, Estonian, Hungarian, Latvian, Lithuanian, Maltese, Polish, Slovak and Slovene languages. The Committee is empowered to approve these language versions. Once approved, the versions in these languages shall also be authentic, in the same way as for the languages referred to in paragraph 1.\nIN WITNESS WHEREOF, the undersigned Plenipotentiaries, duly empowered to this effect, have signed this Agreement"}