{"celex_id": "32003R1987", "uri": "http://publications.europa.eu/resource/cellar/fcf023f8-cdca-4b05-8df0-b90f49e39fbe", "type": "Regulation", "concepts": ["1224", "1270", "1730", "2414", "2763", "4172", "4314", "4681", "4885", "5076", "5360"], "title": "Commission Regulation (EC) No 1987/2003 of 12 November 2003 amending Regulation (EC) No 98/2003 as regards the forecast supply balance for the Azores for cereals and oilseeds, the forecast supply balance for Madeira for vegetable oils, sugar and meats and the forecast supply balance for the Canary Islands for cereals, oilseeds, hops, livestock feed, milk and milk products and meats\n", "header": "Commission Regulation (EC) No 1987/2003\nof 12 November 2003\namending Regulation (EC) No 98/2003 as regards the forecast supply balance for the Azores for cereals and oilseeds, the forecast supply balance for Madeira for vegetable oils, sugar and meats and the forecast supply balance for the Canary Islands for cereals, oilseeds, hops, livestock feed, milk and milk products and meats\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community,\nHaving regard to Council Regulation (EC) No 1453/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Azores and Madeira and repealing Regulation (EEC) No 1600/92 (Poseima)(1), and in particular Article 3(6) thereof,\nHaving regard to Council Regulation (EC) No 1454/2001 of 28 June 2001 introducing specific measures for certain agricultural products for the Canary Islands and repealing Regulation (EEC) No 1601/92 (Poseican)(2), and in particular Article 3(6) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 98/2003 of 20 January 2003 establishing the supply balances and Community aid for the supply of certain essential products for human consumption, for processing and as agricultural inputs and for the supply of live animals and eggs to the outermost regions under Council Regulations (EC) No 1452/2001, (EC) No 1453/2001 and (EC) No 1454/2001(3), establishes a forecast supply balance and Community aid for the products covered by the specific supply arrangements for the Azores, Madeira and the Canary Islands.\n(2) Current execution of the annual supply balance for the Azores, Madeira and the Canary Islands in cereals, vegetable oils, sugar, fresh or chilled beef, pigmeat, livestock feed, hops, poultrymeat and butter indicates that the quantities fixed for the supply of the abovementioned products are below requirements. On the other hand, the consumption of oilseed products, frozen beef, olive oil, milk and cream (whether concentrated or with added sugar) as well as milk preparations, is below the forecasts.\n(3) The quantities of the above products should therefore be adjusted in line with the actual needs of the outermost regions concerned and, in the case of the supply of cereals, oilseeds and livestock feeds, the quotas should be aggregated with a view to their more flexible use.\n(4) Regulation (EC) No 98/2003 should be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinions of the Management Committees concerned,", "main_body": ["Regulation (EC) No 98/2003 is amended as follows:\n1. In Annex III, part 1, the table concerning the Azores is replaced by the following table:\n\"AZORES\n>TABLE>\"\n2. In Annex III, part 3, the table concerning Madeira is replaced by the following table:\n\"MADEIRA\n>TABLE>\"\n3. In Annex III, part 5, the table concerning Madeira is replaced by the following table:\n\"MADEIRA\n>TABLE>\"\n4. In Annex III, part 7, the table concerning Madeira is replaced by the following table:\n\"MADEIRA\n>TABLE>\nNB:\nThe product codes and footnotes are defined in Commission Regulation (EEC) No 3846/87 (OJ L 366, 24.12.1987, p. 1), as amended.\"\n5. In Annex III, part 8, the table concerning Madeira is replaced by the following table:\n\"MADEIRA\n>TABLE>\nNB:\nThe product codes and footnotes are defined in Commission Regulation (EEC) No 3846/87.\"\n6. In Annex V, part 1, the table concerning the Canary Islands is replaced by the following table:\n\">TABLE>\"\n7. In Annex V, part 3, the table concerning the Canary Islands is replaced by the following table:\n\">TABLE>\"\n8. In Annex V, part 6, the table concerning the Canary Islands is replaced by the following table:\n\">TABLE>\"\n9. In Annex V, part 8, the table concerning the Canary Islands is replaced by the following table:\n\">TABLE>\nNB:\nThe product codes and footnotes are defined in Commission Regulation (EEC) No 3846/87.\"\n10. In Annex V, part 10, the table concerning the Canary Islands is replaced by the following table:\n\">TABLE>\"\n11. In Annex V, part 11, the table concerning the Canary Islands is replaced by the following table:\n\">TABLE>\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 2003.\nFor the Commission\nFranz Fischler\nMember of the Commission\n(1) OJ L 198, 21.7.2001, p. 26. Regulation as amended by Regulation (EC) No 1782/2003 (OJ L 270, 21.10.2003, p. 1).\n(2) OJ L 198, 21.7.2001, p. 45. Regulation as amended by Regulation (EC) No 1782/2003.\n(3) OJ L 14, 21.1.2003, p. 32. (Regulation as last amended by Regulation (EC) No 1756/2003 (OJ L 252, 4.10.2003, p. 7)."}