{"celex_id": "32010R0662", "uri": "http://publications.europa.eu/resource/cellar/0922e027-03cd-4ce9-9a34-a9f07729ed69", "type": "Regulation", "concepts": ["1422", "3647", "4372", "54"], "title": "Commission Regulation (EU) No 662/2010 of 23 July 2010 amending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Financial Reporting Interpretations Committee's (IFRIC) Interpretation 19 and International Financial Reporting Standard (IFRS) 1  Text with EEA relevance\n", "header": "24.7.2010 EN Official Journal of the European Union L 193/1\nCOMMISSION REGULATION (EU) No 662/2010\nof 23 July 2010\namending Regulation (EC) No 1126/2008 adopting certain international accounting standards in accordance with Regulation (EC) No 1606/2002 of the European Parliament and of the Council as regards International Financial Reporting Interpretations Committee's (IFRIC) Interpretation 19 and International Financial Reporting Standard (IFRS) 1\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1606/2002 of the European Parliament and of the Council of 19 July 2002 on the application of international accounting standards (1), and in particular Article 3(1) thereof,\nWhereas:\n(1) By Commission Regulation (EC) No 1126/2008 (2) certain international standards and interpretations that were in existence at 15 October 2008 were adopted.\n(2) On 26 November 2009, the International Financial Reporting Interpretations Committee (IFRIC) published IFRIC Interpretation 19 Extinguishing Financial Liabilities with Equity Instruments, hereinafter ‘IFRIC 19’. The aim of the IFRIC 19 is to provide guidance on how a debtor should account for its equity instruments issued in full or partial settlement of a financial liability following renegotiation of the terms of the liability.\n(3) The consultation with the Technical Expert Group (TEG) of the European Financial Reporting Advisory Group (EFRAG) confirms that IFRIC 19 meets the technical criteria for adoption set out in Article 3(2) of Regulation (EC) No 1606/2002. In accordance with Commission Decision 2006/505/EC of 14 July 2006 setting up a Standards Advice Review Group to advise the Commission on the objectivity and neutrality of the European Financial Reporting Advisory Group's (EFRAG’s) opinions (3), the Standards Advice Review Group considered EFRAG's opinion on endorsement and advised the Commission that it is well-balanced and objective.\n(4) The adoption of IFRIC 19 implies, by way of consequence, amendments to International Financial Reporting Standard (IFRS) 1 in order to ensure consistency between international accounting standards.\n(5) Regulation (EC) No 1126/2008 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Accounting Regulatory Committee,", "main_body": ["The Annex to Regulation (EC) No 1126/2008 is amended as follows:\n(1) International Financial Reporting Interpretations Committee's (IFRIC) Interpretation 19 is inserted as set out in the Annex to this Regulation;\n(2) International Financial Reporting Standard (IFRS) 1 is amended as set out in the Annex to this Regulation.", "Each company shall apply IFRIC 19 and amendment to IFRS 1, as set out in the Annex to this Regulation, at the latest, as from the commencement date of its first financial year starting after 30 June 2010.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 243, 11.9.2002, p. 1.\n(2)  OJ L 320, 29.11.2008, p. 1.\n(3)  OJ L 199, 21.7.2006, p. 33.\nANNEX\nINTERNATIONAL ACCOUNTING STANDARDS\nIFRIC 19 IFRIC Interpretation 19 Extinguishing Financial Liabilities with Equity Instruments\nIFRS 1 Amendment to IFRS 1 First time Adoption of International Financial Reporting Standards\nReproduction allowed within the European Economic Area. All existing rights reserved outside the EEA, with the exception of the right to reproduce for the purposes of personal use or other fair dealing. Further information can be obtained from the IASB at www.iasb.org\nIFRIC INTERPRETATION 19\nExtinguishing Financial Liabilities with Equity Instruments\nREFERENCES\n— Framework for the Preparation and Presentation of Financial Statements\n— IFRS 2 Share-based Payment\n— IFRS 3 Business Combinations\n— IAS 1 Presentation of Financial Statements\n— IAS 8 Accounting Policies, Changes in Accounting Estimates and Errors\n— IAS 32 Financial Instruments: Presentation\n— IAS 39 Financial Instruments: Recognition and Measurement\nBACKGROUND\n1 A debtor and creditor might renegotiate the terms of a financial liability with the result that the debtor extinguishes the liability fully or partially by issuing equity instruments to the creditor. These transactions are sometimes referred to as ‘debt for equity swaps’. The IFRIC has received requests for guidance on the accounting for such transactions.\nSCOPE\n2 This Interpretation addresses the accounting by an entity when the terms of a financial liability are renegotiated and result in the entity issuing equity instruments to a creditor of the entity to extinguish all or part of the financial liability. It does not address the accounting by the creditor.\n3 An entity shall not apply this Interpretation to transactions in situations where:\n(a) the creditor is also a direct or indirect shareholder and is acting in its capacity as a direct or indirect existing shareholder.\n(b) the creditor and the entity are controlled by the same party or parties before and after the transaction and the substance of the transaction includes an equity distribution by, or contribution to, the entity.\n(c) extinguishing the financial liability by issuing equity shares is in accordance with the original terms of the financial liability.\nISSUES\n4 This Interpretation addresses the following issues:\n(a) Are an entity’s equity instruments issued to extinguish all or part of a financial liability ‘consideration paid’ in accordance with paragraph 41 of IAS 39?\n(b) How should an entity initially measure the equity instruments issued to extinguish such a financial liability?\n(c) How should an entity account for any difference between the carrying amount of the financial liability extinguished and the initial measurement amount of the equity instruments issued?\nCONSENSUS\n5 The issue of an entity’s equity instruments to a creditor to extinguish all or part of a financial liability is consideration paid in accordance with paragraph 41 of IAS 39. An entity shall remove a financial liability (or part of a financial liability) from its statement of financial position when, and only when, it is extinguished in accordance with paragraph 39 of IAS 39.\n6 When equity instruments issued to a creditor to extinguish all or part of a financial liability are recognised initially, an entity shall measure them at the fair value of the equity instruments issued, unless that fair value cannot be reliably measured.\n7 If the fair value of the equity instruments issued cannot be reliably measured then the equity instruments shall be measured to reflect the fair value of the financial liability extinguished. In measuring the fair value of a financial liability extinguished that includes a demand feature (eg a demand deposit), paragraph 49 of IAS 39 is not applied.\n8 If only part of the financial liability is extinguished, the entity shall assess whether some of the consideration paid relates to a modification of the terms of the liability that remains outstanding. If part of the consideration paid does relate to a modification of the terms of the remaining part of the liability, the entity shall allocate the consideration paid between the part of the liability extinguished and the part of the liability that remains outstanding. The entity shall consider all relevant facts and circumstances relating to the transaction in making this allocation.\n9 The difference between the carrying amount of the financial liability (or part of a financial liability) extinguished, and the consideration paid, shall be recognised in profit or loss, in accordance with paragraph 41 of IAS 39. The equity instruments issued shall be recognised initially and measured at the date the financial liability (or part of that liability) is extinguished.\n10 When only part of the financial liability is extinguished, consideration shall be allocated in accordance with paragraph 8. The consideration allocated to the remaining liability shall form part of the assessment of whether the terms of that remaining liability have been substantially modified. If the remaining liability has been substantially modified, the entity shall account for the modification as the extinguishment of the original liability and the recognition of a new liability as required by paragraph 40 of IAS 39.\n11 An entity shall disclose a gain or loss recognised in accordance with paragraphs 9 and 10 as a separate line item in profit or loss or in the notes.\nEFFECTIVE DATE AND TRANSITION\n12 An entity shall apply this Interpretation for annual periods beginning on or after 1 July 2010. Earlier application is permitted. If an entity applies this Interpretation for a period beginning before 1 July 2010, it shall disclose that fact.\n13 An entity shall apply a change in accounting policy in accordance with IAS 8 from the beginning of the earliest comparative period presented.\nAppendix\nAmendment to IFRS 1 First-time Adoption of International Financial Reporting Standards\nThe amendment in this appendix shall be applied for annual periods beginning on or after 1 July 2010. If an entity applies this Interpretation for an earlier period, these amendments shall be applied for that earlier period.\nA heading and paragraph D25 are added to Appendix D.\nExtinguishing financial liabilities with equity instruments\nD25 A first-time adopter may apply the transitional provisions in IFRIC 19 Extinguishing Financial Liabilities with Equity Instruments."}