{"celex_id": "32013D0314", "uri": "http://publications.europa.eu/resource/cellar/28956720-de61-11e2-9165-01aa75ed71a1", "type": "Decision", "concepts": ["1519", "2761", "368", "424", "6212", "6343", "843"], "title": "2013/314/EU: Council Decision of 21 June 2013 abrogating Decision 2010/286/EU on the existence of an excessive deficit in Italy\n", "header": "26.6.2013 EN Official Journal of the European Union L 173/41\nCOUNCIL DECISION\nof 21 June 2013\nabrogating Decision 2010/286/EU on the existence of an excessive deficit in Italy\n(2013/314/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(12) thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) On 2 December 2009, following a recommendation from the Commission, the Council decided, in Decision 2010/286/EU (1), that an excessive deficit existed in Italy. The Council noted that the general government deficit planned for 2009 was 5,3 % of GDP, thus above the 3 % of GDP Treaty reference value, while the general government gross debt was planned to reach 115,1 % of GDP in 2009, thus above the 60 % of GDP Treaty reference value (2).\n(2) On 2 December 2009, in accordance with Article 126(7) of the Treaty and Article 3(4) of Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (3), the Council, based on a Recommendation from the Commission, addressed a recommendation to Italy with a view to bringing the excessive deficit situation to an end by 2012 at the latest. That Recommendation was made public.\n(3) In accordance with Article 4 of the Protocol on the excessive deficit procedure annexed to the Treaties, the Commission provides the data for the implementation of the procedure. As part of the application of this Protocol, Member States are to notify data on government deficits and debt, and other associated variables twice a year, namely before 1 April and before 1 October, in accordance with Article 3 of Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (4).\n(4) When considering whether a decision on the existence of an excessive deficit ought to be abrogated, the Council has to take a decision on the basis of notified data. Moreover, a decision on the existence of an excessive deficit should be abrogated only if the Commission forecasts indicate that the deficit will not exceed the 3 %-of-GDP threshold over the forecast horizon.\n(5) Based on data provided by the Commission (Eurostat), in accordance with Article 14 of Regulation (EC) No 479/2009, following the notification by Italy before 1 April 2013, the 2013 Stability Programme, the Commission services’ 2013 spring forecast, and the assessment of additional measures adopted in decree-law 54 of 21 May 2013, the following conclusions are justified:\n— After peaking at 5,5 % of GDP in 2009, Italy's general government deficit was steadily brought down and reached 3,0 % of GDP in 2012, which was the deadline set by the Council. The improvement was driven by significant fiscal consolidation, while in 2012 interest expenditure was 0,8 percentage point of GDP higher than in 2009 and the composition of economic activity was tax poorer.\n— The stability programme for 2013-17, adopted by the Italian government on 10 April 2013 and endorsed by parliament on 7 May, plans the deficit to decline slightly to 2,9 % of GDP in 2013 and then fall to 1,8 % of GDP in 2014. Based on the no-policy-change assumption, the Commission services' 2013 Spring forecast projects a deficit of 2,9 % of GDP in 2013 and, 2,5 % of GDP in 2014. Both the stability programme and the Spring forecast include the impact of decree-law 35 of 8 April 2013, which provides for the settlement of trade debt arrears owed by the general government sector to private suppliers, for an overall amount of EUR 40 billion (or around 2,5 % of GDP) over 2013-14. While this amount translates into a corresponding increase of the general government debt, it affects the deficit only for the part that is related to capital expenditure. The decree law sets these payments at 0,5 % of GDP in 2013, with a corresponding increase in the deficit. It also includes a safeguard clause that authorises the government to delay the settlement of deficit-increasing trade debt arrears or adopt other corrective measures, in order to ensure the achievement of the 2013 budgetary target.\n— The Italian Parliament formally endorsed the budgetary objectives put forward in the 2013 stability programme on 7 May. On 17 May, namely after the spring forecast, the new government issued a formal declaration to confirm these commitments and announce the adoption of new measures in the full respect of the budgetary objectives in the stability programme. Decree-law 54, adopted on the same date, sets out the new measures. These include:\n— the suspension of the June instalment of the property tax on owner-occupied houses, excluding luxury residences, as well as agricultural property, while committing the government to an overall redesign of the legislation on real estate taxation. A safeguard clause ensures that the redesign has to be made in the full respect of the budgetary targets in primary terms; furthermore, if the budgetary-neutral reform fails to be approved by the end of August 2013, the suspended property tax instalment will have to be paid by 16 September.\n— the extension of the wage supplementation scheme to workers not already covered for the year 2013, by reallocating available budgetary resources over and above those set aside with the 2012 labour-market reform.\n— Overall, the new provisions are assessed to have no significant impact on the deficit, if consistently implemented. Therefore, the deficit is set to remain below the reference value of 3 % of GDP in a durable way.\n— After improving by nearly 2¾ percentage points of GDP in cumulative terms between 2009 and 2012, the structural balance, namely adjusted for the economic cycle and net of one-off and other temporary measures, is forecast to further improve by nearly 1 percentage point in 2013 (to around -½ % of GDP) and worsen slightly in 2014, based on a no-policy-change assumption.\n— The debt-to-GDP ratio rose by 10,6 percentage points between 2009 and 2012, to 127,0 %, also due to Italy's contribution to financial assistance to the Member States of the euro area. As cyclical conditions remain negative, the gross government debt is forecast to increase to 131,4 % of GDP in 2013 and 132,2 % in 2014 also due to the 2,5 percentage points of GDP settlement of trade debt arrears planned over 2013-14 and further contributions to financial assistance to the Member States of the euro area.\n(6) Starting in 2013, which is the year following the correction of the excessive deficit, Italy should progress towards its medium-term budgetary objective at an appropriate pace, including respecting the expenditure benchmark, and make sufficient progress towards compliance with the debt criterion in accordance with Article 2(1a) of Regulation (EC) 1467/97.\n(7) In accordance with Article 126(12) TFEU, a Council Decision on the existence of an excessive deficit is to be abrogated when the excessive deficit in the Member State concerned has, in the view of the Council, been corrected.\n(8) In the view of the Council, the excessive deficit in Italy has been corrected and Decision 2010/286/EU should therefore be abrogated,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in Italy has been corrected.", "Decision 2010/286/EU is hereby abrogated.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Luxembourg, 21 June 2013.\nFor the Council\nThe President\nM. NOONAN\n(1)  OJ L 125, 21.5.2010, p. 40.\n(2)  After the adoption of Decision 2010/286/EU, the general government deficit and debt for 2009 were revised to 5,5 % and 116,4 % of GDP respectively.\n(3)  OJ L 209, 2.8.1997, p. 6.\n(4)  OJ L 145, 10.6.2009, p. 1."}