{"celex_id": "32012R1270", "uri": "http://publications.europa.eu/resource/cellar/c4608e52-50de-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1406", "2563", "2965", "5561", "5581", "8459"], "title": "Commission Implementing Regulation (EU) No 1270/2012 of 21 December 2012 derogating from Council Regulation (EC) No 73/2009 as regards the deadline for reviewing the decision on specific support for 2012 in Portugal, from Regulation (EC) No 1120/2009 as regards the deadline for notification of such a review and as regards the conditions applicable to specific agricultural activities entailing additional agri-environment benefits and from Regulation (EC) No 1122/2009 as regards the information contained in the aid application\n", "header": "28.12.2012 EN Official Journal of the European Union L 357/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1270/2012\nof 21 December 2012\nderogating from Council Regulation (EC) No 73/2009 as regards the deadline for reviewing the decision on specific support for 2012 in Portugal, from Regulation (EC) No 1120/2009 as regards the deadline for notification of such a review and as regards the conditions applicable to specific agricultural activities entailing additional agri-environment benefits and from Regulation (EC) No 1122/2009 as regards the information contained in the aid application\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (1), and in particular Article 142 (c), (l) and (r) thereof,\nWhereas:\n(1) Portugal has informed the Commission about the aggravation of the situation of farmers in the Portuguese dairy sector in 2012. This aggravation is the consequence of both a continuous increase of feed prices due to the combined effects of adverse climatic conditions affecting some of the most important Union and world suppliers of grains, and of the decrease of prices resulting from the reduction of the internal demand in the context of the economic crisis affecting Portugal. The increase of the feed prices which represent a significant part of the production costs has immediate consequences on the Portuguese dairy sector in particular by squeezing the margins and putting holdings in financial difficulties at the end of the year 2012. This in turn has led to an emergency for the dairy sector, resulting in serious practical and specific problems for farmers of dairy cows that could not have been foreseen at the time when decisions, for the year 2012, for support pursuant to Article 68 of Council Regulation (EC) No 73/2009 could be reviewed in accordance with Article 68(8) of that Regulation.\n(2) Portugal wishes to increase the level of support foreseen in the framework of the dairy specific support measure currently implemented under Article 68(1)(b) of Regulation (EC) No 73/2009 in order to help farmers concerned to face this situation in the short term. Accordingly, Portugal has requested to be authorised to revise its decision on the implementation of specific support for 2012 in view of introducing support under Article 68(1)(a)(v) of Regulation (EC) No 73/2009 in substitution to support currently implemented under Article 68(1)(a)(i) of that Regulation. Portugal intends to use the resulting available amounts for increasing the level of support to dairy farmers within the measure implemented under Article 68(1)(b) of Regulation (EC) No 73/2009.\n(3) Therefore, and given that a review of the decision on the implementation of specific support for 2012 is no longer possible under Article 68(8) of Regulation (EC) No 73/2009, it is appropriate to derogate from that provision to allow Portugal to amend the scheme implemented for that year.\n(4) For the same reasons, it is appropriate to derogate from the deadline laid down in Article 50(3) of Commission Regulation (EC) No 1120/2009 laying down detailed rules for the implementation of the single payment scheme provided for in Title III of Council Regulation (EC) No 73/2009 (2) for notification of such a review to the Commission.\n(5) According to Article 44 of Regulation (EC) No 1120/2009, Article 27(4) of Commission Regulation (EC) No 1974/2006 of 15 December 2006 laying down detailed rules for the application of Council Regulation (EC) No 1698/2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (3) applies mutatis mutandis to support under Article 68(1)(a)(v) of Regulation (EC) No 73/2009. Article 27(4) of Regulation (EC) No 1974/2006, in conjunction with Annex IV of that Regulation, sets out the criteria for determining the threshold of loss to farming of local breeds indigenous to the area and in danger of being lost to farming.\n(6) According to Portugal, there is a decline in the population of the bovine breeds ‘Alentejena’ and ‘Mertolenga’, of the sheep breeds ‘Serra de Estrela’ and ‘Churros’ and of the ‘Serrana’ goat breed due to the increasing trend in crossing or substituting local breeds with exotic breeds, putting them under threat of being lost for farming. Even so, given their great capacity of adaptation to the environment without producing an excessive pressure on the natural resources, those local breeds are part of agricultural and pasture systems with high natural value. For the purpose of granting support under Article 68(1)(a)(v) of Regulation (EC) No 73/2009 in view of maintaining the population of such animals at an appropriate level for preserving the genetic heritage they represent, while protecting the legitimate expectations of farmers having applied for support under Article 68(1)(a)(i) for the year 2012, it is necessary to derogate from Article 44(2) of Regulation (EC) No 1120/2009 as regards the criteria for determining the threshold of loss to farming of local breeds indigenous to the area and in danger of being lost to farming.\n(7) Pursuant to Article 12(1)(a) and (e) of Commission Regulation (EC) No 1122/2009 of 30 November 2009 laying down detailed rules for the implementation of Council Regulation (EC) No 73/2009 as regards cross-compliance, modulation and the integrated administration and control system, under the direct support schemes for farmers provided for that Regulation, as well as for the implementation of Council Regulation (EC) No 1234/2007 as regards cross-compliance under the support scheme provided for the wine sector (4), the single application is to contain all information necessary to establish eligibility for the aid, in particular the aid scheme concerned and a statement by the farmer that he is aware of the conditions pertaining to the aid scheme in question.\n(8) Given that specific support under Article 68 of Regulation (EC) No 73/2009 consists of several measures with different eligibility conditions, farmers are required to indicate in the single application for which specific measure they apply. In order to address the situation in the dairy sector still in 2012, Portugal intends to consider applications lodged in the calendar year 2012 for support under Article 68(1)(a)(i) of Regulation (EC) No 73/2009 as applications for the envisaged support under Article 68(1)(a)(v) of that Regulation for the same calendar year, taking into account the legitimate expectations of farmers concerned. In this respect, it is therefore appropriate to derogate from Article 12(1) of Regulation (EC) No 1122/2009.\n(9) As the derogations concern the year 2012, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Derogation from Regulation (EC) No 73/2009\nBy way of derogation from Article 68(8) of Regulation (EC) No 73/2009, Portugal may, by [the day after the day of publication in the OJ, Office of Publications please insert the date], review the decision taken pursuant to Article 69(1) of that Regulation and modify, with effect for the year 2012, the specific support under Article 68(1)(a)(i) and Article 68(1)(a)(v) of that Regulation.", "Derogations from Regulation (EC) No 1120/2009\n1.   By way of derogation from the first subparagraph of Article 50(3) of Commission Regulation (EC) No 1120/2009, Portugal shall inform the Commission by [the fifth working day after the day of publication in the OJ, Office of Publications please insert the date] of the specific support measure they intend to apply under Article 68(1)(a)(v) pursuant to Article 1 of this Regulation.\n2.   By way of derogation from Article 44(2) of Regulation (EC) No 1120/2009, the thresholds referred to in Article 27(4) of Regulation (EC) No 1974/2006 shall not apply for the year 2012 in relation to support under Article 68(1)(a)(v) of Regulation (EC) No 73/2009 for the cattle breeds ‘Alentejana’ and ‘Mertolenga’, the sheep breeds ‘Serra de Estrela’ and ‘Churros’ and the goat breed ‘Serrana’.", "Derogation from Regulation (EC) No 1122/2009\nBy way of derogation from Article 12(1) of Regulation (EC) No 1122/2009, applications lodged in the calendar year 2012 for support under Article 68(1)(a)(i) of Regulation (EC) No 73/2009 in respect of the breeds referred to in Article 2(2) may be considered as applications for support under Article 68(1)(a)(v) of the Regulation for the same calendar year.", "Entry into force\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 30, 19.1.2009, p. 16.\n(2)  OJ L 316, 2.12.2009, p. 1.\n(3)  OJ L 368, 23.12.2006, p. 15.\n(4)  OJ L 316, 2.12.2009, p. 65."}