{"celex_id": "32011R0143", "uri": "http://publications.europa.eu/resource/cellar/3bb94e27-32ca-4cce-9270-9137c3aa3dc3", "type": "Regulation", "concepts": ["2081", "2739", "3135", "3730", "4036", "4307", "5451", "7135"], "title": "Commission Regulation (EU) No 143/2011 of 17 February 2011 amending Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals ( ‘REACH’ )  Text with EEA relevance\n", "header": "18.2.2011 EN Official Journal of the European Union L 44/2\nCOMMISSION REGULATION (EU) No 143/2011\nof 17 February 2011\namending Annex XIV to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (‘REACH’)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Articles 58 and 131 thereof,\nWhereas:\n(1) Regulation (EC) No 1907/2006 provides that substances meeting the criteria for classification as carcinogenic (category 1 or 2), mutagenic (category 1 or 2) and toxic for reproduction (category 1 or 2) in accordance with Council Directive 67/548/EEC of 27 June 1967 on the approximation of the laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (2), substances that are persistent, bioaccumulative and toxic, substances that are very persistent and very bioaccumulative, and/or substances for which there is scientific evidence of probable serious effects to human health and environment giving rise to an equivalent level of concern may be subject to authorisation.\n(2) Pursuant to Article 58(4) of Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (3), as from 1 December 2010 Article 57(a), (b) and (c) of Regulation (EC) No 1907/2006 shall refer to the classification criteria laid down respectively in Sections 3.6, 3.5 and 3.7 of Annex I to Regulation (EC) No 1272/2008. Therefore, references in this Regulation to the classification criteria referred to in Article 57 of Regulation (EC) No 1907/2006 should be made in accordance with that provision.\n(3) 5-tert-butyl-2,4,6-trinitro-m-xylene (musk xylene) is very persistent and very bioaccumulative in accordance with the criteria for inclusion in Annex XIV to Regulation (EC) No 1907/2006 pursuant to Article 57(e) and set out in Annex XIII to that Regulation. It has been identified and included in the candidate list in accordance with Article 59 of that Regulation.\n(4) 4,4’-Diaminodiphenylmethane (MDA) meets the criteria for classification as carcinogenic (category 1B) in accordance with Regulation (EC) No 1272/2008 and therefore meets the criteria for inclusion in Annex XIV to Regulation (EC) No 1907/2006 pursuant to Article 57(a) of that Regulation. It has been identified and included in the candidate list in accordance with Article 59 of that Regulation.\n(5) Alkanes, C10-13, chloro (Short Chain Chlorinated Paraffins – SCCPs) are persistent, bioaccumulative and toxic, and very persistent and very bioaccumulative in accordance with the criteria for inclusion in Annex XIV to Regulation (EC) No 1907/2006 pursuant to Article 57(d) and (e) respectively and set out in Annex XIII to that Regulation. They have been identified and included in the candidate list in accordance with Article 59 of that Regulation.\n(6) Hexabromocyclododecane (HBCDD) and the diastereoisomers alpha-, beta- and gamma-hexabromocyclododecane are persistent, bioaccumulative and toxic in accordance with the criteria for inclusion in Annex XIV to Regulation (EC) No 1907/2006 pursuant to Article 57(d) and set out in Annex XIII to that Regulation. They have been identified and included in the candidate list in accordance with Article 59 of that Regulation.\n(7) Bis(2-ethylhexyl) phthalate (DEHP) meets the criteria for classification as toxic for reproduction (category 1B) in accordance with Regulation (EC) No 1272/2008 and therefore meets the criteria for inclusion in Annex XIV to Regulation (EC) No 1907/2006 pursuant to Article 57(c) of that Regulation. It has been identified and included in the candidate list in accordance with Article 59 of that Regulation.\n(8) Benzyl butyl phthalate (BBP) meets the criteria for classification as toxic for reproduction (category 1B) in accordance with Regulation (EC) No 1272/2008 and therefore meets the criteria for inclusion in Annex XIV to Regulation (EC) No 1907/2006 pursuant to Article 57(c) of that Regulation. It has been identified and included in the candidate list in accordance with Article 59 of that Regulation.\n(9) Dibutyl phthalate (DBP) meets the criteria for classification as toxic for reproduction (category 1B) in accordance with Regulation (EC) No 1272/2008 and therefore meets the criteria for inclusion in Annex XIV to Regulation (EC) No 1907/2006 pursuant to Article 57(c) of that Regulation. It has been identified and included in the candidate list in accordance with Article 59 of that Regulation.\n(10) The abovementioned substances have been prioritised for inclusion in Annex XIV to Regulation (EC) No 1907/2006 by the European Chemicals Agency in its recommendation of 1 June 2009 (4) in accordance with Article 58 of that Regulation.\n(11) In December 2009, SCCPs were included as a persistent organic pollutant under the 1998 Protocol on Persistent Organic Pollutants to the 1979 Convention on Long-Range Transboundary Air Pollution. The inclusion of SCCPs in this Protocol has triggered additional obligations for the European Union under Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (5) that could have an impact on the inclusion at this stage of SCCPs in Annex XIV to Regulation (EC) No 1907/2006.\n(12) For each substance listed in Annex XIV to Regulation (EC) No 1907/2006, where the applicant wishes to continue to use the substance or place the substance on the market, it is appropriate to set a date by which applications must be received by the European Chemicals Agency, in accordance with Article 58(1)(c)(ii) of that Regulation.\n(13) For each substance listed in Annex XIV to Regulation (EC) No 1907/2006 it is appropriate to set a date from which the use and placing on the market is prohibited, in accordance with Article 58(1)(c)(i) of that Regulation.\n(14) The European Chemicals Agency recommendation of 1 June 2009 has identified different latest application dates for the substances listed in the Annex to this Regulation. These dates should be set on the basis of the estimated time that would be required to prepare an application for the authorisation, taking into account the information available on the different substances and specifically the information received during the public consultation carried out in accordance with Article 58(4) of Regulation (EC) No 1907/2006. Factors such as the number of actors in the supply chain, their homogeneity or heterogeneity, the existence of ongoing substitution efforts and information on potential alternatives and the expected complexity of the preparation of the analysis of alternatives should be taken into account.\n(15) In accordance with Article 58(1)(c)(ii) of Regulation (EC) No 1907/2006, the latest application date is to be set at least 18 months before the sunset date.\n(16) Article 58(1)(e) in conjunction with Article 58(2) of Regulation (EC) No 1907/2006 provides for the possibility of exemptions of uses or categories of uses in cases where there is specific Community legislation imposing minimum requirements relating to the protection of human health or the environment that ensures proper control of the risks.\n(17) DEHP, BBP, and DBP are used in the immediate packaging of medicinal products. Aspects of safety of the immediate packaging of medicines are covered by Directive 2001/82/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to veterinary medicinal products (6) and Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community code relating to medicinal products for human use (7). That legislation of the Union provides for a framework to properly control risks of such immediate packaging materials by imposing requirements on the quality, stability, and safety of the immediate packaging materials. It is therefore appropriate to exempt the use of DEHP, BBP, and DBP in the immediate packaging of medicinal products from authorisation under Regulation (EC) No 1907/2006.\n(18) In accordance with Article 60(2) of Regulation (EC) No 1907/2006, the Commission should not consider, when granting authorisations, the human health risks associated with the use of substances in medical devices regulated by Council Directive 90/385/EEC of 20 June 1990 on the approximation of the laws of the Member States relating to active implantable medical devices (8), Council Directive 93/42/EEC of 14 June 1993 concerning medical devices (9), or Directive 98/79/EC of the European Parliament and of the Council of 27 October 1998 on in vitro diagnostic medical devices (10). In addition, Article 62(6) of Regulation (EC) No 1907/2006 provides that applications for authorisation should not include the risks to human health arising from the use of a substance in a medical device regulated under those Directives. It follows that an application for an authorisation should not be required for a substance used in medical devices regulated under Directives 90/385/EEC, 93/42/EEC, or 98/79/EC if such a substance has been identified in Annex XIV to Regulation (EC) No 1907/2006 for human health concerns only. Therefore, an assessment as to whether the conditions for an exemption pursuant to Article 58(2) of Regulation (EC) No 1907/2006 apply is not necessary.\n(19) On the basis of the information currently available it is not appropriate to set exemptions for product and process orientated research and development.\n(20) On the basis of the information currently available it is not appropriate to set review periods for certain uses.\n(21) The measures provided for in this Regulation are in accordance with the opinion of the Committee established pursuant to Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Annex XIV to Regulation (EC) No 1907/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  OJ 196, 16.8.1967, p. 1.\n(3)  OJ L 353, 31.12.2008, p. 1.\n(4)  http://echa.europa.eu/chem_data/authorisation_process/annex_xiv_rec_en.asp\n(5)  OJ L 158, 30.4.2004, p. 7.\n(6)  OJ L 311, 28.11.2001, p. 1.\n(7)  OJ L 311, 28.11.2001, p. 67.\n(8)  OJ L 189, 20.7.1990, p. 17.\n(9)  OJ L 169, 12.7.1993, p. 1.\n(10)  OJ L 331, 7.12.1998, p. 1.\nANNEX\nIn Annex XIV to Regulation (EC) No 1907/2006 the following table is inserted:\n‘Entry Nr Substance Intrinsic property(ies) referred to in Article 57 Transitional arrangements Exempted (categories of) uses Review periods\nLatest application date (1) Sunset date (2)\n1. 5-tert-butyl-2,4,6-trinitro-m-xylene vPvB 21 January 2013 21 July 2014 — —\n2. 4,4’-Diaminodiphenylmethane Carcinogenic 21 January 2013 21 July 2014 — —\n3. Hexabromocyclododecane\nCAS No : 134237-50-6,\nCAS No : 134237-51-7\nCAS No : 134237-52-8\n4. Bis(2-ethylhexyl) phthalate Toxic for reproduction 21 July 2013 21 January 2015 Uses in the immediate packaging of medicinal products covered under Regulation (EC) No 726/2004, Directive 2001/82/EC, and/or Directive 2001/83/EC.\n5. Benzyl butyl phthalate Toxic for reproduction 21 July 2013 21 January 2015 Uses in the immediate packaging of medicinal products covered under Regulation (EC) No 726/2004, Directive 2001/82/EC, and/or Directive 2001/83/EC.\n6. Dibutyl phthalate Toxic for reproduction 21 July 2013 21 January 2015 Uses in the immediate packaging of medicinal products covered under Regulation (EC) No 726/2004, Directive 2001/82/EC, and/or Directive 2001/83/EC.\n(1)  Date referred to in Article 58(1)(c)(ii) of Regulation (EC) No 1907/2006.\n(2)  Date referred to in Article 58(1)(c)(i) of Regulation (EC) No 1907/2006.’"}