{"celex_id": "32012D0147", "uri": "http://publications.europa.eu/resource/cellar/b046b162-1e44-422e-ac14-4de2fd68082f", "type": "Decision", "concepts": ["1182", "1445", "1857", "2563", "2988", "5063", "5856", "6112", "6152"], "title": "2012/147/EU: Commission Implementing Decision of 9 March 2012 approving certain amended programmes for the eradication and monitoring of animal diseases and zoonoses for the year 2012 and amending Implementing Decision 2011/807/EU as regards the measures eligible for Union financial contribution in programmes for the eradication of scrapie and the advance payment by the Union in programmes for the eradication of rabies for the year 2012 (notified under document C(2012) 1406)  Text with EEA relevance\n", "header": "13.3.2012 EN Official Journal of the European Union L 73/6\nCOMMISSION IMPLEMENTING DECISION\nof 9 March 2012\napproving certain amended programmes for the eradication and monitoring of animal diseases and zoonoses for the year 2012 and amending Implementing Decision 2011/807/EU as regards the measures eligible for Union financial contribution in programmes for the eradication of scrapie and the advance payment by the Union in programmes for the eradication of rabies for the year 2012\n(notified under document C(2012) 1406)\n(Text with EEA relevance)\n(2012/147/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2009/470/EC of 25 May 2009 on expenditure in the veterinary field (1), and in particular Article 27(5) and (6) thereof,\nWhereas:\n(1) Decision 2009/470/EC lays down the procedures governing the financial contribution by the Union for programmes for the eradication, control and monitoring of animal diseases and zoonoses.\n(2) Commission Decision 2008/341/EC of 25 April 2008 laying down Community criteria for national programmes for the eradication, control and monitoring of certain animal diseases and zoonoses (2) provides that in order to be approved under the Union financial measures, programmes submitted by the Member States to the Commission for the eradication, control and monitoring of the animal diseases and zoonoses must meet at least the criteria set out in the Annex to that Decision.\n(3) Portugal has submitted an amended programme for the monitoring and eradication of bluetongue, Greece has submitted an amended programme for the monitoring of transmissible spongiform encephalopathies (TSE), and for the eradication of bovine spongiform encephalopathy and of scrapie and Bulgaria has submitted and amended programme for the eradication of rabies.\n(4) The Commission has assessed those amended programmes from both the veterinary and the financial point of view. They were found to comply with relevant Union veterinary legislation and in particular with the criteria set out in the Annex to Decision 2008/341/EC. The amended programmes submitted by those Member States should therefore be approved.\n(5) Regulation (EC) No 999/2001 of the European Parliament and of the Council of 22 May 2001 laying down rules for the prevention, control and eradication of certain transmissible spongiform encephalopathies (3) lays down rules for the prevention, control and eradication of TSEs in animals. Annex VII to that Regulation lays down the eradication measures to be carried out following the confirmation of an outbreak of TSE in bovine, ovine and caprine animals.\n(6) Point 2.3(d) of Chapter A of that Annex, as amended by Commission Regulation (EC) No 727/2007 (4), provided that Member States may decide to replace by slaughtering for human consumption the killing and complete destruction of certain ovine and caprine animals on the holding of the animal in which TSE was confirmed, provided that certain conditions were complied with.\n(7) On 17 July 2007, in Case T-257/07, France brought an action against the European Commission before the General Court, applying for the partial annulment of certain provisions of Regulation (EC) No 999/2001, as amended by Regulation (EC) No 727/2007, in particular point 2.3(d) of Chapter A of Annex VII to that Regulation.\n(8) In its Order of 28 September 2007 (5), the General Court suspended the application of point 2.3(b)(iii), point 2.3(d) and point 4 of Chapter A of Annex VII to Regulation (EC) No 999/2001, as amended by Regulation (EC) No 727/2007, until judgment would be given in the main action. In that Order, the General Court questioned the Commission’s assessment of the scientific available data on the possible risks.\n(9) The Commission subsequently asked the European Food Safety Authority (EFSA) to assist it in clarifying the main premises on which Regulation (EC) No 727/2007 was based. In view of the EFSA clarifications, Regulation (EC) No 999/2001 was amended by Commission Regulation (EC) No 746/2008 (6), which reinstated the provisions the application of which had been suspended by the General Court.\n(10) In its Order of 30 October 2008 (7), the General Court suspended the application of point 2.3(b)(iii), point 2.3(d) and point 4 of Chapter A of Annex VII to Regulation (EC) No 999/2001, as amended by Regulation (EC) No 746/2008, until judgment would be given in the main action in Case T-257/07.\n(11) In its judgment of 9 September 2011 (8) the General Court dismissed the action of France. In view of that judgment, the application of point 2.3(b)(iii), point 2.3(d) and point 4 of Chapter A of Annex VII to Regulation (EC) No 999/2001, as amended by Regulation (EC) No 746/2008 is no longer suspended.\n(12) Commission Implementing Decision 2011/807/EU of 30 November 2011 approving annual and multiannual programmes and the financial contribution from the Union for the eradication, control and monitoring of certain animal diseases and zoonoses presented by the Member States for 2012 and following years (9) approves certain national programmes and lays down the rate and maximum amount of the financial contribution by the Union for each programme submitted by the Member States and the rules for the payment of eligible amounts.\n(13) Certain Member States have expressed their intention to apply, as part of their programmes approved under Implementing Decision 2011/807/EU, the possibility of replacing the killing and complete destruction of ovine and caprine animals by slaughtering for human consumption, as provided for in point 2.3(d) of Chapter A of Annex VII to Regulation (EC) No 999/2001.\n(14) The Union financial contribution for the programmes for the eradication of scrapie, as laid down in Implementing Decision 2011/807/EU does not currently cover the compensation paid to owners of compulsorily slaughtered ovine and caprine animals pursuant to point 2.3(d) of Chapter A of Annex VII to Regulation (EC) No 999/2001.\n(15) It is therefore appropriate to enable the funding of compulsorily slaughtered ovine and caprine animals programmes as an alternative to culling and destruction in the framework of scrapie eradication programmes. This requires no increase to the amounts allocated by Implementing Decision 2011/807/EU to the Member State programmes for the monitoring and eradication of transmissible spongiform encephalopathies.\n(16) In addition, Implementing Decision 2011/807/EU provides that only costs incurred in the carrying out of the approved annual or multiannual programmes paid before the submission of the final report by the Member States are eligible for co-financing by means of a Union financial contribution. However, for certain costs, the Commission, upon the request of the concerned Member State, is to pay an advance of up to 60 % of the specified maximum amount within the 3 months following the receipt of the request. The costs for oral vaccination campaigns against rabies are not fully covered by that advance payment possibility.\n(17) The programmes for the eradication of rabies in the Member States through oral vaccination have been successful in previous years and lead to the eradication of the disease from a large part of the Union. Such programmes should therefore continue to be pursued in the parts of the Union where rabies is endemic.\n(18) Certain Member States have informed the Commission that they are experiencing difficulties in securing advance financing for their oral vaccination campaigns against rabies. In the last years, the lack of advance financing resulted, in some cases, in the cancellation of planned campaigns in rabies-infected areas.\n(19) Interruptions to the regular implementation of oral vaccination campaigns against rabies severely affect the effectiveness of the programmes and would prolong the time needed to finally eradicate the disease.\n(20) It is therefore appropriate to extend the possibility for advance payment to all costs incurred by Member States under the programmes for the eradication of rabies approved by Implementing Decision 2011/807/EU.\n(21) The Annex to Implementing Decision 2011/807/EU should be amended as regards the definition of eligible costs for the compensation of owners of slaughtered animals to include compulsory slaughter in the framework of scrapie eradication programmes.\n(22) Implementing Decision 2011/807/EU should therefore be amended accordingly.\n(23) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Approval of the amended programme for the monitoring and eradication of bluetongue submitted by Portugal\nThe amended programme for the monitoring and eradication of bluetongue submitted by Portugal on 31 January 2012 is hereby approved for the period from 1 January 2012 to 31 December 2012.", "Approval of the amended programmes for the monitoring and eradication of transmissible spongiform encephalopathies submitted by Greece\nThe amended programmes for the monitoring of transmissible spongiform encephalopathies, and for the eradication of bovine spongiform encephalopathy and of scrapie submitted by Greece on 21 December 2011 are hereby approved for the period from 1 January 2012 to 31 December 2012.", "Approval of the amended programme for the eradication of rabies submitted by Bulgaria\nThe amended programme for the eradication of rabies submitted by Bulgaria on 23 December 2011 is hereby approved for the period from 1 January 2012 to 31 December 2012.", "Amendments to Implementing Decision 2011/807/EU\nImplementing Decision 2011/807/EU in amended as follows:\n(1) in Article 9(2), point (b) is replaced by the following:\n‘(b) shall be at the rate of 50 % of the cost incurred by each Member State for the compensation to be paid to owners for the value of their animals:\n(i) culled and destroyed in accordance with their BSE and scrapie eradication programmes;\n(ii) compulsorily slaughtered in accordance with Annex VII, Chapter A, point 2.3(d) of Regulation (EC) No 999/2001;’;\n(2) in Article 9(3), point (b) is replaced by the following:\n‘(b) for culled and destroyed sheep or goats: EUR 70 per animal;\n(c) for slaughtered sheep or goats: EUR 50 per animal.’;\n(3) in Article 13, paragraph 4 is replaced by the following:\n(4) in the Annex, point 2 is replaced by the following:\n‘2. Compensation to owners for the value of their animals slaughtered or culled.\nThe compensation shall not exceed the market value of the animal immediately before it was slaughtered or culled.\nFor slaughtered animals, the salvage value, if any, shall be deducted from the compensation.’.", "Addressees\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 March 2012.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 155, 18.6.2009, p. 30.\n(2)  OJ L 115, 29.4.2008, p. 44.\n(3)  OJ L 147, 31.5.2001, p. 1.\n(4)  OJ L 165, 27.6.2007, p. 8.\n(5)  OJ C 283, 24.11.2007, p. 28.\n(6)  OJ L 202, 31.7.2008, p. 11.\n(7)  OJ C 327, 20.12.2008, p. 26.\n(8)  OJ C 311, 22.10.2011, p. 33.\n(9)  OJ L 322, 6.12.2011, p. 11."}