{"celex_id": "32012R1012", "uri": "http://publications.europa.eu/resource/cellar/c6b8f54e-100a-450c-b7c8-c2962bf69f67", "type": "Regulation", "concepts": ["1338", "1445", "1644", "1755", "2718", "2737", "3191", "4453", "4707", "5369"], "title": "Commission Implementing Regulation (EU) No 1012/2012 of 5 November 2012 amending Regulation (EC) No 2074/2005 and Regulation (EC) No 1251/2008 as regards the list of vector species, the health requirements and the certification requirements concerning epizootic ulcerative syndrome and as regards the entry for Thailand in the list of third countries from which imports of certain fish and fishery products into the Union are permitted  Text with EEA relevance\n", "header": "6.11.2012 EN Official Journal of the European Union L 306/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1012/2012\nof 5 November 2012\namending Regulation (EC) No 2074/2005 and Regulation (EC) No 1251/2008 as regards the list of vector species, the health requirements and the certification requirements concerning epizootic ulcerative syndrome and as regards the entry for Thailand in the list of third countries from which imports of certain fish and fishery products into the Union are permitted\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 853/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific hygiene rules for food of animal origin (1), and in particular the second paragraph of Article 9 thereof,\nHaving regard to Regulation (EC) No 854/2004 of the European Parliament and of the Council of 29 April 2004 laying down specific rules for the organisation of official controls on products of animal origin intended for human consumption (2), and in particular the second paragraph of Article 16 thereof,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (3), and in particular Article 17(2), Articles 22 and 25 and Article 61(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 2074/2005 of 5 December 2005 laying down implementing measures for certain products under Regulation (EC) No 853/2004 of the European Parliament and of the Council and for the organisation of official controls under Regulation (EC) No 854/2004 of the European Parliament and of the Council and Regulation (EC) No 882/2004 of the European Parliament and of the Council, derogating from Regulation (EC) No 852/2004 of the European Parliament and of the Council and amending Regulations (EC) No 853/2004 and (EC) No 854/2004 (4) lays down model animal health certificates for the introduction into the Union of certain aquatic animals and products of animal origin intended for human consumption.\n(2) The model health certificate for imports of fishery products intended for human consumption, set out in Appendix IV of Annex VI to Regulation (EC) No 2074/2005, contains an animal health attestation with regard to the requirements for susceptible species to certain diseases listed in Part II of Annex IV to Directive 2006/88/EC, including epizootic ulcerative syndrome.\n(3) Commission Regulation (EC) No 1251/2008 of 12 December 2008 implementing Council Directive 2006/88/EC as regards conditions and certification requirements for the placing on the market and the import into the Community of aquaculture animals and products thereof and laying down a list of vector species (5) lays down animal health conditions and certification requirements for imports into the Union of certain aquaculture animals and of certain products thereof.\n(4) Annex I to Regulation (EC) No 1251/2008 sets out a list of vector species for the diseases listed in Part II of Annex IV to Directive 2006/88/EC. The vector species for epizootic ulcerative syndrome are currently included in that list.\n(5) Annex III to Regulation (EC) No 1251/2008 sets out, inter alia, the list of third countries, territories, zones or compartments from which the import into the Union of ornamental fish susceptible to one or more of the diseases listed in Annex IV to Directive 2006/88/EC and intended for closed ornamental facilities is permitted.\n(6) India and Vietnam are listed in that Annex to make the import of fish species susceptible to epizootic ulcerative syndrome subject to specific animal health provisions eliminating the risks of that disease.\n(7) In addition, the model animal health certificates set out in Parts A and B of Annex IV to Regulation (EC) No 1251/2008 contain animal health attestations with regard to the requirements for susceptible species and vector species to certain diseases listed in Part II of Annex IV to Directive 2006/88/EC, including epizootic ulcerative syndrome.\n(8) Directive 2006/88/EC, as amended by Commission Implementing Directive 2012/31/EU (6), no longer lists epiizootic ulcerative syndrome (EUS) as an exotic disease in Part II of Annex IV thereto.\n(9) For reasons of consistency and clarity of Union law, Regulation (EC) No 2074/2005 and Regulation (EC) No 1251/2008 should be amended in order to remove the provisions therein making references to epizootic ulcerative syndrome.\n(10) Following the removal of epizootic ulcerative syndrome from the list in Part II of Annex IV to Directive 2006/88/EC the corresponding animal health provisions applicable to India and Vietnam have become redundant and therefore those countries should be removed from the list of countries that are to apply disease specific animal health measures to aquatic animals intended for export to the Union.\n(11) Thailand is listed in Annex III to Regulation (EC) No 1251/2008, as a third county from which imports of cyprinidae intended for farming, relaying areas, put and take fisheries and open and closed ornamental facilities into the Union is permitted. Thailand has request to be listed in Annex III for the purposes of permitting exports of also other fish species from that third country into the Union.\n(12) An inspection by the Food and Veterinary Office (FVO) concerning aquatic animal health was carried out in Thailand in November 2009. The FVO recommendations following that inspection have been satisfactorily implemented by the competent authority in Thailand. It is therefore appropriate to permit imports into the Union from that third country also of other fish species. The entry for Thailand in Annex III to Regulation (EC) No 1251/2008 should therefore be amended accordingly.\n(13) Regulation (EC) No 2074/2005 and Regulation (EC) No 1251/2008 should therefore be amended accordingly.\n(14) It is appropriate to provide for transitional measures to allow Member States and the industry to take the necessary measures to comply with the requirements laid down in this Regulation.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Appendix IV of Annex VI to Regulation (EC) No 2074/2005 is replaced by the text in Annex I to this Regulation.", "Annexes I, III and IV to Regulation (EC) No 1251/2008 are amended in accordance with Annex II to this Regulation.", "For a transitional period until 1 March 2013, consignments of aquatic animals accompanied by animal health certificates issued in accordance with the models set out in Part A or B of Annex IV to Regulation (EC) No 1251/2008, and fishery products accompanied by animal health certificates issued in accordance with the model set out in Appendix IV of Annex VI to Regulation (EC) No 2074/2005, in their version prior to the amendments introduced by this Regulation, may be placed on the market or introduced into the Union provided that they reach their place of final destination before that date.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 November 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 139, 30.4.2004, p. 55.\n(2)  OJ L 139, 30.4.2004, p. 206.\n(3)  OJ L 328, 24.11.2006, p. 14.\n(4)  OJ L 338, 22.12.2005, p. 27.\n(5)  OJ L 337, 16.12.2008, p. 41.\n(6)  OJ L 297, 26.10.2012, p. 26.\nANNEX I\n‘Appendix IV to Annex VI\nModel health certificate for imports of fishery products intended for human consumption\nANNEX II\nAnnexes I, III and IV to Regulation (EC) No 1251/2008 are amended as follows:\n(1) in Annex I, the entry for epizootic ulcerative syndrome is deleted.\n(2) Annex III is replaced by the following:\nCountry/territory Aquaculture Species Zone/Compartment\nISO-code Name Fish Molluscs Crustaceans Code Description\nAU Australia X (2)\nBR Brazil X (3)\nCA Canada X   CA 0 (4) Whole territory\nCA 1 (5) British Columbia\nCA 2 (5) Alberta\nCA 3 (5) Saskatchewan\nCA 4 (5) Manitoba\nCA 5 (5) New Brunswick\nCA 6 (5) Nova Scotia\nCA 7 (5) Prince Edward Island\nCA 8 (5) Newfoundland and Labrador\nCA 9 (5) Yukon\nCA 10 (5) Northwest Territories\nCA 11 (5) Nunavut\nCL Chile X (2)    Whole country\nCN China X (3)    Whole country\nCO Colombia X (3)    Whole country\nCG Congo X (3)    Whole country\nCK Cook Islands X (7) X (7) X (7)  Whole country\nHR Croatia X (2)    Whole country\nHK Hong Kong X (3)    Whole country\nID Indonesia X (2)    Whole country\nIL Israel X (2)    Whole country\nJM Jamaica X (3)    Whole country\nJP Japan X (3)    Whole country\nKI Kiribati X (7) X (7) X (7)  Whole country\nLK Sri Lanka X (3)    Whole country\nMH Marshall Islands X (7) X (7) X (7)  Whole country\nMK (6) the former Yugoslav Republic of Macedonia X (3)    Whole country\nMY Malaysia X (3)    Peninsular, Western Malaysia\nNR Nauru X (7) X (7) X (7)  Whole country\nNU Niue X (7) X (7) X (7)  Whole country\nNZ New Zealand X (2)    Whole country\nPF French Polynesia X (7) X (7) X (7)  Whole country\nPG Papua New Guinea X (7) X (7) X (7)  Whole country\nPN Pitcairn Islands X (7) X (7) X (7)  Whole country\nPW Palau X (7) X (7) X (7)  Whole country\nRU Russia X (2)    Whole country\nSB Solomon Islands X (7) X (7) X (7)  Whole country\nSG Singapore X (3)    Whole country\nZA South Africa X (2)    Whole country\nTW Taiwan X (3)    Whole country\nTH Thailand X (2)    Whole country\nTR Turkey X (2)    Whole country\nTK Tokelau X (7) X (7) X (7)  Whole country\nTO Tonga X (7) X (7) X (7)  Whole country\nTV Tuvalu X (7) X (7) X (7)  Whole country\nUS United States (8) X  X US 0 (4) Whole country\nX   US 1 (5) Whole country, except the following states: New York, Ohio, Illinois, Michigan, Indiana, Wisconsin, Minnesota and Pennsylvania\nX  US 2 Humboldt Bay (California)\nUS 3 Netarts Bay (Oregon)\nUS 4 Wilapa Bay, Totten Inlet, Oakland Bay, Quilcence Bay and Dabob Bay (Washington)\nUS 5 NELHA (Hawaii)\nWF Wallis and Futuna X (7) X (7) X (7)  Whole country\nWS Samoa X (7) X (7) X (7)  Whole country\n(3) in Annex IV, Parts A and B are replaced by the following:\n(1)  According to Article 11 ornamental fish which are not of species susceptible to any of the diseases listed in Part II of Annex IV to Directive 2006/88/EC, and ornamental molluscs and ornamental crustaceans, intended for closed ornamental facilities, may also be imported into the Union from third countries or territories that are members of the World Organisation for Animal health (OIE).\n(2)  Apply to all fish species.\n(3)  Apply only to Cyprinidae.\n(4)  Apply not to fish species susceptible to or vector species for viral haemorrhagic septicaemia according to Part II of Annex IV to Directive 2006/88/EC.\n(5)  Apply only to fish species susceptible to or vector species for viral haemorrhagic septicaemia according to Part II of Annex IV to Directive 2006/88/EC.\n(6)  Provisional code that does not prejudice in any way the definitive denomination for this country, which will be agreed following the conclusion of the negotiations currently taking place on this subject at the United Nations.\n(7)  Apply only to imports of ornamental fish which are not of susceptible species to any of the diseases listed in Part II of Annex IV to Directive 2006/88/EC, and ornamental molluscs and ornamental crustaceans, intended for closed ornamental facilities.\n(8)  For the purposes of this Regulation United States includes Puerto Rico, U.S. Virgin Islands, American Samoa, Guam and Northern Mariana Islands.’"}