{"celex_id": "32012L0024", "uri": "http://publications.europa.eu/resource/cellar/88d0efe2-11f5-11e2-8e28-01aa75ed71a1", "type": "Directive", "concepts": ["1252", "3645", "4476", "848"], "title": "Commission Directive 2012/24/EU of 8 October 2012 amending, for the purpose of adapting its technical provisions, Council Directive 86/297/EEC on the approximation of the laws of the Member States relating to the power take-offs of tractors and their protection  Text with EEA relevance\n", "header": "9.10.2012 EN Official Journal of the European Union L 274/24\nCOMMISSION DIRECTIVE 2012/24/EU\nof 8 October 2012\namending, for the purpose of adapting its technical provisions, Council Directive 86/297/EEC on the approximation of the laws of the Member States relating to the power take-offs of tractors and their protection\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2003/37/EC of the European Parliament and of the Council of 26 May 2003 on type-approval of agricultural or forestry tractors, their trailers and interchangeable towed machinery, together with their systems, components and separate technical units and repealing Directive 74/150/EEC (1), and in particular point (b) of Article 19(1) thereof,\nWhereas:\n(1) Section 4.2 of Annex I to Council Directive 86/297/EEC (2) sets out general provisions for front power take-off (PTO). Table 2 of that Annex provides for the application of standard ISO 8759-1:1998 to categories of tractors equipped with front power take-off which also sets dimensions for the front PTO location. However, these location requirements are not compatible with a large number of agricultural and forestry tractors due to new design requirements.\n(2) The requirements for front power take-off set out in Directive 86/297/EEC only concern safety issues, that is, the PTO location, the requirements of shielding and the clearance zone. The PTO location imposed by Directive 86/297/EEC is not compatible with several tractor categories currently on the market and their mounted implements. Table 2 of Annex I to Directive 86/297/EEC already excludes tractor categories T4.1 and T4.3 from the location requirements.\n(3) Tractors of categories T1, T2, T3, T4.2 and T5, in addition to those of categories T4.1 and T4.3 currently exempted from the requirements of clause 4.2 of standard ISO 8759-1:1998, cannot comply with such requirements.\n(4) Several tractors can be equipped with special power take-off types, to which standard ISO 8759-1:1998 does not apply.\n(5) In the case of tractors of category T3, the standard only applies when the tractor is equipped with a power take-off specified in that standard. However, other vehicle categories, such as T2 and certain smaller T1 tractors, could be equipped with special power take-off types, which are not covered by the standard. Consequently, exemption from the requirements of standard ISO 8759-1:1998 should also be extended to tractor categories T1 and T2.\n(6) Difficulties of the same kind are encountered in the corresponding C categories.\n(7) As the specifications of standard ISO 8759-1:1998 with the exception of clause 4.2, are to apply to tractors of all T and C categories which are equipped with front power take-offs, Table 2 becomes redundant and should therefore be deleted.\n(8) Directive 86/297/EEC should therefore be amended accordingly.\n(9) The measures provided for in this Directive are in accordance with the opinion of the Committee established in Article 20(1) of Directive 2003/37/EC,", "main_body": ["Annex I to Directive 86/297/EEC is amended as follows:\n(1) point 4.2 is replaced by the following:\n(2) Table 2 is deleted.", "1.   Member States shall adopt and publish, by 31 October 2013 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 1 November 2013.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 October 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 171, 9.7.2003, p. 1.\n(2)  OJ L 186, 8.7.1986, p. 19."}