{"celex_id": "32011D0170", "uri": "http://publications.europa.eu/resource/cellar/ea26a20a-f466-4982-b0fa-0a1871a91c9d", "type": "Decision", "concepts": ["1500", "3447", "5622", "5744", "5873"], "title": "Council Decision 2011/170/CFSP of 21 March 2011 amending Council Decision 2010/330/CFSP on the European Union Integrated Rule of Law Mission for Iraq, EUJUST LEX – IRAQ\n", "header": "22.3.2011 EN Official Journal of the European Union L 76/61\nCOUNCIL DECISION 2011/170/CFSP\nof 21 March 2011\namending Council Decision 2010/330/CFSP on the European Union Integrated Rule of Law Mission for Iraq, EUJUST LEX – IRAQ\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28 and Article 43(2) thereof,\nWhereas:\n(1) On 7 March 2005, the Council adopted Joint Action 2005/190/CFSP on the European Union Integrated Rule of Law Mission in Iraq, EUJUST LEX (1). That Joint Action, as subsequently amended and extended, expired on 30 June 2009.\n(2) On 11 June 2009, the Council adopted Joint Action 2009/475/CFSP (2) which continued EUJUST LEX for another 12 months until 30 June 2010 and which provided that during this period EUJUST LEX was to start a pilot phase of activities in Iraq.\n(3) On 14 June 2010, the Council adopted Decision 2010/330/CFSP (3) which continued EUJUST LEX for a further 24 months until 30 June 2012 and which provided that during this period EUJUST LEX – IRAQ should progressively shift its activities and relevant structures to Iraq, focusing on specialised training, while maintaining out-of-country activities as appropriate.\n(4) Council Decision 2010/330/CFSP provided for a financial reference amount intended to cover the expenditure related to EUJUST LEX-IRAQ for the period from 1 July 2010 to 30 June 2011. This financial reference amount should be increased to cover the Mission’s operational needs and Council Decision 2010/330/CFSP should therefore be amended accordingly.\n(5) The mandate of the Mission is being carried out in a security context that is liable to deteriorate and to undermine the objectives of the external action of the Union as defined in Article 21 of the Treaty.\n(6) The command and control structure of the Mission should be without prejudice to the contractual responsibility of the Head of Mission towards the Commission for implementing the budget of the Mission,", "main_body": ["Article 11(1) of Council Decision 2010/330/CFSP is hereby replaced by the following:\n‘1.   The financial reference amount intended to cover the expenditure related to the Mission between 1 July 2010 and 30 June 2011 shall be EUR 22 300 000.’.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 21 March 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 62, 9.3.2005, p. 37.\n(2)  OJ L 156, 19.6.2009, p. 57.\n(3)  OJ L 149, 15.6.2010, p. 12."}