{"celex_id": "32013D0039", "uri": "http://publications.europa.eu/resource/cellar/88b8b0aa-6481-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["1141", "20", "3764", "5989", "75"], "title": "2013/39/EU: Commission Implementing Decision of 18 January 2013 exempting exploration for oil and gas in Cyprus from the application of Directive 2004/17/EC of the European Parliament and of the Council coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (notified under document C(2013) 60)  Text with EEA relevance\n", "header": "22.1.2013 EN Official Journal of the European Union L 18/19\nCOMMISSION IMPLEMENTING DECISION\nof 18 January 2013\nexempting exploration for oil and gas in Cyprus from the application of Directive 2004/17/EC of the European Parliament and of the Council coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors\n(notified under document C(2013) 60)\n(Only the Greek text is authentic)\n(Text with EEA relevance)\n(2013/39/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (1), and in particular Article 30(4) and (6),\nHaving regard to the request submitted by Noble Energy International Ltd by e-mail of 17 August 2012,\nWhereas:\nI.   FACTS\n(1) On 17 August 2012, the Commission received a request pursuant to Article 30(4) of Directive 2004/17/EC, transmitted to the Commission by e-mail.\n(2) The request submitted by Noble Energy International Ltd concerns the exploration for oil and gas in Cyprus. In accordance with the first subparagraph of Article 30(5) of Directive 2004/17/EC, the Commission informed Cyprus thereof by letter of 26 September 2012 and requested additional information. Cyprus replied on 24 October 2012.\nII.   LEGAL FRAMEWORK\n(3) Article 30 of Directive 2004/17/EC provides that contracts intended to enable the performance of one of the activities to which Directive 2004/17/EC applies are not subject to that Directive if, in the Member State in which it is carried out, the activity is directly exposed to competition on markets to which access is not restricted. Direct exposure to competition is assessed on the basis of objective criteria, taking account of the specific characteristics of the sector concerned. Access is deemed to be unrestricted if the Member State has implemented and applied the relevant Union legislation opening a given sector or a part of it.\n(4) Cyprus has implemented and applied Directive 94/22/EC of the European Parliament and of the Council of 30 May 1994 on the conditions for granting and using authorizations for the prospection, exploration and production of hydrocarbons (2), access to the market should therefore be deemed not to be restricted in accordance with the first subparagraph of Article 30(3) of Directive 2004/17/EC. Direct exposure to competition in a particular market should be evaluated on the basis of various criteria, none of which are necessarily decisive.\n(5) For the purposes of assessing whether the relevant operators are subject to direct competition in the markets concerned by this decision, the market share of the main players and the degree of concentration of those markets have to be taken into account.\n(6) This Decision is without prejudice to the application of the rules on competition.\nIII.   ASSESSMENT\n(7) According to established Commission practice (3), exploration for oil and natural gas constitutes one relevant product market, since it is not possible from the outset to determine whether the exploration will result in finding oil or natural gas. It has furthermore been established through the same, long-standing Commission practice that the geographical scope of that market is worldwide. Given that there is no indication that the definition of the geographical scope of the market would be different in this case, it will be maintained for the purposes of this decision.\n(8) The market shares of operators active in exploration can be measured by reference to three variables: the capital expenditure, proven reserves and expected production. The use of capital expenditure to measure the market shares of operators on the exploration market has been found to be unsuitable, inter alia, because of the large differences between the required levels of investments that are necessary in different geographic areas.\n(9) The two other parameters have typically been applied to assess the market shares of economic operators within this sector, namely, their share of proven reserves and of the expected production (4).\n(10) There is only one economic operator active in the market of oil and gas exploration in Cyprus, namely the applicant, which obtained the first licence issued in 2008 following the completion of the first licensing round in Cyprus. However, all companies engaging in oil and gas exploration in the worldwide market are potential competitors as they have had access to both this first and to the second licensing round which was launched in February 2012. According to Cyprus, 33 applications have been submitted, by 15 undertakings or consortia, to this second round.\n(11) As of 31 December 2011, the global, proven oil and gas reserves amounted to a total of 481,4 billion standard cubic metres oil equivalent (hereafter ‘Sm3 o. e.’) worldwide, according to the available information (5). As of 31 December 2011, Cyprus has only one discovery of hydrocarbons, that reported by the applicant, with natural gas reserves estimated at almost 200 million Sm3 o. e. (6). These reserves, if proven would be equivalent to slightly more than 0,09 % of worldwide proven reserves of gas and much less as a share of total oil and gas and would raise the applicant’s share of worldwide proven natural gas reserves from 0,0416 % to 0,1367 %.\n(12) The exploration market is not highly concentrated. Apart from State-owned companies, the market is characterised by the presence of three international vertically integrated private players named the super majors (BP, ExxonMobil and Shell) as well as a certain number of so-called ‘majors’. These elements are an indication of direct exposure to competition.\nIV.   CONCLUSIONS\n(13) In view of the factors examined, the condition of direct exposure to competition laid down in Article 30(1) of Directive 2004/17/EC should be considered to be met in Cyprus.\n(14) Since the condition of unrestricted access to the market is deemed to be met, Directive 2004/17/EC should not apply when contracting entities award contracts intended to enable the exploration for oil and natural gas to be carried out in Cyprus, nor when design contests are organised for the pursuit of such an activity in that geographic area.\n(15) This Decision is based on the legal and factual situation as of August to October 2012 as it appears from the information submitted by the applicant and Cyprus. It may be revised, should significant changes in the legal or factual situation mean that the conditions for the applicability of Article 30(1) of Directive 2004/17/EC are no longer met.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Advisory Committee for Public Contracts,", "main_body": ["Directive 2004/17/EC shall not apply to contracts awarded by contracting entities and intended to enable the exploration for oil and natural gas to be carried out in Cyprus.", "This Decision is addressed to the Republic of Cyprus."], "attachments": "Done at Brussels, 18 January 2013.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  OJ L 134, 30.4.2004, p. 1.\n(2)  OJ L 164, 30.6.1994, p. 3.\n(3)  See in particular Commission Decision of 19 November 2007 declaring a concentration to be compatible with the common market (Case No COMP/M.4934 — KAZMUNAIGAZ/ROMPETROL) according to Council Regulation (EC) No 139/2004 (OJ L 24, 29.1.2004, p. 1).\n(4)  See in particular points 25 and 27 of Commission Decision 2004/284/EC of 29 September 1999 declaring a concentration compatible with the common market and the EEA Agreement (Case No IV/M.1383 — Exxon/Mobil) (OJ L 103, 7.4.2004, p. 1), and subsequent decisions, inter alia, Commission Decision of 3 May 2007 declaring a concentration to be compatible with the common market (Case No COMP/M.4545 — STATOIL/HYDRO) according to Regulation (EC) No 139/2004.\n(5)  See point 5.2.1 of the application and the sources quoted there, in particular the BP Statistical Review of World Energy, June 2012; in the following referred to as ‘BP Statistics’.\n(6)  The exploratory drilling results were of 5 to 8 trillion cubic feet, with a gross mean of 7 trillion cubic feet, equivalent to 0,19824 trillion m3 gas."}