{"celex_id": "32015D0437", "uri": "http://publications.europa.eu/resource/cellar/71788f7f-cc6f-11e4-ab4d-01aa75ed71a1", "type": "Decision", "concepts": ["1052", "296", "3076", "413", "5063", "5158", "5563", "5892", "763", "922"], "title": "Decision (EU) 2015/437 of the European Parliament and of the Council of 17 December 2014 on the mobilisation of the European Union Solidarity Fund\n", "header": "17.3.2015 EN Official Journal of the European Union L 72/7\nDECISION (EU) 2015/437 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 17 December 2014\non the mobilisation of the European Union Solidarity Fund\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 2012/2002 of 11 November 2002 establishing the European Union Solidarity Fund (1), and in particular Article 4(3) thereof,\nHaving regard to the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management (2), and in particular point 11 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The European Union has created a European Union Solidarity Fund (the ‘Fund’) to show solidarity with the population of regions struck by disasters.\n(2) Article 10 of Council Regulation (EU, Euratom) No 1311/2013 (3) allows the mobilisation of the Fund within the annual ceiling of EUR 500 million (2011 prices).\n(3) Regulation (EC) No 2012/2002 contains the provisions whereby the Fund may be mobilised.\n(4) Serbia has submitted an application to mobilise the Fund, concerning floods.\n(5) Croatia has submitted an application to mobilise the Fund, concerning floods.\n(6) Bulgaria has submitted an application to mobilise the Fund, concerning floods,", "main_body": ["For the general budget of the European Union for the financial year 2014, the European Union Solidarity Fund shall be mobilised to provide the sum of EUR 79 726 440 in commitment appropriations.\nFor the general budget of the European Union for the financial year 2015, the European Union Solidarity Fund shall be mobilised to provide the sum of EUR 79 726 440 in payment appropriations", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 17 December 2014.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nB. DELLA VEDOVA\n(1)  OJ L 311, 14.11.2002, p. 3.\n(2)  OJ C 373, 20.12.2013, p. 1.\n(3)  Council Regulation (EU, Euratom) No 1311/2013 of 2 December 2013 laying down the multiannual financial framework for the years 2014-2020 (OJ L 347, 20.12.2013, p. 884)."}