{"celex_id": "32012D0602", "uri": "http://publications.europa.eu/resource/cellar/a06fb609-1136-45d0-801b-46fd7d6efd49", "type": "Decision", "concepts": ["427", "5460", "5780", "7932", "976"], "title": "Decision No 602/2012/EU of the European Parliament and of the Council of 4 July 2012 on amendments to the Agreement Establishing the European Bank for Reconstruction and Development (EBRD) extending the geographic scope of EBRD operations to the Southern and Eastern Mediterranean\n", "header": "7.7.2012 EN Official Journal of the European Union L 177/1\nDECISION No 602/2012/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 4 July 2012\non amendments to the Agreement Establishing the European Bank for Reconstruction and Development (EBRD) extending the geographic scope of EBRD operations to the Southern and Eastern Mediterranean\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 212 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Since its establishment in 1991, the European Bank for Reconstruction and Development (EBRD) has assisted the Central and Eastern European countries in their transition towards open market economies and the promotion of private and entrepreneurial initiative. The geographic scope of EBRD operations should be extended to the Southern and Eastern Mediterranean in order to promote similar objectives. In response to the economic and political situation in countries of the Southern and Eastern Mediterranean, the EBRD has developed a phased approach to starting its activities that will take into consideration the specificity of the region.\n(2) According to the Report of the Board of Directors to the Board of Governors on the geographic expansion of the Bank’s region of operations to the Southern and Eastern Mediterranean, the Southern and Eastern Mediterranean consists of the countries that have a shoreline on the Mediterranean, as well as Jordan which is closely integrated into this region.\n(3) In response to the 2011 events in the Southern and Eastern Mediterranean, on 8 March 2011 the Commission and the High Representative of the Union for Foreign Affairs and Security Policy presented a Joint Communication entitled ‘A Partnership for Democracy and Shared Prosperity with the Southern Mediterranean’ signalling the Union’s strong political and economic support to the region. The Joint Communication included an option to extend the EBRD’s mandate to cover the countries of the Southern Neighbourhood, building on the EBRD’s experience over the last 20 years. The European Council of 24 and 25 March 2011 broadly endorsed the contents of that Joint Communication. In its Resolution of 7 April 2011 on the review of the European Neighbourhood Policy – Southern Dimension, the European Parliament invited the EBRD to change its statute in order to participate in the financial assistance process.\n(4) In May 2011, the G8 leaders launched the Deauville Partnership to help the countries of the Southern and Eastern Mediterranean in their transition towards free, democratic and tolerant societies and called on the EBRD to extend its geographic scope in order to leverage its experience and support the transition of those countries to embrace the principles of multi-party democracy, pluralism and market economy.\n(5) The expansion of EBRD operations to the Southern and Eastern Mediterranean reflects support by the Union and the international community for the hope, encouraged by the Arab Spring, for a transition in that region towards market economies and pluralistic democratic societies.\n(6) Bearing in mind the fragility of the economies in the EBRD’s new countries of operation and the social inequalities which were one of the root causes of the turmoil of the Arab Spring, the representatives of the Union in the governing bodies of the EBRD should encourage the EBRD to broaden its focus on private-sector development, in order also to contribute, through its financing, to the achievement of socially and environmentally sustainable societies, as elaborated in the relevant Millennium Development Goals, and in line with Article 3(5) and Article 21 of the Treaty on European Union. In particular, the representatives of the Union in the governing bodies of the EBRD should encourage the EBRD’s contribution to the transition towards energy-efficient, socially inclusive, open market economies while taking into account the social, poverty, civil and human rights context.\n(7) By Resolutions 137 and 138, adopted on 30 September 2011, the Board of Governors of the EBRD voted in favour of the necessary amendments to the Agreement Establishing the EBRD (the ‘Agreement’), enabling it to expand the geographical scope of EBRD operations to the Southern and Eastern Mediterranean while maintaining its commitment to its existing countries of operation. All EU Governors of the EBRD, including the Governor representing the Union, voted in favour of those amendments.\n(8) By its Resolution 134, adopted on 21 May 2011, the Board of Governors of the EBRD stressed that the planned extension of the EBRD’s mandate should be achieved without requiring additional capital contributions from its shareholders.\n(9) Pursuant to Article 56 of the Agreement, the Board of Governors of the EBRD is to ask all members whether they accept the proposed amendments.\n(10) The representatives of the Union in the governing bodies of the EBRD should use their best endeavours to encourage the EBRD to monitor its operations closely, particularly in countries where there is a lack of political accountability, where civil and human rights are infringed or where high levels of corruption persist. Furthermore, the representatives of the Union in the governing bodies of the EBRD should use their best endeavours to ensure that the principles of prudential banking, transparency and anti-fraud, as invoked in Decision No 1219/2011/EU of the European Parliament and of the Council of 16 November 2011 concerning the subscription by the European Union to additional shares in the capital of the European Bank for Reconstruction and Development (EBRD) as a result of the decision to increase this capital (2), are taken into account in the activities of the EBRD in the new countries of operation.\n(11) In carrying out its activities in the Southern and Eastern Mediterranean, the representatives of the Union in the governing bodies of the EBRD should encourage the EBRD to continue its close engagement with the Union and collaboration with civil society, as well as to develop further its close cooperation with the European Investment Bank and other European and international public financing institutions, in order to make full use of their comparative advantages. The EBRD should also avoid duplicating the activities of such other public financing institutions.\n(12) Before the EBRD approves a potential new country of operation, it should make a detailed technical assessment of the economic and political conditions existing in the country concerned, including: an assessment of that country’s commitment to principles of multi-party democracy, pluralism and market economics, as enshrined in Article 1 of the Agreement, an assessment of transition gaps, and a review of activities of other international financing institutions in that country and of the priorities in relation to which the EBRD could best make use of its unique knowledge and skills. In discussing those assessments, the representatives of the Union in the governing bodies of the EBRD should encourage the EBRD to take full account of the views of the Union.\n(13) In the report that the Commission will present in accordance with Decision No 1219/2011/EU by the end of the fourth Capital Resources Review for the period of 2011-15, the Commission should take into account the extension of the EBRD’s work in the Southern and Eastern Mediterranean.\n(14) With respect to the EBRD’s contribution to the transition of the prospective countries of operation in the Southern and Eastern Mediterranean towards well-functioning, sustainable, modern market economies, the representatives of the Union in the governing bodies of the EBRD should invite the EBRD to report on its performance annually and to conduct comprehensive assessments of its impact on building such economies in advance of its quinquennial capital resources reviews.\n(15) The amendments to the Agreement should therefore be approved on behalf of the Union,", "main_body": ["The amendments to Articles 1 and 18 of the Agreement, which extend the geographical scope of EBRD operations, are hereby approved on behalf of the Union.\nThe text of the amendments is set out in the Annex for informative purposes.", "The Governor of the EBRD representing the Union shall, on behalf of the Union, communicate to the EBRD the Declaration of Acceptance of the amendments.", "As part of the annual report to the European Parliament, the Governor of the EBRD representing the Union shall also report on the EBRD’s activities and operations in the Southern and Eastern Mediterranean.", "This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Strasbourg, 4 July 2012.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nA. D. MAVROYIANNIS\n(1)  Position of the European Parliament of 13 June 2012 (not yet published in the Official Journal) and decision of the Council of 26 June 2012.\n(2)  OJ L 313, 26.11.2011, p. 1.\nANNEX\nAMENDMENTS TO THE AGREEMENT ESTABLISHING THE EUROPEAN BANK FOR RECONSTRUCTION AND DEVELOPMENT\nArticle 1 of the Agreement Establishing the Bank shall be amended to read as follows (new text in italics):\n‘Article 1\nPurpose\nIn contributing to economic progress and reconstruction, the purpose of the Bank shall be to foster the transition towards open market-oriented economies and to promote private and entrepreneurial initiative in the Central and Eastern European countries committed to and applying the principles of multiparty democracy, pluralism and market economics. Subject to the same conditions, the purpose of the Bank may also be carried out in Mongolia and in member countries of the Southern and Eastern Mediterranean as determined by the Bank upon the affirmative vote of not less than two-thirds of the Governors, representing not less than three-fourths of the total voting power of the members. Accordingly, any reference in this Agreement and its annexes to “Central and Eastern European countries”, “countries from Central and Eastern Europe”, “recipient country (or countries)” or “recipient member country (or countries)” shall refer to Mongolia and each of such countries of the Southern and Eastern Mediterranean as well.’\nArticle 18 of the Agreement Establishing the Bank shall be amended to read as follows (new text in italics):\n‘Article 18\nSpecial funds\n(i) The Bank may accept the administration of Special Funds which are designed to serve the purpose and come within the functions of the Bank in its recipient countries and potential recipient countries. The full cost of administering any such Special Fund shall be charged to that Special Fund.\n(ii) For the purposes of subparagraph (i), the Board of Governors may, at the request of a member which is not a recipient country, decide that such member qualifies as a potential recipient country for such limited period and under such terms as may seem advisable. Such decision shall be taken by the affirmative vote of not less than two-thirds of the Governors, representing not less than three-fourths of the total voting power of the members.\n(iii) The decision to allow a member to qualify as a potential recipient country can only be made if such member is able to meet the requirements for becoming a recipient country. Such requirements are those set out in Article 1 of this Agreement, as it reads at the time of such decision or as it will read upon the entry into force of an amendment that has already been approved by the Board of Governors at the time of such decision.\n(iv) If a potential recipient country has not become a recipient country at the end of the period referred to in subparagraph (ii), the Bank shall forthwith cease any special operations in that country, except those incident to the orderly realisation, conservation and preservation of the assets of the Special Fund and settlement of obligations that have arisen in connection therewith.\n2.   Special Funds accepted by the Bank may be used in its recipient countries and potential recipient countries in any manner and on any terms and conditions consistent with the purpose and functions of the Bank, with the other applicable provisions of this Agreement, and with the agreement or agreements relating to such Funds.\n3.   The Bank shall adopt such rules and regulations as may be required for the establishment, administration and use of each Special Fund. Such rules and regulations shall be consistent with the provisions of this Agreement, except for those provisions expressly applicable only to ordinary operations of the Bank.’"}