{"celex_id": "32012R0237", "uri": "http://publications.europa.eu/resource/cellar/0f0e1734-f11d-4ef2-9f48-586adfac658b", "type": "Regulation", "concepts": ["1224", "4743", "5451", "6052", "6569"], "title": "Commission Implementing Regulation (EU) No 237/2012 of 19 March 2012 concerning the authorisation of alpha-galactosidase (EC 3.2.1.22) produced by Saccharomyces cerevisiae (CBS 615.94) and endo-1,4-beta-glucanase (EC 3.2.1.4) produced by Aspergillus niger (CBS 120604) as a feed additive for chickens for fattening (holder of authorisation Kerry Ingredients and Flavours)  Text with EEA relevance\n", "header": "20.3.2012 EN Official Journal of the European Union L 80/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 237/2012\nof 19 March 2012\nconcerning the authorisation of alpha-galactosidase (EC 3.2.1.22) produced by Saccharomyces cerevisiae (CBS 615.94) and endo-1,4-beta-glucanase (EC 3.2.1.4) produced by Aspergillus niger (CBS 120604) as a feed additive for chickens for fattening (holder of authorisation Kerry Ingredients and Flavours)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for the authorisation of alpha-galactosidase (EC 3.2.1.22) produced by Saccharomyces cerevisiae (CBS 615.94) and endo-1,4-beta-glucanase (EC 3.2.1.4) produced by Aspergillus niger (CBS 120604). That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) The application concerns the authorisation of alpha-galactosidase (EC 3.2.1.22) produced by Saccharomyces cerevisiae (CBS 615.94) and endo-1,4-beta-glucanase (EC 3.2.1.4) produced by Aspergillus niger (CBS 120604) as a feed additive for chickens for fattening, to be classified in the additive category ‘zootechnical additives’.\n(4) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 17 November 2011 (2) that, under the proposed conditions of use, the preparation of alpha-galactosidase (EC 3.2.1.22) produced by Saccharomyces cerevisiae (CBS 615.94) and endo-1,4-beta-glucanase (EC 3.2.1.4) produced by Aspergillus niger (CBS 120604) does not have an adverse effect on animal health, human health or the environment, and that its use can improve the final body weight in chickens for fattening. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of the preparation of alpha-galactosidase (EC 3.2.1.22) produced by Saccharomyces cerevisiae (CBS 615.94) and endo-1,4-beta-glucanase (EC 3.2.1.4) produced by Aspergillus niger (CBS 120604) shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of this preparation should be authorised as specified in the Annex to this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘digestibility enhancers’, is authorised as an additive in animal nutrition, subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  EFSA Journal 2011; 9(12):2451.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: digestibility enhancers\nAdditive composition\n— 1 000 U (1) alpha-galactosidase/g\n— 5 700 U (2) endo-1,4-beta-glucanase/g\nCharacterisation of the active substance\nMethod of Analysis\n (3)\n— colorimetric method measuring p-nitrophenol released by action of alpha-galactosidase from p-nitrophenyl-alpha-galactopyranoside substrate,\n— colorimetric method measuring water soluble dye released by action of endo-1,4-beta-glucanase from azurine-crosslinked barley glucan substrate.\n1. In the directions for use of the additive and premixture, indicate the storage temperature, storage life, and stability to pelleting.\n2. Maximum recommended dose:\n— 100 U alpha-galactosidase/kg\n— 570 U endo-1,4-beta-glucanase/kg.\n3. For safety: breathing protection, glasses and gloves shall be used during handling.\n(1)  1 U is the amount of the enzyme which liberates 1 μmol of p-nitrolphenol per minute from p-nitrophenyl-alpha-galactopyranoside (pNPG) at pH 5,0 and 37 °C.\n(2)  1 U is the amount of the enzyme which liberates 1 mg of reducing sugar (glucose equivalent) per minute from beta-glucan at pH 5,0 and 50 °C.\n(3)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}