{"celex_id": "32012R1249", "uri": "http://publications.europa.eu/resource/cellar/cc353b76-75b9-4546-837b-664fa6c2740c", "type": "Regulation", "concepts": ["1452", "164", "4295", "4491", "5235"], "title": "Commission Implementing Regulation (EU) No 1249/2012 of 19 December 2012 laying down implementing technical standards with regard to the format of the records to be maintained by central counterparties according to Regulation (EU) No 648/2012 of the European Parliament and of the Council on OTC derivatives, central counterparties and trade repositories  Text with EEA relevance\n", "header": "21.12.2012 EN Official Journal of the European Union L 352/32\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1249/2012\nof 19 December 2012\nlaying down implementing technical standards with regard to the format of the records to be maintained by central counterparties according to Regulation (EU) No 648/2012 of the European Parliament and of the Council on OTC derivatives, central counterparties and trade repositories\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the opinion of the European Central Bank (1),\nHaving regard to Regulation (EU) No 648/2012 of the European Parliament and of the Council of 4 July 2012 on OTC derivatives, central counterparties and trade repositories (2), and in particular Article 29(5) thereof,\nWhereas:\n(1) In accordance with Article 29(4) of Regulation (EU) No 648/2012, Articles 13, 14 and 15 of the delegated act with regard to regulatory technical standards specifying the details of the records and information to be kept by central counterparties (CCPs) adopted pursuant to Article 29(4) of Regulation (EU) No 648/2012, rules should also be laid down to specify the format of the record and information kept in accordance those Articles.\n(2) To carry out their duties effectively and consistently, the relevant authorities should be provided with data that are comparable among CCPs. The use of common formats also facilitates the reconciliation of data between CCPs.\n(3) A CCP should be required to retain data for record keeping purposes in a format compatible with the format in which data is retained by trade repositories, taking into account that in certain circumstances CCPs and trade repositories are required to maintain or report the same information. The use of a common format across different financial market infrastructures facilitates the greater use of these formats by a wide variety of market participants, thus promoting standardisation.\n(4) To facilitate straight through processing and reduction of costs to market participants, it is important to use standardised procedures and data formats across CCPs as much as possible.\n(5) The underlying should be identified by using a single identifier, however there is currently no market wide standardised code to identify the underlyings within a basket. CCPs should therefore indicate at least that the underlying is a basket and use International Securities Identification numbers (ISINs) for standardised indices where possible.\n(6) This Regulation is based on the draft implementing technical standards submitted by the European Securities and Markets Authority (ESMA) to the Commission.\n(7) In accordance with Article 15 of Regulation (EU) No 1095/2010 of the European Parliament and of the Council of 24 November 2010 establishing a European Supervisory Authority (European Securities and Markets Authority) (3), ESMA has conducted an open public consultation before submitting the draft implementing technical standards on which this Regulation is based, analysed the potential related costs and benefits and requested the opinion of the Securities and Markets Stakeholder Group established in accordance with Article 37 of Regulation (EU) No 1095/2010,", "main_body": ["Formats of records\n1.   A CCP shall retain the records specified in Article 20 of the delegated act with regard to regulatory technical standards on requirements specifying the details of the records and information to be kept by central counterparties (CCPs) adopted pursuant to Article 29(4) of Regulation (EU) No 648/2012 for each contract processed in the format set out in Table 1 in the Annex.\n2.   A CCP shall retain the records specified in Article 21 of the delegated act with regard to regulatory technical standards on requirements specifying the details of the records and information to be kept by central counterparties (CCPs) adopted pursuant to Article 29(4) of Regulation (EU) No 648/2012 for each position in the format set out in Table 2 in the Annex.\n3.   A CCP shall retain the records specified in Article 22 of the delegated act with regard to regulatory technical standards on requirements specifying the details of the records and information to be kept by central counterparties (CCPs) adopted pursuant to Article 29(4) of Regulation (EU) No 648/2012 for activities related to its business and internal organisation in the format set out in Table 3 in the Annex.\n4.   A CCP shall provide the competent authority the records and information under paragraphs 1, 2 and 3 in a format that allows a direct data feed between the CCP and the competent authority. A CCP shall establish such data feed within six months after the request of the competent authority.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  Not yet published in the Official Journal.\n(2)  OJ L 201. 27.7.2012, p. 1.\n(3)  OJ L 331, 15.12.2010, p. 84.\nANNEX\nTables of fields to be recorded as referred to in Article 1\nTable 1\nRecords of transactions processed\nField Format Description\n1 Reporting timestamp ISO 8601 date format / UTC time format. Date and time of reporting.\n2 Price/rate Up to 20 numerical digits in the format xxxx,yyyyy. The price per security or derivative contract excluding commission and (where relevant) accrued interest. In the case of a debt instrument, the price may be expressed either in terms of currency or as a percentage.\n2a Price notation E.g. ISO 4217 Currency Code, 3 alphabetical digits, percentage. The manner in which the price is expressed.\n3 Notional Currency ISO 4217 Currency Code, 3 alphabetical digits. The currency in which the price is expressed. If, in the case of a bond or other form of securitised debt, the price is expressed as a percentage, that percentage shall be included.\n3a Deliverable currency ISO 4217 Currency Code, 3 alphabetical digits. The currency to be delivered.\n4 Quantity Up to 10 numerical digits. The number of units of the financial instruments, the nominal value of bonds, or the number of derivative contracts included in the transaction.\n5 Quantity notation Up to 10 numerical digits. An indication as to whether the quantity is the number of units of financial instruments, the nominal value of bonds or the number of derivative contracts.\n6 CCP side B=Buyer / S=Seller.\n7 Product ID Interim taxonomy in accordance with the information in Article 4 of Regulation (EC) xx/2012 [draft ITS on format and frequency of trade reports to trade repositories], ISIN or a unique product identifier (UPI). The contract shall be identified by using a product identifier, where available.\n8 Clearing member ID Legal Entity Identifier (LEI) (20 alphanumerical digits), interim entity identifier (20 alphanumerical digits), BIC (11 alphanumerical digits) or client code (50 alphanumerical digits). In case the reporting counterparty is not a clearing member, its clearing member shall be identified in this field by a unique code. In case of an individual, a client code, as assigned by the CCP, shall be used.\n9 Beneficiary ID Legal Entity Identifier (LEI) (20 alphanumerical digits), interim entity identifier (20 alphanumerical digits), BIC (11 alphanumerical digits) or client code (50 alphanumerical digits). If the beneficiary of the contract is not a C/P to this contract it has to be identified by a unique code or, in case of individuals, by a client code as assigned by the legal entity used by the individual.\n10 Party that transferred the contract (in case of give-up) Legal Entity Identifier (LEI) (20 alphanumerical digits), interim entity identifier (20 alphanumerical digits), BIC (11 alphanumerical digits) or client code (50 alphanumerical digits).\n11 Venue of execution ISO 10383 Market Identifier Code (MIC) where relevant, XOFF for listed derivatives that are traded off-exchange or XXXX for OTC derivatives. Identification of the venue where the transaction was executed. In case of a contract concluded OTC, it has to be identified whether the respective instrument is admitted to trading but traded OTC or not admitted to trading and traded OTC.\n12 Date of interposition ISO 8601 date format. The day on which the interposition of the CCP in the contract was executed.\n13 Time of interposition UTC time format. The time at which the interposition of the CCP in the contract was executed, reported in the local time of the competent authority to which the transaction will be reported, and the basis in which the transaction is reported expressed as Coordinated Universal Time (UTC) +/- hours.\n14 Date of termination of the contract ISO 8601 date format. The day on which the termination of the contract occurred.\n15 Time of termination of the contract UTC time format. The time at which the termination of the contract occurred, reported in the local time of the competent authority to which the transaction will be reported, and the basis in which the transaction is reported expressed as Coordinated Universal Time (UTC) +/- hours.\n16 Delivery type C = cash, P = physical, O = optional for counterparty. Whether the contract is settled physically or in cash.\n17 Settlement date ISO 8601 date format. The day on which the settlement or the buy-in of the contract is executed. If more than one, further fields may be identified.\n18 Time of settlement or of buy-in in the contract UTC time format. The time at which the settlement or the buy-in of the contract is executed, reported in the local time of the competent authority to which the transaction will be reported, and the basis in which the transaction is reported expressed as Coordinated Universal Time (UTC) +/- hours.\nDetails on the original terms of the contracts cleared, to be provided to the extent they are applicable\n19 Date ISO 8601 date format. The day on which the contract was originally concluded.\n20 Time UTC time format. The time at which the original contract was originally concluded, reported in the local time of the competent authority to which the transaction will be reported, and the basis in which the transaction is reported expressed as Coordinated Universal Time (UTC) +/- hours.\n21 Product ID Interim taxonomy in accordance with the information in Article 4 of Regulation (EC) xx/2012 [draft ITS on format and frequency of trade reports to trade repositories], ISIN or a unique product identifier (UPI). The contract shall be identified by using a unique product identifier where available.\n22 Underlying A unique product identifier, ISIN (12 alphanumerical digits and CFI (6 alphanumerical digits). Legal Entity Identifier (LEI) (20 alphanumerical digits), interim entity identifier (20 alphanumerical digits), B= Basket, or I=Index. The instrument identification applicable to the security that is the underlying asset in a derivative contract as well as the transferable security falling within Article 4(1)(18)(c) of Directive 2004/39/EC.\n23 Derivative type (in case of derivative contract) The harmonised description of the derivative type should be done according to one of the top level categories as provided by a uniform internationally accepted standard for financial instrument classification.\n24 Inclusion of the instrument in the ESMA register of contracts subject to the clearing obligation (in case of derivative contract) Y=Yes / N=No.\nOther information to be provided to the extent they are applicable\n25 Identification of the interoperable CCP clearing one leg of the transaction Legal Entity Identifier (LEI) (20 alphanumerical digits), interim entity identifier (20 alphanumerical digits), BIC (11 alphanumerical digits) or client code (50 alphanumerical digits).\nTable 2\nPosition records\nField Format\n1 Clearing member ID Legal Entity Identifier (LEI), interim entity identifier or BIC\n2 Beneficiary ID Legal Entity Identifier (LEI), interim entity identifier, BIC or Client Code\n3 Interoperable CCP maintaining the position Legal Entity Identifier (LEI), interim entity identifier, BIC or Client Code\n4 Sign of the position B=Buyer / S=Seller\n5 Value of the position Up to 10 numerical digits (xxxx,yy).\n6 Price at which the contracts are valued Up to 10 numerical digits (xxxx,yy).\n7 Currency ISO Currency Code.\n8 Other relevant information Free Text\n9 Amount of margins called by the CCP Up to 10 numerical digits (xxxx,yy).\n10 Amount of default fund contributions called by the CCP Up to 10 numerical digits (xxxx,yy).\n11 Amount of other financial resources called by the CCP Up to 10 numerical digits (xxxx,yy).\n12A Amount of margins posted by the Clearing Member with reference to client account A Up to 10 numerical digits (xxxx,yy).\n13A Amount of default fund contributions posted by the Clearing Member with reference to client account A Up to 10 numerical digits (xxxx,yy).\n14A Amount of other financial resources posted by the Clearing Member with reference to client account A Up to 10 numerical digits (xxxx,yy).\n15B Amount of margins posted by the Clearing Member with reference to client account B Up to 10 numerical digits (xxxx,yy).\n16B Amount of default fund contributions posted by the Clearing Member with reference to client account B Up to 10 numerical digits (xxxx,yy).\n17B Amount of other financial resources posted by the Clearing Member with reference to client account B Up to 10 numerical digits (xxxx,yy).\nTable 3\nBusiness records\nField Format Description\n1 Organisational charts Free text Board and relevant committees, clearing unit, risk management unit, and all other relevant units or divisions.\nShareholders or members that have qualifying holdings (fields to be added for each of the relevant shareholder/member)\n2 Type S=Shareholder / M=member.\n3 Type of qualified holding D=direct / I=indirect.\n4 Type of entity N=natural person / L=legal person.\n5 Amount of the holding Up to 10 numerical digits (xxxx,yyyyy).\nOther documents\n6 Policies, procedures, processes required under organisational requirements Documents\n7 Minutes of Board meetings, meeting of sub-committees (if applicable) and of Senior Management Committees (if applicable) Documents\n8 Minutes of meetings of the risk committee Documents\n9 Minutes of consultation group with clearing members and clients (if any) Documents\n10 Reports of internal and external audit, risk management, compliance and consultant Documents\n11 Business continuity policy and disaster recovery plan Documents\n12 Liquidity plan and daily liquidity reports Documents\n13 Documents reflecting all assets and liabilities and capital accounts Documents\n14 Complaints received Free text For each complaint: information on complaint’s name, address and account number; date of receiving the complaint; names of all persons identified in the complaint; description of the nature of the complaint; disposition of the complaint; date at which the complaint was resolved.\n15 Information on interruption of services or dysfunction Free text Information on any interruption of services or dysfunction, including a detailed report on the timing, effects and remedial actions.\n16 Results of back and stress test performed Free text\n17 Written communications with competent Authorities, ESMA and the relevant members of the ESCB Documents\n18 Legal opinions received in accordance with organisational requirements Documents\n19 Interoperability arrangements with other CCPs (where applicable) Documents\n20 List of all clearing members (Article 17 of Regulation (EU) No XXX/2012) Free text / Document List in accordance with Article 17 of Regulation (EU) No XXX/2012.\n21 Information required by Article 17 of Regulation (EU) No XXX/2012 Free text / Documents Law and Rules governing (i) the access to the CCP, (ii) the contracts concluded by the CCP with clearing members and, where practicable, clients, (iii) the contracts that the CCP accepts for clearing, (iv) any interoperability arrangements, (v) the use of collateral and default fund contributions, including the liquidation of positions and collateral and the extent to which collateral is protected against third party claims (level of segregation).\n22 Development on new initiative processes Free text In case of the provision of new services."}