{"celex_id": "32015D0284", "uri": "http://publications.europa.eu/resource/cellar/990d3c49-b993-11e4-94b7-01aa75ed71a1", "type": "Decision", "concepts": ["12", "2324", "2771", "2850", "5504", "5563", "5618", "5870"], "title": "Council Decision (EU) 2015/284 of 17 February 2015 on the position to be adopted, on behalf of the European Union, in the EEA Joint Committee concerning an amendment to Protocol 4 of the EEA Agreement on rules of origin (Croatia Enlargement)\n", "header": "21.2.2015 EN Official Journal of the European Union L 50/10\nCOUNCIL DECISION (EU) 2015/284\nof 17 February 2015\non the position to be adopted, on behalf of the European Union, in the EEA Joint Committee concerning an amendment to Protocol 4 of the EEA Agreement on rules of origin (Croatia Enlargement)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207 in conjunction with Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Agreement on the European Economic Area (2) (‘the EEA Agreement’) entered into force on 1 January 1994.\n(2) Pursuant to Article 98 of the EEA Agreement, the EEA Joint Committee may decide to amend, inter alia, Protocol 4 to the EEA Agreement (‘Protocol 4’).\n(3) Protocol 4 contains provisions and arrangements concerning rules of origin.\n(4) Certain transitional arrangements concerning the application of the rules of origin after the provisional application of the Agreement on the participation of the Republic of Croatia in the European Economic Area and three related agreements (3) need to be reflected in the EEA Agreement.\n(5) Protocol 4 should therefore be amended.\n(6) The position of the Union within the EEA Joint Committee should therefore be based on the attached draft Decision,", "main_body": ["The position to be adopted, on behalf of the European Union, within the EEA Joint Committee on the proposed amendment to Protocol 4 to the EEA Agreement, on rules of origin, shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 17 February 2015.\nFor the Council\nThe President\nJ. REIRS\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 1, 3.1.1994, p. 3.\n(3)  OJ L 170, 11.6.2014, p. 5.\nDRAFT\nDECISION OF THE EEA JOINT COMMITTEE No …/2015\nof\namending Protocol 4 (rules of origin) to the EEA Agreement\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area (‘the EEA Agreement’), and in particular Article 98 thereof,\nWhereas:\n(1) Protocol 4 to the EEA Agreement concerns the rules of origin.\n(2) The Republic of Croatia acceded to the European Union on 1 July 2013.\n(3) Following successful conclusion of the European Union enlargement negotiations, the Republic of Croatia submitted an application to become party to the EEA Agreement.\n(4) The Agreement on the participation of the Republic of Croatia in the European Economic Area and three related agreements (‘the EEA Enlargement Agreement’) (1) was initialled on 20 December 2013.\n(5) The EEA Enlargement Agreement was signed on 11 April 2014 and has been applicable on a provisional basis since 12 April 2014.\n(6) Certain transitional arrangements concerning the application of the rules of origin after the provisional application of the EEA Enlargement Agreement need to be reflected in the EEA Agreement,\nHAS ADOPTED THIS DECISION:\nArticle 1\nProtocol 4 to the EEA Agreement is amended as set out in the Annex to this Decision.\nArticle 2\nThis Decision shall enter into force on the day of its adoption, provided that all the notifications under Article 103(1) of the EEA Agreement have been made to the EEA Joint Committee (2).\nIt shall apply from 1 July 2013.\nArticle 3\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at Brussels, […].\nFor the EEA Joint Committee\nThe President\n[…]\nThe Secretaries\nto the EEA Joint Committee\n[…]\n(1)  OJ L 170, 11.6.2014, p. 5.\n(2)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]\nANNEX\nto Decision of the EEA Joint Committee No […]\nIn Protocol 4 to the EEA Agreement, the following is added after Article 40:\n‘Article 41\nTransitional arrangements regarding the accession of the Republic of Croatia to the European Union\n1.   Proof of origin properly issued by an EFTA State or the Republic of Croatia or made out in the framework of a preferential agreement applied between the EFTA States and the Republic of Croatia shall be considered being proof of EEA preferential origin, provided that:\n(a) the proof of origin and the transport documents were issued or made out no later than the day before the date of accession of the Republic of Croatia to the European Union; and\n(b) the proof of origin is submitted to the customs authorities within the period of four months from the date of accession of the Republic of Croatia to the European Union.\nWhere goods were declared for importation from an EFTA State or the Republic of Croatia in, respectively, the Republic of Croatia or an EFTA State prior to the date of accession of the Republic of Croatia to the European Union, under preferential agreements applied between an EFTA State and the Republic of Croatia at that time, proof of origin issued retrospectively under those agreements may also be accepted in the EFTA States or the Republic of Croatia provided that it is submitted to the customs authorities within the period of four months from the date of accession of the Republic of Croatia to the European Union.\n2.   The EFTA States, on the one hand, and the Republic of Croatia, on the other hand, are authorised to retain the authorisations with which the status of “approved exporters” has been granted in the framework of agreements concluded between the EFTA States, on the one hand, and the Republic of Croatia, on the other hand, provided that the approved exporters apply the rules of origin of this Protocol.\nThe EFTA States, on the one hand, and Croatia, on the other, shall, no later than one year after the date of accession of the Republic of Croatia to the European Union, consider the necessity of replacing such authorisations by new authorisations issued in accordance with this Protocol.\n3.   Requests for subsequent verification of proof of origin issued or made out under the preferential agreements referred to in paragraphs 1 and 2 shall be accepted by the competent customs authorities of the EFTA States and the Republic of Croatia for a period of three years after the issue or making out of the proof of origin concerned and may be made by those authorities for a period of three years after acceptance of the proof of origin submitted to those authorities in support of an import declaration.\n4.   The provisions of the Agreement may be applied to goods exported from either the Republic of Croatia to the EFTA States or from the EFTA States to the Republic of Croatia, which comply with the provisions of this Protocol and that on the date of accession of the Republic of Croatia to the European Union are either in transit or in temporary storage in a customs warehouse or in a free zone in an EFTA State or in the Republic of Croatia.\n5.   Preferential treatment may be granted in cases as referred to in paragraph 4, subject to the submission to the customs authorities of the importing country, within four months from the date of accession of the Republic of Croatia to the European Union, of a proof of origin issued retrospectively by the customs authorities of the exporting country.’"}