{"celex_id": "32014R0459", "uri": "http://publications.europa.eu/resource/cellar/f746725c-d4f2-11e3-8cd4-01aa75ed71a1", "type": "Regulation", "concepts": ["2192", "3183", "5751"], "title": "Commission Implementing Regulation (EU) No 459/2014 of 29 April 2014 amending certain regulations on the classification of goods in the Combined Nomenclature\n", "header": "6.5.2014 EN Official Journal of the European Union L 133/43\nCOMMISSION IMPLEMENTING REGULATION (EU) No 459/2014\nof 29 April 2014\namending certain regulations on the classification of goods in the Combined Nomenclature\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 9(1)(a) thereof,\nWhereas:\n(1) Council Regulation (EU) No 953/2013 (2) amended Annex I to Regulation (EEC) No 2658/87 and replaced CN codes 8528 59 10, 8528 59 40 and 8528 59 80 by CN codes 8528 59 20, 8528 59 31, 8528 59 39 and 8528 59 70.\n(2) Certain Commission Regulations concerning the classification of goods, adopted in order to ensure the uniform application of the Combined Nomenclature established by Regulation (EEC) No 2658/87, make reference to CN codes which no longer exist. They should therefore be amended in order to take into account the appropriate CN codes in force.\n(3) The Customs Code Committee has not issued an opinion on the item of Annex III of this Regulation within the time limit set by its Chairman, the measures provided for under Annex I, II and IV of this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["1.   The Annex to Commission Regulation (EC) No 1156/2008 (3), as amended by Implementing Regulation (EU) No 441/2013 (4), is replaced by the text set out in Annex I to this Regulation.\n2.   Item 1 of the Annex to Commission Regulation (EC) No 1172/2008 (5), as amended by Implementing Regulation (EU) No 441/2013, is replaced by the text set out in Annex II to this Regulation.\n3.   The Annex to Commission Implementing Regulation (EU) No 1196/2011 (6) is replaced by the text set out in Annex III to this Regulation.\n4.   The Annex to Commission Implementing Regulation (EU) No 698/2012 (7) is replaced by the text set out in the Annex IV to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 April 2014.\nFor the Commission,\nOn behalf of the President,\nAlgirdas ŠEMETA\nMember of the Commission\n(1)  OJ L 256, 7.9.1987, p. 1.\n(2)  Council Regulation (EU) No 953/2013 of 26 September 2013 amending Annex I to Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 263, 5.10.2013, p. 4).\n(3)  Commission Regulation (EC) No 1156/2008 of 20 November 2008 concerning the classification of certain goods in the Combined Nomenclature (OJ L 310, 21.11.2008, p. 9).\n(4)  Commission Implementing Regulation (EU) No 441/2013 of 7 May 2013 amending or repealing certain regulations on the classification of goods in the Combined Nomenclature (OJ L 130, 15.5.2013, p. 1).\n(5)  Commission Regulation (EC) No 1172/2008 of 25 November 2008 concerning the classification of certain goods in the Combined Nomenclature (OJ L 317, 27.11.2008, p. 4).\n(6)  Commission Implementing Regulation (EU) No 1196/2011 of 17 November 2011 concerning the classification of certain goods in the Combined Nomenclature (OJ L 303, 22.11.2011, p. 12).\n(7)  Commission Implementing Regulation (EU) No 698/2012 of 25 July 2012 concerning the classification of certain goods in the Combined Nomenclature (OJ L 203, 31.7.2012, p. 34).\nANNEX I\n‘ANNEX\nDescription of the goods Classification (CN code) Reasons\n(1) (2) (3)\n1. An apparatus for the recording, reproducing and displaying of still images (so-called “digital photo frame”), with overall dimensions 17 (L) × 12,9 (W) × 12,3 (D) cm, consisting of the following main components in a single housing:\n— a colour display of the liquid crystal device (LCD) type with a diagonal measurement of the screen of 13 cm (5,1 inches) and a resolution of 320 × 240 pixels,\n— a slot for a Subscriber Identity Module (SIM) card,\n— an infra-red interface,\n— an internal memory,\n— control buttons.\n2. An apparatus for the recording, reproducing and displaying of still and video images, as well as for the recording and reproducing of sound (so-called “digital picture frame”), with overall dimensions 33 (W) × 24,1 (H) × 4,1 (D) cm, consisting of the following main components in a single housing:\n— a colour display of the liquid crystal device (LCD) type, with a diagonal measurement of the screen of 25,4 cm (10 inches) and a resolution of 800 × 480 pixels,\n— an internal memory with a storage capacity of 128 MB,\n— memory card slots,\n— built-in loudspeakers,\n— two USB interfaces,\n— control buttons.\n— audio: MP3,\n— still image: JPEG, GIF,\n— video: MPEG1, MPEG4, MOV, AVI.\nANNEX II\n‘ANNEX\nDescription of the goods Classification (CN code) Reasons\n(1) (2) (3)\n1. A battery-operated apparatus consisting of a laser reading system for video reproducing and a colour monitor for video displaying (so-called “portable DVD player”). Its overall dimensions are 19 (L) × 14,2 (W) × 3,7 (H) cm and the weight is 800 grams.\n— memory card expansion slots,\n— a USB port,\n— composite video in and out,\n— headphone jacks.\nANNEX III\n‘ANNEX\nDescription of the goods Classification (CN code) Reasons\n(1) (2) (3)\nA portable, battery-powered electronic eyewear apparatus for displaying images (so-called “video glasses”) with dimensions in a folded state of approximately 15 × 3,5 × 2,5 cm.\n— VGA input,\n— Audio Video (A/V) input.\nANNEX IV\n‘ANNEX\nDescription of the goods Classification (CN code) Reasons\n(1) (2) (3)\n1. A multifunctional apparatus (so-called “multimedia centre for motor vehicles”) of a kind used in motor vehicles, consisting of two main components:\n— a reception apparatus for radio-broadcasting combined with a CD/DVD player,\n— a detachable colour liquid crystal display (LCD) with a touch screen function with a diagonal measurement of the screen of approximately 17,5 cm (7 inches) and an aspect ratio of 16:9.\n2. A multifunctional apparatus (so-called “multimedia centre for motor vehicles”) of a kind used in motor vehicles measuring approximately 17 × 5 × 16 cm.\n3. A multifunctional apparatus (so-called “multimedia centre for motor vehicles”) of a kind used in motor vehicles."}