{"celex_id": "32015R0518", "uri": "http://publications.europa.eu/resource/cellar/44a79ac9-d459-11e4-9de8-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "4743", "5451", "6569", "6789"], "title": "Commission Implementing Regulation (EU) 2015/518 of 26 March 2015 concerning the authorisation of the preparation of Enterococcus faecium NCIMB 10415 as a feed additive for chickens reared for laying, minor poultry species for fattening and minor poultry species reared for laying and amending Implementing Regulation (EU) No 361/2011 as regards the compatibility with coccidiostats (holder of the authorisation DSM Nutritional Products Ltd represented by DSM Nutritional products Sp. z o.o)  Text with EEA relevance\n", "header": "27.3.2015 EN Official Journal of the European Union L 82/75\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/518\nof 26 March 2015\nconcerning the authorisation of the preparation of Enterococcus faecium NCIMB 10415 as a feed additive for chickens reared for laying, minor poultry species for fattening and minor poultry species reared for laying and amending Implementing Regulation (EU) No 361/2011 as regards the compatibility with coccidiostats (holder of the authorisation DSM Nutritional Products Ltd represented by DSM Nutritional products Sp. z o.o)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003, an application was submitted for a new use of a preparation of Enterococcus faecium NCIMB 10415 and for an amendment of the terms of the current authorisation for chickens for fattening granted by Commission Implementing Regulation (EU) No 361/2011 (2). That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003, and by the relevant data to support that amendment request.\n(3) The application concerns the authorisation of a new use of the preparation of Enterococcus faecium NCIMB 10415 as a feed additive for chickens reared for laying, minor poultry species for fattening and minor poultry species reared for laying, to be classified in the additive category ‘zootechnical additives’ and the modification of the terms of the current authorisation for chickens for fattening to allow simultaneous use with the additional coccidiostats lasalocid A sodium, maduramycin ammonium, narasin, narasin/nicarbazin and salinomycin sodium.\n(4) The use of that preparation was authorised for 10 years for chickens for fattening by Implementing Regulation (EU) No 361/2011 and for calves, kids, cats and dogs by Commission Regulation (EU) No 1061/2013 (3).\n(5) The preparation was also authorised without time limit in accordance with Council Directive 70/524/EEC (4) for sows by Commission Regulation (EC) No 1200/2005 (5), for piglets by Commission Regulation (EC) No 252/2006 (6), for pigs for fattening by Commission Regulation (EC) No 943/2005 (7).\n(6) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 30 October 2014 (8) that, under the proposed conditions of use, the preparation of Enterococcus faecium NCIMB 10415 does not have an adverse effect on animal health, human health and the environment. Since the potential of the additive to be efficacious has been demonstrated in chickens for fattening, this conclusion is extended to chickens reared for laying. This conclusion can be extrapolated to minor poultry species for fattening and for laying. The Authority also concluded that the additive is compatible with lasalocid A sodium, maduramycin ammonium, narasin, narasin/nicarbazin and salinomycin sodium. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(7) The assessment of the preparation of Enterococcus faecium NCIMB 10415 shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised as specified in the Annex to this Regulation.\n(8) In order to allow for the use of coccidiostats compatible with the preparation of Enterococcus faecium NCIMB 10415 also for chickens for fattening it is appropriate to amend Implementing Regulation (EU) No 361/2011.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["The preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘gut flora stabilisers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "In the ninth column, ‘Other provisions’, of Annex I to Implementing Regulation (EU) No 361/2011, point 2 is replaced by the following:\n‘2. The use is permitted in feed containing the authorised coccidiostats: decoquinate, monensin sodium, robenidine hydrochloride, diclazuril, semduramycin, lasalocid A sodium, maduramycin ammonium, narasin, narasin/nicarbazin or salinomycin sodium.’", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  Commission Implementing Regulation (EU) No 361/2011 of 13 April 2011 concerning the authorisation of Enterococcus faecium NCIMB 10415 as a feed additive for chickens for fattening (holder of authorisation DSM Nutritional products Ltd represented by DSM Nutritional Products Sp. z o.o) and amending Regulation (EC) No 943/2005 (OJ L 100, 14.4.2011, p. 22).\n(3)  Commission Implementing Regulation (EU) No 1061/2013 of 29 October 2013 concerning the authorisation of a preparation of Enterococcus faecium NCIMB 10415 as a feed additive for calves, kids, cats and dogs and amending Regulation (EC) No 1288/2004 (holder of the authorisation DSM Nutritional Products Ltd represented by DSM Nutritional products Sp. z o.o) (OJ L 289, 31.10.2013, p. 38).\n(4)  Council Directive 70/524/EEC of 23 November 1970 concerning additives in feeding-stuffs (OJ L 270, 14.12.1970, p. 1).\n(5)  Commission Regulation (EC) No 1200/2005 of 26 July 2005 concerning the permanent authorisation of certain additives in feedingstuffs and the provisional authorisation of a new use of an additive already authorised in feedingstuffs (OJ L 195, 27.7.2005, p. 6).\n(6)  Commission Regulation (EC) No 252/2006 of 14 February 2006 concerning the permanent authorisations of certain additives in feedingstuffs and the provisional authorisations of new uses of certain additives already authorised in feedingstuffs (OJ L 44, 15.2.2006, p. 3).\n(7)  Commission Regulation (EC) No 943/2005 of 21 June 2005 concerning the permanent authorisation of additives in feedingstuffs (OJ L 159, 22.6.2005, p. 6).\n(8)  EFSA Journal 2014; 12(11):3906.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nCFU/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: gut flora stabilisers\n4b1705 DSM Nutritional products Ltd, represented by DSM Nutritional Products Sp. z o.o Enterococcus faecium Additive composition\ncoated form (with shellac):\nother microencapsulated forms:\n1. In the directions for use of the additive and premixture, indicate the storage conditions and stability to pelleting.\n2. The use is permitted in feed containing the authorised coccidiostats: monensin sodium, diclazuril, lasalocid A sodium or salinomycin sodium.\n1. In the directions for use of the additive and premixture, indicate the storage conditions and stability to pelleting.\n2. The use is permitted in feed containing the authorised coccidiostats: diclazuril or lasalocid A sodium.\n(1)  Details of the analytical methods are available at the following address of the European Union Reference Laboratory for Feed Additives: https://ec.europa.eu/jrc/en/eurl/feed-additives/evaluation-reports"}