{"celex_id": "32010R0028", "uri": "http://publications.europa.eu/resource/cellar/f284b673-5325-4947-b621-68b0c181a476", "type": "Regulation", "concepts": ["1309", "161", "1644", "2771", "3732", "690"], "title": "Commission Regulation (EU) No 28/2010 of 13 January 2010 laying down the allocation coefficient to be applied to import licence applications lodged from 1 to 8 January 2010 under the tariff quota opened by Regulation (EC) No 955/2005 for rice originating in Egypt\n", "header": "14.1.2010 EN Official Journal of the European Union L 9/9\nCOMMISSION REGULATION (EU) No 28/2010\nof 13 January 2010\nlaying down the allocation coefficient to be applied to import licence applications lodged from 1 to 8 January 2010 under the tariff quota opened by Regulation (EC) No 955/2005 for rice originating in Egypt\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 955/2005 (3) opened an annual import tariff quota for 5 605 tonnes of rice falling within CN code 1006 originating in Egypt (order No 09.4097).\n(2) The notification made in accordance with Article 5(a) of Regulation (EC) No 955/2005 shows that the applications lodged from 13.00 (Brussels time) on 1 January 2010 until 13.00 on 8 January 2010 in accordance with Article 4(1) of that Regulation relate to quantities in excess of those available. The extent to which licences may be issued should therefore be determined and the allocation coefficient to be applied to the quantities applied for should be laid down.\n(3) The submission of new import licence applications should also be suspended under Regulation (EC) No 955/2005 until the end of the current quota period, in accordance with Article 4(2) of that Regulation.\n(4) In order to ensure sound management of the procedure of issuing import licences, the present Regulation should enter into force immediately after its publication,", "main_body": ["1.   Applications for import licences for rice originating in Egypt under the quota referred to in Regulation (EC) No 955/2005 lodged from 13.00 (Brussels time) on 1 January 2010 until 13.00 on 8 January 2010 shall be accepted for the quantities applied for multiplied by an allocation coefficient of 8,623076 %.\n2.   The submission of new import licence applications from 13.00 (Brussels time) on Friday 8 January 2010 is hereby suspended until the end of the current quota period.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 January 2010.\nFor the Commission, On behalf of the President,\nJean-Luc DEMARTY\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 164, 24.6.2005, p. 5."}