{"celex_id": "32011R0787", "uri": "http://publications.europa.eu/resource/cellar/3d40cf8c-0950-4108-9b13-409867c0f468", "type": "Regulation", "concepts": ["191", "3618", "5055", "5451"], "title": "Commission Implementing Regulation (EU) No 787/2011 of 5 August 2011 approving the active substance 1-naphthylacetic acid, in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending the Annex to Commission Implementing Regulation (EU) No 540/2011 and Commission Decision 2008/941/EC  Text with EEA relevance\n", "header": "6.8.2011 EN Official Journal of the European Union L 203/16\nCOMMISSION IMPLEMENTING REGULATION (EU) No 787/2011\nof 5 August 2011\napproving the active substance 1-naphthylacetic acid, in accordance with Regulation (EC) No 1107/2009 of the European Parliament and of the Council concerning the placing of plant protection products on the market, and amending the Annex to Commission Implementing Regulation (EU) No 540/2011 and Commission Decision 2008/941/EC\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular Article 13(2) and Article 78(2) thereof,\nWhereas:\n(1) In accordance with Article 80(1)(c) of Regulation (EC) No 1107/2009, Council Directive 91/414/EEC (2) is to apply to active substances for which completeness has been established in accordance with Article 16 of Commission Regulation (EC) No 33/2008 (3), with respect to the procedure and the conditions for approval. 1-naphthylacetic acid, previously referred to as ‘naphthylacetic acid’, is an active substance for which completeness has been established in accordance with that Regulation.\n(2) Commission Regulations (EC) No 1112/2002 (4) and (EC) No 2229/2004 (5) lay down the detailed rules for the implementation of the fourth stage of the programme of work referred to in Article 8(2) of Directive 91/414/EEC and establish a list of active substances to be assessed, with a view to their possible inclusion in Annex I to Directive 91/414/EEC. That list included 1-naphthylacetic acid.\n(3) In accordance with Article 24e of Regulation (EC) No 2229/2004 the notifier withdrew its support of the inclusion of that active substance in Annex I to Directive 91/414/EEC within 2 months from receipt of the draft assessment report referred to in Article 24(2) of that Regulation. Consequently, Commission Decision 2008/941/EC of 8 December 2008 concerning the non-inclusion of certain active substances in Annex I to Council Directive 91/414/EEC and the withdrawal of authorisations for plant protection products containing these substances (6) was adopted on the non-inclusion of 1-naphthylacetic acid.\n(4) Pursuant to Article 6(2) of Directive 91/414/EEC the original notifier (hereinafter ‘the applicant’) submitted a new application requesting the accelerated procedure to be applied, as provided for in Articles 14 to 19 of Regulation (EC) No 33/2008 laying down detailed rules for the application of Directive 91/414/EEC as regards a regular and an accelerated procedure for the assessment of active substances which were part of the programme of work referred to in Article 8(2) of that Directive but have not been included into its Annex I.\n(5) The application was submitted to France, which had been designated rapporteur Member State by Regulation (EC) No 2229/2004. The time period for the accelerated procedure was respected. The specification of the active substance and the supported uses are the same as were the subject of Decision 2008/941/EC. That application also complies with the remaining substantive and procedural requirements of Article 15 of Regulation (EC) No 33/2008.\n(6) France evaluated the additional data submitted by the applicant and prepared an additional report. It communicated that report to the European Food Safety Authority (hereinafter ‘the Authority’) and to the Commission on 12 March 2010. The Authority communicated the additional report to the other Member States and the applicant for comments and forwarded the comments it had received to the Commission. In accordance with Article 20(1) of Regulation (EC) No 33/2008 and at the request of the Commission, the Authority presented its conclusion on 1-naphthylacetic acid to the Commission on 15 February 2011 (7). The draft assessment report, the additional report and the conclusion of the Authority were reviewed by the Member States and the Commission within the Standing Committee on the Food Chain and Animal Health and finalised on 17 June 2011 in the format of the Commission review report for 1-naphthylacetic acid.\n(7) It has appeared from the various examinations made that plant protection products containing 1-naphthylacetic acid may be expected to satisfy, in general, the requirements laid down in Article 5(1)(a) and (b) of Directive 91/414/EEC, in particular as regards the uses which were examined and detailed in the Commission review report. It is therefore appropriate to approve 1-naphthylacetic acid in accordance with Regulation (EC) No 1107/2009.\n(8) In accordance with Article 13(2) of Regulation (EC) No 1107/2009 in conjunction with Article 6 thereof and in the light of current scientific and technical knowledge, it is, however, necessary to include certain conditions and restrictions.\n(9) Without prejudice to the conclusion that 1-naphthylacetic acid should be approved, it is, in particular, appropriate to require further confirmatory information.\n(10) A reasonable period should be allowed to elapse before approval in order to permit Member States and the interested parties to prepare themselves to meet the new requirements resulting from the approval.\n(11) Without prejudice to the obligations defined by Regulation (EC) No 1107/2009 as a consequence of the approval, taking into account the specific situation created by the transition from Directive 91/414/EEC to Regulation (EC) No 1107/2009 the following should, however, apply. Member States should be allowed a period of 6 months after approval to review authorisations of plant protection products containing 1-naphthylacetic acid. Member States should, as appropriate, vary, replace or withdraw existing authorisations. By way of derogation from the above deadline, a longer period should be provided for the submission and assessment of the update of the complete Annex III dossier, as set out in Directive 91/414/EEC, of each plant protection product for each intended use in accordance with the uniform principles.\n(12) The experience gained from inclusions in Annex I to Directive 91/414/EEC of active substances assessed in the framework of Commission Regulation (EEC) No 3600/92 of 11 December 1992 laying down the detailed rules for the implementation of the first stage of the programme of work referred to in Article 8(2) of Council Directive 91/414/EEC concerning the placing of plant protection products on the market (8) has shown that difficulties can arise in interpreting the duties of holders of existing authorisations in relation to access to data. In order to avoid further difficulties it therefore appears necessary to clarify the duties of the Member States, especially the duty to verify that the holder of an authorisation demonstrates access to a dossier satisfying the requirements of Annex II to that Directive. However, this clarification does not impose any new obligations on Member States or holders of authorisations compared to the directives which have been adopted until now amending Annex I to that Directive or the Regulations approving active substances.\n(13) In accordance with Article 13(4) of Regulation (EC) No 1107/2009 the Annex to Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (9) should be amended accordingly.\n(14) Decision 2008/941/EC provides for the non-inclusion of 1-naphthylacetic acid and the withdrawal of authorisations for plants protection products containing that substance by 31 December 2011. It is necessary to delete the line concerning ‘naphthylacetic acid’ in the Annex to that Decision. It is therefore appropriate to amend Decision 2008/941/EC accordingly.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Approval of active substance\nThe active substance 1-naphthylacetic acid, as specified in Annex I, is approved subject to the conditions laid down in that Annex.", "Re-evaluation of plant protection products\n1.   Member States shall in accordance with Regulation (EC) No 1107/2009, where necessary, amend or withdraw existing authorisations for plant protection products containing 1-naphthylacetic acid as an active substance by 30 June 2012.\nBy that date they shall in particular verify that the conditions in Annex I to this Regulation are met, with the exception of those identified in Part B of the column on specific provisions of that Annex, and that the holder of the authorisation has, or has access to, a dossier satisfying the requirements of Annex II to Directive 91/414/EEC in accordance with the conditions of Article 13(1) to (4) of that Directive and Article 62 of Regulation (EC) No 1107/2009.\n2.   By way of derogation from paragraph 1, for each authorised plant protection product containing 1-naphthylacetic acid as either the only active substance or as one of several active substances all of which were listed in the Annex to Implementing Regulation (EU) No 540/2011 by 31 December 2011 at the latest, Member States shall re-evaluate the product in accordance with the uniform principles, as referred to in Article 29(6) of Regulation (EC) No 1107/2009, on the basis of a dossier satisfying the requirements of Annex III to Directive 91/414/EEC and taking into account Part B of the column on specific provisions of Annex I to this Regulation. On the basis of that evaluation, they shall determine whether the product satisfies the conditions set out in Article 29(1) of Regulation (EC) No 1107/2009. Following that determination Member States shall:\n(a) in the case of a product containing 1-naphthylacetic acid as the only active substance, where necessary, amend or withdraw the authorisation by 31 December 2015 at the latest; or\n(b) in the case of a product containing 1-naphthylacetic acid as one of several active substances, where necessary, amend or withdraw the authorisation by 31 December 2015 or by the date fixed for such an amendment or withdrawal in the respective act or acts which added the relevant substance or substances to Annex I to Directive 91/414/EEC or approved that substance or substances, whichever is the latest.", "Amendments to Implementing Regulation (EU) No 540/2011\nThe Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with Annex II to this Regulation.", "Amendments to Decision 2008/941/EC\nThe line concerning ‘naphthylacetic acid’ in the Annex to Decision 2008/941/EC is deleted.", "Entry into force and date of application\nThis Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 August 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  OJ L 230, 19.8.1991, p. 1.\n(3)  OJ L 15, 18.1.2008, p. 5.\n(4)  OJ L 168, 27.6.2002, p. 14.\n(5)  OJ L 379, 24.12.2004, p. 13.\n(6)  OJ L 335, 13.12.2008, p. 91.\n(7)  European Food Safety Authority; Conclusion on the peer review of the pesticide risk assessment of the active substance 1-naphthylacetic acid. EFSA Journal 2011;9(2):2019. [54 pp.]. doi:10.2903/j.efsa.2011.2019. Available online: www.efsa.europa.eu\n(8)  OJ L 366, 15.12.1992, p. 10.\n(9)  OJ L 153, 11.6.2011, p. 1.\nANNEX I\nCommon Name, Identification Numbers IUPAC Name Purity (1) Date of approval Expiration of approval Specific provisions\n1-naphthylacetic acid 1-naphthylacetic acid ≥ 980 g/kg 1 January 2012 31 December 2021 PART A\n(a) shall pay particular attention to the risk to operators and workers and shall ensure that conditions of use include the application of adequate personal protective equipment, where appropriate;\n(b) shall pay particular attention to the dietary exposure situation of consumers in view of future revisions of maximum residue levels;\n(c) shall pay particular attention to the protection of groundwater, when the active substance is applied in regions with vulnerable soil and/or climatic conditions;\n(d) shall pay particular attention to the risk to aquatic organisms;\n(e) shall pay particular attention to the risk to birds.\n(1) the route and rate of degradation in soil including an assessment of the potential for photolysis;\n(2) the long-term risk to birds.\n(1)  Further details on identity and specification of active substance are provided in the review report.\nANNEX II\nIn Part B of the Annex to Implementing Regulation (EU) No 540/2011, the following entry is added:\nNumber Common Name, Identification Numbers IUPAC Name Purity (1) Date of approval Expiration of approval Specific provisions\n‘13 1-naphthylacetic acid 1-naphthylacetic acid ≥ 980 g/kg 1 January 2012 31 December 2021 PART A\n(a) shall pay particular attention to the risk to operators and workers and shall ensure that conditions of use include the application of adequate personal protective equipment, where appropriate;\n(b) shall pay particular attention to the dietary exposure situation of consumers in view of future revisions of maximum residue levels;\n(c) shall pay particular attention to the protection of groundwater, when the active substance is applied in regions with vulnerable soil and/or climatic conditions;\n(d) shall pay particular attention to the risk to aquatic organisms;\n(e) shall pay particular attention to the risk to birds.\n(1) the route and rate of degradation in soil including an assessment of the potential for photolysis;\n(2) the long-term risk to birds.\n(1)  Further details on identity and specification of active substance are provided in the review report."}