{"celex_id": "32014D0860", "uri": "http://publications.europa.eu/resource/cellar/26a4079b-7bd2-11e4-97c9-01aa75ed71a1", "type": "Decision", "concepts": ["3804", "4212", "5335", "5556", "8482"], "title": "Council Decision 2014/860/CFSP of 1 December 2014 amending and extending Decision 2012/173/CFSP on the activation of the EU Operations Centre for the Common Security and Defence Policy missions and operation in the Horn of Africa\n", "header": "2.12.2014 EN Official Journal of the European Union L 346/32\nCOUNCIL DECISION 2014/860/CFSP\nof 1 December 2014\namending and extending Decision 2012/173/CFSP on the activation of the EU Operations Centre for the Common Security and Defence Policy missions and operation in the Horn of Africa\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 42(4) and 43(2) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 9 December 2013, the Council adopted Decision 2013/725/CFSP (1) amending and extending Council Decision 2012/173/CFSP. (2)\n(2) In line with the outcome of the Review of the EU Operations Centre, its mandate should be extended until December 2016. This will also allow for time to prepare for a transition of its coordination and planning functions and resources to the EEAS/CSDP structures on a permanent basis, in the context of the EEAS review process to be led by the High Representative of the Union for Foreign Affairs and Security Policy (HR), with due regard to the institutional framework and applicable procedures. There would be no need for further mandate extension after such a transition. Any future new entity within the EEAS/CSDP structures undertaking coordination and planning support functions would therefore have a different name reflecting this role. In the interim, the EU Operations Centre should expand its civil/military coordination and planning support role, and assume enhanced geographical responsibility for the Sahel region, within the established resource and staffing ceiling. Any geographical expansion beyond the Sahel region would require a separate Political and Security Committee (PSC) agreement.\n(3) Decision 2012/173/CFSP should therefore be amended and extended accordingly,", "main_body": ["Decision 2012/173/CFSP is amended as follows:\n(1) The title is replaced by the following:\n(2) In Article 1, paragraph 1 is replaced by the following:\n(3) Article 2 is replaced by the following:\n(a) provide direct support to the Civilian Operations Commander for the operational planning and conduct of the civilian missions in the Horn of Africa and in the Sahel region, using its military and specialised planning expertise;\n(b) provide support to the military Missions and Operation Commanders in the Horn of Africa and in the Sahel region;\n(c) provide support to the Crisis Management and Planning Directorate (CMPD), at its request, in its strategic planning for the CSDP missions and operation in the Horn of Africa and in the Sahel region;\n(d) facilitate interaction between the respective CSDP missions and operation and the Brussels-based structures. In relation to the “train and equip” pilot cases in Mali and Somalia, the EU Operations Centre may usefully provide support to a functional coordination mechanism, in view of its implementation plan;\n(e) facilitate coordination and improve synergies amongst the CSDP missions and operation in the Horn of Africa, in the context of the Horn of Africa Strategy and in liaison with the European Union Special Representative (EUSR) for the Horn of Africa and the European Union Special Envoy for Somalia;\n(f) facilitate coordination and improve synergies amongst the CSDP missions in the Sahel region, in the context of the Sahel Strategy and in liaison with the EUSR for the Sahel.\n(4) Article 3 is amended as follows:\n(a) paragraphs 1 and 1a are replaced by the following:\n(b) paragraph 4 is replaced by the following:\n(c) paragraph 5 is replaced by the following:\n(5) Article 4 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) in paragraph 2, the first sentence is replaced by the following:\n(c) paragraph 3 is replaced by the following:\n(6) Article 5 is replaced by the following:\n(7) Article 8 is deleted.\n(8) In Article 9, the second paragraph is replaced by the following:", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 1 December 2014.\nFor the Council\nThe President\nB. LORENZIN\n(1)  Council Decision 2013/725/CFSP of 9 December 2013 amending and extending Decision 2012/173/CFSP on the activation of the EU Operations Centre for the Common Security and Defence Policy missions and operation in the Horn of Africa (OJ L 329, 10.12.2013, p. 39).\n(2)  Council Decision 2012/173/CFSP of 23 March 2012 on the activation of the EU Operations Centre for the Common Security and Defence Policy missions and operation in the Horn of Africa (OJ L 89, 27.3.2012, p. 66).\n(3)  Council Decision 2013/488/EU of 23 September 2013 on the security rules for protecting EU classified information (OJ L 274, 15.10.2013, p. 1).’"}