{"celex_id": "32011R1385", "uri": "http://publications.europa.eu/resource/cellar/35bdddb9-f70b-43ea-9c4e-5ccf66379a8b", "type": "Regulation", "concepts": ["1085", "1182", "1217", "1474", "1519", "2282", "2329", "2437", "2556", "2563", "2850", "2879", "4788", "544", "863"], "title": "Council Regulation (EU) No 1385/2011 of 14 November 2011 on the allocation of the fishing opportunities under the Protocol agreed between the European Union and the Republic of Guinea-Bissau setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force\n", "header": "28.12.2011 EN Official Journal of the European Union L 344/34\nCOUNCIL REGULATION (EU) No 1385/2011\nof 14 November 2011\non the allocation of the fishing opportunities under the Protocol agreed between the European Union and the Republic of Guinea-Bissau setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 17 March 2008 the Council adopted Regulation (EC) No 241/2008 on the conclusion of the Fisheries Partnership Agreement between the European Community and the Republic of Guinea-Bissau (1) (hereinafter ‘the Partnership Agreement’).\n(2) A new Protocol to the Partnership Agreement was initialled on 15 June 2011 (hereinafter ‘the new Protocol’). The new Protocol grants EU vessels fishing opportunities in waters in which Guinea-Bissau exercises its sovereignty or jurisdiction as regards fishing.\n(3) On 14 November 2011 the Council adopted Decision 2011/885/EU (2) on the signing and provisional application of the new Protocol.\n(4) The method for allocating the fishing opportunities among the Member States should be defined for the period when the new Protocol applies.\n(5) Article 10(1) of Council Regulation (EC) No 1006/2008 of 29 September 2008 concerning authorisations for fishing activities of Community fishing vessels outside Community waters and the access of third country vessels to Community waters (3) provides that the Commission will inform the Member States concerned if it appears that the fishing opportunities allocated to the Union under the new Protocol are not fully utilised. The absence of a reply within the time limits to be set by the Council is considered as a confirmation that the vessels of the Member State concerned are not making full use of their fishing opportunities during the period concerned. Those time limits should be set.\n(6) Given that the previous Protocol expired on 15 June 2011, this Regulation should enter into force on the date of its publication in the Official Journal of the European Union and apply with effect from 16 June 2011,", "main_body": ["1.   The fishing opportunities fixed under the Protocol attached to Decision 2011/885/EU on the signing and provisional application of that Protocol, shall be allocated between the Member States as follows:\n(a) shrimp fishing:\nSpain 1 421 GRT\nItaly 1 776 GRT\nGreece 137 GRT\nPortugal 1 066 GRT;\n(b) fin-fish/cephalopods:\nSpain 3 143 GRT\nItaly 786 GRT\nGreece 471 GRT;\n(c) tuna seiners and surface longliners:\nSpain 10 vessels\nFrance 9 vessels\nPortugal 4 vessels;\n(d) pole-and-line vessels:\nSpain 10 vessels\nFrance 4 vessels.\n2.   Regulation (EC) No 1006/2008 shall apply without prejudice to the Fisheries Partnership Agreement between the European Community and the Republic of Guinea-Bissau.\n3.   If applications for fishing authorisations from the Member States referred to in paragraph 1 do not cover all fishing opportunities set by the Protocol, the Commission shall consider applications for fishing authorisations from any other Member State pursuant to Article 10 of Regulation (EC) No 1006/2008.\nThe time limit provided by Article 10(1) of that Regulation is set at 10 working days.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply with effect from 16 June 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 2011.\nFor the Council\nThe President\nM. SAWICKI\n(1)  OJ L 75, 18.3.2008, p. 49.\n(2)  See page 1 of this Official Journal.\n(3)  OJ L 286, 29.10.2008, p. 33."}