{"celex_id": "32011R0999", "uri": "http://publications.europa.eu/resource/cellar/b13d848d-7f92-4401-9366-d0738118e468", "type": "Regulation", "concepts": ["1616", "3483", "3870", "5458", "5559", "820"], "title": "Council Regulation (EU) No 999/2011 of 10 October 2011 amending Regulation (EC) No 765/2006 concerning restrictive measures in respect of Belarus\n", "header": "11.10.2011 EN Official Journal of the European Union L 265/6\nCOUNCIL REGULATION (EU) No 999/2011\nof 10 October 2011\namending Regulation (EC) No 765/2006 concerning restrictive measures in respect of Belarus\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2011/666/CFSP of 10 October 2011 amending Decision 2010/639/CFSP concerning restrictive measures against Belarus (1),\nHaving regard to the joint proposal of the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) Council Regulation (EC) No 765/2006 of 18 May 2006 (2) provides for a freezing of the assets of President Lukashenko and certain officials of Belarus.\n(2) By Regulation (EU) No 588/2011 of 20 June 2011 (3), the Council added further names to the list of persons targeted by the asset freeze. These further names included entities.\n(3) By Decision 2011/666/CFSP, the Council has decided that a derogation from the asset freeze should be provided, in order to ensure that EU companies are not prohibited from recovering funds owed to them by the listed entities under contracts entered into prior to the listing of those entities.\n(4) This measure falls within the scope of the Treaty and regulatory action at the level of the Union is therefore necessary in order to give effect to it, in particular with a view to ensuring its uniform application by economic operators in all Member States.\n(5) Regulation (EC) No 765/2006 should therefore be amended accordingly,", "main_body": ["In Regulation (EC) No 765/2006, the following Article is inserted:\n‘Article 4a\nBy way of derogation from Article 2(1), where a payment by a natural or legal person, entity or body listed in Annex I or Annex IA is due under a contract or agreement that was concluded by, or an obligation that arose for the natural or legal person, entity or body concerned before the date on which that person, entity or body had been listed, the competent authorities of the Member States, as indicated on the websites listed in Annex II, may authorise, under such conditions as they deem appropriate, the release of certain frozen funds or economic resources, provided that:\n(i) the competent authority concerned has determined that the payment is not, directly or indirectly, to or for the benefit of a person, entity or body listed in Annex I or Annex IA; and\n(ii) the Member State concerned has, at least 2 weeks prior to the grant of the authorisation, notified the other Member States and the Commission of that determination and its intention to grant the authorisation.’.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 10 October 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  See page 17 of this Official Journal.\n(2)  OJ L 134, 20.5.2006, p. 1.\n(3)  OJ L 161, 21.6.2011, p. 1."}