{"celex_id": "32014R0676", "uri": "http://publications.europa.eu/resource/cellar/32e65c7d-f84b-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["1565", "2735", "5451", "5734", "6569"], "title": "Commission Implementing Regulation (EU) No 676/2014 of 19 June 2014 amending Regulation (EU) No 37/2010, as regards the substance ‘triclabendazole’  Text with EEA relevance\n", "header": "20.6.2014 EN Official Journal of the European Union L 180/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 676/2014\nof 19 June 2014\namending Regulation (EU) No 37/2010, as regards the substance ‘triclabendazole’\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and the Council (1), and in particular Article 14 in conjunction with Article 17 thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) The maximum residue limit (hereinafter ‘MRL’) for pharmacologically active substances intended for use in the Union in veterinary medicinal products for food-producing animals or in biocidal products used in animal husbandry is to be established in accordance with Regulation (EC) No 470/2009.\n(2) Pharmacologically active substances and their classification regarding MRLs in foodstuffs of animal origin are set out in the Annex to Commission Regulation (EU) No 37/2010 (2).\n(3) Triclabendazole is currently included in Table 1 of the Annex to Regulation (EU) No 37/2010 as an allowed substance, for all ruminants, applicable to muscle, fat, liver, kidney and milk. The provisional maximum residue limits for that substance set out for all ruminants' milk expired on 1 January 2014.\n(4) Additional data were provided and assessed by the Committee for Medicinal Products for Veterinary Use who recommended that the provisional MRLs for triclabendazole for all ruminants' milk should be set as definitive.\n(5) The entry for triclabendazole in Table 1 of the Annex to Regulation (EU) No 37/2010 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["The Annex to Regulation (EU) No 37/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 152, 16.6.2009, p. 11.\n(2)  Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (OJ L 15, 20.1.2010, p. 1).\nANNEX\nIn Table 1 of the Annex to Regulation (EU) No 37/2010, the entry for the substance ‘triclabendazole’ is replaced by the following:\nPharmacologically active Substance Marker residue Animal Species MRL Target Tissues Other Provisions (according to Article 14(7) of Regulation (EC) No 470/2009) Therapeutic Classification\n‘Triclabendazole Sum of the extractable residues that may be oxidised to ketotriclabendazole All ruminants 225 μg/kg Muscle NO ENTRY Antiparasitic agents/Agents against endoparasites’"}