{"celex_id": "32011R0297", "uri": "http://publications.europa.eu/resource/cellar/82538990-fb98-4225-9707-9e5fd38669d2", "type": "Regulation", "concepts": ["1224", "1284", "1445", "1524", "1644", "2539", "2735", "2771", "3191", "3730", "6268", "921"], "title": "Commission Implementing Regulation (EU) No 297/2011 of 25 March 2011 imposing special conditions governing the import of feed and food originating in or consigned from Japan following the accident at the Fukushima nuclear power station  Text with EEA relevance\n", "header": "26.3.2011 EN Official Journal of the European Union L 80/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 297/2011\nof 25 March 2011\nimposing special conditions governing the import of feed and food originating in or consigned from Japan following the accident at the Fukushima nuclear power station\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53 (1) (b)(ii) thereof,\nWhereas:\n(1) Article 53 of Regulation (EC) No 178/2002 provides for the possibility to adopt appropriate Community emergency measures for food and feed imported from a third country in order to protect public health, animal health or the environment, where the risk cannot be contained satisfactorily by means of measures taken by the Member States individually.\n(2) Following the accident at the Fukushima nuclear power station on 11 March 2011, the Commission was informed that radionuclide levels in certain food products originating in Japan such as milk and spinach exceeded the action levels in food applicable in Japan. Such contamination may constitute a threat to public and animal health within the Union and it is therefore appropriate as a precautionary measure to urgently take measures at Union level to ensure the safety of the feed and food, including fish and fishery products, originating in or consigned from Japan. As the accident is not yet under control, it is at this stage appropriate that the required testing before export would apply to feed and food originating from the affected prefectures with a buffer zone and a random testing of feed and food at import originating from the whole territory of Japan.\n(3) Maximum levels have been established by Council Regulation (Euratom) No 3954/87 of 22 December 1987 laying down maximum permitted levels of radioactive contamination of foodstuffs and of feedingstuffs following a nuclear accident or any other case of radiological emergency (2), Commission Regulation (Euratom) No 944/89 of 12 April 1989 laying down maximum permitted levels of radioactive contamination in minor foodstuffs following a nuclear accident or any other case of radiological emergency (3) and Commission Regulation (Euratom) No 770/90 of 29 March 1990 laying down maximum permitted levels of radioactive contamination of feedingstuffs following a nuclear accident or any other case of radiological emergency (4).\n(4) These maximum levels can be rendered applicable after the Commission is informed of a nuclear accident substantiating that the maximum permitted levels of radioactive contamination of foodstuffs and feedingstuffs are likely to be reached or have been reached pursuant to Council Decision 87/600/Euratom of 14 December 1987 on Community arrangements for the early exchange of information in the event of radiological emergency (5) or under the International Atomic Energy Agency (IAEA) Convention on early notification of a nuclear accident of 26 September 1986. In the meantime it is appropriate to use these pre–established maximum levels as reference values to judge the acceptability to place feed and food on the market.\n(5) The Japanese authorities have informed the Commission services that appropriate testing is carried out on food products from the affected region exported from Japan.\n(6) In addition to the testing carried out by the Japanese authorities, it is appropriate to foresee random controls on such imports.\n(7) It is appropriate that Member States inform the Commission of all analytical results through the Rapid Alert System for Food and Feed (RASFF) and the European Union's Urgent Radiological Information Exchange system (ECURIE). The measures will be reviewed on the basis of these analytical results.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Scope\nThis Regulation shall apply to feedstuffs and foodstuffs within the meaning of Article 1 (2) of Regulation 3954/87 originating in or consigned from Japan, with the exclusion of products which left Japan before 28 March 2011 and of products which have been harvested and/or processed before 11 March 2011.", "Attestation\n1.   All consignments of the products referred to in Article 1 shall be subject to the conditions laid down in this Regulation.\n2.   Consignments of the products referred to in Article 1 falling outside the scope of Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community for third countries (6) shall be introduced into the EU through a designated point of entry (hereinafter ‘DPE’) within the meaning of Article 3 (b) of Commission Regulation (EC) No 669/2009 of 24 July 2009 implementing Regulation (EC) 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin and amending Decision 2006/504/EC (7).\n3.   Each consignment of the products referred to in Article 1 shall be accompanied by a declaration, attesting that\n— the product has been harvested and/or processed before 11 March 2011, or\n— the product is originating from a prefecture other than Fukushima, Gunma, Ibaraki, Tochigi, Miyagi, Yamagata, Niigata, Nagano, Yamanashi, Saitama, Tokyo and Chiba, or\n— in case the product is originating from the prefectures Fukushima, Gunma, Ibaraki, Tochigi, Miyagi, Yamagata, Niigata, Nagano, Yamanashi, Saitama, Tokyo and Chiba, the product does not contain levels of the radionuclides iodine-131, caesium-134 and caesium-137 above the maximum levels provided for in Council Regulation (Euratom) No 3954/87 of 22 December 1987, Commission Regulation (Euratom) No 944/89 of 12 April 1989 and Commission Regulation (Euratom) No 770/90 of 29 March 1990.\n4.   The model of the declaration referred to in paragraph 3 is set out in the Annex. The declaration shall be signed by an authorised representative of the Japanese competent authorities and shall for the products falling under paragraph 3, third indent be accompanied by an analytical report.", "Identification\nEach consignment of the products referred to in Article 1 shall be identified by means of a code which shall be indicated on the declaration, on the analytical report containing the results of sampling and analysis, sanitary certificate and on any commercial documents accompanying the consignment.", "Prior notification\nFeed and food business operators or their representatives shall give prior notification of the arrival of each consignment of the products referred to in Article 1, at least two working days prior to the physical arrival of the consignment, to the competent authorities at the Border Inspection Post (hereinafter ‘BIP’) or at the DPE.", "Official controls\n1.   The competent authorities of the BIP or DPE shall carry out documentary and identity checks on all consignments of products referred to in Article 1, and physical checks, including laboratory analysis, on the presence of iodine-131, caesium-134 and caesium-137, on at least 10% of such consignments of the products referred to in Article 2 (3), 3rd indent and on at least 20 % of such consignments of the products referred to in Article 2(3) 2nd indent.\n2.   Consignments shall be kept under official control, for a maximum of 5 working days, pending the availability of the results of the laboratory analysis.\n3.   The release for free circulation of consignments shall be subject to the presentation by the feed and food business operator or their representative to the customs authorities of the declaration referred to in Annex, duly endorsed by the competent authority at the BIP or DPE, giving evidence that the official controls referred to in paragraph 1 have been carried out and that the results from physical checks, where such checks were carried out, have been favourable.", "Costs\nAll costs resulting from the official controls referred to in Article 5(1) and 5(2) and any measures taken following non-compliance, shall be borne by the feed and food business operator.", "Non-compliant products\nPursuant to Article 6 of Regulation (Euratom) No 3954/87 feedstuffs and foodstuffs not in compliance with the maximum permitted levels referred to in the Annex of Regulation (Euratom) No 3954/87, Regulation (Euratom) No 944/89 and Regulation (Euratom) No 770/90 shall not be placed on the market safely disposed of or returned to the country of origin.", "Reports\nMember States shall inform the Commission regularly through the Rapid Alert System for Food and Feed (RASFF) and the European Union's Urgent Radiological Information Exchange system (ECURIE) of all analytical results obtained.", "Entry into force and period of application\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from the date of entry into force until 30 June 2011. The Regulation will be reviewed monthly on the basis of the analytical results obtained.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 371, 30.12.1987, p. 11.\n(3)  OJ L 101, 13.4.1989, p. 17.\n(4)  OJ L 83, 30.3.1990, p. 78.\n(5)  OJ L 371, 30.12.1987, p. 76.\n(6)  OJ L 24, 30.1.1998, p. 9.\n(7)  OJ L 194, 25.7.2009, p. 11.\nANNEX"}