{"celex_id": "32014R0221", "uri": "http://publications.europa.eu/resource/cellar/c730e6df-a697-11e3-8438-01aa75ed71a1", "type": "Regulation", "concepts": ["1115", "1225", "1602", "5856", "680", "862", "873", "922"], "title": "Commission Implementing Regulation (EU) No 221/2014 of 7 March 2014 amending Regulation (EC) No 288/2009 in respect of fixing the indicative allocation of the aid under the School Fruit and Vegetables Scheme\n", "header": "8.3.2014 EN Official Journal of the European Union L 69/102\nCOMMISSION IMPLEMENTING REGULATION (EU) No 221/2014\nof 7 March 2014\namending Regulation (EC) No 288/2009 in respect of fixing the indicative allocation of the aid under the School Fruit and Vegetables Scheme\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Council Regulation (EU) No 1370/2013 of 16 December 2013 determining measures on fixing certain aids and refunds related to the common organisation of the markets in agricultural products (1), and in particular Article 5(2) thereof,\nWhereas:\n(1) Article 5 of Regulation (EU) No 1370/2013 sets the overall amount of the Union aid for the supply of fruit and vegetables, processed fruit and vegetables and banana products to children as referred to in Article 23 of Regulation (EU) No 1308/2013 of European Parliament and of the Council (2) (hereinafter ‘school fruit and vegetables scheme’). Furthermore, Article 5 of Regulation (EU) No 1370/2013 fixes the maximum co-financing rates and a minimum amount of that aid per Member State.\n(2) The Commission should fix the indicative allocation of the aid for the school fruit and vegetables scheme to each Member State on the basis of criteria referred to in Article 23(5) of Regulation (EU) No 1308/2013. The Commission should furthermore periodically assess whether the indicative allocation remains consistent with those criteria.\n(3) Annex II to Commission Regulation (EC) No 288/2009 (3) sets the amount of the indicative allocation of Union aid per Member State based on the overall Union budget of EUR 90 million. Since Regulation (EU) No 1370/2013 increases the overall budget for the school fruit and vegetables scheme to EUR 150 million and it fixes new co-financing rates, a new indicative allocation should be fixed.\n(4) The new indicative allocation should also take into account the criteria referred to in Article 23(5) of Regulation (EU) No 1308/2013 based on the latest available data from 2012 as regards the number of children in the age group of six- to ten-year olds as a proportion of the population in Member State's regions.\n(5) Regulation (EC) No 288/2009 should therefore be amended accordingly. To take into account the periodicity of the school year, the new indicative allocation should therefore become applicable as from 1 August 2014.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of the Agricultural Markets,", "main_body": ["Amendment of Regulation (EC) No 288/2009\nAnnex II is replaced by the text set out in the Annex to this Regulation.", "Entry into force and application\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 August 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 346, 20.12.2013, p. 12.\n(2)  Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common market organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (OJ L 347, 20.12.2013, p. 671).\n(3)  Commission Regulation (EC) No 288/2009 of 7 April 2009 laying down detailed rules for applying Council Regulation (EC) No 1234/2007 as regards Community aid for supplying fruit and vegetables, processed fruit and vegetables and banana products to children in educational establishments, in the framework of a School Fruit Scheme (OJ L 94, 8.4.2009, p. 38).\nANNEX\n‘ANNEX II\nIndicative allocation of Union aid per Member State\nMember State Co-financing rate (in %) Children 6-10 abs. numbers EUR\nAustria 75 % 406 322 2 239 273\nBelgium 75 % 611 450 3 369 750\nBulgaria 90 % 316 744 2 094 722\nCroatia 90 % 205 774 1 360 845\nCyprus 75 % 44 823 290 000\nCzech Republic 88 % 480 495 3 124 660\nDenmark 75 % 328 182 1 808 638\nEstonia 90 % 66 436 439 361\nFinland 75 % 290 308 1 599 911\nFrance 76 % 4 051 279 22 500 145\nGermany 75 % 3 575 991 19 707 575\nGreece 81 % 529 648 3 143 600\nHungary 86 % 482 160 3 031 022\nIreland 75 % 319 126 1 758 729\nItaly 80 % 2 853 098 16 719 794\nLatvia 90 % 95 861 633 957\nLithuania 90 % 136 285 901 293\nLuxembourg 75 % 29 473 290 000\nMalta 75 % 19 511 290 000\nNetherlands 75 % 986 118 5 434 576\nPoland 88 % 1 802 733 11 645 350\nPortugal 85 % 527 379 3 284 967\nRomania 89 % 1 054 185 6 869 985\nSlovakia 89 % 262 703 1 709 502\nSlovenia 83 % 91 095 554 291\nSpain 75 % 2 337 457 12 939 604\nSweden 75 % 518 322 2 856 514\nUnited Kingdom 76 % 3 494 635 19 401 935\nEU 28 79 % 25 917 593 150 000 000’"}