{"celex_id": "32015R0307", "uri": "http://publications.europa.eu/resource/cellar/90da564e-be4b-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2987", "5451"], "title": "Commission Implementing Regulation (EU) 2015/307 of 26 February 2015 amending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substance triclopyr  Text with EEA relevance\n", "header": "27.2.2015 EN Official Journal of the European Union L 56/6\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/307\nof 26 February 2015\namending Implementing Regulation (EU) No 540/2011 as regards the conditions of approval of the active substance triclopyr\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1107/2009 of the European Parliament and of the Council of 21 October 2009 concerning the placing of plant protection products on the market and repealing Council Directives 79/117/EEC and 91/414/EEC (1), and in particular the second alternative of Article 21(3) and Article 78(2) thereof,\nWhereas:\n(1) Commission Directive 2006/74/EC (2) included triclopyr as active substance in Annex I to Council Directive 91/414/EEC (3), under the condition that the Member States concerned ensure that the notifier at whose request triclopyr was included in that Annex provide further confirmatory information on the risk assessment on acute and long-term exposure for birds and mammals and the risk to aquatic organisms from exposure to the metabolite 6-chloro-2-pyridinol.\n(2) Active substances included in Annex I to Directive 91/414/EEC are deemed to have been approved under Regulation (EC) No 1107/2009 and are listed in Part A of the Annex to Commission Implementing Regulation (EU) No 540/2011 (4).\n(3) The notifier submitted additional information with a view to confirm the risk assessment for birds and mammals and aquatic organisms to the rapporteur Member State Ireland within the time period provided for its submission.\n(4) Ireland assessed the additional information submitted by the notifier. It submitted its assessment, in the form of two addenda to the draft assessment report, to the other Member States, the Commission, and the European Food Safety Authority, hereinafter ‘the Authority’, on 25 January 2011 and on 22 November 2013.\n(5) The Commission considered that the additional information provided by the notifier demonstrated that an unacceptable risk for birds and mammals could not be excluded except by imposing further restrictions.\n(6) The Commission invited the notifier to submit its comments on the review report for triclopyr.\n(7) The Commission has concluded that the further confirmatory information required has not fully been provided and that an unacceptable risk for birds and mammals cannot be excluded except by imposing further restrictions.\n(8) It is confirmed that the active substance triclopyr is to be deemed to have been approved under Regulation (EC) No 1107/2009. In order to minimise the exposure of birds and mammals, it is, however, appropriate to amend the conditions of use of this active substance, in particular by restricting its use.\n(9) The Annex to Implementing Regulation (EU) No 540/2011 should therefore be amended accordingly.\n(10) Member States should be provided with time to amend or withdraw authorisations for plant protection products containing triclopyr.\n(11) For plant protection products containing triclopyr, where Member States grant any grace period in accordance with Article 46 of Regulation (EC) No 1107/2009, this period should expire, at the latest, 18 months after the entry into force of this Regulation.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Amendment to Implementing Regulation (EC) No 540/2011\nPart A of the Annex to Implementing Regulation (EU) No 540/2011 is amended in accordance with the Annex to this Regulation.", "Transitional measures\nMember States shall in accordance with Regulation (EC) No 1107/2009, where necessary amend or withdraw existing authorisations for plant protection products containing triclopyr as active substance by 19 September 2015.", "Period of grace\nAny grace period granted by Member States in accordance with Article 46 of Regulation (EC) No 1107/2009 shall be as short as possible and shall expire by 19 September 2016 at the latest.", "Entry into force\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 309, 24.11.2009, p. 1.\n(2)  Commission Directive 2006/74/EC of 21 August 2006 amending Council Directive 91/414/EEC to include dichlorprop-P, metconazole, pyrimethanil and triclopyr as active substances (OJ L 235, 30.8.2006, p. 17).\n(3)  Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (OJ L 230, 19.8.1991, p. 1).\n(4)  Commission Implementing Regulation (EU) No 540/2011 of 25 May 2011 implementing Regulation (EC) No 1107/2009 of the European Parliament and of the Council as regards the list of approved active substances (OJ L 153, 11.6.2011, p. 1).\nANNEX\nThe column ‘Specific provisions’ of row 136, triclopyr, of Part A of the Annex to Implementing Regulation (EU) No 540/2011 is replaced by the following:\n‘PART A\nOnly uses as herbicide may be authorised. Only uses with a total application per year of maximum 480 g active substance per hectare shall be authorised.\nPART B\nFor the implementation of the uniform principles as referred to in Article 29(6) of Regulation (EC) No 1107/2009, the conclusions of the review report on triclopyr, and in particular Appendices I and II thereof, as finalised in the Standing Committee on Plants, Animals, Food and Feed on 12 December 2014 shall be taken into account.\nIn this overall assessment Member States:\n— shall pay particular attention to the protection of groundwater under vulnerable conditions. Conditions of authorisation shall include risk mitigation measures and monitoring programmes shall be initiated in vulnerable zones, where appropriate,\n— shall pay particular attention to the safety of operators and ensure that conditions of use prescribe the application of adequate personal protective equipment,\n— shall pay particular attention to the protection of birds, mammals, aquatic organisms and non-target plants. Conditions of authorisation shall include risk mitigation measures, where appropriate.’"}