{"celex_id": "32011L0072", "uri": "http://publications.europa.eu/resource/cellar/f34739e0-ebff-46a3-bcee-796d30f8f57b", "type": "Directive", "concepts": ["1252", "1994", "2527", "4476", "5383", "6400"], "title": "Directive 2011/72/EU of the European Parliament and of the Council of 14 September 2011 amending Directive 2000/25/EC as regards the provisions for tractors placed on the market under the flexibility scheme  Text with EEA relevance\n", "header": "23.9.2011 EN Official Journal of the European Union L 246/1\nDIRECTIVE 2011/72/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 14 September 2011\namending Directive 2000/25/EC as regards the provisions for tractors placed on the market under the flexibility scheme\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 114 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nActing in accordance with the ordinary legislative procedure (2),\nWhereas:\n(1) Directive 2000/25/EC of the European Parliament and of the Council of 22 May 2000 on action to be taken against the emission of gaseous and particulate pollutants by engines intended to power agricultural or forestry tractors (3) regulates exhaust emissions from engines installed in agricultural and forestry tractors with a view to further safeguarding human health and the environment. Directive 2000/25/EC provided that the emission limits applicable in 2010 for type approval of the majority of compression ignition engines, referred to as Stage III A, were to be replaced by the more stringent Stage III B limits, entering into force progressively as from 1 January 2011 with regard to the placing on the market, and from 1 January 2010 as regards the type-approval for those engines. Stage IV, providing for emission limits more stringent than Stage III B, will enter into force progressively as of 1 January 2013 as regards the type-approval for those engines and as of 1 January 2014 with regard to the placing on the market.\n(2) The transition to Stage III B involves a step change in technology requiring significant implementation costs for re-designing the engines and for developing advanced technical solutions. However, the current global financial and economic crisis or any economic downturn should not lead to a lowering of environmental standards. This revision of Directive 2000/25/EC should therefore be considered to be exceptional. Furthermore, investments in environmentally friendly technologies are important for the promotion of future growth, jobs and health security.\n(3) Directive 2000/25/EC provides for a flexibility scheme to allow tractor manufacturers to purchase, during a given stage, a limited number of engines that do not comply with emission limits applicable during that stage, but which are approved in accordance with the requirements of the stage immediately preceding the applicable one.\n(4) Since 2005, Directive 2000/25/EC has provided for the evaluation of the possible need for additional flexibilities in relation to Stages III B and IV emission limits. In order to provide temporary relief to the industry when moving to the next stage, it is necessary to adapt the conditions for applying the flexibility scheme.\n(5) During Stage III B, the number of tractors that are placed on the market and that enter into service should, in each engine category, not exceed 40 % of the number of tractors placed on the market by the tractor manufacturer in that engine category. The alternative option of allowing a fixed number of tractors to be placed on the market and to enter into service under the flexibility scheme should be adapted accordingly.\n(6) Manufacturers of tractors falling within the scope of this Directive should benefit from European financial support programmes or any relevant support programmes provided by Member States. Those support programmes may favour projects employing the best available technologies with the highest emission standards.\n(7) Directive 2000/25/EC should therefore be amended accordingly.\n(8) The measures provided for in this Directive reflect a temporary difficulty faced by the industry. As such, the application of those measures should be restricted to the duration of Stage III B.\n(9) Current emission limits should be made more stringent, including with respect to ultrafine black carbon particles notably by introducing particulate number limits in future legislation if this is justified by relevant impact assessments,", "main_body": ["Amendments to Directive 2000/25/EC\nDirective 2000/25/EC is hereby amended as follows:\n(1) in Article 1, the following indents are added:\n‘— “flexibility scheme” means the exemption procedure by means of which a Member State permits the placing on the market and entry into service of a limited number of tractors in accordance with the requirements laid down by Article 3a,\n— “engine category” means the classification of engines which combines the power range with the stage of exhaust emission limits,\n— “making available on the market” means any supply of a tractor or engine for distribution or use on the Union market in the course of a commercial activity, whether in return for payment or free of charge,\n— “placing on the market” means the first making available on the market of a tractor or engine,\n— “entry into service” means the first use, for its intended purpose, in the Union of a tractor or engine. The date on which it is registered, if applicable, or placed on the market shall be considered the date of entry into service.’;\n(2) Article 3a is replaced by the following:\n(3) Annex IV is replaced by the text appearing in the Annex to this Directive.", "Transposition\n1.   Member States shall adopt and publish, by 24 September 2011 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "Addressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 14 September 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  OJ C 107, 6.4.2011, p. 26.\n(2)  Position of the European Parliament of 23 June 2011 (not yet published in the Official Journal) and decision of the Council of 19 July 2011.\n(3)  OJ L 173, 12.7.2000, p. 1.\nANNEX\n‘ANNEX IV\nPROVISIONS FOR TRACTORS AND ENGINES PLACED ON THE MARKET UNDER THE FLEXIBILITY SCHEME LAID DOWN IN ARTICLE 3a\n1.   ACTIONS BY THE TRACTOR MANUFACTURERS\n1.1. Except during Stage III B, a tractor manufacturer who wishes to make use of the flexibility scheme shall request permission from the approval authority to place tractors on the market in accordance with the relevant provisions set out in this Annex. The number of tractors shall not exceed the ceilings set out in sections 1.1.1 and 1.1.2. The engines shall meet the requirements referred to in Article 3a.\n1.1.1. The number of tractors placed on the market under the flexibility scheme shall, in each engine category, not exceed 20 % of the annual number of tractors placed on the market by the tractor manufacturer with engines in that engine category (calculated as the average of the last five years’ sales on the Union market). Where a tractor manufacturer has marketed tractors in the Union for a period of less than five years the average will be calculated based on the actual period for which the tractor manufacturer has marketed tractors in the Union.\n1.1.2. As an alternative option to section 1.1.1, the number of tractors placed on the market under the flexibility scheme shall, in each power range, not exceed the following ceilings:\nEngine power range Number of tractors\n19 ≤ P < 37 200\n37 ≤ P < 75 150\n75 ≤ P < 130 100\n130 ≤ P ≤ 560 50\n1.2. During Stage III B, a tractor manufacturer who wishes to make use of the flexibility scheme shall request permission from the approval authority to place tractors on the market in accordance with the relevant provisions set out in this Annex. The number of tractors shall not exceed the ceilings set out in sections 1.2.1 and 1.2.2. The engines shall meet the requirements referred to in Article 3a.\n1.2.1. The number of tractors placed on the market under the flexibility scheme shall, in each engine category, not exceed 40 % of the annual number of tractors placed on the market by the tractor manufacturer with engines in that engine category (calculated as the average of the last five years’ sales on the Union market). Where a tractor manufacturer has marketed tractors in the Union for a period of less than five years the average will be calculated based on the actual period for which the tractor manufacturer has marketed tractors in the Union.\n1.2.2. As an alternative option to section 1.2.1, the number of tractors placed on the market under the flexibility scheme shall, in each power range, not exceed the following ceilings:\nEngine power range Number of tractors\n37 ≤ P < 56 200\n56 ≤ P < 75 175\n75 ≤ P < 130 250\n130 ≤ P ≤ 560 125\n1.3. The tractor manufacturer shall include in his application to the approval authority the following information:\n(a) a sample of the labels to be affixed to each tractor in which an engine placed on the market under the flexibility scheme will be installed. The labels shall bear the following text: \"TRACTOR NO … (sequence of tractors) OF … (total number of tractors in respective power range) WITH ENGINE NO … WITH TYPE-APPROVAL (Directive 2000/25/EC) NO …\"; and\n(b) a sample of the supplementary label to be affixed on the engine bearing the text referred to in section 2.2.\n1.4. The tractor manufacturer shall provide the approval authority with any necessary information connected with the implementation of the flexibility scheme that the approval authority may request in order to make a decision.\n1.5. The tractor manufacturer shall file a report every six months to the approval authorities of each Member State where the tractor is placed on the market on the implementation of the flexibility schemes he is using. The report shall include cumulative data on the number of tractors placed on the market under the flexibility scheme, engine and tractor serial numbers, and the Member States where the tractor has been entered into service. This procedure shall be continued as long as a flexibility scheme is still in progress, without any exceptions.\n2.   ACTIONS BY THE ENGINE MANUFACTURER\n2.1. An engine manufacturer may place on the market engines under the flexibility scheme approved in accordance with sections 1 and 3 of this Annex.\n2.2. The engine manufacturer shall label those engines with the following text: \"Engine placed on the market under the flexibility scheme\" in accordance with the requirements referred to in section 5 of Annex I.\n3.   ACTIONS BY THE APPROVAL AUTHORITY\nThe approval authority shall evaluate the content of the flexibility scheme request and the enclosed documents. As a consequence it will inform the tractor manufacturer of its decision as to whether or not to allow use of the flexibility scheme as requested.’."}