{"celex_id": "32014D0954", "uri": "http://publications.europa.eu/resource/cellar/50719258-8ff4-11e4-b8a5-01aa75ed71a1", "type": "Decision", "concepts": ["1123", "1439", "223", "225", "2901", "4324", "448275", "5344", "5404", "8454"], "title": "2014/954/Euratom: Council Decision of 4 December 2014 approving the conclusion by the European Commission, on behalf of the European Atomic Energy Community, of the Agreement for scientific and technological cooperation between the European Union and European Atomic Energy Community and the Swiss Confederation associating the Swiss Confederation to Horizon 2020 — the Framework Programme for Research and Innovation and the Research and Training Programme of the European Atomic Energy Community complementing Horizon 2020, and regulating the Swiss Confederation's participation in the ITER activities carried out by Fusion for Energy\n", "header": "30.12.2014 EN Official Journal of the European Union L 370/19\nCOUNCIL DECISION\nof 4 December 2014\napproving the conclusion by the European Commission, on behalf of the European Atomic Energy Community, of the Agreement for scientific and technological cooperation between the European Union and European Atomic Energy Community and the Swiss Confederation associating the Swiss Confederation to Horizon 2020 — the Framework Programme for Research and Innovation and the Research and Training Programme of the European Atomic Energy Community complementing Horizon 2020, and regulating the Swiss Confederation's participation in the ITER activities carried out by Fusion for Energy\n(2014/954/Euratom)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 15 November 2013, the Council authorised the Commission to open negotiations, on behalf of the European Union and the European Atomic Energy Community, with the Swiss Confederation with a view to concluding a comprehensive agreement for scientific and technological cooperation between the European Union and European Atomic Energy Community and the Swiss Confederation associating the Swiss Confederation to Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) and the Research and Training Programme of the European Atomic Energy Community (2014-2018) complementing the Horizon 2020; and regulating Switzerland's participation in the ITER project in the years 2014-2020.\n(2) Those negotiations have been successfully completed.\n(3) The signature and conclusion of the Agreement for scientific and technological cooperation between the European Union and European Atomic Energy Community and the Swiss Confederation associating the Swiss Confederation to Horizon 2020 — the Framework Programme for Research and Innovation and the Research and Training Programme of the European Atomic Energy Community complementing Horizon 2020, and regulating the Swiss Confederation's participation in the ITER activities carried out by Fusion for Energy (‘the Agreement’) is subject to a separate procedure as regards matters falling within the scope of the Treaty on European Union and the Treaty on the Functioning of the European Union.\n(4) The Agreement should be concluded also on behalf of the European Atomic Energy Community as regards matters falling in the scope of the Euratom Treaty.\n(5) The conclusion by the Commission, acting on behalf of the European Atomic Energy Community, of the Agreement should be approved.\n(6) In order to be able to treat Swiss legal entities like entities from an Associated Country in fission calls under the Research and Training Programme of the European Atomic Energy Community complementing Horizon 2020, which have a deadline in the last quarter of 2014, the Agreement should be applied with effect from 15 September 2014,", "main_body": ["The conclusion by the Commission, on behalf of the European Atomic Energy Community, of the Agreement for scientific and technological cooperation between the European Union and European Atomic Energy Community and the Swiss Confederation associating the Swiss Confederation to Horizon 2020 — the Framework Programme for Research and Innovation and the Research and Training Programme of the European Atomic Energy Community complementing Horizon 2020, and regulating the Swiss Confederation's participation in the ITER activities carried out by Fusion for Energy is hereby approved.\nThe text of the Agreement is attached to this Decision.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 4 December 2014.\nFor the Council\nThe President\nS. GOZI"}