{"celex_id": "32013R0262", "uri": "http://publications.europa.eu/resource/cellar/b7b54b8e-94a6-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1085", "1605", "1686", "3173", "5573", "6292", "893"], "title": "Commission Implementing Regulation (EU) No 262/2013 of 18 March 2013 approving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Melon du Quercy (PGI))\n", "header": "22.3.2013 EN Official Journal of the European Union L 82/21\nCOMMISSION IMPLEMENTING REGULATION (EU) No 262/2013\nof 18 March 2013\napproving a minor amendment to the specification for a name entered in the register of protected designations of origin and protected geographical indications (Melon du Quercy (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 53(2) thereof,\nWhereas:\n(1) Regulation (EU) No 1151/2012 entered into force on 3 January 2013. It repealed and replaced Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (2).\n(2) In accordance with the first subparagraph of Article 9(1) of Regulation (EC) No 510/2006, the Commission has examined France’s application for the approval of amendments to the specification for the protected geographical indication ‘Melon du Quercy’ registered in accordance with Commission Regulation (EC) No 1165/2004 (3), as amended by Regulation (EC) No 1040/2007 (4).\n(3) The purpose of the application is to amend the specification by giving more detailed information on the product description, the proof of origin, the method of production, labelling, national requirements and the contact details of the control body.\n(4) The Commission has examined the amendments in question and decided that they are justified. Since this is a minor amendment, the Commission may adopt it without using the procedure set out in Articles 50 to 52 of Regulation (EU) No 1151/2012,", "main_body": ["The specification for the protected geographical indication ‘Melon du Quercy’ is hereby amended in accordance with Annex I to this Regulation.", "Annex II to this Regulation contains the Single Document setting out the main points of the specification.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 March 2013.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 343, 14.12.2012, p. 1.\n(2)  OJ L 93, 31.3.2006, p. 12.\n(3)  OJ L 224, 25.6.2004, p. 16.\n(4)  OJ L 238, 11.9.2007, p. 29.\nANNEX I\nThe following amendments to the specification for the protected geographical indication ‘Melon du Quercy’ are approved:\n1.   Description of the agricultural product\nAs the European marketing standard for melons was repealed on 1 July 2009 (Regulation (EC) No 1615/2001), the reference made to class I of the Regulation is replaced by adding to the specification objective elements initially imposed by the standard (characteristics of the variety, good quality and uniform packaging).\nThe initial specification distinguished between ‘Charentais-type melons’ and ‘other types of long-keeping melons’. Given that all the melons used to produce ‘Melon du Quercy’ are of the Charentais type, a concise rewording is proposed.\nIn order to simplify the layout, the list of packaging classes is replaced by an explicit obligation to pack the melons uniformly, with the largest melon not weighing over 30 % more than the smallest.\nAs regards sugar content, national legislation on the certification conditions of this product imposed a minimum value of 11° Brix, which corresponds to production practices. It is therefore proposed to amend the specification of the PGI by replacing ‘greater than 11° Brix’ by ‘greater than or equal to 11° Brix’.\n2.   Elements proving that the agricultural product originates from the defined area\nA requirement concerning the identification of the operators is introduced in order to reinforce the control of the origin of ‘Melon du Quercy’. All the obligations concerning declarations, register keeping and product identification are introduced in this chapter.\nIn order to take into account the specificities of marketing on the retail market and keeping in mind that all Quercy melons are identified individually, it is no longer obligatory to identify the packages. Instead, consumers are provided with information through point-of-sale advertising or on the price tag.\n3.   Description of the method of production\nThe production chart has been officially changed to highlight the different steps in the production of ‘Melon du Quercy’: production, sorting and packaging, and storage. A distinction is no longer made between the different marketing channels and instead the common obligations of all the operators are highlighted.\nThe procedure for establishing the annual lists of authorised varieties is specified in order to guarantee the quality of ‘Melon du Quercy’.\nIn connection with the transcription of provisions from national legislation and in order to provide more detailed information on the production phases, rules related to planting and sowing, irrigation, fertilisation, phytosanitary protection, approval and sorting are added to the specification.\nVarietal development and the experience gained over the past 15 years, in particular the hot summers (especially in 2005), make it possible to guarantee that the quality of ‘Melon du Quercy’ will remain unchanged if the melon is harvested after 13.00, in other words when temperatures are higher. The obligation to harvest before 13.00 is therefore abolished.\nSimilarly, laying out the harvested melons in a single layer was justified in the case of highly shock-sensitive varieties. However, since tests carried out in 2009 did not reveal any loss of quality, the possibility of placing the harvested melons into pallets (packaging in several layers) is introduced.\nAs regards packaging, the reference to trays is deleted to allow the use of better-quality packaging, such as punnets.\nIn order to take into account the specificities of marketing on the retail market in a situation where the melons are regularly rearranged on the stalls, the obligation to use cellular trays and paper is deleted for this type of marketing.\n4.   Control structure\nThe contact details of the control body are updated. A reference to its accreditation is added.\n5.   Specific labelling details\nObligations specific to the PGI are introduced. The obligations related to national legislation are deleted (CCP).\n6.   Requirements to be met under European or national provisions\nIntroduction of a table of the main points to be verified, in accordance with national requirements.\nANNEX II\nSINGLE DOCUMENT\nRegulation (EC) No 510/2006 (1)\n‘MELON DU QUERCY’\nEC No: FR-PGI-0205-0086-13.10.2011\nPGI (X) PDO ( )\n1.   Name\n‘Melon du Quercy’\n2.   Member State or Third Country\nFrance\n3.   Description of the agricultural product or foodstuff\n3.1.   Type of product\nClass 1.6. Fruit, vegetables and cereals, fresh or processed\n3.2.   Description of product to which the name in point 1 applies\nOf the Charentais-type variety, a melon with a smooth or netted grey/green to yellow peel and orange flesh and a minimum weight of 450 g.\nWhole, healthy, fresh-looking, firm, clean, of good quality; the peduncle of fruit harvested with their peduncle attached must be less than 2 cm.\nThe melon must have a refractive index of at least 11° Brix.\n‘Melon du Quercy’ is put up for sale whole and packaged. For each package, the weight of the biggest melon may not exceed by more than 30 % the weight of the smallest.\nThe contents of each package must be uniform and contain only melons that have reached appreciably the same degree of development and ripeness and are of appreciably the same colour.\n3.3.   Raw materials (for processed products only)\n—\n3.4.   Feed (for products of animal origin only)\n—\n3.5.   Specific steps in production that must take place in the defined geographical area\n‘Melon du Quercy’ is cultivated in the geographical area of the PGI.\n3.6.   Specific rules concerning slicing, grating, packaging, etc.\nThe approval, sorting and packaging take place in the geographical area of the PGI.\nIn order to guarantee the quality of the product, these operations must be carried out very rapidly so that the product can be placed on the market within six days of the harvest.\nApproval and sorting are carried out in the geographical area, because these stages are essential for successfully selecting melons that qualify for the PGI. These operations are carried out by trained operators capable of judging when the melon is fully ripe on the basis of the peel’s colour and the sugar content as measured by refractometry.\nPackaging, too, takes place in the geographical area, because it is done simultaneously with sorting and approval so as to limit the frequency of handling, which may affect the qualities of ‘Melon du Quercy’. Furthermore, traceability is ensured by identifying the melons and the packages individually using the ‘Melon du Quercy’ logo as well as by specific stock accounting.\n3.7.   Specific rules concerning labelling\n— name of product: ‘Melon du Quercy’\n— the PGI logo or the indication ‘Indication Géographique Protégée’\n— the ‘Melon du Quercy’ logo on each fruit.\n4.   Concise definition of the geographical area\nThe geographical area of the ‘Melon du Quercy’ PGI covers:\n— the department of Lot, the cantons of Castelnau-Montratier, Lalbenque, Montcuq, and the municipalities of Cambayrac, Carnac-Rouffiac, Concots, Floressas, Labastide-Marnhac, Lacapelle-Cabanac, Mauroux, Le Montat, Sauzet, Sérignac and Villesèque,\n— the department of Lot-et-Garonne, the cantons of Beauville, Penne-d’Agenais, Puymirol, Tournon-d’Agenais),\n— the department of Tarn-et-Garonne, the cantons of Bourg-de-Visa, Caussade, Lafrançaise, Lauzerte, Moissac, Molières, Monclar-de-Quercy, Montaigu-de-Quercy, Montauban, Montpezat-de-Quercy, Négrepelisse, Villebrumier as well as the municipalities of Castelsagrat, Gasques, Goudourville, Montjoi, Mouillac, Perville, Pommevic, Saint-Clair and Valence.\n5.   Link with the geographical area\n5.1.   Specificity of the geographical area\nIt is characterised by a climate with an alternation of ocean (cool and wet) and Mediterranean (hot and dry) influences that produce large temperature ranges. This temperate climate is well suited to growing the melon.\nThe land used has clay-limestone soil. These types of soil are particularly well adapted to the cultivation of the melon.\n5.2.   Specificity of the product\n‘Melon du Quercy’ is of the Charentais-type variety, which has a smooth, netted peel with more or less prominent grooves/furrows.\nIt has an orange flesh that is juicy and both firm and tender.\nThe selection of varieties according to agronomic and aromatic criteria (flavour, taste, etc.) linked to the clay-limestone soils, typical climate and harvesting criteria (fully ripe) are key factors in obtaining fruit that live up to their potential: sweet flavour (11° Brix minimum), well-developed fragrances and tastes, sustained and characteristic aromas.\n5.3.   Causal link between the geographical area and the quality or characteristics of the product (for PDO) or a specific quality, the reputation or other characteristic of the product (for PGI)\nThe soil and climatic conditions of the geographical area contribute to the production of aromatic fruit.\nOn the one hand, the clay-limestone soils with their balanced and well-aerated structure enable steady growth of the plants and an optimal mineral balance for the fruit.\nOn the other hand, the specific climate of Quercy affects the setting, thus maximising the number of fruit per foot. This way each fruit is better nourished. At the same time, the Mediterranean influences (hot and dry), especially during the summer, promote the ripening of the fruit.\nThe quality of ‘Melon du Quercy’ is also based on the ancient know-how of the operators involved in the production of ‘Melon du Quercy’. This is evident in their ability to select varieties specifically adapted to the production area, in the harvesting of fully ripe fruit and in an optimal timetable for preparing the melons after harvesting.\nThe reputation of the melon was established when operators identified ‘Melon du Quercy’ already back in 1994. The many events surrounding the marketing of the melon contribute to its reputation, for example the festival of Belfort du Quercy held in mid-August or the opening of the season in July 1994 at the prefecture of Lot, which received much attention in the local press. In July 1996, La Dépêche du Midi ran an article entitled ‘l’excellence du Melon du Quercy’.\nPublication reference of the specification\n(Article 5(7) of Regulation (EC) No 510/2006)\nhttps://www.inao.gouv.fr/fichier/CDCIGPMelonDuQuercy.pdf\n(1)  Replaced by Regulation (EU) No 1151/2012 of the European Parliament and of the Council of 21 November 2012 on quality schemes for agricultural products and foodstuffs."}