{"celex_id": "32011D0187", "uri": "http://publications.europa.eu/resource/cellar/2252da8b-2937-4607-8572-782747cc890b", "type": "Decision", "concepts": ["1596", "1755", "1854", "1961", "2320", "2891", "3730"], "title": "2011/187/EU: Commission Decision of 24 March 2011 amending Decision 2010/221/EU as regards the approval of national measures for preventing the introduction of ostreid herpesvirus 1 μνar (OsHV-1 μνar) into certain areas of Ireland and the United Kingdom (notified under document C(2011) 1825)  Text with EEA relevance\n", "header": "26.3.2011 EN Official Journal of the European Union L 80/15\nCOMMISSION DECISION\nof 24 March 2011\namending Decision 2010/221/EU as regards the approval of national measures for preventing the introduction of ostreid herpesvirus 1 μνar (OsHV-1 μνar) into certain areas of Ireland and the United Kingdom\n(notified under document C(2011) 1825)\n(Text with EEA relevance)\n(2011/187/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Article 43(2) thereof,\nWhereas:\n(1) Commission Decision 2010/221/EU of 15 April 2010 approving national measures for limiting the impact of certain diseases in aquaculture animals and wild aquatic animals in accordance with Article 43 of Council Directive 2006/88/EC (2) allows certain Member States to apply placing on the market and import restrictions on consignments of those animals in order to prevent the introduction of certain diseases into their territory, provided that they have either demonstrated that their territory, or certain demarcated areas of their territory, are free of such diseases or that they have established an eradication programme to obtain such freedom.\n(2) Since 2008, increased mortality in Pacific oysters (Crassostrea gigas) has occurred in several areas in Ireland, France and the United Kingdom. The epidemiological investigations undertaken in 2009 suggested that a newly described strain of ostreid herpesvirus-1 (OsHV-1), namely OsHV-1 μνar, played a major role in the increased mortality.\n(3) Commission Regulation (EU) No 175/2010 of 2 March 2010 implementing Council Directive 2006/88/EC as regards measures to control increased mortality in oysters of the species Crassostrea gigas in connection with the detection of Ostreid herpesvirus 1 μνar (OsHV-1 μνar) (3) was adopted with the aim of preventing the further spread of OsHV-1 μνar. It introduced measures to control the spread of that disease and it applies until 30 April 2011.\n(4) On 27 October 2010, the European Food Safety Authority (EFSA) adopted a scientific opinion on the increased mortality events in Pacific oysters, Crassostrea gigas\n (4) (the EFSA opinion). In that opinion, the EFSA concludes that OsHV-1, both the reference strain and the new μ variant (μνar) of that oyster herpesvirus, have been associated with high levels of mortality in Pacific oysters spat and juveniles and that available evidence suggests that an infection with OsHV-1 is a necessary cause but may not be sufficient by itself as other factors appear to be important. The EFSA opinion further concludes that OsHV-1 μνar seems to be the dominant viral strain in the 2008-2010 increased mortality outbreaks although it is not clear if this is a result of increased virulence or other epidemiological factors.\n(5) In 2010, Ireland, Spain, the Netherlands and the United Kingdom established programmes for the early detection of OsHV-1 μνar and applied the relevant movement restrictions provided for in Regulation (EU) No 175/2010. The outcome of the surveillance undertaken by those Member States in the framework of those programmes suggests that parts of the Union are free of OsHV-1 μνar.\n(6) Ireland and the United Kingdom have submitted to the Commission surveillance programmes for approval in accordance with Directive 2006/88/EC (the surveillance programmes). The surveillance programmes aim to demonstrate that the areas where OsHV-1 μνar has not been detected are free of that virus and to prevent its introduction into those areas.\n(7) Under the surveillance programmes, Ireland and the United Kingdom would apply basic biosecurity measures against OsHV-1 μνar which are equivalent to those laid down in Directive 2006/88/EC and targeted surveillance. In addition, they would apply restrictions on the movement of Pacific oysters into all areas covered by the surveillance programmes.\n(8) The movement restrictions set out in the surveillance programmes would be limited to Pacific oysters intended for farming and relaying areas, and for dispatch centres, purification centres or similar businesses that are not equipped with effluent treatment systems which reduce the risk of transmitting diseases to the natural waters to an acceptable level.\n(9) The conclusions of the EFSA opinion and the epidemiological data from 2010 suggest that the spread of OsHV-1 μνar into virus free areas is likely to cause increased mortality and subsequent high losses to the Pacific oyster industry.\n(10) Consequently, it is appropriate to apply restrictions on the movement of Pacific oysters into areas covered by the surveillance programmes in order to prevent the introduction of OsHV-1 μνar into those areas. For reasons of clarity and simplification of Union legislation, the respective placing on the market requirements are to be included in Commission Regulation (EC) No 1251/2008 of 12 December 2008 implementing Council Directive 2006/88/EC as regards conditions and certification requirements for the placing on the market and the import into the Community of aquaculture animals and products thereof and laying down a list of vector species (5).\n(11) The surveillance programmes should therefore be approved.\n(12) As OsHV-1 μνar is an emerging disease, concerning which there are still many uncertainties, the movement restrictions set out in the surveillance programmes approved by this Decision should be reassessed and their appropriateness and necessity should be re-evaluated in due course. Therefore, the placing on the market requirements provided for in this Decision should apply only for a limited period of time. Additionally, Ireland and the United Kingdom should send annual reports to the Commission on the functioning of the movement restrictions and the surveillance undertaken.\n(13) Any suspicion of the presence of OsHV-1 μνar in areas covered by the surveillance programmes should be investigated and during the investigation certain movement restrictions as provided for in Directive 2006/88/EC should be applied to protect other Member States with approved national measures as regards OsHV-1 μνar. In addition, to facilitate the re-assessment of the approved national measures, any subsequent disease confirmation should be notified to the Commission and to the other Member States.\n(14) Decision 2010/221/EU should therefore be amended accordingly.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Decision 2010/221/EU is amended as follows:\n1. Article 1 is replaced by the following:\n2. the following Article 3a is inserted:\n(a) consignments of Pacific oysters intended for farming and relaying areas must comply with the placing on the market requirements laid down in Article 8a of Regulation (EC) No 1251/2008;\n(b) consignments of Pacific oysters must comply with the placing on the market requirements laid down in Article 8b of Regulation (EC) No 1251/2008 where such consignments are intended for dispatch centres, purification centres or similar businesses before human consumption which are not equipped with an effluent treatment system validated by the competent authority that:\n(i) inactivates enveloped viruses; or\n(ii) reduces the risk of transmitting diseases to the natural waters to an acceptable level.’;\n3. Article 4 is replaced by the following:\n(a) significant risks for the animal health situation of aquaculture animals or wild aquatic animals posed by the diseases, for which the national measures apply, and the necessity and appropriateness of those measures;\n(b) national measures taken to maintain the disease-free status, including any testing that has been carried out; information concerning such testing must be provided using the model form set out in Annex VI to Commission Decision 2009/177/EC (6);\n(c) the evolution of the eradication or surveillance programme, including any testing that has been carried out; information concerning such testing must be provided using the model form set out in Annex VI to Decision 2009/177/EC.\n4. the following Article 5a is inserted:\n5. a new Annex III is added, the text of which is set out in the Annex to this Decision.", "This Decision shall apply from 1 May 2011.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 March 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  OJ L 98, 20.4.2010, p. 7.\n(3)  OJ L 52, 3.3.2010, p. 1.\n(4)  EFSA Journal 2010;8(11):1894.\n(5)  OJ L 337, 16.12.2008, p. 41.\n(6)  OJ L 63, 7.3.2009, p. 15.’;\nANNEX\n‘ANNEX III\nMember States and areas with surveillance programmes regarding ostreid herpesvirus 1 μνar (OsHV-1 μνar), and approved to take national measures to control that disease in accordance with Article 43(2) of Directive 2006/88/EC\nDisease Member State Code Geographical demarcation of the areas with approved national measures (Member States, zones and compartments)\nOstreid herpesvirus 1 μνar (OsHV-1 μνar) Ireland IE Compartment 1: Sheephaven and Gweedore bays.\nUnited Kingdom UK Whole territory of Great Britain except Whitestable Bay, Kent."}