{"celex_id": "32013D0045", "uri": "http://publications.europa.eu/resource/cellar/4a760422-6555-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["1639", "3483", "3870"], "title": "Council Decision 2013/45/CFSP of 22 January 2013 amending Decision 2011/137/CFSP concerning restrictive measures in view of the situation in Libya\n", "header": "23.1.2013 EN Official Journal of the European Union L 20/60\nCOUNCIL DECISION 2013/45/CFSP\nof 22 January 2013\namending Decision 2011/137/CFSP concerning restrictive measures in view of the situation in Libya\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 28 February 2011, the Council adopted Decision 2011/137/CFSP (1).\n(2) With regard to the persons listed in Annex IV to Decision 2011/137/CFSP, in order to facilitate the return of misappropriated funds to the Libyan State, the derogations provided for in Decision 2011/137/CFSP should be amended to permit the release of certain frozen funds or economic resources where they are required to satisfy a judicial or administrative decision rendered in the Union, or a judicial decision enforceable in a Member State, prior to or after the date of designation of the persons, entities and bodies concerned.\n(3) The Council considers that there are no longer grounds for keeping one entity on the list set out in Annex IV to Decision 2011/137/CFSP.\n(4) The entry for one person should be removed from the lists set out in Annexes II and IV to Decision 2011/137/CFSP and should be included in the lists set out in Annexes I and III to that Decision.\n(5) The information relating to certain individuals listed in Annexes I, II, III and IV to Decision 2011/137/CFSP should be updated.\n(6) Annexes I, II, III and IV of Decision 2011/137/CFSP should therefore be amended accordingly,", "main_body": ["Decision 2011/137/CFSP is hereby amended as follows:\n(1) In Article 6, the following paragraph is inserted:\n(a) the funds or economic resources are subject of an arbitral decision rendered prior to the date on which the natural or legal person, entity or body referred to in paragraph 1(b) was listed in the Annex IV or of a judicial or administrative decision rendered in the Union, or a judicial decision enforceable in the Member State concerned, prior to or after that date;\n(b) the funds or economic resources will be used exclusively to satisfy claims secured by such a decision or recognised as valid in such a decision, within the limits set by applicable laws and regulations governing the rights of persons having such claims;\n(c) the decision is not for the benefit of a natural or legal person, entity or body listed in Annexes II and IV; and\n(d) recognising the decision is not contrary to public policy in the Member State concerned.\n(2) In Article 6(6), the following point is inserted:\n\"(c) payments due under judicial, administrative or arbitral decisions rendered in the Union or enforceable in the Member State concerned, with regard to persons and entities listed in Annex IV;\";\n(3) Annexes I, II, III and IV to Decision 2011/137/CFSP are amended as set out in the Annex to this Decision.", "This Decision shall enter into force on the date of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 22 January 2013.\nFor the Council\nThe President\nM. NOONAN\n(1)  OJ L 58, 3.3.2011, p. 53.\nANNEX\nAnnexes I, II, III and IV to Decision 2011/137/CFSP are amended as follows:\n(1) In Annex I:\n(a) entries 1, 4, 5, 7 to 15 and 18 are replaced by the following:\n\"1. AL-BAGHDADI, Dr Abdulqader Mohammed\n\"4. JABIR, Major General Abu Bakr Yunis\n5. MATUQ, Matuq Mohammed\n\"7. QADHAFI, Aisha Muammar\n8. QADHAFI, Hannibal Muammar\n9. QADHAFI, Khamis Muammar\n10. QADHAFI, Mohammed Muammar\n11. QADHAFI, Muammar Mohammed Abu Minyar\n12. QADHAFI, Mutassim\n13. QADHAFI, Saadi\n14. QADHAFI, Saif al-Arab\n15. QADHAFI, Saif al-Islam\n\"18. AL KUNI, Colonel Amid Husain\n(b) the following entry is added:\n\"19. AL-BARASSI, Safia Farkash\n(2) In Annex II, entry 7 (AL-BARASSI, Safia Farkash) is deleted.\n(3) In Annex III:\n(a) entries 1 to 6 and 8 to 12 are replaced by the following:\n\"1. QADHAFI, Aisha Muammar\n2. QADHAFI, Hannibal Muammar\n3. QADHAFI, Khamis Muammar\n4. QADHAFI, Muammar Mohammed Abu Minyar\n5. QADHAFI, Mutassim\n6. QADHAFI, Saif al-Islam\n\"8. JABIR, Major General Abu Bakr Yunis\n9. MATUQ, Matuq Mohammed\n10. QADHAFI, Mohammed Muammar\n11. QADHAFI, Saadi\n12. QADHAFI, Saif al-Arab\n(b) the following entry is added:\n\"14. AL-BARASSI, Safia Farkash\n(4) In Annex IV:\n(a) under \"Persons\", entries 6 and 26 are replaced by the following:\nName Identifying information Reasons Date of listing\n6. AL-BAGHDADI, Dr Abdulqader Mohammed Head of the Liaison Office of the Revolutionary Committees. Revolutionary Committees involved in violence against demonstrators. 28.2.2011\n26. AL KUNI, Colonel Amid Husain Believed status/location: South Libya Governor of Ghat (South Libya). Directly involved in recruiting mercenaries. 12.4.2011\n(b) under \"Persons\", entry 10 (AL-BARASSI, Safia Farkash) is deleted;\n(c) under \"Entities\", entry 50 (Organisation for Development of Administrative Centres (ODAC)) is deleted."}