{"celex_id": "32015D0164", "uri": "http://publications.europa.eu/resource/cellar/08e57df5-ab6d-11e4-b5b2-01aa75ed71a1", "type": "Decision", "concepts": ["1394", "161", "2771", "3077", "3191", "333", "4316", "4319", "5581", "6790"], "title": "Commission Implementing Decision (EU) 2015/164 of 2 February 2015 on a derogation from the rules of origin set out in Council Decision 2013/755/EU as regards raw cane sugar from Curaçao\n", "header": "3.2.2015 EN Official Journal of the European Union L 27/42\nCOMMISSION IMPLEMENTING DECISION (EU) 2015/164\nof 2 February 2015\non a derogation from the rules of origin set out in Council Decision 2013/755/EU as regards raw cane sugar from Curaçao\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Decision 2013/755/EU of 25 November 2013 on the association of the overseas countries and territories with the European Union (‘Overseas Association Decision’) (1), and in particular Article 16(1)(c) of Annex VI thereto,\nWhereas:\n(1) In accordance with of Article 5(1) points (g), (j) and (k) of Annex VI to Decision 2013/755/EU partial or total milling of sugar, sifting and placing in bags are considered to be working or processing operations that are insufficient to confer the status of originating products.\n(2) In 2002 the Netherlands requested a derogation from the rule of origin in respect of sugar products falling within CN codes 1701 11 90, 1701 99 10 and 1701 91 00 processed in the Netherlands Antilles for an annual quantity of 3 000 tonnes. That request was granted and the derogation ended on 31 December 2007.\n(3) In 2009 the Netherlands submitted a request for extension of the derogation granted in 2002 as well as a request for a new derogation. The request for extension was rejected by Commission Decision 2009/699/EC (2), while the request for the new derogation was granted, within the limits of the quantities for which import licences for sugar were allocated to the Netherlands Antilles in 2009 and in 2010.\n(4) In 2010, the Netherlands requested a new derogation in respect of sugar products processed in the Netherlands Antilles for the period from 2011 to 2013. By Commission Decision 2011/47/EU (3) the derogation was granted in accordance with paragraphs 1, 3 and 7 of Article 37 of Annex III to Council Decision 2001/822/EC (4) and under certain conditions which aimed to balance the legitimate interests of the Overseas Countries and Territories (OCTs) operators with the objectives of the Union's common market organisation for sugar.\n(5) On 11 February 2013 the Netherlands requested on behalf of the government of Curaçao a new derogation from the rules of origin set out in Annex III to Decision 2001/822/EC for the period from 1 January to 31 December 2013, the date of expiry of Decision 2001/822/EC. The request covered a total annual quantity of 5 500 tonnes of sugar products of CN code 1701 14 90, described as ‘bio-sugar’, originating in third countries and processed in Curaçao for export to the Union. This request was officially withdrawn by the Netherlands on 17 April 2013 because the processing activities described in the request were no longer carried out in the Netherlands Antilles. On 17 April 2013, the Netherlands submitted a second request for derogation for 5 000 tonnes of sugar products, described as organic raw cane sugar of CN code 1701 14 90, for the period from 1 January to 31 December 2013. This request was rejected by Commission Implementing Decision 2013/460/EU (5).\n(6) On 23 June 2014, the government of Curaçao submitted a request for derogation for 7 000 tonnes, yearly, of sugar products described as organic raw cane sugar, conventional raw cane sugar of CN code 1701 13 and sugar mixtures of CN code 1701 99, 1806 10 and 2106 90 for the period from 1 January 2014 to 1 January 2018. On 1 September 2014 the government of Curaçao submitted additional information relating to its request, indicating, inter alia, that the derogation was requested for the period from 1 October 2014 to 1 January 2020.\n(7) Curaçao has explained that as of 1 January 2014 the industry has ceased its sugar processing activities, given that Decision 2013/755/EU does not offer the possibility to export to the Union duty-free as the processing activities of the industry are deemed insufficient to confer the status of originating products. However, the industry stands ready to invest in processing, packaging and wholesale of dry organic products for export in the region once it has generated the necessary profit to finance these investments. The goal is to start with these new activities in the second half of 2015. As a result of these new activities, the industry expects to increase the number of employees.\n(8) According to the information received from Curaçao, at current market prices, a net profit after tax of EUR 25,42 per tonne can be earned from exporting to the Union 2 000 tonnes of third country organic sugar milled in Curaçao, provided that the sugar can be imported under preferential treatment as sugar originating in Curaçao.\n(9) The production costs of cane sugar in Brazil, including the administrative costs, are EUR 294 per tonne of raw cane sugar. It appears unlikely that the costs for cleaning, milling and packing of organic cane sugar in Curaçao, as transmitted to the Commission, would be higher than EUR 294 per tonne, even when adding transportation costs to the EU. Instead, these costs have to be considered to contain other overhead components and gains. To ensure a sustainable economic activity, the production costs in Curaçao, where only simple processing is performed, including transportation costs to the Union should be lower or equal to the cost for farming and processing of cane sugar in Brazil. Therefore, when considering EUR 294 per tonne as a realistic cost for cleaning, milling, packing of organic raw cane sugar in Curaçao and transport to the EU, a profit after tax of EUR 192 per tonne can be earned. Generating a profit of only EUR 25,42 per tonne for cane sugar obtained after milling of third country sugar in Curaçao, while granting duty-free access in the Union and exempting payment of EUR 419 import duties per tonne for third country sugar, is considered disproportionate.\n(10) The derogation is requested for 7 000 tonnes of sugar products, described as organic cane sugar, conventional cane sugar and mixtures of sugar. However, the request does not mention the price of the pectin, caseinate, powdered milk and cacao powder used in the production of these sugar mixtures necessary to calculate the profit that can be earned. The derogation should therefore be granted only for raw organic cane sugar and raw conventional cane sugar.\n(11) Curaçao explains that the derogation would allow the industry to restart its activities and reactivate employment contributing to the export activities while generating foreign exchange. The industry also contributes to government income by fulfilling its tax obligations.\n(12) During the period from 2009 to 2013 Curaçao benefitted from derogations granted under Decision 2001/822/EC, helping to generate the necessary turnover to invest in diversification towards the production of products not requiring derogation from the rules of origin. According to the information received, investments were very low in 2009, and no investments at all were made between 2010 and 2012. These derogations, therefore, have only helped to maintain the milling and packing operations without contributing sustainably to the development of an existing industry or the creation of a new one. It is therefore necessary to verify at the end of the validity of the derogation whether the profit generated by the derogation has effectively been invested in new machinery for production of dry organic products and to which extent it has contributed to the creation of new employment. Therefore, the government of Curaçao should submit certified evidence of the investments being made and employment figures to the Union for verification.\n(13) The Commission considers a net profit after tax of EUR 192 per tonne as a realistic profit for cleaning, milling and packing of organic raw cane sugar in Curaçao. It should therefore be possible to finance the envisaged investments of EUR 300 000, as communicated by the government of Curaçao, through production of 1 560 tonnes of raw cane sugar. The derogation should thus be granted for a quantity of 780 tonnes for the period from 1 April 2015 to 31 March 2016 and 780 tonnes for the period from 1 April 2016 to 31 March 2017.\n(14) By letter of 21 November 2014, the Commission requested Curaçao to take note of the Commission's assessment of the request and to share its views. The deadline for reply was set at 3 December 2014. A reply was received from Curaçao on 3 December 2014.\n(15) Subject to those conditions, the derogation is not such as to cause serious injury to an economic sector or an established industry in the Union.\n(16) Commission Regulation (EEC) No 2454/93 (6) lays down rules for the management of tariff quotas. Those rules should be applied to the management of the quantity in respect of which the derogation in question is granted.\n(17) The Customs Code Committee has not issued an opinion within the time limit set by its Chairman,", "main_body": ["By way of derogation from Annex VI to Decision 2013/755/EU, raw cane sugar, falling within CN code ex 1701 13, which has been obtained from milling non-originating raw cane sugar in Curaçao shall be regarded as originating in Curaçao in accordance with the terms set out in Articles 2 to 5 of this Decision.", "The derogation provided for in Article 1 shall apply to the quantities set out in the Annex which are imported into the Union from Curaçao during the period from 1 April 2015 to 31 March 2017.", "Articles 308a, 308b and 308c of Regulation (EEC) No 2454/93 relating to the management of tariff quotas shall apply to the management of the quantity referred to in the Annex hereto.", "1.   The customs authorities of Curaçao shall take the necessary measures to carry out quantitative checks on exports of the products referred to in Article 1.\n2.   Before the end of the month following each quarter, the competent authorities of Curaçao shall forward to the Commission a quarterly statement of the quantities in respect of which movement certificates EUR.1 have been issued pursuant to this Decision and the serial numbers of those certificates.\n3.   Movement certificates EUR.1 issued under this Decision shall contain one of the following entries:\n— ‘Derogation — [Commission Implementing Decision (EU) 2015/164]’,\n— ‘Dérogation — [Décision d'exécution (UE) 2015/164 de la Commission]’.", "Before 1 October 2016, the government of Curacao shall send to the Commission evidence showing that the profit generated by the industry through the derogation is effectively used for investment in new machinery for production of dry organic products and effectively contributes to the creation of new employment.", "This Decision shall enter into force on the third day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 2 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 344, 19.12.2013, p. 1.\n(2)  Commission Decision 2009/699/EC of 9 September 2009 on a derogation from the rules of origin set out in Council Decision 2001/822/EC as regards sugar from the Netherlands Antilles (OJ L 239, 10.9.2009, p. 55).\n(3)  Commission Decision 2011/47/EU of 20 January 2011 on a derogation from the rules of origin set out in Council Decision 2001/822/EC as regards sugar from the Netherlands Antilles (OJ L 21, 25.1.2011, p. 3).\n(4)  Council Decision 2001/822/EC of 27 November 2001 on the association of the overseas countries and territories with the European Community (‘Overseas Association Decision’) (OJ L 314, 30.11.2001, p. 1).\n(5)  Commission Implementing Decision 2013/460/EU of 17 September 2013 refusing to grant a derogation from Council Decision 2001/822/EC, as regards the rules of origin for sugar from Curaçao (OJ L 249, 19.9.2013, p. 6).\n(6)  Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (OJ L 253, 11.10.1993, p. 1).\nANNEX\nOrder No CN code Description of goods Periods Quantities\n09.1960 1701 13 Raw cane sugar 1.4.2015 to 31.3.2016 780 tonnes"}