{"celex_id": "32012D0786", "uri": "http://publications.europa.eu/resource/cellar/6c29f6d9-dd60-4944-a112-7c724fa85ad1", "type": "Decision", "concepts": ["1019", "1445", "1504", "1631", "1789", "1854", "2320", "3774", "6124"], "title": "Commission Implementing Decision of 13 December 2012 amending Decision 2010/221/EU as regards national measures for preventing the introduction of certain aquatic animal diseases into parts of Ireland, Finland and the United Kingdom (notified under document C(2012) 9295) Text with EEA relevance\n", "header": "15.12.2012 EN Official Journal of the European Union L 347/36\nCOMMISSION IMPLEMENTING DECISION\nof 13 December 2012\namending Decision 2010/221/EU as regards national measures for preventing the introduction of certain aquatic animal diseases into parts of Ireland, Finland and the United Kingdom\n(notified under document C(2012) 9295)\n(Text with EEA relevance)\n(2012/786/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Article 43(2) thereof,\nWhereas:\n(1) Commission Decision 2010/221/EU of 15 April 2010 approving national measures for limiting the impact of certain diseases in aquaculture animals and wild aquatic animals in accordance with Article 43 of Council Directive 2006/88/EC (2) allows certain Member States to apply restrictions on consignments of those animals in order to prevent the introduction of certain diseases into their territory, provided that they have either demonstrated that their territory, or certain demarcated areas of their territory, are free of such diseases or that they have established an eradication or surveillance programme to obtain such freedom.\n(2) The continental parts of the territories of Finland are listed in Annex II to Decision 2010/221/EU as territories with an approved eradication programme as regards bacterial kidney disease (BKD).\n(3) Accordingly, Decision 2010/221/EU approves certain national measures by Finland on consignments of aquaculture animals of susceptible species into those areas.\n(4) Finland has reported to the Commission that, while progress has been made in several areas, some areas still remain infected with BKD. Finland has therefore requested that the water catchment area of Vesijärvi be excluded from the eradication programme. Annex II should be amended accordingly.\n(5) Annex III to Decision 2010/221/EU currently lists nine compartments in the territory of Ireland with an approved surveillance programme as regards ostreid herpesvirus 1 μνar (OsHV-1 μνar).\n(6) Ireland has notified to the Commission the detection of OsHV-1 μνar in Drumcliff within compartment 3, Shannon Estuary within compartment 6 and Oysterhaven Bay within compartment 9. Consequently, the geographical demarcation of those compartments in Annex III to Decision 2010/221/EU should be amended.\n(7) Annex III to Decision 2010/221/EU lists the territories of Great Britain, Northern Ireland and Guernsey with an approved surveillance programme as regards OsHV-1 μνar.\n(8) The United Kingdom has notified the Commission the detection of OsHV-1 μνar in England and Northern Ireland. Consequently, the geographical demarcation of those territories in Annex III to Decision 2010/221/EU should be amended.\n(9) Decision 2010/221/EU should therefore be amended accordingly.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annexes II and III to Decision 2010/221/EU are replaced by the text set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 December 2012.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  OJ L 98, 20.4.2010, p. 7.\nANNEX\nANNEX II\nMember States and parts thereof with eradication programmes as regards certain diseases in aquaculture animals, and approved to take national measures to control those diseases in accordance with Article 43(2) of Directive 2006/88/EC\nDisease Member State Code Geographical demarcation of the area with approved national measures\nBacterial kidney disease (BKD) Finland FI The following water catchment areas:\nSweden SE The continental parts of the territory\nInfectious pancreatic necrosis virus (IPN) Sweden SE The coastal parts of the territory\nANNEX III\nMember States and areas with surveillance programmes regarding ostreid herpesvirus 1 μνar (OsHV-1 μνar), and approved to take national measures to control that disease in accordance with Article 43(2) of Directive 2006/88/EC\nDisease Member State Code Geographical demarcation of the areas with approved national measures\nOstreid herpesvirus 1 μνar (OsHV-1 μνar) Ireland IE Compartment 1: Sheephaven Bay\nUnited Kingdom UK The territory of Great Britain except Whitstable Bay, Kent"}