{"celex_id": "32014D0501", "uri": "http://publications.europa.eu/resource/cellar/60f783e6-148f-11e4-933d-01aa75ed71a1", "type": "Decision", "concepts": ["1085", "1445", "1755", "247", "5040", "5723", "842", "97"], "title": "2014/501/EU: Commission Implementing Decision of 24 July 2014 amending the Annexes to Decision 92/260/EEC as regards the temporary admission of registered horses from Costa Rica and Decision 2004/211/EC as regards the entries for Brazil and Costa Rica in the list of third countries and parts thereof from which the importation into the Union of live equidae and semen, ova and embryos of the equine species are authorised (notified under document C(2014) 5166)  Text with EEA relevance\n", "header": "26.7.2014 EN Official Journal of the European Union L 222/16\nCOMMISSION IMPLEMENTING DECISION\nof 24 July 2014\namending the Annexes to Decision 92/260/EEC as regards the temporary admission of registered horses from Costa Rica and Decision 2004/211/EC as regards the entries for Brazil and Costa Rica in the list of third countries and parts thereof from which the importation into the Union of live equidae and semen, ova and embryos of the equine species are authorised\n(notified under document C(2014) 5166)\n(Text with EEA relevance)\n(2014/501/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (1), and in particular Article 17(3)(a) thereof,\nHaving regard to Council Directive 2009/156/EC of 30 November 2009 on animal health conditions governing the movement and importation from third countries of equidae (2), and in particular Article 12(1) and (4), point (a) of Article 15, Article 16(2), and the introductory phrase of Article 19 and points (a) and (b) of Article 19 thereof,\nWhereas:\n(1) Directive 2009/156/EC lays down animal health conditions for the importation into the Union of live equidae. It provides, amongst others, that imports of equidae into the Union are only authorised from third countries which have been free for two years from Venezuelan equine encephalomyelitis, and for six months from glanders.\n(2) Commission Decision 92/260/EEC (3) lays down the animal health conditions and veterinary certification requirements for the temporary admission into the Union of registered horses for a period of less than 90 days from third countries assigned to specific sanitary groups as set out in Annex I thereto.\n(3) Commission Decision 2004/211/EC (4) establishes a list of third countries and parts of territories thereof from which Member States are to authorise the temporary admission of registered horses, the re-entry of registered horses after temporary export and the imports of registered equidae and equidae for breeding and production and sets out the conditions for the importation of equidae from third countries.\n(4) The Metropolitan area of San José in Costa Rica is listed in Annex I to Decision 2004/211/EC for the re-entry of registered horses for racing, competition and cultural events after temporary export for a period of no more than 30 days in accordance with Commission Decision 93/195/EEC (5).\n(5) Venezuelan equine encephalomyelitis was last reported in Costa Rica in August 2012 in Alajuela some 20 km away from San José, and in November 2012 in Guanacaste in the north-west of the country some 200 km away from San José. Both outbreaks were controlled by vaccination. According to official reports those outbreaks have not affected the Metropolitan area of San José. It is therefore possible to allow for a limited period of time the temporary admission of registered horses from that part of the territory of Costa Rica which have qualified for the World Equestrian Games in France. However, since those horses are trained for endurance outdoors, it is appropriate to substantiate the absence of infection in those vaccinated horses by additional testing for Venezuelan equine encephalomyelitis and to require protection from vector insects for the time after samples have been taken for the required tests until loading.\n(6) Vesicular stomatitis has occurred during the last six months in Costa Rica. Therefore, it is appropriate to substantiate the absence of infection in those horses by compulsory testing for vesicular stomatitis.\n(7) It is therefore necessary to adapt the list of third countries in Annex I to Decision 92/260/EEC, to include a requirement for testing for Venezuelan equine encephalomyelitis in Annex II(D) and to amend the entry for Costa Rica in Annex I to Decision 2004/211/EC.\n(8) By letter of 4 July 2014 Brazil informed the Commission that the states of Rio Grande do Sul, Santa Catarina, Mato Grosso do Sul, Goiás, Distrito Federal and Rio de Janeiro have been free for six months from glanders.\n(9) The entry for that region of Brazil in Annex I to Decision 2004/211/EC should be amended accordingly.\n(10) Annexes I and II(D) to Decision 92/260/EEC and Annex I to Decision 2004/211/EC should therefore be amended accordingly.\n(11) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Annex I and Annex II(D) to Decision 92/260/EEC are amended in accordance with Annex I to this Decision.", "Annex I to Decision 2004/211/EC is amended in accordance with Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 July 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 268, 14.9.1992, p. 54.\n(2)  OJ L 192, 23.7.2010, p. 1.\n(3)  Commission Decision 92/260/EEC of 10 April 1992 on animal health conditions and veterinary certification for temporary admission of registered horses (OJ L 130, 15.5.1992, p. 67).\n(4)  Commission Decision 2004/211/EC of 6 January 2004 establishing the list of third countries and parts of territory thereof from which Member States authorise imports of live equidae and semen, ova and embryos of the equine species, and amending Decisions 93/195/EEC and 94/63/EC (OJ L 73, 11.3.2004, p. 1).\n(5)  Commission Decision 93/195/EEC of 2 February 1993 on animal health conditions and veterinary certification for the re-entry of registered horses for racing, competition and cultural events after temporary export (OJ L 86, 6.4.1993, p. 1).\nANNEX I\nDecision 92/260/EEC is amended as follows:\n(1) in Annex I, the Sanitary Group D is replaced by the following:\n(2) in Annex II(D), Section III to the health certificate, the following text is added:\n‘(m) The registered horse from Costa Rica (1) to be temporarily admitted into the European Union in accordance with Commission Implementing Decision 2014/501/EU (1) to participate in the World Equestrian Games in France in 2014, was subjected to\n(i) a haemagglutination inhibition test for Venezuelan equine encephalomyelitis on two occasions with an interval of 21 days between the two tests carried out by the same laboratory, the second of which must have been carried out during 10 days prior to dispatch on … (5) and on … (5), without an increase in the antibody count, if it has been vaccinated against Venezuelan equine encephalomyelitis more than six months ago (4);\n(ii) an RT-PCR (reverse transcription-polymerase chain reaction) test for the detection of Venezuelan equine encephalomyelitis virus genome, carried out with negative result on a sample taken within 48 hours prior to dispatch, on … (5);\n(iii) protection from vector attacks from the moment of the RT-PCR sampling until loading for dispatch, by combined use of approved insect repellents and insecticides on the horse and desinsectisation of the stable and the means in which it is transported.\n(1)  OJ L 222, 26.7.2014, p. 16’\nANNEX II\nAnnex I to Decision 2004/211/EC is amended as follows:\n(1) the row for Brazil is replaced by the following:\n‘BR Brazil BR-0 Whole country D — — — — — — — — — —’\nBR-1 The States of: D X X X — — — — — —\n(2) the row for Costa Rica is replaced by the following:\n‘CR Costa Rica CR-0 Whole country D — — — — — — — — —\nCR-1 Metropolitan area of San José D — X — — — — — — —\nCR-2 Metropolitan area of San José D X — — — — — — — — Only for horses qualified for the World Equestrian Games in France. Valid until 15 October 2014’"}