{"celex_id": "32014L0009", "uri": "http://publications.europa.eu/resource/cellar/4402d1aa-7940-11e3-b889-01aa75ed71a1", "type": "Directive", "concepts": ["2428", "3836", "3865", "50", "5383", "5451"], "title": "Commission Delegated Directive 2014/9/EU of 18 October 2013 amending, for the purposes of adapting to technical progress, the Annex IV to Directive 2011/65/EU of the European Parliament and of the Council as regards an exemption for lead and cadmium in metallic bonds creating superconducting magnetic circuits in MRI, SQUID, NMR (Nuclear Magnetic Resonance) or FTMS (Fourier Transform Mass Spectrometer) detectors  Text with EEA relevance\n", "header": "9.1.2014 EN Official Journal of the European Union L 4/61\nCOMMISSION DELEGATED DIRECTIVE 2014/9/EU\nof 18 October 2013\namending, for the purposes of adapting to technical progress, the Annex IV to Directive 2011/65/EU of the European Parliament and of the Council as regards an exemption for lead and cadmium in metallic bonds creating superconducting magnetic circuits in MRI, SQUID, NMR (Nuclear Magnetic Resonance) or FTMS (Fourier Transform Mass Spectrometer) detectors\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2011/65/EU of the European Parliament and of the Council of 8 June 2011 on the restriction of the use of certain hazardous substances in electrical and electronic equipment (1), and in particular Article 5(1)(a) thereof,\nWhereas:\n(1) Directive 2011/65/EU prohibits the use of lead and of cadmium in electrical and electronic equipment placed on the market.\n(2) The existing exemption No 12 only covers MRI and SQUID detectors but an exemption is needed also for sub-category 9 industrial applications.\n(3) The substitution or elimination of lead and cadmium is currently not possible in MRI, SQUID, NMR and FTMS detectors.\n(4) Time is required for reliability testing and qualification of alternative solutions.\n(5) Directive 2011/65/EU should therefore be amended accordingly,", "main_body": ["Annex IV to Directive 2011/65/EU is amended as set out in the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by the last day of the sixth month after entry into force at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 174, 1.7.2011, p. 88.\nANNEX\nIn Annex IV to Directive 2011/65/EU point 12 is replaced by the following:\n‘12. Lead and cadmium in metallic bonds creating superconducting magnetic circuits in MRI, SQUID, NMR (Nuclear Magnetic Resonance) or FTMS (Fourier Transform Mass Spectrometer) detectors. Expires on 30 June 2021.’"}