{"celex_id": "32014D0740", "uri": "http://publications.europa.eu/resource/cellar/ec5abe3e-5f36-11e4-9cbe-01aa75ed71a1", "type": "Decision", "concepts": ["115", "4051", "5282", "829", "835"], "title": "2014/740/EU: Council Decision of 9 October 2014 on the position to be taken on behalf of the European Union within the ACP-EU Committee of Ambassadors regarding the mandate to be given to the Executive Board of the Centre for the Development of Enterprise (CDE)\n", "header": "29.10.2014 EN Official Journal of the European Union L 308/93\nCOUNCIL DECISION\nof 9 October 2014\non the position to be taken on behalf of the European Union within the ACP-EU Committee of Ambassadors regarding the mandate to be given to the Executive Board of the Centre for the Development of Enterprise (CDE)\n(2014/740/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 209(2) in conjunction with Article 218(9) thereof,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States of the other part, signed in Cotonou on 23 June 2000 (1) (‘the ACP-EU Partnership Agreement’),\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) At the 4th High Level Forum on Aid Effectiveness in Busan, the Parties to the ACP-EU Partnership Agreement called for a more direct private sector engagement in order to advance innovation, create income and jobs, promote SMEs and entrepreneurship, mobilise domestic resources and further develop innovative financial mechanisms.\n(2) Taking into account the above and the evolution of the international context, in particular the considerable number of actors and modalities capable of providing effective private sector support, related programmes are to be implemented through organisations that have shown their capacity to provide high quality expertise in a cost-effective way.\n(3) At its 39th session held on 19 and 20 June 2014 in Nairobi, the ACP-EU Council of Ministers agreed, in a Joint Declaration, to proceed with the orderly closing of the Centre for the Development of Enterprise (‘CDE’) and the amendment of Annex III to the ACP-EU Partnership Agreement and, for this purpose, decided to grant a delegation of powers to the ACP-EU Committee of Ambassadors to take the matter forward with a view to adopting the necessary decisions.\n(4) The position of the Union within the ACP-EU Committee of Ambassadors regarding the mandate to be given to the Executive Board of the CDE should therefore be based on the attached draft Decision,", "main_body": ["1.   The position to be adopted by the European Union within the ACP-EU Committee of Ambassadors regarding the mandate to be given to the Executive Board of the CDE shall be established under the terms of the draft Decision of the ACP-EU Committee of Ambassadors attached to this Decision.\n2.   Minor changes to the draft Decision may be agreed by the representatives of the Union within the ACP-EU Committee of Ambassadors without requiring a Decision of the Council.", "After its adoption, the Decision of the ACP-EU Committee of Ambassadors shall be published in the Official Journal of the European Union.\nThis Decision shall enter into force on the date of its adoption."], "attachments": "Done at Luxembourg, 9 October 2014.\nFor the Council\nThe President\nA. ALFANO\n(1)  OJ L 317, 15.12.2000, p. 3. Agreement as amended by the Agreement signed in Luxembourg on 25 June 2005 (OJ L 209, 11.8.2005, p. 27) and by the Agreement signed in Ouagadougou on 22 June 2010 (OJ L 287, 4.11.2010, p. 3).\nDRAFT\nDECISION No …/… OF THE ACP-EU COMMITTEE OF AMBASSADORS\nof …\nregarding the mandate to be given to the Executive Board of the Centre for the Development of Enterprise (CDE)\nTHE ACP-EU COMMITTEE OF AMBASSADORS,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States of the one part, and the European Community and its Member States of the other part, signed in Cotonou on 23 June 2000 (1) (‘the ACP-EU Partnership Agreement’), and in particular Article 2 of Annex III thereto,\nWhereas:\n(1) Article 2(6)(d) of Annex III to the ACP-EU Partnership Agreement requires the ACP-EU Committee of Ambassadors to monitor the overall strategy of the CDE and to supervise the work of the Executive Board of the CDE.\n(2) The Executive Board of the CDE shall supervise the work of the CDE (Article 2(7)(b)), adopt the programme and the budget of the CDE (Article 2(7)(c)) and submit periodic reporting and evaluations to the ACP-EU Committee of Ambassadors (Article 2(7)(d)).\n(3) The CDE's Statutes and Rules of Procedure adopted by Decision no 8/2005 of the ACP-EC Committee of Ambassadors (the ‘CDE Statutes’) and the CDE's Financial Regulation adopted by Decision no 5/2004 of the ACP-EC Committee of Ambassadors (the ‘CDE Financial Regulation’), provide the safeguards in terms of information of and supervision by the ACP-EU Committee of Ambassadors.\n(4) At its 39th session held on 19 and 20 June 2014 in Nairobi, the ACP-EU Council of Ministers agreed, in a Joint Declaration, to proceed with the orderly closing of the CDE and the amendment of Annex III to the ACP-EU Partnership Agreement and, for this purpose, decided to grant a delegation of powers to the ACP-EU Committee of Ambassadors to take the matter forward with a view to adopting the necessary decisions.\n(5) The above-mentioned Joint Declaration of the ACP-EU Council of Ministers established the ACP-EU Joint Working Group (the ‘JWG’) to ensure that the CDE is closed under the best possible conditions,\nHAS ADOPTED THIS DECISION:\nArticle 1\n1.   Subject to the conditions laid down in Articles 2, 3 and 4 of this Decision, the ACP-EU Committee of Ambassadors hereby authorises the Executive Board of the CDE to take, with immediate effect, all appropriate measures to prepare for the closure of the CDE.\n2.   The closure of the CDE shall respect the competences of the CDE's supervisory authorities laid down in Annex III to the ACP-EU Partnership Agreement and the modalities laid down by the ACP-EU Council of Ministers in its Joint Declaration of 20 June 2014.\nArticle 2\n1.   The Executive Board of the CDE shall as soon as possible, and at the latest by 23 December 2014, contract a Curator to prepare and implement a closure plan, as well as to manage the CDE during the process leading to its closure.\n2.   The closure plan shall permit the closure of the CDE in an orderly manner, while respecting the rights of all involved third parties, and ensuring that the ongoing private sector support projects are completed either by the CDE itself or by an entity to whom their management can be assigned.\n3.   The closure plan shall envisage the finalisation of the winding-up of the CDE by 31 December 2016. The closure plan shall include the time necessary for making final payments, final reports, financial and statutory audits with a view to the winding-up of the CDE by 31 December 2016.\nArticle 3\n1.   In line with the procedures laid down in the ACP-EU Partnership Agreement, the CDE Statutes and the CDE Financial Regulation, the ACP-EU Committee of Ambassadors shall receive the closure plan adopted by the Executive Board of the CDE.\n2.   The Executive Board of the CDE shall provide quarterly reports to the ACP-EU Committee of Ambassadors on the progress made on the closure process.\nArticle 4\nThe Executive Board of the CDE will consult the JWG on the draft Terms of Reference for the Curator referred to in Article 2(1), as well as on the draft closure plan and draft discharge proposal.\nThis Decision shall enter into force on the date of its adoption.\nDone at […], […]\nFor the ACP-EU Committee of Ambassadors\nThe President\n(1)  OJ L 317, 15.12.2000, p. 3. Agreement as amended by the Agreement signed in Luxembourg on 25 June 2005 (OJ L 209, 11.8.2005, p. 27) and by the Agreement signed in Ouagadougou on 22 June 2010 (OJ L 287, 4.11.2010, p. 3)."}