{"celex_id": "32013R0172", "uri": "http://publications.europa.eu/resource/cellar/db5ee666-80e2-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1085", "1182", "1255", "1519", "1712", "2563", "3173", "3763", "4713", "5573", "863"], "title": "Commission Implementing Regulation (EU) No 172/2013 of 26 February 2013 on the removing of certain existing wine names from the register provided for in Council Regulation (EC) No 1234/2007\n", "header": "27.2.2013 EN Official Journal of the European Union L 55/20\nCOMMISSION IMPLEMENTING REGULATION (EU) No 172/2013\nof 26 February 2013\non the removing of certain existing wine names from the register provided for in Council Regulation (EC) No 1234/2007\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 118s(3) in conjunction with Article 4 thereof,\nWhereas:\n(1) Wine names, which were protected in accordance with Articles 51 and 54 of Council Regulation (EC) No 1493/1999 of 17 May 1999 on the common organisation of the market in wine (2) and Article 28 of Commission Regulation (EC) No 753/2002 of 29 April 2002 laying down certain rules for applying Council Regulation (EC) No 1493/1999 as regards the description, designation, presentation and protection of certain wine sector products (3), were automatically protected under Regulation (EC) No 1234/2007. Those wine names, (‘existing protected wine names’), are listed in the register of protected designations of origin and protected geographical indications for wine established in accordance with Article 118n of Regulation (EC) No 1234/2007, (‘the Register’).\n(2) In respect of those existing protected wine names, the Member States had to transmit to the Commission by 31 December 2011 the technical files and the national decisions of approval. In accordance with Article 118s(3) of Regulation (EC) No 1234/2007 existing protected wine names, for which no transmission occurred by that date, are no longer to be protected under that Regulation. Those names should therefore be removed from the Register.\n(3) The removal from the Register should not affect wines which, before the date of entry into force of this Regulation, have been placed on the market or labelled with wine names to be removed from the Register. Marketing of those wines should therefore be allowed until exhaustion of stocks.\n(4) The measure provided for in this Regulation is in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Wine names listed in the Annex to this Regulation, shall be removed from the register established in accordance with Article 118n of Regulation (EC) No 1234/2007.", "Wines placed on the market or labelled before the date of entry into force of this Regulation, with wine names referred to in Article 1, may be marketed until stocks are exhausted.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 179, 14.7.1999, p. 1.\n(3)  OJ L 118, 4.5.2002, p. 1.\nANNEX\nWine names referred to in Article 1\nCountry Names to be removed\nGreece Αδριανή\nSpain Abanilla\nFrance Aigues\nItaly Alto Tirino\nLuxembourg Crémant du Luxembourg\nHungary Alföldi\nPortugal Moscatel de Setúbal\nRomania Cernătești — Podgoria"}