{"celex_id": "32014D0861", "uri": "http://publications.europa.eu/resource/cellar/5a756920-7bd2-11e4-97c9-01aa75ed71a1", "type": "Decision", "concepts": ["3454", "3468", "5873", "868", "928"], "title": "Council Decision 2014/861/CFSP of 1 December 2014 amending Decision 2012/699/CFSP on the Union support for the activities of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation in order to strengthen its monitoring and verification capabilities and in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction\n", "header": "2.12.2014 EN Official Journal of the European Union L 346/35\nCOUNCIL DECISION 2014/861/CFSP\nof 1 December 2014\namending Decision 2012/699/CFSP on the Union support for the activities of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation in order to strengthen its monitoring and verification capabilities and in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28(1) and Article 31(1) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 13 November 2012, the Council adopted Decision 2012/699/CFSP (1).\n(2) Decision 2012/699/CFSP provides for a 24-month implementation period of the projects referred to in Article 1(2) after the date of conclusion of the financing agreement referred to in Article 3(3).\n(3) On 18 June 2014, the Provisional Technical Secretariat of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation (CTBTO) requested the authorisation of the Union to extend the 24-month duration provided for in Article 5 of Decision 2012/699/CFSP by 12 months in order to allow for the implementation of the remaining parts of the projects not yet implemented by the end of that period.\n(4) Implementation of the remaining parts of the projects referred to in paragraphs 2.1. (Technical Assistance and Capacity Building), 2.2. (Developing Capacity for Future Generations of CTBT Experts — the Capacity Development Initiative (CDI)), 2.3. (Enhancing the Atmospheric Transport Model (ATM)), 2.4. (Characterisation and Mitigation of Radioxenon) and 2.6. (Sustainment of Certified IMS Auxiliary Stations) of the Annex to Decision 2012/699/CFSP, as specifically quoted in the request made by the CTBTO on 18 June 2014, could be performed without any resource implications.\n(5) Decision 2012/699/CFSP should therefore be amended in order to enable the full implementation of the projects set out therein by extending its duration accordingly,", "main_body": ["Decision 2012/699/CFSP is hereby amended as follows:\n(1) The second paragraph of Article 5 is replaced by the following:\n(2) The paragraph under Section 3 of the Annex is replaced by the following:", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 1 December 2014.\nFor the Council\nThe President\nB. LORENZIN\n(1)  Council Decision 2012/699/CFSP of 13 November 2012 on the Union support for the activities of the Preparatory Commission of the Comprehensive Nuclear-Test-Ban Treaty Organisation in order to strengthen its monitoring and verification capabilities and in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction (OJ L 314, 14.11.2012, p. 27)."}