{"celex_id": "32010D0120", "uri": "http://publications.europa.eu/resource/cellar/443128fd-ed77-4792-94c6-d3babddf366e", "type": "Decision", "concepts": ["1777", "2222", "261", "3367", "5788", "5873"], "title": "2010/120/CFSP: Council Decision 2010/120/CFSP of 25 February 2010 extending and amending the mandate of the European Union Special Representative for Afghanistan and Pakistan\n", "header": "26.2.2010 EN Official Journal of the European Union L 49/28\nCOUNCIL DECISION 2010/120/CFSP\nof 25 February 2010\nextending and amending the mandate of the European Union Special Representative for Afghanistan and Pakistan\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 28, 31(2) and 33 thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 24 July 2008, the Council adopted Joint Action 2008/612/CFSP (1) appointing Mr Ettore F. SEQUI as the European Union Special Representative (EUSR) for Afghanistan for the period from 1 September 2008 to 28 February 2009.\n(2) On 16 February 2009, the Council adopted Joint Action 2009/135/CFSP (2) extending the mandate of the EUSR for Afghanistan until 28 February 2010.\n(3) On the basis of a review of Joint Action 2009/135/CFSP, on 15 June 2009 the Council adopted Joint Action 2009/467/CFSP (3), expanding the mandate of the EUSR for Afghanistan to include Pakistan.\n(4) The mandate of the EUSR should be extended until 31 March 2010.\n(5) The EUSR for Afghanistan and Pakistan will implement his mandate in the context of a situation which may deteriorate and could harm the Common Foreign and Security Policy objectives set out in Article 21 of the Treaty,", "main_body": ["Joint Action 2009/467/CFSP is hereby amended as follows:\n1. Article 1 is replaced by the following:\n2. Article 2, point (e) is replaced by the following:\n‘(e) support the work of the High Representative of the Union for Foreign Affairs and Security Policy (HR) in the region.’\n3. Article 4 is replaced by the following:\n4. Article 5(1) and (2) is replaced by the following:\n5. Article 6(1) shall be replaced by the following:\n6. Article 9(2) is replaced by the following:\n7. Article 10, point (d) is replaced by the following:\n‘(d) ensuring that all agreed recommendations made following regular security assessments are implemented and providing the HR, the Council and the Commission with written reports on their implementation and on other security issues within the framework of the mid-term and mandate implementation reports.’\n8. Article 11 is replaced by the following:\n9. Article 12 is replaced by the following:", "The EUSR shall present the HR, the Council and the Commission with a mandate implementation report at the end of the mandate.", "This Decision shall enter into force on the date of its adoption.\nIt shall apply from 1 March 2010.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Brussels, 25 February 2010.\nFor the Council\nThe President\nA. PÉREZ RUBALCABA\n(1)  OJ L 197, 25.7.2008, p. 60.\n(2)  OJ L 46, 17.2.2009, p. 61.\n(3)  OJ L 151, 16.6.2009, p. 41."}