{"celex_id": "32014R0212", "uri": "http://publications.europa.eu/resource/cellar/26b34f77-a5d1-11e3-8438-01aa75ed71a1", "type": "Regulation", "concepts": ["192", "2531", "2735", "3135", "3730", "3732", "6569", "6789"], "title": "Commission Regulation (EU) No 212/2014 of 6 March 2014 amending Regulation (EC) No 1881/2006 as regards maximum levels of the contaminant citrinin in food supplements based on rice fermented with red yeast Monascus purpureus  Text with EEA relevance\n", "header": "7.3.2014 EN Official Journal of the European Union L 67/3\nCOMMISSION REGULATION (EU) No 212/2014\nof 6 March 2014\namending Regulation (EC) No 1881/2006 as regards maximum levels of the contaminant citrinin in food supplements based on rice fermented with red yeast Monascus purpureus\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (2) sets maximum levels for mycotoxins in food.\n(2) The Scientific Panel on Contaminants in the Food Chain (The Panel on Contaminants) of the European Food Safety Authority (EFSA) has, on a request from the Commission, adopted on 2 March 2012 an opinion on the risks for public and animal health related to the presence of citrinin in food and feed (3). The Panel on Contaminants decided to characterise the risk of citrinin on the available data on nephrotoxicity and determined a level of no concern for nephrotoxicity. Applying an uncertainty factor of 100 to the No Observed Adverse Effect Level (NOAEL) of 20 μg/kg bodyweight (b.w.) per day results in a level of no concern for nephrotoxicity in humans of 0,2 μg/kg b.w. per day. The Panel on Contaminants concluded that based on the available data, a concern for genotoxicity and carcinogenicity could not be excluded as regards citrinin at the level of no concern for nephrotoxicity.\n(3) The Scientific Panel on Dietetic Products, Nutrition and Allergies (The NDA Panel) of EFSA has, on request of the Competent Authority of the Netherlands following an application by Sylvan Bio Europe BV, adopted on 24 January 2013 an opinion on the substantiation of a health claim related to monacolin K in SYLVAN BIO red yeast rice and maintenance of normal blood LDL-cholesterol concentration pursuant to Article 13(5) of Regulation (EC) No 1924/2006 (4). The NDA Panel concluded that a cause and effect relationship has been established between the consumption of monacolin K in red yeast rice preparations and maintenance of normal blood LDL-cholesterol concentrations. The NDA Panel considers that the following wording reflects the scientific evidence: ‘Monacolin K from red yeast rice contributes to the maintenance of normal blood cholesterol concentrations’ and in order to obtain the claimed effect, 10 mg of monacolin K from fermented red yeast rice preparations should be consumed daily. The target population is adults in the general population. The health claim can be applied to all red yeast rice preparations on the market.\n(4) Monacolin K is produced by Monascus purpureus of which some strains produce also citrinin. Data available on the presence of citrinin in certain red yeast rice preparations revealed high levels of citrinin in those preparations. The consumption of such red yeast rice preparations at the quantity necessary to obtain the claimed effect would result in an exposure significantly above the level of no concern for nephrotoxicity of citrinin. Therefore it is appropriate to establish a maximum level for citrinin in red yeast rice preparations. To obtain the necessary intake of monacolin K, 4-6 capsules of 600 mg of red yeast rice need to be consumed. A maximum level of 2 mg/kg for citrinin in red yeast rice preparation has been established in order to ensure that the possible exposure to citrinin from these red yeast rice preparations remains significantly below the level of nephrotoxicity of 0,2 μg/kg bw foe an adult. Given the gaps in knowledge as regards the presence of citrinin in other foodstuffs and the remaining uncertainties as regards the carcinogenicity and genotoxicity of citrinin, it is appropriate to review the maximum level within two years’ time once more information has been gathered as regards the toxicity of citrinin and the exposure from other foodstuffs.\n(5) The addition of substances to or the use of substances in foodstuffs is governed by specific Union and national legislation, as is the classification of products as foodstuffs or medicinal products. The setting of a maximum level in such a substance or product does not constitute an authorisation to the marketing of the substance for which a maximum level is established, a decision on whether the substance can be used in foodstuffs, or a classification of a certain product as a foodstuff.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In section 2 of the Annex to Regulation (EC) No 1881/2006, the following entries 2.8 and 2.8.1 are added:\nFoodstuffs (1) Maximum levels (μg/kg)\n‘2.8 Citrinin\n2.8.1 Food supplements based on rice fermented with red yeast Monascus purpureus 2 000 (5)", "Entry into force and application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 April 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 37, 13.2.1993, p. 1.\n(2)  OJ L 364, 20.12.2006, p. 5.\n(3)  EFSA Panel on Contaminants in the Food Chain (CONTAM); Scientific Opinion on the risks for public and animal health related to the presence of citrinin in food and feed. EFSA Journal 2012;10(3):2605. [82 pp.] doi:10.2903/j.efsa.2012.2605. Available online: www.efsa.europa.eu/efsajournal\n(4)  EFSA Panel on Dietetic Products, Nutrition and Allergies (NDA); Scientific Opinion on the substantiation of a health claim related to monacolin K in SYLVAN BIO red yeast rice and maintenance of normal blood LDL-cholesterol concentrations pursuant to Article 13(5) of Regulation (EC) No 1924/2006. EFSA Journal 2013;11(2):3084. [13 pp.]. doi:10.2903/j.efsa.2013.3084. Available online: www.efsa.europa.eu/efsajournal\n(5)  The maximum level is to be reviewed before 1 January 2016 in the light of information on exposure to citrinin from other foodstuffs and updated information on the toxicity of citrinin in particular as regards carcinogenicity and genotoxicity.’"}