{"celex_id": "32011D0318(01)", "uri": "http://publications.europa.eu/resource/cellar/eb1ada42-db84-4133-9d7d-81a12dac9100", "type": "Decision", "concepts": ["1164", "1379", "1542", "2443", "5563", "922"], "title": "Commission Decision of 17 March 2011 conferring on the Republic of Croatia management of aid relating to the Component V — Agriculture and Rural Development of the Instrument for Pre-Accession Assistance (IPA) for pre-accession measures 301 and 302 in the pre-accession period\n", "header": "18.3.2011 EN Official Journal of the European Union C 85/4\nCOMMISSION DECISION\nof 17 March 2011\nconferring on the Republic of Croatia management of aid relating to the Component V — Agriculture and Rural Development of the Instrument for Pre-Accession Assistance (IPA) for pre-accession measures 301 and 302 in the pre-accession period\n2011/C 85/04\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1085/2006 of 17 July 2006 establishing an Instrument for Pre-Accession Assistance (IPA) (1),\nHaving regard to Commission Regulation (EC) No 718/2007 of 12 June 2007 implementing Council Regulation (EC) No 1085/2006 establishing an instrument for pre-accession assistance (IPA) (2) and in particular Article 14 thereof,\nHaving regard to Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (hereinafter referred to as: ‘the Financial Regulation’) (3), and in particular Article 53c and 56(2) thereof,\nHaving regard to Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Community (hereinafter referred to as: the Implementing Rules) (4) and in particular Article 35 thereof,\nWhereas:\n(1) Regulation (EC) No 1085/2006 lays down the objectives and main principles for pre-accession assistance to candidate and potential candidate countries for the period from 2007 to 2013 and confers the responsibility for its implementation to the Commission.\n(2) Articles 11, 12, 13, 14, 18 and 186 of Regulation (EC) No 718/2007 give the Commission the possibility to confer management powers to the beneficiary country and define the requirements for such conferral relating to the Component V — Agriculture and Rural Development of the Instrument for Pre-Accession Assistance.\n(3) Under Article 7 of Regulation (EC) No 718/2007 the Commission and the beneficiary country shall conclude a framework agreement, in order to set out and agree on the rules for cooperation concerning EU financial assistance to the beneficiary country. Where necessary, the framework agreement may be complemented by a sectoral agreement, or sectoral agreements, covering component specific provisions.\n(4) For conferring management powers to the beneficiary country, the conditions laid down in Article 53c and 56(2) of the Financial Regulation and in Article 35 of the Implementing Rules must be fulfilled.\n(5) The Framework Agreement on the rules for co-operation concerning EU financial assistance to the Republic of Croatia in the framework of the implementation of the assistance under the instrument for pre-accession assistance (IPA) between the Government of the Republic of Croatia and the Commission of the European Union was concluded on 17 December 2007.\n(6) The Programme for Agriculture and Rural Development of the Republic of Croatia under IPA (hereinafter referred to as IPARD Programme) was approved by Commission Decision C(2008) 690 of 25 February 2008, in accordance with Article 7(3) of Regulation (EC) No 1085/2006, and Article 184 of Regulation (EC) No 718/2007 included a plan for the annual EU contributions as well as the financing agreement.\n(7) The Sectoral Agreement concluded on 12 January 2009 between the Commission of the European Union, acting for and on behalf of the European Union and the Government of the Republic of Croatia, acting on behalf of the Republic of Croatia, complements the provisions of the Framework Agreement, laying down the specific provisions applicable for the implementation and the execution of the IPARD Programme for Agriculture and Rural Development of the Republic of Croatia under the Instrument for Pre-Accession Assistance (IPA).\n(8) The IPARD Programme was last amended on 26 November 2010 by Commission Decision C(2010) 8462.\n(9) Pursuant to Article 21 of Commission Regulation (EC) No 718/2007 the beneficiary country has to designate bodies and authorities responsible for implementation of the IPARD Programme: the Competent Accrediting Officer, the National Authorising Officer, the National Fund, the Managing Authority, the IPARD Agency and the Audit Authority.\n(10) The Government of Croatia has appointed the National Fund Sector, an organisational unit of the State Treasury within the Ministry of Finance, acting as the National Fund, which will execute the functions and responsibilities as defined in Annex I of the Sectoral Agreement.\n(11) The Government of Croatia has appointed the independent public institution Paying Agency for Agriculture, Fisheries and Rural Development to act as the IPARD Agency, which will execute the functions and responsibilities as defined in Annex I of the Sectoral Agreement.\n(12) The Government of Croatia has appointed the Directorate for Rural Development, Sapard/IPARD Programme Managing Authority, within the Ministry of Agriculture, Fisheries and Rural Development, to act as the Managing Authority, which will execute the functions and responsibilities as defined in Annex I of the Sectoral Agreement.\n(13) The Competent Accrediting Officer notified the European Commission on 12 November 2008 of the accreditation of the National Authorising Officer and the National Fund in accordance with Article 12(3) of Regulation (EC) No 718/2007.\n(14) The National Authorising Officer notified the European Commission on 12 November 2008 of the accreditation of the operating structure in charge of the management and implementation of the IPA Component V — Rural Development for measures 101, 103 and 301, in accordance with Article 13(3) of Regulation (EC) No 718/2007. On 6 May 2010, the National Authorising Officer decided to issue an Addendum to the Decision on national accreditation act for the IPARD measure 301.\n(15) On 28 May 2010, the National Authorising Officer notified the European Commission of accreditation of the operating structure in charge of the management and implementation of IPA Component V — Rural Development for submeasure 202/1 ‘Acquisition of skills’, measures 302 ‘Diversification and development of rural economic activities’ and 501 ‘Technical assistance’, in accordance with Article 13(3) of Regulation (EC) No 718/2007.\n(16) On 21 December 2010, the National Authorising Officer notified the European Commission of withdrawing accreditation of the Operating Structure in charge of the management and implementation of IPA Component V — Rural Development for submeasure 201/1.\n(17) On 16 March 2009, the Croatian Authorities submitted to the Commission the list of eligible expenditure for measures 101, 103 and 301 in conformity with Article 32(3) of the Sectoral Agreement. The Commission approved this list on 8 April 2009.\n(18) On 29 October 2010, the Croatian Authorities submitted to the Commission the last modified list of eligible expenditure for measure 302 in conformity with Article 32(3) of the Sectoral Agreement. The Commission approved this list on 10 November 2010.\n(19) On 24 November 2009, the Croatian Authorities submitted to the Commission the list of eligible expenditure for measure 501 in conformity with Article 32(3) of the Sectoral Agreement. The Commission approved this list on 29 March 2010.\n(20) The Paying Agency for Agriculture, Fisheries and Rural Development acting as the IPARD Agency, and the Directorate for Rural Development, Sapard/IPARD Programme Managing Authority, acting as the Managing Authority, will be responsible for implementing the three measures accredited by National Authorising Officer: 301 ‘Improvement and development of rural infrastructure’, 302 ‘Diversification and development of rural economic activities’ and 501 ‘Technical assistance’ as defined in the Programme; in addition to the two measures conferred in 2009, out of seven from the IPARD Programme.\n(21) In order to take into account the requirements of Article 19(1) of the Framework Agreement the expenditure pursuant to this Decision shall be eligible for Community co-finance only if not paid earlier than the date of conferral decision, with the exception of measure 501 ‘Technical assistance’ referred to Article 19(2) of the Framework Agreement and the general costs referred to in Article 172(3c) of Regulation (EC) No 718/2007. Expenditure shall be eligible if it is in accordance with the principles of sound financial management and, in particular, of economy and cost-effectiveness.\n(22) Regulation (EC) No 718/2007 provides that the ex ante approval requirement may be waived according to its Article 18(2) on the basis of a case-by-case analysis of effective functioning of the management and control system concerned and provides for detailed rules for the carrying out of the said analysis.\n(23) Pursuant to Articles 14 and 18 of Regulation (EC) No 718/2007, the accreditations referred to in Articles 11, 12 and 13 of Regulation (EC) No 718/2007 have been reviewed; and the procedures and structures of the bodies and authorities concerned, as set out in the application submitted by the National Authorising Officer, have been examined, including by on-the-spot verifications.\n(24) The verifications carried out by the Commission for measure 301 ‘Improvement and development of rural infrastructure’ and measure 302 ‘Diversification and development of rural economic activities’ are based on a system that is operational, but not yet operating, with regard to all relevant elements.\n(25) Although the Audit Authority is not itself part of this Decision, its level of readiness to operate as a functionally independent audit body by the time of submission to the Commission of the accreditation package for the conferral of management has been evaluated by on-the-spot verifications.\n(26) Croatia's compliance with the requirements of Article 56(2) of the Financial Regulation and Articles 11, 12 and 13 of Regulation (EC) No 718/2007 has been assessed by on-the-spot verifications.\n(27) The assessment has shown that Croatia complies with the requirements for measures 301 and 302. However, the Paying Agency for Agriculture, Fisheries and Rural Development, acting as the IPARD Agency, has not yet implemented properly the accreditation criteria for the functions it is due to perform in the framework of the implementation of measure 501.\n(28) It is therefore appropriate to waive according to Article 18(2) of Regulation (EC) No 718/2007 the ex ante approval requirements referred to in Article 165 of the Financial Regulation and to confer on the National Authorising Officer, on the National Fund, on the IPARD Agency and on the Managing Authority, the management powers relating to the measures 301 and 302 of the Programme for Croatia on a decentralised basis,", "main_body": ["1.   The management of assistance provided for under IPA — Component V as regards Agriculture and Rural Development is conferred on the concerned bodies under the conditions laid down in this Decision.\n2.   The requirement for ex ante approval by the Commission of managing, paying and implementing functions for measure 301 ‘Improvement and development of rural infrastructure’ and measure 302 ‘Diversification and development of rural economic activities’ by the Republic of Croatia, is hereby waived according to Article 18(2) of Regulation (EC) No 718/2007.", "This Decision shall apply on the basis of the following structures, bodies and authorities designated by the Republic of Croatia for the management of measures 301 and 302 of the Programme provided for under IPA — Component V:\n(a) the National Authorising Officer;\n(b) the National Fund;\n(c) the Operating Structure for IPA — Component V:\n— the Managing Authority,\n— the IPARD Agency.", "1.   The management powers are conferred on the structures, bodies and authorities as specified in Article 2 of this Decision.\n2.   The national authorities shall carry out further verifications with regard to the structures, bodies and authorities set out in Article 2 of this Decision, in order to ensure that the management and control system operates satisfactorily. Verifications shall be carried out before the submission of the first declaration of expenditure requesting the reimbursement related to measures stated in Article 1(2) above.", "1.   Expenditure paid earlier than the date of this Decision shall in no case be eligible with the exception of general costs referred to in Article 172(3c) of Regulation (EC) No 718/2007.\n2.   Expenditure shall be eligible if it is in accordance with the principles of sound financial management and, in particular, of economy and cost-effectiveness.", "1.   Without prejudice to any decisions granting aid under the IPARD Programme to individual beneficiaries, the rules for eligibility of expenditure for measure 301 proposed by Croatia by letter No ‘Class: NP 018-04/09-01/106, Ref. number: 525-12-3-0472/09-2’ of 16 March 2009 and registered in the Commission on 26 March 2009 under No 8151 shall apply.\n2.   Without prejudice to any decisions granting aid under the IPARD Programme to individual beneficiaries, the rules for eligibility of expenditure for measure 302 proposed by Croatia by letter No ‘Class: NP 011-02/09-01/72, Ref. number: 525-12-3-0473/10-30’ of 19 October 2010 and registered in the Commission on 29 October 2010 under No 761752 shall apply.", "1.   The Commission shall monitor compliance with the requirements for the conferral of management powers as laid down in Article 17 of Regulation (EC) No 718/2007.\n2.   At any time during the implementation of this Decision, should the Commission consider that the obligations of the Republic of Croatia under this Decision are no longer met, the Commission may decide to withdraw or suspend the conferral of management powers on the basis of Article 17 of Regulation (EC) No 718/2007.\n3.   The Republic of Croatia as laid down in article 19 of Commission Regulation (EC) No 718/2007 shall ensure:\n— investigation and effective treatment of suspected cases of fraud and irregularities and shall ensure the functioning of a control and reporting mechanism equivalent to that referred to in the Commission Regulation (EC) No 1828/2006,\n— implementation of fraud prevention measures by its national bodies. The fraud prevention measures adopted shall equally be communicated to the Commission."], "attachments": "Done at Brussels, 17 March 2011.\nFor the Commission\nDacian CIOLOŞ\nMember of the Commission\n(1)  OJ L 210, 31.7.2006, p. 82.\n(2)  OJ L 170, 29.6.2007, p. 1.\n(3)  OJ L 248, 16.9.2002, p. 1.\n(4)  OJ L 357, 31.12.2002, p. 1."}