{"celex_id": "32014D0424", "uri": "http://publications.europa.eu/resource/cellar/9664e97c-0281-11e4-831f-01aa75ed71a1", "type": "Decision", "concepts": ["2735", "2849", "5451", "6042", "6569", "893"], "title": "2014/424/EU: Commission Implementing Decision of 1 July 2014 authorising the placing on the market of rapeseed protein as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2014) 4256)\n", "header": "3.7.2014 EN Official Journal of the European Union L 196/27\nCOMMISSION IMPLEMENTING DECISION\nof 1 July 2014\nauthorising the placing on the market of rapeseed protein as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2014) 4256)\n(Only the German text is authentic)\n(2014/424/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 25 June 2012, the company Helm AG made a request to the competent authorities of Ireland to place rapeseed protein on the market as a novel food ingredient. Rapeseed protein is intended to be used as a vegetable protein source in foods except in infant formulae and follow-on formulae. On 18 February 2014, the Commission was notified that Siebte PMI Verwaltungs GmbH had acquired the rights to the pending request.\n(2) On 17 September 2012, the competent food assessment body of Ireland issued its initial assessment report. In that report it came to the conclusion that rapeseed protein meets the criteria for novel food set out in Article 3(1) of Regulation (EC) No 258/97.\n(3) On 4 October 2012, the Commission forwarded the initial assessment report to the other Member States.\n(4) Reasoned objections were raised within the 60-day period laid down in the first subparagraph of Article 6(4) of Regulation (EC) No 258/97.\n(5) On 14 February 2013, the Commission consulted the European Food Safety Authority (EFSA) asking it to carry out an additional assessment for rapeseed protein as food ingredient in accordance with Regulation (EC) No 258/97.\n(6) On 10 October 2013, in its ‘Scientific Opinion on the safety of “rapeseed protein isolate” as the Novel Food ingredient’ (2), EFSA concluded that rapeseed protein is safe as a protein added to food. However, it also noted that the risk of sensitisation to rapeseed cannot be excluded and that it is likely that rapeseed can trigger allergic reactions in people allergic to mustard.\n(7) Therefore, the opinion gives sufficient grounds to establish that rapeseed protein as a novel food ingredient complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97, provided that the labelling of foods containing rapeseed protein as a food ingredient is such to allow people who are allergic to mustard to avoid consumption of those foods.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Rapeseed protein specified in the Annex may be placed on the market in the Union as a novel food ingredient.", "The designation of rapeseed protein authorised by this Decision on the labelling of the foodstuffs containing it shall be ‘rapeseed protein’.", "The labelling of any foodstuff containing rapeseed protein shall bear an easily visible and legible statement that the product containing ‘rapeseed protein’ as a food ingredient may cause allergic reaction to consumers who are allergic to mustard and products thereof. Where relevant, this statement shall appear in close proximity to the list of ingredients.", "This Decision is addressed to Siebte PMI Verwaltungs GmbH, Neuer Jungfernstieg 5, 20354 Hamburg, Germany."], "attachments": "Done at Brussels, 1 July 2014.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2013; 11(10):3420.\nANNEX\nSPECIFICATION OF RAPESEED PROTEIN\nDefinition\n: Rapeseed protein is an aqueous protein-rich extract from rapeseed press cake originating from non-genetically modified Brassica napus L. and Brassica rapa L.\nDescription\n: White to off-white, spray dried powder.\nPurity\n:\nTotal phytate Not more than 1,5 %\nLead Not more than 0,5 mg/kg\nMicrobiological criteria\n:\nYeast and mould count Not more than 100 cfu/g\nAerobic bacteria count Not more than 10 000 cfu/g\nTotal coliform count Not more than 10 cfu/g\nEscherichia coli Absent in 10 g\nSalmonella spp. Absent in 25 g"}