{"celex_id": "32011D0182", "uri": "http://publications.europa.eu/resource/cellar/9537f2cd-bebd-48b9-ba42-b8cd81c22b9c", "type": "Decision", "concepts": ["223", "225", "2816", "4415", "5404", "5794", "5833", "5946"], "title": "2011/182/EU: Council Decision of 9 March 2011 concerning the renewal of the Agreement for scientific and technological cooperation between the European Community and Ukraine\n", "header": "25.3.2011 EN Official Journal of the European Union L 79/3\nCOUNCIL DECISION\nof 9 March 2011\nconcerning the renewal of the Agreement for scientific and technological cooperation between the European Community and Ukraine\n(2011/182/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 186, in conjunction with point (v) of Article 218(6)(a), thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) By its Decision 2003/96/EC of 6 February 2003 (1), the Council approved the conclusion of the Agreement for scientific and technological cooperation between the European Community and Ukraine.\n(2) Article 12(b) of the Agreement provided that the Agreement would be concluded for an initial period ending on 31 December 2002 and would be renewable by common agreement between the Parties for additional periods of 5 years.\n(3) By a Decision of 22 September 2003 (2) which entered into force on 8 November 2004, the Council approved the renewal of the Agreement for a further period of 5 years.\n(4) At the third meeting of the EU-Ukraine Sub-Committee No 7, held on 26 and 27 November 2008 in Kyiv, both Parties confirmed their interest in a renewal of the abovementioned Agreement for a further 5 years.\n(5) The material content of the renewed Agreement is identical with the material content of the Agreement which expired on 7 November 2009.\n(6) As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(7) The renewal of the Agreement for scientific and technological cooperation between the European Community and Ukraine should be approved on behalf of the Union,", "main_body": ["The renewal of the Agreement for scientific and technological cooperation between the European Community and Ukraine, for an additional period of 5 years, is hereby approved on behalf of the Union.", "The President of the Council shall, acting on behalf of the Union and in accordance with Article 12 of the Agreement, give notification to the Government of Ukraine that the Union has completed its internal procedures necessary for the entry into force of the renewed Agreement (3) and make the following notification to Ukraine:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to “the European Community” in the text of the Agreement are, where appropriate, to be read as “the European Union”.’", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 9 March 2011.\nFor the Council\nThe President\nCSÉFALVAY Z.\n(1)  OJ L 36, 12.2.2003, p. 31.\n(2)  OJ L 267, 17.10.2003, p. 24.\n(3)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}