{"celex_id": "32012D0144", "uri": "http://publications.europa.eu/resource/cellar/4ecebdd4-1171-4488-ab96-c888b0001a8b", "type": "Decision", "concepts": ["249", "3483", "3870", "950"], "title": "Council Implementing Decision 2012/144/CFSP of 8 March 2012 implementing Decision 2010/656/CFSP renewing the restrictive measures against Côte d’Ivoire\n", "header": "9.3.2012 EN Official Journal of the European Union L 71/50\nCOUNCIL IMPLEMENTING DECISION 2012/144/CFSP\nof 8 March 2012\nimplementing Decision 2010/656/CFSP renewing the restrictive measures against Côte d’Ivoire\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(2) thereof,\nHaving regard to Council Decision 2010/656/CFSP of 29 October 2010 renewing the restrictive measures against Côte d’Ivoire (1), and in particular Article 6(1) and (2) thereof,\nWhereas:\n(1) On 29 October 2010, the Council adopted Decision 2010/656/CFSP.\n(2) On the basis of a review of the list of persons and entities to which the restrictive measures provided for in Decision 2010/656/CFSP apply, the Council considers that there are no longer grounds for keeping certain persons on that list.\n(3) Furthermore, the information relating to a person on the list in Annex I and to the persons on the list in Annex II to Decision 2010/656/CFSP should be updated,", "main_body": ["In Annex I to Decision 2010/656/CFSP, the entry for the following person:\nDésiré Tagro\nshall be replaced by the entry set out in Annex I to this Decision.", "Annex II to Decision 2010/656/CFSP shall be replaced by the text set out in Annex II to this Decision.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 8 March 2012.\nFor the Council\nThe President\nM. BØDSKOV\n(1)  OJ L 285, 30.10.2010, p. 28.\nANNEX I\nEntry referred to in Article 1\nName (and any aliases) Identifying information (date and place of birth (d.o.b. and p.o.b.), passport (Pass.)/ID card number, etc.) Grounds for designation Date of UN Designation\nDésiré Tagro Passport number: PD–AE 065FH08 Secretary-General in the so-called ‘presidency’ of Mr GBAGBO: participation in the illegitimate government of Mr GBAGBO, obstruction of the peace and reconciliation process, rejection of the results of the presidential election, participation in violent repressions of popular movements. Date of UN designation: 30.3.2011\nANNEX II\n‘ANNEX II\nList of persons referred to in Article 4(1)(b) and Article 5(1)(b)\nName (and any aliases) Identifying information Grounds for designation\n1. Kadet Bertin Born 1957 in Mama Special Adviser to Laurent Gbagbo on matters of security, defence and military equipment, and formerly Laurent Gbagbo’s Minister for Defence.\n2. Oulaï Delafosse Born 28 October 1968 Former sub-prefect of Toulepleu. Leader in the Great West Patriotic Resistance Union.\n3. Pastor Gammi  Head of the Ivorian Movement for the Liberation of Western Côte d’Ivoire (MILOCI), established in 2004. As Head of the pro-Gbagbo MILOCI militia, he was involved in many massacres and much brutality.\n4. Marcel Gossio Born 18 February 1951 in Adjamé Has fled Côte d’Ivoire. Subject of an international arrest warrant. Involved in the misappropriation of public funds and in the funding and arming of the militia.\n5. Justin Koné Katina  Has fled to Ghana. Subject of an international arrest warrant.\n6. Ahoua Don Mello Born 23 June 1958 in Bongouanou Spokesperson of Laurent Gbagbo. Former Minister for Infrastructure and Sanitation in the illegitimate government.\n7. Moussa Touré Zéguen Born 9 September 1944 Head of the Group of Patriots for Peace (GPP)."}