{"celex_id": "32012R0836", "uri": "http://publications.europa.eu/resource/cellar/7e9f8301-0248-11e2-8e28-01aa75ed71a1", "type": "Regulation", "concepts": ["2428", "3730", "3897", "5451", "758"], "title": "Commission Regulation (EU) No 836/2012 of 18 September 2012 amending Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards lead  Text with EEA relevance\n", "header": "19.9.2012 EN Official Journal of the European Union L 252/4\nCOMMISSION REGULATION (EU) No 836/2012\nof 18 September 2012\namending Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) as regards lead\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Article 68(1) thereof,\nWhereas:\n(1) In accordance with Regulation (EC) No 1907/2006, if a Member State considers that the manufacture, placing on the market or use of a substance on its own, in a mixture or in an article poses a risk to human health or the environment that is not adequately controlled and needs to be addressed, it shall prepare a dossier after notifying that intention to the European Chemicals Agency (hereinafter ‘the Agency’).\n(2) On 15 April 2010 France submitted to the Agency a dossier pursuant to Article 69(4) of Regulation (EC) No 1907/2006, in order to initiate a restriction process in accordance with Articles 69 to 73 of that Regulation. In that dossier, it was demonstrated that due to their mouthing behaviour, children, especially those under 36 months, can be repeatedly exposed to lead released from jewellery articles. Such repeated exposure to lead can result in severe and irreversible neurobehavioural and neurodevelopmental effects, to which children are particularly sensitive given that their central nervous system is still under development. The dossier demonstrates that action on a Union-wide basis is necessary, beyond any measures already in place, in order to avoid as much as possible the exposure to lead and its compounds in jewellery articles. Accordingly, the dossier proposes a prohibition of placing on the market and the use of lead and its compounds in jewellery articles if the lead migration rate is greater than 0,09 μg/cm2/h.\n(3) In its opinion of 10 March 2011, the Committee for Risk Assessment (hereinafter ‘RAC’) considered that the most appropriate Union-wide measure to address the identified risks in terms of the effectiveness in reducing the risks is the prohibition of the placing on the market and use of lead and its compounds in metallic and non-metallic parts of jewellery articles, if the lead concentration is equal to or greater than 0,05 % by weight of the individual part, unless it can be demonstrated that the rate of lead released does not exceed the limit of 0,05 μg/cm2/h (0,05 μg/g/h).\n(4) In its opinion of 15 September 2011, the Committee for Socio-Economic Analysis (hereinafter ‘SEAC’) considered the prohibition of the placing on the market and use of lead and its compounds in jewellery articles, if the lead concentration is equal to or greater than 0,05 % by weight of any individual part thereof. This measure was considered as the most appropriate Union-wide measure to address the identified risks in terms of the proportionality of its socioeconomic benefits to its socioeconomic costs. In view of the current non-availability of a migration testing method mimicking mouthing conditions, SEAC considered that the restriction should be based on the content of lead in any individual part of jewellery articles, and not on the migration rate of lead released from such articles. In addition, SEAC recommended exemptions to be provided for crystal glass, vitreous enamels, internal components of watch timepieces as well as non-synthetic or reconstructed precious and semiprecious stones.\n(5) On 23 September 2011 the Agency submitted to the Commission the opinions of the RAC and the SEAC.\n(6) Given the lack of information on the release of lead under mouthing conditions and due to the lack of suitable alternatives for all uses in crystal glass and vitreous enamels, the latter are being exempted from the present measure. Moreover SEAC recommended the exemption only for categories 1 and 2 of crystal glass (respectively ‘Full Lead Crystal’ and ‘Lead Crystal’) as defined in Annex I to Council Directive 69/493/EEC of 15 December 1969 on the approximation of the laws of the Member States relating to crystal glass (2). However categories 3 and 4 of crystal glass (‘crystal glass, crystallin’) as defined in that Directive should also be exempted from the restriction, in order to ensure consistency with the exemption laid down in the Annex to Directive 2002/95/EC of the European Parliament and of the Council of 27 January 2003 on the restriction of the use of certain hazardous substances in electrical and electronic equipment (3), as amended by Commission Decision 2010/571/EU (4), and as they have a lower content of lead compared to categories 1 and 2.\n(7) For the same reasons applicable to crystal glass and vitreous enamels, non-synthetic or reconstructed precious and semiprecious stones in which lead is present as a naturally occurring constituent should be exempted.\n(8) Internal components of watch timepieces which are inaccessible to consumers should be exempted from the restriction, as exposure to lead from those components can be excluded.\n(9) A restriction on the placing on the market of second-hand and antique jewellery would have a significant socioeconomic impact, as such items would lose their marketable value in the Union, and would pose difficulties for enforcement. Therefore, jewellery articles placed on the market for the first time up to 12 months after the entry into force of the restriction as well as imported antique jewellery articles should be exempted from the restriction.\n(10) The Commission should carry out a review of the exemption of crystal, vitreous enamels and precious and semi-precious stones in the light of new available scientific information, including the migration of lead from those exempted uses, the availability of suitable alternatives as well as the development of migration test methods.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Committee established under Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Annex XVII to Regulation (EC) No 1907/2006 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 September 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  OJ L 326, 29.12.1969, p. 36.\n(3)  OJ L 37, 13.2.2003, p. 19.\n(4)  OJ L 251, 25.9.2010, p. 28.\nANNEX\nIn Annex XVII to Regulation (EC) No 1907/2006, the following entry 63 is added:\n‘63. Lead\nCAS No 7439-92-1\nEC No 231-100-4\n1. Shall not be placed on the market or used in any individual part of jewellery articles if the concentration of lead (expressed as metal) in such a part is equal to or greater than 0,05 % by weight.\n2. For the purposes of paragraph 1:\n(i) “jewellery articles” shall include jewellery and imitation jewellery articles and hair accessories, including:\n(a) bracelets, necklaces and rings;\n(b) piercing jewellery;\n(c) wrist watches and wrist-wear;\n(d) brooches and cufflinks;\n(ii) “any individual part” shall include the materials from which the jewellery is made, as well as the individual components of the jewellery articles.\n3. Paragraph 1 shall also apply to individual parts when placed on the market or used for jewellery-making.\n4. By way of derogation, paragraph 1 shall not apply to:\n(a) crystal glass as defined in Annex I (categories 1, 2, 3 and 4) to Council Directive 69/493/EEC (1);\n(b) internal components of watch timepieces inaccessible to consumers;\n(c) non-synthetic or reconstructed precious and semiprecious stones (CN code 7103, as established by Regulation (EEC) No 2658/87), unless they have been treated with lead or its compounds or mixtures containing these substances;\n(d) enamels, defined as vitrifiable mixtures resulting from the fusion, vitrification or sintering of minerals melted at a temperature of at least 500 °C.\n5. By way of derogation, paragraph 1 shall not apply to jewellery articles placed on the market for the first time before 9 October 2013 and jewellery articles produced before 10 December 1961.\n6. By 9 October 2017, the Commission shall re-evaluate this entry in the light of new scientific information, including the availability of alternatives and the migration of lead from the articles referred to in paragraph 1 and, if appropriate, modify this entry accordingly.\n(1)  OJ L 326, 29.12.1969, p. 36.’"}