{"celex_id": "32014D0529", "uri": "http://publications.europa.eu/resource/cellar/c7622cd0-2385-11e4-8c3c-01aa75ed71a1", "type": "Decision", "concepts": ["192", "2824", "3618", "3643", "3730", "4839", "5726"], "title": "2014/529/EU: Commission Decision of 12 August 2014 on a measure taken by Belgium according to Article 7 of Council Directive 89/686/EEC recalling from end-users a type of hearing protector earplugs (notified under document C(2014) 5670)\n", "header": "14.8.2014 EN Official Journal of the European Union L 242/29\nCOMMISSION DECISION\nof 12 August 2014\non a measure taken by Belgium according to Article 7 of Council Directive 89/686/EEC recalling from end-users a type of hearing protector earplugs\n(notified under document C(2014) 5670)\n(2014/529/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/686/EEC of 21 December 1989 on the approximation of the laws of the Member States relating to personal protective equipment (1), and in particular Article 7 thereof,\nWhereas:\n(1) In June 2013, the Belgian authorities notified to the European Commission a measure ordering the recall of the product from end-users of hearing protector earplugs, of the type Climax 13 (reusable model), manufactured by Productos Climax SA, Polígono Industrial Sector Mollet, c/ Llobregat no 1, 08150 Parets del Valles (Barcelona), Spain. According to the documents submitted to the Commission, this personal protective equipment was subject to the conformity assessment procedure set out in Article 11A of the Directive, attested by the EC type-approval certificate issued by the Spanish Notified Body ‘Centro Nacional de Medios de Protección — Instituto Nacional de Seguridad e Higiene en el Trabajo’ (NB No 0159), making reference to the relevant clauses of the harmonised standard EN 352-2:1993.\n(2) The product was notified by Belgian authorities in RAPEX in January 2013 (notification No A12/0039/13).\n(3) The reason given by the Belgian authorities for the measure is the non-conformity of the product with clauses § 4.1.1, 4.2.2, 4.3.6, 5 and 6 of the harmonised standard EN 352-2:1993 Hearing protectors — Safety requirements and testing — Part 2: Earplugs, referring to the following basic health and safety requirements (BHSR) set out in Annex II to Directive 89/686/EEC:\n— 1.4. Information supplied by the manufacturer: the instructions are not in the national languages of Belgium,\n— 3.5. Protection against the harmful effects of noise: the laboratory which tested the product for the Belgian authorities was not able to validate the testing on the level of protection claimed owing to the lack of homogeneity of production (differences in the diameter of the plugs). This variation is very significant and affects the protection of the user.\n(4) The Belgian authorities concluded that, since the level of protection cannot be determined, the products were considered to be hazardous because they could cause injury when being used, which is inconsistent with personal protective equipment requirements (risk category: damage to hearing).\n(5) The Commission wrote to the manufacturer and to the distributor in Belgium inviting them to communicate their observations on the measure taken by the Belgium authorities. In his reply, the manufacturer indicated that, after receiving the report from the Belgian authorities and a visit of an inspector from the ‘Agència Catalana del Consum’ (public body attached to the Regional Government of Catalonia, Spain) who impounded the remaining stock of the concerned product, the product had been withdrawn from the national and international market. The clients had been subsequently instructed accordingly. Once this action had been taken, the remaining stock of the product was destroyed.\n(6) In response to the notification of the Belgian authorities, the Spanish authorities communicated that a measure of withdrawal of the product from the market was taken, and that the company Productos Climax, SA announced the withdrawal of the product from the market.\n(7) In light of the documentation available, the comments expressed and the action taken by the parties concerned, the Commission considers that the hearing protector earplugs of the type Climax 13 (reusable model) fails to comply with clauses § 4.1.1, 4.2.2, 4.3.6, 5 and 6 of the harmonised standard EN 352-2:1993 referring to the basic health and safety requirements (BHSR) 1.4 and 3.5 set out in Annex II to Directive 89/686/EEC, since it could cause injury when being inserted into the ear,", "main_body": ["The measure taken by the Belgian authorities, ordering the recall of the product from end user of a type of hearing protector earplugs, of the type Climax 13 (reusable model), manufactured by Productos Climax SA, is justified.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 August 2014.\nFor the Commission\nFerdinando NELLI FEROCI\nMember of the Commission\n(1)  OJ L 399, 30.12.1989, p. 18."}