{"celex_id": "32012D0704", "uri": "http://publications.europa.eu/resource/cellar/65b81ead-43ab-11e2-9b3b-01aa75ed71a1", "type": "Decision", "concepts": ["1684", "2754", "3600", "3942", "4585", "5374", "5581", "5709"], "title": "2012/704/EU: Council Implementing Decision of 13 November 2012 amending Implementing Decision 2010/99/EU authorising the Republic of Lithuania to extend the application of a measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n", "header": "16.11.2012 EN Official Journal of the European Union L 319/7\nCOUNCIL IMPLEMENTING DECISION\nof 13 November 2012\namending Implementing Decision 2010/99/EU authorising the Republic of Lithuania to extend the application of a measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax\n(2012/704/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 291(2) thereof,\nHaving regard to Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (1), and in particular Article 395(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) By letter registered with the Secretariat-General of the Commission on 8 February 2012, Lithuania requested authorisation to continue to apply a measure derogating from the provisions of Directive 2006/112/EC governing the person liable for the payment of value added tax (VAT) to the tax authorities.\n(2) In accordance with Article 395(2) of Directive 2006/112/EC, the Commission informed the other Member States of the request made by Lithuania in a letter dated 4 April 2012. By letter dated 11 April 2012, the Commission notified Lithuania that it had all the information that it considered necessary to consider the request.\n(3) Council Decision 2006/388/EC of 15 May 2006 authorising the Republic of Lithuania to apply a measure derogating from Article 21 of the Sixth Directive 77/388/EEC on the harmonisation of the laws of the Member States relating to turnover taxes (2) authorised Lithuania, inter alia, to make the recipient liable for the VAT due on the supply of goods and services in the case of insolvency procedures or restructuring procedures subject to judicial oversight and supply of timber.\n(4) Council Implementing Decision 2010/99/EU of 16 February 2010 authorising the Republic of Lithuania to extend the application of a measure derogating from Article 193 of Directive 2006/112/EC on the common system of value added tax (3) extended the application of the derogating measure provided for in Decision 2006/388/EC (‘the derogating measure’).\n(5) The tax investigations and the analysis carried out by the Lithuanian tax authorities have revealed the effectiveness of the derogating measure.\n(6) The Commission understands that the legal and factual situation which has justified the application of the derogating measure has not changed and continues to exist. Lithuania should therefore be authorised to apply the measure during a further limited period.\n(7) In case Lithuania would consider another extension of the derogating measure beyond 2015, an evaluation report should be submitted to the Commission together with that extension request no later than 1 April 2015.\n(8) The derogating measure will have no adverse impact on the Union’s own resources accruing from VAT,", "main_body": ["In Article 2 of Implementing Decision 2010/99/EU, the second paragraph is replaced by the following:\n‘It shall apply from 1 January 2013 until 31 December 2015. Any request for the extension of the measure provided for in this Decision shall be submitted to the Commission no later than 1 April 2015 and shall be accompanied by a report which includes a review of the application of this measure.’.", "This Decision shall take effect on the day of its notification.\nIt shall apply from 1 January 2013.", "This Decision is addressed to the Republic of Lithuania."], "attachments": "Done at Brussels, 13 November 2012.\nFor the Council\nThe President\nV. SHIARLY\n(1)  OJ L 347, 11.12.2006, p. 1.\n(2)  OJ L 150, 3.6.2006, p. 13.\n(3)  OJ L 45, 20.2.2010, p. 10."}