{"celex_id": "32012R0245", "uri": "http://publications.europa.eu/resource/cellar/a7487023-54ab-402f-a7a6-2aa9ba101551", "type": "Regulation", "concepts": ["1565", "1571", "161", "1642", "3190", "3415", "3568"], "title": "Commission Implementing Regulation (EU) No 245/2012 of 20 March 2012 amending Regulation (EC) No 1187/2009 as regards exports of milk and milk products to the Dominican Republic\n", "header": "21.3.2012 EN Official Journal of the European Union L 81/37\nCOMMISSION IMPLEMENTING REGULATION (EU) No 245/2012\nof 20 March 2012\namending Regulation (EC) No 1187/2009 as regards exports of milk and milk products to the Dominican Republic\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 170 and Article 171(1) in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 27 of Commission Regulation (EC) No 1187/2009 of 27 November 2009 laying down special detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards export licences and export refunds for milk and milk products (2) provides that within the context of the export quota of milk powder opened by the Dominican Republic, priority is to be given to products falling under specific product codes from the export refund nomenclature. This restriction was introduced in order to prevent excessive number of applications for licences, which could result in a fragmentation of the market and a risk in a loss of market share for the exporters of the Union.\n(2) The quantities applied for the quota year 2011/12 were for the first time lower than the quota quantities available. In case of remaining quantities, it is appropriate to allocate those quantities to the applicants who are interested in receiving higher quantities than those requested, provided that the security is increased accordingly.\n(3) With a view to maximising the use of the quota in the following years, it is appropriate to extend the scope of the licence applications to all the products covered by the tariff quota as provided for in the Economic Partnership Agreement between the Cariforum States, of the one part, and the European Community and its Member States, of the other part (3), the signature and provisional application of which have been approved by Council Decision 2008/805/EC (4). Moreover, as regards the validity of export licences, the derogation provided for in Article 6(2) of Regulation (EC) No 1187/2009 should not be limited only to products belonging to the same product category as referred to in Annex I thereof, but it should be extended to any of the products covered by the tariff quota.\n(4) As export refunds are fixed at 0 since 2008 export licence applications and licences should show the Combined Nomenclature codes instead of the product codes in the nomenclature for refunds. The relevant provisions should be adjusted accordingly.\n(5) For the purpose of good management, it is necessary for the Commission to have earlier than 31 August notification on the quantity for which licences have been issued. Conversely, the notification on the quantities allocated is superfluous and can be abolished.\n(6) Article 28(3)(a) of Regulation (EC) No 1187/2009 provides that exports licence applications are only admissible where applicants lodge a security in accordance with Article 9 thereof. The exception of Article 9 of that Regulation laid down in Article 33(1) thereof is therefore inconsistent.\n(7) Regulation (EC) No 1187/2009 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 1187/2009 is amended as follows:\n(1) in Article 27(2), the first subparagraph is replaced by the following:\n(2) in Article 28(3), the first subparagraph is replaced by the following:\n(3) Article 31 is amended as follows:\n(a) in paragraph 1, the first subparagraph is replaced by the following:\n(b) in paragraph 2, the third and the fourth subparagraphs are replaced by the following:\n(4) Article 32 is amended as follows:\n(a) in paragraph 1, the third subparagraph is replaced by the following:\n(b) in paragraph 2, the following subparagraph is added:\n(c) paragraph 5 is replaced by the following:\n— the quantity for which licences were not issued or cancelled,\n— the quantity exported.’;\n(5) in Article 33, paragraph 1 is replaced by the following:", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from the quota year 2012/13.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 318, 4.12.2009, p. 1.\n(3)  OJ L 289, 30.10.2008, p. 3.\n(4)  OJ L 289, 30.10.2008, p. 1."}