{"celex_id": "32013D0671", "uri": "http://publications.europa.eu/resource/cellar/076a8824-5353-11e3-8945-01aa75ed71a1", "type": "Decision", "concepts": ["1085", "1095", "1328", "1474", "206", "2247", "3466", "6342", "834", "8547"], "title": "2013/671/EU: Council Decision of 15 November 2013 on the signing, on behalf of the European Union, of the Agreement between the European Union and the French Republic concerning the application to the collectivity of Saint-Barthélemy of Union legislation on the taxation of savings and administrative cooperation in the field of taxation\n", "header": "22.11.2013 EN Official Journal of the European Union L 313/1\nCOUNCIL DECISION\nof 15 November 2013\non the signing, on behalf of the European Union, of the Agreement between the European Union and the French Republic concerning the application to the collectivity of Saint-Barthélemy of Union legislation on the taxation of savings and administrative cooperation in the field of taxation\n(2013/671/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 113 and 115, in conjunction with Article 218(5) and the second paragraph of Article 218(8) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) In accordance with the provisions of European Council Decision 2010/718/EU (1), the island of Saint-Barthélemy ceased to be an outermost region of the European Union with effect from 1 January 2012 and gained the status of overseas country or territory referred to in Part Four of the Treaty on the Functioning of the European Union (TFEU). The French Republic had undertaken to conclude the agreements necessary to ensure that the interests of the Union were preserved when the change took place, to ensure, inter alia, that the mechanisms of Council Directive 2011/16/EU (2) and of Council Directive 2003/48/EC (3) would also apply to Saint-Barthélemy following its change of status.\n(2) Acting on the authorisation conferred on it by the Council on 20 October 2011, the Commission negotiated an Agreement between the European Union and the French Republic concerning the application to the collectivity of Saint-Barthélemy of Union legislation on taxation of savings and administrative cooperation in the field of taxation (hereinafter ‘the Agreement’).\n(3) The purpose of the Agreement is to ensure that the mechanisms of Directives 2011/16/EU and 2003/48/EC, designed in particular to combat fraud and cross-border tax evasion, continue to apply to Saint-Barthélemy despite its changed status.\n(4) The Agreement should be signed on behalf of the Union, subject to its conclusion at a later date,", "main_body": ["The signing on behalf of the Union of the Agreement between the European Union and the French Republic concerning the application to the collectivity of Saint-Barthélemy of the Union legislation on the taxation of savings and administrative cooperation in the field of taxation is hereby authorised, subject to the conclusion of the Agreement.\nThe text of the Agreement is attached to this Decision (4).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 15 November 2013.\nFor the Council\nThe President\nR. ŠADŽIUS\n(1)  European Council Decision 2010/718/EU of 29 October 2010 amending the status with regard to the European Union of the island of Saint-Barthélemy (OJ L 325, 9.12.2010, p. 4).\n(2)  Council Directive 2011/16/EU of 15 February 2011 on administrative cooperation in the field of taxation and repealing Directive 77/799/EEC (OJ L 64, 11.3.2011, p. 1).\n(3)  Council Directive 2003/48/EC of 3 June 2003 on taxation of savings income in the form of interest payments (OJ L 157, 26.6.2003, p. 38).\n(4)  The text of the Agreement will be published together with the Decision on its conclusion."}