{"celex_id": "32011D0030", "uri": "http://publications.europa.eu/resource/cellar/8492834d-101d-45a8-a341-cf8617dfad9f", "type": "Decision", "concepts": ["2868", "3566", "4675", "60", "6064"], "title": "2011/30/EU: Commission Decision of 19 January 2011 on the equivalence of certain third country public oversight, quality assurance, investigation and penalty systems for auditors and audit entities and a transitional period for audit activities of certain third country auditors and audit entities in the European Union (notified under document C(2011) 117)  Text with EEA relevance\n", "header": "20.1.2011 EN Official Journal of the European Union L 15/12\nCOMMISSION DECISION\nof 19 January 2011\non the equivalence of certain third country public oversight, quality assurance, investigation and penalty systems for auditors and audit entities and a transitional period for audit activities of certain third country auditors and audit entities in the European Union\n(notified under document C(2011) 117)\n(Text with EEA relevance)\n(2011/30/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2006/43/EC of the European Parliament and of the Council of 17 May 2006 on statutory audits of annual accounts and consolidated accounts, amending Council Directives 78/660/EEC and 83/349/EEC and repealing Council Directive 84/253/EEC (1), and in particular Article 46(2) thereof,\nWhereas:\n(1) Under Article 45(1) of Directive 2006/43/EC the competent authorities of the Member States are required to register all auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of certain companies incorporated outwith the Community whose transferable securities are admitted to trading on a regulated market within the Community. Article 45(3) of Directive 2006/43/EC requires Member States to subject such auditors and audit entities to their systems of public oversight, quality assurance, investigations and penalties.\n(2) Commission Decision 2008/627/EC of 29 July 2008 concerning a transitional period for audit activities of certain third country auditors and audit entities (2) allowed the auditors and audit entities from the third countries listed in the Annex to that Decision to continue their activities in the European Union in relation to audit reports concerning the annual or consolidated accounts for financial years starting during the period from 29 June 2008 to 1 July 2010.\n(3) The Commission has carried out assessments of the public oversight, quality assurance, investigation and penalty systems for auditors and audit entities of the third countries and territories listed in the Annex to Decision 2008/627/EC. The assessments were carried out with the assistance of the European Group of Auditors’ Oversight Bodies. The principles governing the public oversight, quality assurance, investigation and penalty systems for auditors and audit entities of those third countries and territories were assessed in the light of the criteria set out in Articles 29, 30 and 32 of Directive 2006/43/EC which govern the public oversight, quality assurance, investigation and penalty systems for auditors and audit firms of the Member States. The ultimate objective of cooperation between Member States and third country systems of public oversight, quality assurance, investigation and penalty for auditors and audit entities should be to reach mutual reliance on each other’s oversight systems based on the equivalence of the systems.\n(4) Following such assessments, it appears that Australia, Canada, China, Croatia, Japan, Singapore, South Africa, South Korea and Switzerland have public oversight, quality assurance, investigation and penalty systems for auditors and audit entities that operate under similar rules to those set out in Articles 29, 30 and 32 of Directive 2006/43/EC. Therefore, it is appropriate to consider the public oversight, quality assurance, investigation and penalty systems for auditors and audit entities of those third countries as equivalent to the public oversight, quality assurance, investigation and penalty systems for auditors and audit firms of the Member States.\n(5) With regard to South Africa, its legislation requires the prior consent of the auditor or audit firm for the transfer of information from the competent authorities in South Africa to the competent authorities in Member States. That requirement for prior consent may present difficulties in the effective implementation of Article 46(1) of Directive 2006/43/EC. Therefore, until the necessary changes are made in South Africa’s legislation, the competent authorities of Member States should require that auditors and audit entities waive their right to prior consent when registering auditors and audit entities that provide audit reports of companies incorporated in South Africa.\n(6) The United States of America have a public oversight, quality assurance, investigation and penalty system for auditors and audit entities that operates under similar rules to those set out in Articles 29, 30 and 32 of Directive 2006/43/EC. However, the competent authorities in the United States of America do not consider that the ultimate objective of cooperation with Member States is to reach mutual reliance with the competent authorities for public oversight, quality assurance, investigation and penalty systems for auditors and audit firms of the Member States. As long as there is no mutual reliance, the provisions of Article 46(1) cannot be fully applied on a permanent basis by Member States for the auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of companies incorporated in the United States of America. Therefore, the public oversight, quality assurance, investigation and penalty system for auditors and audit entities of the United States of America should be reviewed for the purpose of assessing the progress made towards reaching mutual reliance. For those reasons, this Decision should be limited in time and cease to apply on 31 July 2013 in respect of the public oversight, quality assurance, investigation and penalty systems for auditors and audit entities of the United States of America.\n(7) Once the Commission has taken a decision recognising that the public oversight, quality assurance, investigation and penalty system for auditors and audit entities of a third country or territory is equivalent for the purpose of Article 46(1) of Directive 2006/43/EC, Member States may disapply or modify on the basis of reciprocity the requirements of Article 45(1) and (3) in relation to the auditors and audit entities of that third country or territory. The conditions under which the requirements of Article 45(1) and (3) will be disapplied or modified must be set in a cooperative arrangement as referred to in Article 46(3) of the Directive 2006/43/EC between the Member State and the relevant third country or territory and communicated to the Commission.\n(8) Abu Dhabi, Brazil, the Dubai International Financial Centre, Guernsey, Hong Kong, India, Indonesia, Isle of Man, Jersey, Malaysia, Mauritius, Russia, Taiwan, Thailand, and Turkey have established or are in the process of establishing public oversight, quality assurance, investigation and penalty systems for auditors and audit entities. However, information about the functioning and the rules governing such systems is not sufficient. In order to carry out a further assessment for the purpose of taking a final equivalence decision in respect of such systems, there is a need to obtain additional information from those third countries and territories. Therefore, it is appropriate to extend the transitional period granted by Decision 2008/627/EC in respect of the auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of companies incorporated in those third countries and territories.\n(9) Although Egypt was not included in Decision 2008/627/EC, since then it has established a system of public oversight, quality assurance, investigation and penalties for auditors and audit entities. In order to carry out a further assessment for the purpose of taking a final equivalence decision in respect of Egypt, there is a need to obtain additional information from that third country. Therefore, it is appropriate to include in the transitional period the auditors and audit firms that provide audit reports concerning the annual or consolidated accounts of companies incorporated in Egypt.\n(10) Bermuda, Cayman Islands, Israel and New Zealand do not have a public oversight, quality assurance, investigation and penalty system for auditors and audit entities in place yet. However, those third countries and territories made a clear public commitment to the Commission with a concrete action plan to establish a public oversight, quality assurance, investigation and penalty system for auditors and audit entities under equivalent rules to those set out in Articles 29, 30 and 32 of Directive 2006/43/EC. Therefore, it is appropriate to extend the transitional period granted by Decision 2008/627/EC in respect of the auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of companies incorporated in those third countries and territories. Nevertheless, the Commission should review the progress made in 2011 by those countries and territories in enacting legislation to establish a public oversight, quality assurance, investigation and penalty system for auditors and audit entities and assess the need to shorten the transitional period as regards those third countries and territories.\n(11) The auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of companies incorporated in Argentina, Bahamas, Chile, Kazakhstan, Morocco, Mexico, Pakistan and Ukraine benefited from the transitional period granted by Decision 2008/627/EC. Since then, they did not provide information regarding their audit regulatory and oversight systems. Under these circumstances, it appears that those third countries are not willing to continue towards having their audit regulation recognised by the Commission as equivalent to the public oversight, quality assurance, investigation and penalty systems for auditors and audit entities of the Member States. Therefore, the transitional period granted to them by Decision 2008/627/EC should not be extended in respect of the auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of companies incorporated in those third countries.\n(12) In order to protect investors, auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of companies incorporated in the third countries listed in the Annex to this Decision should be able to continue their audit activities during the transitional period in the European Union without being registered under Article 45 of Directive 2006/43/EC only if they provide the required information. Provided they give the information, those auditors and audit entities should be able to continue their activities in relation to audit reports concerning annual or consolidated accounts for financial years starting during the period from 2 July 2010 to 31 July 2012. This Decision should not affect Member States’ rights to apply their investigation and penalty systems in respect of such auditors and audit entities.\n(13) Where a company incorporated in one of the third countries or territories listed in Article 1 of this Decision whose transferable securities are admitted to trading on a regulated market of a Member State, but which is not admitted to trading in the third country or territory where it is incorporated, Member States should ensure that all the audit engagements related to the financial statements of such a company are covered by the cooperative arrangements concluded with the third country or territory concerned to determine which public oversight, quality assurance, investigations and penalties system will apply to the auditors of such companies. In a case where such audit engagements are undertaken by an auditor or audit entity of another Member State, Member States should cooperate to ensure that the audit engagement is included in the scope of one of their public oversight, quality assurance, investigations and penalty systems.\n(14) Where a company incorporated in one of the third countries or territories listed in the Annex to this Decision whose transferable securities are admitted to trading on a regulated market of a Member State, but which is not admitted to trading in the third country or territory where it is incorporated, Member States should cooperate with the third country or territory concerned to ensure that all the audit engagements related to the financial statements of such a company are covered by a public oversight, quality assurance, investigations and penalties system. In a case where such audit engagements are undertaken by an auditor or audit entity of another Member State, Member States should cooperate to ensure that the audit engagement is included in the scope of one of their public oversight, quality assurance, investigations and penalty systems.\n(15) During the transitional period, equivalence decisions should not be taken by Member States at national level. The fact that auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of companies incorporated in the third countries and territories listed in the Annex to this Decision may, under this Decision, continue their audit activities with regard to companies referred to in Article 45 of Directive 2006/43/EC, should not prevent Member States from establishing cooperative arrangements on individual quality assurance reviews between the competent authorities of a Member State and the competent authorities of a third country or territory.\n(16) The Commission should monitor the operation of the transitional arrangements and examine the progress made by the third countries and territories to which a transitional period was granted or extended. At the end of the transitional period, the Commission may decide on the equivalence of the public oversight, quality assurance, investigations and penalties systems for auditors and audit entities of the third countries and territories concerned. The Commission should review whether the Member States encountered difficulties in obtaining recognition as equivalent by the third countries and territories concerned by this Decision in relation to the public oversight, quality assurance and investigation and penalty systems for auditors and audit firms of the Member States.\n(17) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 48(1) of Directive 2006/43/EC,", "main_body": ["For the purpose of Article 46(1) of Directive 2006/43/EC, the public oversight, quality assurance, investigation and penalty systems for auditors and audit entities of the following third countries shall be considered equivalent to the public oversight, quality assurance, investigation and penalty systems for auditors and audit firms of the Member States in relation to audit activities concerning the annual or consolidated accounts for financial years starting from 2 July 2010:\n1. Australia\n2. Canada\n3. China\n4. Croatia\n5. Japan\n6. Singapore\n7. South Africa\n8. South Korea\n9. Switzerland\n10. The United States of America.", "1.   Member States shall not apply Article 45 of Directive 2006/43/EC in relation to auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of companies incorporated in the third countries and territories listed in the Annex to this Decision, as referred to in Article 45(1) of that Directive, for financial years starting during the period from 2 July 2010 to 31 July 2012, in cases where the auditor or audit entity concerned provides the competent authorities of the Member State with all of the following:\n(a) the name and address of the auditor or audit entity concerned and information about its legal structure;\n(b) where the auditor or the audit entity belongs to a network, a description of the network;\n(c) the auditing standards and independence requirements which have been applied to the audit concerned;\n(d) a description of the internal quality control system of the audit entity;\n(e) an indication of whether and when the last quality assurance review of the auditor or audit entity was carried out and, unless this information is being provided by the third country competent authority, the necessary information about the outcome of the review. Where the necessary information about the outcome of the last quality assurance review is not public, the competent authorities of Member States shall treat such information on a confidential basis.\n2.   Member States shall ensure that the public is informed about the name and address of auditors and audit entities that provide audit reports concerning the annual or consolidated accounts of companies incorporated in the third countries and territories listed in the Annex to this Decision and about the fact that the public oversight, quality assurance, investigation and penalty systems of those countries and territories are not yet recognised as equivalent under Article 46(2) of Directive 2006/43/EC. For these purposes, the competent authorities of Member States referred to in Article 45 of Directive 2006/43/EC may also register the auditors and audit entities that carry out audits of the annual or consolidated accounts of companies incorporated in the third countries and territories listed in the Annex to this Decision.\n3.   Notwithstanding paragraph 1, Member States may apply their investigation and penalty systems to the auditors and audit entities that carry out audits of the annual or consolidated accounts of companies incorporated in third countries and territories listed in the Annex.\n4.   Paragraph 1 shall be without prejudice to cooperative arrangements on quality assurance reviews between the competent authorities of a Member State and the competent authorities of a third country or territory listed in the Annex provided that such an arrangement meets all the following criteria:\n(a) it includes carrying out quality assurance reviews on the basis of equality of treatment;\n(b) it has been communicated in advance to the Commission;\n(c) it does not pre-empt any Commission decision under Article 47 of Directive 2006/43/EC.", "The Commission shall monitor the situation of the third countries and territories listed in the Annex. In particular, the Commission shall monitor whether the competent administrative authorities of those third countries and territories listed in the Annex that made a public commitment to the Commission to establish public oversight, quality assurance, investigation and penalty systems for auditors and audit entities have established such systems, on the basis of the following principles:\n(a) the systems are independent from the audit profession;\n(b) they ensure adequate oversight for audits of listed companies;\n(c) their operation is transparent and ensures that the outcome of quality assurance reviews is reliable;\n(d) they are supported by investigations and penalties in an effective way.\nWith regard to Bermuda, Cayman Islands, Israel and New Zealand, the Commission shall, in particular, review the progress made in enacting legislation to establish a public oversight, quality assurance, investigation and penalty system for auditors and audit entities in 2011. Where necessary, the Commission shall amend the Annex to this Decision accordingly.", "Point 10 of Article 1 shall cease to apply on 31 July 2013.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 January 2011.\nFor the Commission\nMichel BARNIER\nMember of the Commission\n(1)  OJ L 157, 9.6.2006, p. 87.\n(2)  OJ L 202, 31.7.2008, p. 70.\nANNEX\nLIST OF THIRD COUNTRIES AND TERRITORIES\nAbu Dhabi\nBermuda\nBrazil\nCayman Islands\nThe Dubai International Financial Centre\nEgypt\nGuernsey\nHong Kong\nIndia\nIndonesia\nIsle of Man\nIsrael\nJersey\nMalaysia\nMauritius\nNew Zealand\nRussia\nTaiwan\nThailand\nTurkey"}