{"celex_id": "32010D0693", "uri": "http://publications.europa.eu/resource/cellar/9d1e68ea-a5e2-4917-b809-a2f898947a1a", "type": "Decision", "concepts": ["1641", "1707", "2891", "3164", "3811", "3817", "4125", "4211"], "title": "2010/693/EU: Commission Decision of 22 July 2010 establishing a common format for the second report of Member States on the implementation of Directive 2004/42/EC of the European Parliament and of the Council on the limitation of emissions of volatile organic compounds (notified under document C(2010) 4955)\n", "header": "18.11.2010 EN Official Journal of the European Union L 301/4\nCOMMISSION DECISION\nof 22 July 2010\nestablishing a common format for the second report of Member States on the implementation of Directive 2004/42/EC of the European Parliament and of the Council on the limitation of emissions of volatile organic compounds\n(notified under document C(2010) 4955)\n(2010/693/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2004/42/EC of the European Parliament and of the Council of 21 April 2004 on the limitation of emissions of volatile organic compounds due to the use of organic solvents in certain paints and varnishes and vehicle refinishing products and amending Directive 1999/13/EC (1), and in particular Article 7 thereof,\nWhereas:\n(1) Pursuant to Article 3(1) of Directive 2004/42/EC, the Member States should ensure that the products set out in Annex I to that Directive are placed on the market within their territory after the deadlines specified in Annex II to that Directive only if the volatile organic compound (hereinafter, ‘VOC’) content does not exceed the relevant limit values also laid down in Annex II to that Directive and if the VOC content is correctly labelled pursuant to Article 4 of that Directive.\n(2) According to Article 7 of Directive 2004/42/EC, Member States should report, on the basis of a common format developed by the European Commission, the results of monitoring programmes established pursuant to Article 6 of that Directive and the categories and quantities of products licensed.\n(3) The format for the first report covering the period from 1 January to 31 December 2007 was established by Commission Decision 2007/205/EC (2). A common format for a second report should be established to allow Member States to fulfil their obligation to submit a report covering the period from 1 January to 31 December 2010.\n(4) The measures provided for in this Decision are in accordance with the opinion of the Committee referred to in Article 12(2) of Directive 2004/42/EC,", "main_body": ["Member States shall use the format set out in the Annex to this Decision for the purposes of preparing the report referred to in Article 7 of Directive 2004/42/EC and covering the period from 1 January 2010 until 31 December 2010.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 July 2010.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 143, 30.4.2004, p. 87.\n(2)  OJ L 91, 31.3.2007, p. 48.\nANNEX\nCOMMON FORMAT FOR SUBMISSION OF THE REPORT ON THE IMPLEMENTATION OF DIRECTIVE 2004/42/EC FOR THE PERIOD FROM 1 JANUARY UNTIL 31 DECEMBER 2010\n1.   General information and administrative arrangements\n1.1.   Authority responsible for the present report:\nName\nAddress\nContact person\nE-mail\nPhone\n1.2.   In the framework of the implementation of Directive 2004/42/EC, please indicate the authority or authorities designated pursuant to Article 5 of that Directive and responsible for:\n(a) establishing, coordinating and managing the monitoring programme (at national level);\n(b) carrying out inspections and checks in the field (at regional and/or local level);\n(c) ensuring that the national provisions adopted in order to implement that Directive are enforced.\n1.3.   If several authorities are involved in the implementation of Directive 2004/42/EC, please indicate the measures taken to ensure the most uniform possible implementation of the Directive throughout the entire territory.\n2.   Monitoring programme (Article 6 of Directive 2004/42/EC)\n2.1.   Did you provide a copy of the national monitoring programme in the previous report?\n yes  no\nHas the monitoring programme changed since the last reporting period?\n yes  no\nWhere a written version of the monitoring programme exists which was not provided with the first monitoring report, or if the monitoring programme has been revised since the first report, please provide a copy of the new or revised monitoring programme in the Annex to this report.\n2.2.   Where a written description of the monitoring programme has not been provided, please briefly describe the programme with particular reference to the following elements:\n(a) how compliance with the VOC limit values in Annex II to Directive 2004/42/EC is verified;\n(b) how the labelling requirements set out in Article 4 of Directive 2004/42/EC are verified;\n(c) how the operators monitored in a given year are selected;\n(d) how and to what extent monitoring is carried out for years when no report is due to be submitted to the Commission.\n2.3.   If possible, please estimate the number of operators active in the Member State in each of the following categories:\nEstimated number\nManufacturers\nImporters\nWholesalers\nRetailers\n2.4.   Taking into account the market structure in 2.3 above, which of the following operators does the monitoring programme cover? (1):\n manufacturers;  importers;  wholesalers;  retailers;\n others (please specify): …\n2.5.   If possible please estimate of the quantity of products (in weight or volume) on the market within the scope of Directive 2004/42/EC for the year 2010.\n2.6.   Please give an estimate of the market share the monitoring programme is intended to check in a given year, in reference to the quantity of products placed on the market?\n 0-20 %;  21-40 %;  41-60 %;  61-80 %;  81-100 %;\n2.7.   The inspections are generally carried out by means of (1):\n on site visits without notice having been given to the operator.\n on site visits with prior notice given to the operator.\n others (please specify): …\n2.8.   How do the competent authorities verify compliance of products with the VOC limit values set out in Annex II to Directive 2004/42/EC (1)?\n : A : by sampling and product analysis undertaken by an accredited laboratory using the analytical methods set out in Annex III to Directive 2004/42/EC;\n : B : by reliance on the report of a product analysis undertaken by the operator using the analytical methods set out in Annex III to Directive 2004/42/EC (manufacturer, importer, wholesaler or retailer);\n : C : others (please specify): …\n2.9.   Are inspections of product labels performed by means of (1):\n : A : visual checks on site;\n : B : submission of sample labels to the inspection authority specified in point 1.2(b);\n : C : others (please specify): …\n2.10.   The inspection of an operator is undertaken (2):\n systematically and more than once per year for the most important operators;\n systematically and once per year for the most important operators;\n randomly for all operators;\n randomly for small operators;\n others (please specify): …\n2.11.   If possible, please provide an estimate of the total costs in EUR per year associated with the execution of the monitoring programme (personnel, sampling and analysing, checks on labelling, enforcement, other costs).\nEstimated monitoring costs in EUR per year:\n less than EUR 20 000;\n 20 000 to EUR 40 000;\n 41 000 to EUR 60 000;\n more than EUR 60 000.\n3.   Key results of the monitoring programme carried out in 2010 (Article 7 of Directive 2004/42/EC)\n3.1.   Summary of inspections\nPlease indicate the number of inspections of the VOC content performed and the observed percentage of non-compliance with the limits set out in Annex II to Directive 2004/42/EC at the level of the Member State by completing the tables A, B and C.\nMember States may provide estimations of the number of inspections of the VOC content performed and the observed percentage of non-compliance with the limits set out in Annex II to Directive 2004/42/EC at the level of the Member State based on extrapolation of information from a relevant number of authorities. Where the information provided in tables A, B or C is estimated what is the estimated market share covered by those authorities, in reference to the quantity of products placed on the market?\n 0-20 %;  21-40 %;  41-60 %;  61-80 %;  81-100 %;\n3.1.1.   Table A (3)\nFor premises inspected for VOC contents or label or both, please complete Table A.\nTable A Manufacturers Importers Wholesalers Retailers Others\n1. Number of premises where VOC contents and labels were checked\n2. Number of premises where VOC contents was checked\n3. Number of premises where labels were checked\n3.1.2.   Table B\nFor the premises inspected for the VOC content (information given in line 1 and 2 of Table A), please complete Table B.\nTable B Manufacturers Importers Wholesalers Retailers Others\nNumber of product samples analysed using methods specified in 2.8.A or 2.8.B of this Annex\nNumber of product samples analysed using method specified in 2.8.C of this Annex where applicable\nPercentage of samples not complying with Phase I VOC limits (4)\nPercentage of samples not complying with Phase II VOC limits (4)\n3.1.3.   Table C\nFor the premises inspected for the label (information given in line 1 and 3 of Table A), please complete Table C.\nTable C Manufacturers Importers Wholesalers Retailers Others\nNumber of labels checked by visual inspections using method specified in 2.9.A of this Annex\nNumber of labels checked using all other methods specified in 2.9.B or 2.9.C of this Annex\nPercentage of labels not complying with labelling requirements\n3.2.   Which categories of products in Annex I to Directive 2004/42/EC in particular were found not to comply with (1) VOC content limits in Annex II; and (2) the product labelling requirements of Article 4 (up to five most recurrent categories)?\n3.3.   In cases of non-compliance, what actions have subsequently been taken in order to ensure compliance with Directive 2004/42/EC?\n4.   Exemptions granted pursuant to Article 3(2) of Directive 2004/42/EC\n4.1.   How has the derogation regime provided for in Article 3(2) of Directive 2004/42/EC been established?\n4.2.   What control system has been set up to ensure that products set out in Annex I to Directive 2004/42/EC not complying with the limit values set out in Annex II to Directive 2004/42/EC are not sold to any operator other than installations registered or authorised according to Articles 3 and 4 of Council Directive 1999/13/EC (5)?\n4.3.   If available, please provide an estimate of the quantity of exempted products (according to the classification listed in Annex I to Directive 2004/42/EC) in 2010.\n5.   Individual licences granted pursuant to Article 3(3) of Directive 2004/42/EC\n5.1.   Has use been made of the possibility to grant individual licenses as provided for in Article 3(3) of Directive 2004/42/EC in relation to the restoration and maintenance of buildings and vintage vehicles of particular historical or cultural value?\n5.2.   If yes, please briefly describe the operation of the system established to grant individual licences:\n(a) Which authorities are in charge of issuing individual licences?\n(b) Which authorities are in charge of designating the buildings and/or vintage vehicles of particular historical and cultural value?\n(c) According to which criteria has particular historical and cultural value been established?\n(d) If possible, please provide an estimate of the number of buildings and/or vintage vehicles which have been designated by the competent authorities as being of particular historical and cultural value?\n(e) How is it ensured that the products in question are\n— sold only in ‘strictly limited’ quantities,\n— used only for the purpose of restoration and maintenance of designated buildings and/or vehicles?\n(f) Please describe the categories and quantities of products licensed according to Article 3(3) of Directive 2004/42/EC, preferably using the following table:\nCategories Correspondence with Annex I to Directive 2004/42/EC Quantities of ‘ready to use’ product for which a license has been granted (in weight or volume)\nCategory 1\nCategory 2 etc.\n6.   Other relevant information\n6.1.   What were the main difficulties encountered in setting and implementing the monitoring programme, including problems with implementation of the Directive or administrative problems encountered in implementation of a concrete monitoring programme? How were those difficulties overcome?\n6.2.   Please provide any additional relevant comments, suggestions or information in relation with the implementation of Directive 2004/42/EC.\n(1)  More than one answer can apply.\n(2)  More than one answer can apply.\n(3)  The total number of premises visited or estimated is the sum of lines 1, 2 and 3.\n(4)  Set out in part A of Annex II to Directive 2004/42/EC. For vehicle refinishing products only Phase I applies.\n(5)  OJ L 85, 29.3.1999, p. 1."}