{"celex_id": "32015R0402", "uri": "http://publications.europa.eu/resource/cellar/e6f38fbb-c883-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["1204", "1425", "1442", "192", "2735", "2739", "5451", "758", "893"], "title": "Commission Regulation (EU) 2015/402 of 11 March 2015 refusing to authorise certain health claims made on foods, other than those referring to the reduction of disease risk and to children's development and health  Text with EEA relevance\n", "header": "12.3.2015 EN Official Journal of the European Union L 67/1\nCOMMISSION REGULATION (EU) 2015/402\nof 11 March 2015\nrefusing to authorise certain health claims made on foods, other than those referring to the reduction of disease risk and to children's development and health\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods (1), and in particular Article 18(5) thereof,\nWhereas:\n(1) Pursuant to Regulation (EC) No 1924/2006 health claims made on foods are prohibited unless they are authorised by the Commission in accordance with that Regulation and included in a list of permitted claims.\n(2) Regulation (EC) No 1924/2006 also provides that applications for authorisations of health claims may be submitted by food business operators to the national competent authority of a Member State. The national competent authority is to forward valid applications to the European Food Safety Authority (EFSA), hereinafter referred to as ‘the Authority’, for a scientific assessment, as well as to the Commission and the Member States for information.\n(3) The Authority is to deliver an opinion on the health claim concerned.\n(4) The Commission is to decide on the authorisation of health claims taking into account the opinion delivered by the Authority.\n(5) Following an application from ICP Ltd, submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Padina pavonica-extract in Dictyolone® and increase in bone mineral density (Question No EFSA-Q-2013-00249) (2). The claim proposed by the applicant was worded as follows: ‘improves bone density through calcitrophic effects and through the physiological restoration of proteinous bone, particular in bone loss brought about by the aging process on normal healthy persons’.\n(6) On 10 January 2014, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of Padina pavonica-extract in Dictyolone® and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(7) Following an application from Omikron Italia S.r.l., submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of cytidine 5′-diphosphocholine (CDP-choline or citicoline) and maintenance of normal vision (Question No EFSA-Q-2013-00757) (3). The claim proposed by the applicant was worded as follows: ‘CDP-choline in oral solution as source of choline contributes to the maintenance of normal function of the ophthalmic nervous structures’.\n(8) On 21 February 2014, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of cytidine 5′-diphosphocholine and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(9) Following an application from Hassia Mineralquellen GmbH & Co KG, submitted pursuant to Article 13(5) of Regulation (EC) No 1924/2006, the Authority was required to deliver an opinion on a health claim related to the effects of Rosbacher drive® and increased attention (Question No EFSA-Q-2013-00444) (4). The claim proposed by the applicant was, inter alia, worded as follows: ‘helps/supports/maintains concentration’.\n(10) On 24 February 2014, the Commission and the Member States received the scientific opinion from the Authority, which concluded that on the basis of the data presented, a cause and effect relationship had not been established between the consumption of Rosbacher drive® and the claimed effect. Accordingly, as the claim does not comply with the requirements of Regulation (EC) No 1924/2006, it should not be authorised.\n(11) The comments from the applicants and the members of the public received by the Commission pursuant to Article 16(6) of Regulation (EC) No 1924/2006 have been considered when setting the measures provided for in this Regulation.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["The health claims listed in the Annex to this Regulation shall not be included in the Union list of permitted claims as provided for in Article 13(3) of Regulation (EC) No 1924/2006.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 404, 30.12.2006, p. 9.\n(2)  EFSA Journal 2014;12(1):3518.\n(3)  EFSA Journal 2014;12(2):3575.\n(4)  EFSA Journal 2014;12(2):3576.\nANNEX\nRejected health claims\nApplication — Relevant provisions of Regulation (EC) No 1924/2006 Nutrient, substance, food or food category Claim EFSA opinion reference\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Padina pavonica-extract in Dictyolone® Improves bone density through calcitrophic effects and through the physiological restoration of proteinous bone, particular in bone loss brought about by the aging process on normal healthy persons Q-2013-00249\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Cytidine 5′-diphosphocholine (CDP-choline or citicoline) CDP-choline in oral solution as source of choline contributes to the maintenance of normal function of the ophthalmic nervous structures Q-2013-00757\nArticle 13(5) health claim based on newly developed scientific evidence and/or including a request for the protection of proprietary data Rosbacher drive® Helps/supports/maintains concentration Q-2013-00444"}