{"celex_id": "32011R0768", "uri": "http://publications.europa.eu/resource/cellar/cd0d088c-f3db-458e-827b-27cdcf7a8135", "type": "Regulation", "concepts": ["1005", "1115", "1602", "2173", "2734", "2965"], "title": "Commission Implementing Regulation (EU) No 768/2011 of 2 August 2011 amending Implementing Regulation (EU) No 585/2011 of 17 June 2011 laying down temporary exceptional support measures for the fruit and vegetable sector\n", "header": "3.8.2011 EN Official Journal of the European Union L 200/17\nCOMMISSION IMPLEMENTING REGULATION (EU) No 768/2011\nof 2 August 2011\namending Implementing Regulation (EU) No 585/2011 of 17 June 2011 laying down temporary exceptional support measures for the fruit and vegetable sector\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 191 in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 585/2011 of 17 June 2011 laying down temporary exceptional support measures for the fruit and vegetable sector (2) introduced temporary exceptional support measures for the fruit and vegetable sector following an outbreak of Escherichia coli (E. coli) in Germany, which caused a significant disturbance of the Union fruit and vegetable market.\n(2) Pursuant to Article 7(2) of Implementing Regulation (EU) No 585/2011, Member States had to notify their requests for total Union support to the Commission by 18 July 2011. On the basis of the information notified by Member States in accordance with that Article, it appears that the impact of the crisis has been bigger than expected.\n(3) Given the significant disturbance of the fruit and vegetables market and the harm caused to the fruit and vegetables sector, it is appropriate to increase the maximum amount of support provided for in Article 2 of Implementing Regulation (EU) No 585/2011. For reasons of urgency, this Regulation should enter into force on the day of its publication.\n(4) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Article 2 of Implementing Regulation (EU) No 585/2011 is replaced by the following:\n‘Article 2\nMaximum amount of support\nTotal Union expenditure incurred for the purposes of this Regulation shall not exceed EUR 227 000 000. It shall be financed by the European Agricultural Guarantee Fund (EAGF) and be used solely for the purpose of financing the measures provided for under this Regulation.’", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 160, 18.6.2011, p. 71."}