{"celex_id": "32014R0635", "uri": "http://publications.europa.eu/resource/cellar/7602fcae-f3a4-11e3-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "2173", "3191", "4314", "4350"], "title": "Commission Implementing Regulation (EU) No 635/2014 of 13 June 2014 opening a tariff quota for the import of industrial sugar until the end of 2016/2017 marketing year\n", "header": "14.6.2014 EN Official Journal of the European Union L 175/14\nCOMMISSION IMPLEMENTING REGULATION (EU) No 635/2014\nof 13 June 2014\nopening a tariff quota for the import of industrial sugar until the end of 2016/2017 marketing year\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 1308/2013 of 17 December 2013 of the European Parliament and of the Council establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 193 thereof,\nWhereas:\n(1) Article 139(1)(a) of of Regulation (EU) No 1308/2013 provides that the products referred to in Article 140(2) of that Regulation may be manufactured by using sugar produced in excess of the quotas referred to in Article 136 of that Regulation. However, those products may also be manufactured by using sugar imported in the Union. To guarantee the supply necessary for this production it is appropriate to suspend import duties for certain quantities of industrial sugar.\n(2) The experience of recent marketing years shows that the suspension of import duties on a quantity of 400 000 tonnes of sugar per marketing year intended for the production of products referred to in Article 140(2) of Regulation (EU) No 1308/2013 has been sufficient to guarantee the supply necessary for the manufacture of such products in the Union during the marketing year in question.\n(3) In order to give the stakeholders the certainty that supply necessary for the manufacturing of products referred to in Article 140(2) of Regulation (EU) No 1308/2013 will be constantly available each marketing year until the end of the quota system, it is appropriate to provide for the suspension of import duties for a certain quantity of sugar for each of the three following marketing years, from 2014/2015 until 2016/2017.\n(4) Furthermore, Article 11 of Commission Regulation (EC) No 891/2009 (2) provides for the administration of the tariff quota for industrial import sugar with order number 09.4390.\n(5) It is therefore necessary to determine the quantity of industrial sugar for which no import duties should apply for the 2014/2015 until 2016/2017 marketing year.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Committee for the Common Organisation of Agricultural Markets,", "main_body": ["The import duties for industrial sugar falling within CN 1701 and with order number 09.4390 shall be suspended for a quantity of 400 000 tonnes for each of the three marketing years from 1 October 2014 to 30 September 2017.", "This Regulation shall enter into force on the seventh day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 October 2014 until 30 September 2017.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 June 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Regulation (EC) No 891/2009 of 25 September 2009 opening and providing for the administration of certain Community tariff quotas in the sugar sector (OJ L 254, 26.9.2009, p. 82)."}