{"celex_id": "32011R0836", "uri": "http://publications.europa.eu/resource/cellar/9662c1c9-bf25-43d6-8056-d4a88fe8e11e", "type": "Regulation", "concepts": ["1277", "1442", "192", "2735", "3730", "3810"], "title": "Commission Regulation (EU) No 836/2011 of 19 August 2011 amending Regulation (EC) No 333/2007 laying down the methods of sampling and analysis for the official control of the levels of lead, cadmium, mercury, inorganic tin, 3-MCPD and benzo(a)pyrene in foodstuffs  Text with EEA relevance\n", "header": "20.8.2011 EN Official Journal of the European Union L 215/9\nCOMMISSION REGULATION (EU) No 836/2011\nof 19 August 2011\namending Regulation (EC) No 333/2007 laying down the methods of sampling and analysis for the official control of the levels of lead, cadmium, mercury, inorganic tin, 3-MCPD and benzo(a)pyrene in foodstuffs\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (1), in particular Article 11(4) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (2) established, inter alia, maximum levels for the contaminant benzo(a)pyrene.\n(2) The Scientific Panel on Contaminants in the Food Chain of the European Food Safety Authority (EFSA) adopted an opinion on Polycyclic Aromatic Hydrocarbons in Food on 9 June 2008 (3). The EFSA concluded that benzo(a)pyrene is not a suitable marker for the occurrence of polycyclic aromatic hydrocarbons (PAH) in food and that a system of four specific substances or eight specific substances would be the most suitable markers of PAH in food. The EFSA also concluded that a system of eight substances would not provide much added value compared to a system of four substances.\n(3) As a consequence Commission Regulation (EU) No 835/2011 (4) amended Regulation (EC) No 1881/2006 in order to set maximum levels for the sum of four polycyclic aromatic hydrocarbons (benzo(a)pyrene, benz(a)anthracene, benzo(b)fluoranthene and chrysene).\n(4) Commission Regulation (EC) No 333/2007 (5) lays down analytical performance criteria only for benzo(a)pyrene. It is therefore necessary to lay down analytical performance criteria for the other three substances for which maximum levels are now set out in Regulation (EC) No 1881/2006.\n(5) The European Union Reference Laboratory for Polycyclic Aromatic Hydrocarbons (EU-RL PAH) in collaboration with the national reference laboratories carried out a survey among official control laboratories to assess which analytical performance criteria would be achievable for benzo(a)pyrene, benz(a)anthracene, benzo(b)fluoranthene and chrysene in relevant food matrices. The outcome of this survey was summarised by the EU-RL PAH in the Report on ‘Performance characteristics of analysis methods for the determination of 4 polycyclic aromatic hydrocarbons in food’ (6). The results of the survey show that the analytical performance criteria currently applicable to benzo(a)pyrene are also suitable for the other three substances.\n(6) Experience acquired while implementing Regulation (EC) No 333/2007 revealed that in some cases the current sampling provisions may be impracticable or may lead to unacceptable economic damage to the sampled lot. For such cases, departure from the sampling procedures should be allowed, provided that sampling remains sufficiently representative of the sampled lot or sublot and that the procedure used is fully documented. For sampling at the retail stage, flexibility to depart from the sampling procedures existed already. The provisions for sampling at retail stage should be aligned with the general sampling procedures.\n(7) More detailed provisions are needed as regards the material of sampling containers when samples are taken for PAH analysis. Plastic containers are widely used by enforcement authorities, but they are not suitable when sampling is carried out for PAH analysis, as the PAH content of the sample can be altered by these materials.\n(8) Clarification is needed for some aspects of the specific requirements for analytical methods, in particular the requirements regarding the use of the performance criteria and the ‘fitness-for-purpose’ approach. Furthermore, the presentation of the tables with the performance criteria should be modified to appear more uniform across all analytes.\n(9) Regulation (EC) No 333/2007 should therefore be amended accordingly. Since Regulation (EU) No 835/2011 and this Regulation are inter-linked, both Regulations should become applicable on the same date.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health and neither the European Parliament nor the Council have opposed them,", "main_body": ["Regulation (EC) No 333/2007 is amended as follows:\n(1) the title is replaced by the following:\n(2) in Article 1, paragraph 1 is replaced by the following:\n(3) the Annex is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 September 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 165, 30.4.2004, p. 1.\n(2)  OJ L 364, 20.12.2006, p. 5.\n(3)  The EFSA Journal (2008) 724, p. 1.\n(4)  See page 4 of this Official Journal.\n(5)  OJ L 88, 29.3.2007, p. 29.\n(6)  JRC Report 59046, 2010.\nANNEX\nThe Annex to Regulation (EC) No 333/2007 is amended as follows:\n(1) in point B.1.7 ‘Packaging and transmission of samples’, the following second paragraph is added:\n(2) points B.2 and B.3 are replaced by the following:\nLot weight (ton) Weight or number of sublots\n≥ 1 500 500 tonnes\n> 300 and < 1 500 3 sublots\n≥ 100 and ≤ 300 100 tonnes\n< 100 —\nLot weight (ton) Weight or number of sublots\n≥ 15 15-30 tonnes\n< 15 —\nWeight or volume of lot/sublot (in kg or litre) Minimum number of incremental samples to be taken\n< 50 3\n≥ 50 and ≤ 500 5\n> 500 10\nNumber of packages or units in the lot/sublot Number of packages or units to be taken\n≤ 25 at least 1 package or unit\n26-100 about 5 %, at least 2 packages or units\n> 100 about 5 %, at maximum 10 packages or units\n(3) in the first paragraph of point C.1 ‘Laboratory Quality Standards’, footnote 1 is deleted;\n(4) in point C.2.2.1 ‘Specific procedures for lead, cadmium, mercury and inorganic tin’, the second paragraph is replaced by the following:\n(5) point C.2.2.2 is replaced by the following:\n(6) point C.3.1 ‘Definitions’ is amended as follows:\n(a) the definition for ‘HORRATr’ is replaced by the following:\n‘HORRAT (1)\nr = The observed RSDr divided by the RSDr value estimated from the (modified) Horwitz equation (2) (cf. point C.3.3.1 (“Notes to the performance criteria”)) using the assumption r = 0,66 R.\n(b) the definition for ‘HORRATR’ is replaced by the following:\n‘HORRAT (3)\nR = The observed RSDR divided by the RSDR value estimated from the (modified) Horwitz equation (4) (cf. point C.3.3.1 (“Notes to the performance criteria”)).\n(c) the definition for ‘u’ is replaced by the following:\n‘u = Combined standard measurement uncertainty obtained using the individual standard measurement uncertainties associated with the input quantities in a measurement model (5)\n(7) point C.3.2 is replaced by the following:\n(8) point C.3.3.1 is replaced by the following:\n(a) Performance criteria for methods of analysis for lead, cadmium, mercury and inorganic tin:\nParameter Criterion\nApplicability Foods specified in Regulation (EC) No 1881/2006\nSpecificity Free from matrix or spectral interferences\nRepeatability (RSDr) HORRATr less than 2\nReproducibility (RSDR) HORRATR less than 2\nRecovery The provisions of point D.1.2 apply\nInorganic tin Lead, cadmium, mercury\nML is < 0,100 mg/kg ML is ≥ 0,100 mg/kg\nLOD ≤ 5 mg/kg ≤ one fifth of the ML ≤ one tenth of the ML\nLOQ ≤ 10 mg/kg ≤ two fifths of the ML ≤ one fifth of the ML\n(b) Performance criteria for methods of analysis for 3-MCPD:\nParameter Criterion\nApplicability Foods specified in Regulation (EC) No 1881/2006\nSpecificity Free from matrix or spectral interferences\nField blanks Less than LOD\nRepeatability (RSDr) 0,66 times RSDR as derived from (modified) Horwitz equation\nReproducibility (RSDR) as derived from (modified) Horwitz equation\nRecovery 75-110 %\nLOD ≤ 5 μg/kg (on dry matter basis)\nLOQ ≤ 10 μg/kg (on dry matter basis)\n(c) Performance criteria for methods of analysis for polycyclic aromatic hydrocarbons:\nParameter Criterion\nApplicability Foods specified in Regulation (EC) No 1881/2006\nSpecificity Free from matrix or spectral interferences, verification of positive detection\nRepeatability (RSDr) HORRATr less than 2\nReproducibility (RSDR) HORRATR less than 2\nRecovery 50-120 %\nLOD ≤ 0,30 μg/kg for each of the four substances\nLOQ ≤ 0,90 μg/kg for each of the four substances\n(d) Notes to the performance criteria:\nModified Horwitz equation for concentrations C < 1,2 × 10–7:\n— RSDR is the relative standard deviation calculated from results generated under reproducibility conditions [(sR /) × 100]\n— C is the concentration ratio (i.e. 1 = 100 g/100 g, 0,001 = 1 000 mg/kg). The modified Horwitz equation applies to concentrations C < 1,2 × 10–7.\nHorwitz equation for concentrations 1,2 × 10–7 ≤ C ≤ 0,138:\n— RSDR is the relative standard deviation calculated from results generated under reproducibility conditions [(sR /) × 100]\n— C is the concentration ratio (i.e. 1 = 100 g/100 g, 0,001 = 1 000 mg/kg). The Horwitz equation applies to concentrations 1,2 × 10–7 ≤ C ≤ 0,138.\n(9) point C.3.3.2 is replaced by the following:\n— Uf is the maximum standard measurement uncertainty (μg/kg).\n— LOD is the limit of detection of the method (μg/kg). The LOD must meet the performance criteria set in point C.3.3.1 for the concentration of interest.\n— C is the concentration of interest (μg/kg);\n— α is a numeric factor to be used depending on the value of C. The values to be used are given in Table 8.\nC (μg/kg) α\n≤ 50 0,2\n51-500 0,18\n501-1 000 0,15\n1 001-10 000 0,12\n> 10 000 0,1\n(10) in point D.1.2 ‘Recovery calculations’, the second paragraph is replaced by the following:\n(11) in point D.1.3 ‘Measurement uncertainty’, the second paragraph is replaced by the following:\n(1)  Horwitz W. and Albert, R., 2006, The Horwitz Ratio (HorRat): A useful Index of Method Performance with respect to Precision, Journal of AOAC International, Vol. 89, 1095-1109.\n(2)  M. Thompson, Analyst, 2000, p. 125 and 385-386.’\n(3)  Horwitz W. and Albert, R., 2006, The Horwitz Ratio (HorRat): A useful Index of Method Performance with respect to Precision, Journal of AOAC International, Vol. 89, 1095-1109.\n(4)  M. Thompson, Analyst, 2000, p. 125 and 385-386.’\n(5)  International vocabulary of metrology – Basic and general concepts and associated terms (VIM), JCGM 200:2008.’;\n(6)  Organisation internationale de la vigne et du vin.\n(7)  Council Regulation (EC) No 479/2008 of 29 April 2008 on the common organisation of the market in wine amending Regulations (EC) No 1493/1999, (EC) No 1782/2003, (EC) No 1290/2005, (EC) No 3/2008 and repealing Regulations (EEC) No 2392/86 and (EC) No 1493/1999 (OJ L 148, 6.6.2008, p. 1).’;\n(8)  W. Horwitz, L.R. Kamps, K.W. Boyer, J.Assoc.Off.Analy.Chem.,1980, 63, 1344.\n(9)  M. Thompson, Analyst, 2000, p. 125 and 385-386.’;\n(10)  M. Thompson and R. Wood, Accred. Qual. Assur., 2006, p. 10 and 471-478.\n(11)  http://ec.europa.eu/food/food/chemicalsafety/contaminants/report-sampling_analysis_2004_en.pdf’;\n(12)  http://ec.europa.eu/food/food/chemicalsafety/contaminants/report-sampling_analysis_2004_en.pdf’."}