{"celex_id": "32014D0500", "uri": "http://publications.europa.eu/resource/cellar/4842e654-148f-11e4-933d-01aa75ed71a1", "type": "Decision", "concepts": ["2383", "4212", "4742", "5786", "8465", "8482"], "title": "2014/500/CFSP: Political and Security Committee Decision Atalanta/4/2014 of 24 July 2014 on the appointment of the EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (Atalanta) and repealing Decision Atalanta/1/2014\n", "header": "26.7.2014 EN Official Journal of the European Union L 222/14\nPOLITICAL AND SECURITY COMMITTEE DECISION ATALANTA/4/2014\nof 24 July 2014\non the appointment of the EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (Atalanta) and repealing Decision Atalanta/1/2014\n(2014/500/CFSP)\nTHE POLITICAL AND SECURITY COMMITTEE", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 38 thereof,\nHaving regard to Council Joint Action 2008/851/CFSP of 10 November 2008 on a European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (1), and in particular Article 6 thereof,\nWhereas:\n(1) Pursuant to Article 6(1) of Joint Action 2008/851/CFSP, the Council authorised the Political and Security Committee (‘PSC’) to take decisions on the appointment of the EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (‘EU Force Commander’).\n(2) On 18 March 2014, the PSC adopted Decision Atalanta/1/2014 (2) appointing Rear Admiral (LH) Jürgen zur MÜHLEN as EU Force Commander.\n(3) The EU Operation Commander has recommended the appointment of Rear Admiral Guido RANDO as the new EU Force Commander to succeed Rear Admiral (LH) Jürgen zur MÜHLEN.\n(4) The EU Military Committee supports that recommendation.\n(5) Decision Atalanta/1/2014 should therefore be repealed.\n(6) In accordance with Article 5 of Protocol (No 22) on the position of Denmark, annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark does not participate in the elaboration and the implementation of decisions and actions of the Union which have defence implications,", "main_body": ["Rear Admiral Guido RANDO is hereby appointed EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (Atalanta) as from 6 August 2014.", "Decision Atalanta/1/2014 is hereby repealed.", "This Decision shall enter into force on 6 August 2014."], "attachments": "Done at Brussels, 24 July 2014.\nFor the Political and Security Committee\nThe Chairperson\nW. STEVENS\n(1)  OJ L 301, 12.11.2008, p. 33.\n(2)  Political and Security Committee Decision Atalanta/1/2014 of 18 March 2014 on the appointment of the EU Force Commander for the European Union military operation to contribute to the deterrence, prevention and repression of acts of piracy and armed robbery off the Somali coast (Atalanta) and repealing Decision Atalanta/3/2013 (OJ L 85, 21.3.2014, p. 8)."}