{"celex_id": "32011D0494", "uri": "http://publications.europa.eu/resource/cellar/da0e4322-9bdb-40f6-a182-bada4ebd6851", "type": "Decision", "concepts": ["1654", "1744", "5031", "5451", "6569", "893"], "title": "2011/494/EU: Commission Implementing Decision of 5 August 2011 authorising the placing on the market of phosphated maize starch as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2011) 5550)  Text with EEA relevance\n", "header": "9.8.2011 EN Official Journal of the European Union L 204/23\nCOMMISSION IMPLEMENTING DECISION\nof 5 August 2011\nauthorising the placing on the market of phosphated maize starch as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2011) 5550)\n(Text with EEA relevance)\n(2011/494/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 23 August 2005 the company National Starch Food Innovation made a request to the competent authorities of the United Kingdom to place phosphated distarch phosphate (phosphated maize starch) on the market as a novel food ingredient.\n(2) On 27 April 2009 the competent food assessment body of the United Kingdom issued its initial assessment report. In that report it came to the conclusion that phosphated distarch phosphate was acceptable as a novel food ingredient.\n(3) The Commission forwarded the initial assessment report to all Member States on 4 May 2009.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision.\n(5) Therefore the European Food Safety Authority (EFSA) was consulted on 10 February 2010.\n(6) On 10 September 2010, EFSA in the ‘Scientific opinion on the safety of “phosphated distarch phosphate” as a novel food ingredient’ (2) came to the conclusion that phosphated distarch phosphate was safe under the proposed conditions of use and the proposed levels of intake.\n(7) On the basis of the scientific assessment, it is established that phosphated distarch phosphate complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Phosphated distarch phosphate as specified in the Annex may be placed on the market in the Union as a novel food ingredient for the uses in baked bakery products, pasta, breakfast cereals and cereal bars with a maximum content of 15 %.", "The designation of phosphated distarch phosphate authorised by this Decision on the labelling of the foodstuff containing it shall be ‘phosphated maize starch’.", "This Decision is addressed to National Starch Food Innovation, Corn Products UK Ltd, Prestbury Court, Greencourts Business Park, 333 Styal Road, Manchester M22 5LW, England."], "attachments": "Done at Brussels, 5 August 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2010; 8(9): 1772.\nANNEX\nSPECIFICATIONS OF PHOSPHATED MAIZE STARCH\nDescription: The novel food ingredient is a white or nearly white powder.\nPhosphated maize starch (phosphated distarch phosphate) is a chemically modified resistant starch derived from high amylose starch by combining chemical treatments to create phosphate cross-links between carbohydrate residues and esterified hydroxyl groups.\nCAS No: 11120-02-8\nChemical formula: (C6H10O5)n [(C6H9O5)2PO2H]x [(C6H9O5)PO3H2]y\nn = number of glucose units; x, y = degrees of substitution"}