{"celex_id": "32012D0139", "uri": "http://publications.europa.eu/resource/cellar/f47da7e4-110f-43d4-97a9-0110794950b7", "type": "Decision", "concepts": ["1255", "173", "2390", "368", "4125", "6212", "933"], "title": "2012/139/EU: Council Decision of 24 January 2012 establishing whether effective action has been taken by Hungary in response to the Council recommendation of 7 July 2009\n", "header": "6.3.2012 EN Official Journal of the European Union L 66/6\nCOUNCIL DECISION\nof 24 January 2012\nestablishing whether effective action has been taken by Hungary in response to the Council recommendation of 7 July 2009\n(2012/139/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(8) thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) According to Article 126(1) of the Treaty, Member States are to avoid excessive government deficits.\n(2) The Stability and Growth Pact is based on the objective of sound government finances as a means of strengthening the conditions for price stability and for strong sustainable growth conducive to employment creation. The Stability and Growth Pact includes Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (1), which was adopted in order to further the prompt correction of excessive general government deficits.\n(3) By Decision 2004/918/EC (2) taken on 5 July 2004 the Council, upon a recommendation from the Commission, decided, in accordance with Article 104(6) of the Treaty establishing the European Community (TEC), that an excessive deficit existed in Hungary (3).\n(4) On 5 July 2004 the Council, upon a recommendation from the Commission, recommended in accordance with Article 104(7) TEC that the Hungarian authorities take action in a medium-term framework in order to bring the deficit below 3 % of GDP by 2008. By Decision 2005/348/EC (4) taken on 18 January 2005 the Council, in accordance with Article 104(8) TEC, established that Hungary had not taken effective action in response to the Council recommendation.\n(5) On 8 March 2005, upon a recommendation from the Commission, the Council adopted a second recommendation in accordance with Article 104(7) TEC, confirming the 2008 deadline for the correction of the excessive deficit. After a substantial deterioration of the budgetary outlook in Hungary, by Decision 2005/843/EC (5) taken on 8 November 2005 the Council, in accordance with Article 104(8) TEC, established that Hungary had for the second time failed to take effective action in response to the Council recommendations.\n(6) Accordingly, on 10 October 2006, upon a recommendation from the Commission, the Council adopted a third recommendation in accordance with Article 104(7) TEC to Hungary, postponing the deadline for the correction of the excessive deficit until 2009. On 7 July 2009, the Council in its recommendation adopted in accordance with Article 104(7) TEC concluded that the Hungarian authorities could be considered to have taken effective action in response to the recommendations from October 2006. With respect to the background of the severe downturn in the context of the economic and financial crisis, in the same recommendation the Council issued a revised version of the third recommendation pursuant to Article 104(7) TEC.\n(7) The Council recommendation of 7 July 2009 called on the Hungarian authorities to put an end to the excessive deficit situation by 2011 at the latest. Inter alia, Hungary was recommended: (i) to limit the deterioration of the fiscal position in 2009 by ensuring a rigorous implementation of the adopted and announced corrective measures to respect the target of 3,9 % of GDP; (ii) starting from 2010, to implement rigorously the necessary consolidation measures to ensure a continued reduction of the structural deficit and a renewed decline of the headline deficit, with an increased reliance on structural measures, in view of warranting a lasting improvement of public finances; (iii) to spell out and adopt in a timely manner the consolidation measures necessary to achieve the correction of the excessive deficit by 2011; (iv) to ensure a cumulative 0,5 % of GDP fiscal effort over 2010 and 2011; and (v) to ensure that the government gross debt ratio was brought onto a firm downward trajectory.\n(8) On 27 January 2010 the Commission adopted a Communication to the Council (6) concluding that, based on information available at the time, Hungary had taken effective action in response to the Council recommendation of 7 July 2009. The Commission arrived at its conclusion by taking into account, in particular, consolidation measures of 1,5 % of GDP to meet the 2009 deficit target of 3,9 % of GDP, structural reforms in the pension and the social benefit system supporting the achievement of the 2010 deficit target of 3,8 % of GDP, and progress regarding the implementation of the new fiscal framework, but at the same time, the Commission gave an alert about considerable risks.\n(9) On 15 December 2011 Hungary submitted its Report on the measures taken in response to Council Recommendation of 7 July, 2009 under Article 126(7) of the Treaty, December 2011 (‘December 2011 EDP progress report’) to the Commission and the Council. On the basis of, inter alia, that progress report, an updated assessment of the action taken by Hungary to correct the excessive deficit by 2011 in response to the Council recommendation of 7 July 2009 leads to the following conclusions:\n(a) in 2010 the actual budget deficit exceeded the target by 0,4 % of GDP while economic growth was stronger in 2010 than foreseen by the Commission services’ 2009 spring forecast, which had served as the basis for the Council recommendations of 7 July 2009. In 2011, the general government balance is expected (both by the government and the Commission services’ 2011 autumn forecast – ‘2011 autumn forecast’) to turn into surplus, but only thanks to one-off revenues of 9,75 % of GDP linked to the transfer of the pension assets from the private pension schemes to the state pillar and of 0,9 % of GDP from sectoral levies (on telecom, energy, retail and financial sectors). Without one-off measures the deficit would have reached around 6 % of GDP and by far surpassed the 3 % of GDP reference value set in Article 1 of Protocol (No 12) on the excessive deficit procedure attached to the Treaty on European Union and the Treaty. In their 2011 autumn EDP notification, the Hungarian authorities projected a surplus of 3,9 % of GDP. The 2011 autumn forecast projected a somewhat lower surplus (notably 3,6 % of GDP), since it included the assumption of part of the debt of public transport companies (0,2 % of GDP). Based on recent information on one-offs received after the cut-off date of the 2011 autumn forecast, the surplus may even be lower. As to the structural deficit, it deteriorated by 1,5 % in 2010 and by 1,25 % in 2011, a cumulative 2,75 % of GDP, contrary to the Council recommendation of 7 July 2009 that recommended to ensure, at least, a cumulative 0,5 % of GDP fiscal effort over these 2 years as needed to correct the deficit by the 2011 deadline in a sustainable manner. This structural deterioration is a reflection of the fact that tax cuts amounting to over 2 % of GDP were not sufficiently compensated by structural measures;\n(b) regarding 2012, the draft budget targets a deficit of 2,5 % of GDP in line with the 2011 update of the Convergence Programme. In order to achieve this, the budget proposal contains several measures, altogether amounting to close to 4 % of GDP according to the authorities, while setting aside 0,7 % of GDP as an extraordinary reserve buffer. In contrast, the 2011 autumn forecast projects the 2012 general government deficit to reach 2,8 % of GDP and the structural deficit to improve by 2,4 % of GDP. Compared to the draft budget, these higher deficit numbers reflect, among other factors, a lower economic growth projection for 2012 by 1 percentage point as well as a more prudent assessment of revenue and expenditure developments. At the same time, the draft budget assumes in line with the relevant legislation that the extraordinary reserve is not expected to be spent. Nevertheless, the 3 % GDP deficit threshold is only respected on the back of a close to 0,9 % of GDP one-off revenue stemming from the abovementioned extraordinary sectoral levies;\n(c) according to the 2011 autumn forecast, and based on the usual no-policy-change assumption, the budget deficit was projected to deteriorate again to 3,7 % in 2013. This is chiefly due to the fact that the phasing out of the extraordinary levies of around 0,9 % of GDP is not expected to be counterbalanced by the additional savings from the structural reform programme for that year;\n(d) based on budgetary developments since the publication of the 2011 autumn forecast, the 2012 projection of general government deficit of 2,8 % of GDP still appears to be plausible (without taking into account the recent deterioration in the macroeconomic environment). This is explained by the fact that the deficit-decreasing impact of the new consolidation package of 0,4 % of GDP adopted by the government on 15 December 2011 is broadly counterbalanced by the deficit-increasing amendments adopted to the draft budget as well as by the net budgetary costs of the agreement with the banking sector concluded on 15 December 2011 which are not yet appropriately offset by additional consolidation measures;\n(e) for 2013, taking into account some further specifications of the structural reform programme (related government and Parliamentary decisions are detailed in Hungary’s December 2011 EDP progress report), the positive base effect from 2012 and the net cost stemming from the agreement with the banking sector, the 2013 deficit projection contained in the 2011 autumn forecast could be lowered from 3,7 % of GDP to 3,25 % of GDP, which is, nevertheless, still clearly above the 3 % GDP deficit threshold. The difference between the present updated assessment and the official target (2,2 % of GDP) laid down in the April 2011 Convergence Programme of Hungary notably stems from the fact that, in the absence of specific steps, about half of the structural reform programme could not be taken into account. The remainder of the difference compared to the official target is related to a higher expenditure forecast, notably in the area of state-owned transport enterprises and the maintenance of roads and also incorporates some difference in growth assumptions. Further structural reforms are planned, that could reduce the deficit forecast, but are not yet sufficiently specified;\n(f) the risks to these updated medium-term projections are tilted to the downside. There is some positive risk, notably stemming from the continuation of better-than-expected revenue inflows into 2012 and 2013. However, negative risks are expected to be higher than the offsetting positive risks. In particular, interest rates for all maturities have increased, the exchange rate has weakened, and the medium-term economic outlook seems to have worsened since the 2011 autumn forecast was published on 10 November 2011. Overall, if these factors were taken into account, the deficit projections in both 2012 and 2013 would be further increased by 0,5 % of GDP, leading to deficits of just above 3 % of GDP and 3,75 % of GDP, respectively;\n(g) according to the 2011 autumn forecast, gross public debt, given both the forecast deficit numbers and the exchange rate assumptions, is expected to increase again to nearly 77 % of GDP by 2013, following a temporary drop in 2011 due to the takeover of the private pension assets. If the medium-term budgetary projections were updated only on the basis of new measures adopted after the cut-off date of the forecast, the projected 2012 debt ratio would be largely unchanged and improve only slightly in 2013. However, further possible revisions in the budgetary projections, taking into account most notably the increased yields, the end-2011 HUF/EUR exchange rate of 311 (which is around 12 % weaker than the technical assumption used in the 2011 autumn forecast), as well as the weaker macroeconomic environment, would lead to a debt ratio of around 80 % in 2011, after which it would stabilise at around 78,5 % in both 2012 and 2013, whereas the Council recommended that the gross debt ratio should be brought onto a firm downward trajectory.\n(10) The overall conclusion is while Hungary formally respects the 3 % of GDP reference value by 2011 this is not based on a structural and sustainable correction. The budget surplus in 2011 hinges upon substantial one-off revenues of over 10 % of GDP and is accompanied by a cumulative structural deterioration in 2010 and 2011 of 2,75 % of GDP compared to a recommended cumulative fiscal improvement of 0,5 % of GDP. Moreover, the authorities are implementing substantial structural measures in 2012 reducing the structural deficit to 2,6 % of GDP; the 3 % of GDP reference value is again only respected thanks to one-off measures of close to 1 % of GDP. Finally, in 2013, the deficit (at 3,25 % of GDP) is expected to surpass the 3 % GDP deficit threshold again even after taking into account additional measures announced since the 2011 autumn forecast. The higher deficit in 2013 is mainly linked to the fact that temporary one-off revenues are being phased out as planned, while not all planned structural reforms are sufficiently specified. Overall, this supports the conclusion that the response by the Hungarian authorities to the Council recommendation of 7 July 2009 adopted in accordance with Article 104(7) TEC has been insufficient,", "main_body": ["Hungary has not taken effective action in response to the Council recommendation of 7 July 2009 in accordance with Article 104(7) TEC within the period laid down in that recommendation.", "This Decision is addressed to Hungary."], "attachments": "Done at Brussels, 24 January 2012.\nFor the Council\nThe President\nM. VESTAGER\n(1)  OJ L 209, 2.8.1997, p. 6.\n(2)  OJ L 389, 30.12.2004, p. 27.\n(3)  All EDP-related documents for Hungary can be found at the following website: http://ec.europa.eu/economy_finance/economic_governance/sgp/deficit/index_en.htm\n(4)  OJ L 110, 30.4.2005, p. 42.\n(5)  OJ L 314, 30.11.2005, p. 18.\n(6)  COM/2010/0010 final."}