{"celex_id": "32014D0393", "uri": "http://publications.europa.eu/resource/cellar/8f8736c6-fcff-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["368", "424", "4839", "6212", "843"], "title": "2014/393/EU: Council Decision of 20 June 2014 abrogating Decision 2010/283/EU on the existence of an excessive deficit in Belgium\n", "header": "26.6.2014 EN Official Journal of the European Union L 186/72\nCOUNCIL DECISION\nof 20 June 2014\nabrogating Decision 2010/283/EU on the existence of an excessive deficit in Belgium\n(2014/393/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(12) thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) On 2 December 2009, following a recommendation from the Commission, the Council decided, in Decision 2010/283/EU (1), that an excessive deficit existed in Belgium. The Council noted that the general government deficit planned for 2009 was 5,9 % of GDP, thus above the 3 %-of-GDP Treaty reference value, while the general government gross debt was planned to reach 97,6 % of GDP in 2009, thus above the 60 %-of-GDP Treaty reference value. The general government deficit and debt for 2009 were subsequently revised to 5,6 % and 95,7 % of GDP, respectively.\n(2) On 2 December 2009, in accordance with Article 126(7) of the Treaty and Article 3(4) of Council Regulation (EC) No 1467/97 (2), the Council, based on a recommendation from the Commission, addressed a Recommendation to Belgium with a view to bringing the excessive deficit situation to an end by 2012 at the latest. That Recommendation was made public.\n(3) On 21 June 2013, on the basis of a Commission recommendation, the Council decided under Article 126(8) of the Treaty that Belgium had not taken effective action in compliance with Council Recommendation of 2 December 2009 to correct its excessive deficit by 2012, and decided under Article 126(9) of the Treaty to give notice to Belgium to put an end to the excessive deficit situation by 2013. Belgium was given the deadline of 15 September to report on the measures taken to comply with this decision in accordance with Article 5(1a) of Regulation (EC) No 1467/97. On 15 November 2013, the Commission concluded that Belgium had taken effective action and that no further steps in the excessive deficit procedure were needed at that moment.\n(4) In accordance with Article 4 of the Protocol on the excessive deficit procedure annexed to the Treaties, the Commission provides the data for the implementation of the procedure. As part of the application of that Protocol, Member States are to notify data on government deficits and debt and other associated variables twice a year, namely before 1 April and before 1 October, in accordance with Article 3 of Council Regulation (EC) No 479/2009 (3).\n(5) When considering whether a decision on the existence of an excessive deficit ought to be abrogated, the Council is to take a decision on the basis of notified data. Moreover, a decision on the existence of an excessive deficit should be abrogated only if the Commission forecasts indicate that the deficit will not exceed the 3 %-of-GDP Treaty reference value over the forecast horizon (4).\n(6) Based on data provided by the Commission (Eurostat) in accordance with Article 14 of Regulation (EC) No 479/2009, following the notification by Belgium before 1 April 2014, the 2014 Stability Programme, and the Commission services 2014 spring forecast, the following conclusions are justified:\n— After peaking at 5,6 % of GDP in 2009, of which around 0,7 % of GDP was due to one-off factors, Belgium's general government deficit was brought down to 2,6 % of GDP in 2013, in line with Council Decision 2013/370/EU (5). The improvement was driven by significant fiscal consolidation, as well as by an improvement in the cyclical conditions.\n— The Stability Programme for 2014-17, submitted by the Belgian Government on 30 April 2014, plans a decline in the deficit to 2,15 % of GDP in 2014 and then to 1,4 % of GDP in 2015. Based on a no-policy-change assumption, the Commission services 2014 Spring forecast projects a deficit of 2,6 % of GDP in 2014, and 2,8 % of GDP in 2015. Thus, the deficit is set to remain below the 3 %-of-GDP Treaty reference value over the forecast horizon.\n— After improving by 0,7 % of GDP in 2013, the structural balance, that is the general government balance adjusted for the economic cycle and net of one-off and other temporary measures, is forecast to remain stable in 2014 and worsen slightly in 2015, based on a no-policy-change assumption. In that context, it appears that there is currently an emerging gap of 0,5 % of GDP relative to the required adjustment of the structural balance towards the medium-term budgetary objective (MTO) in 2014, suggesting that there is a need to reinforce the budgetary measures in order to ensure full compliance with the preventive arm of the Stability and Growth Pact in view of the emerging risk of a significant deviation from the required adjustment path and the breach of the debt benchmark.\n— The debt-to-GDP ratio rose by around 5 percentage points between 2009 and 2013, to 101,5 %, in part due to Belgium's contribution to financial assistance to euro area Member States. The gross government debt is forecast to remain around this level in 2014 and 2015.\n(7) Starting from 2014, which is the year following the correction of the excessive deficit, Belgium is subject to the preventive arm of the Stability and Growth Pact and should progress towards its MTO at an appropriate pace, including respecting the expenditure benchmark, and make sufficient progress towards compliance with the debt criterion in accordance with Article 2(1a) of Regulation (EC) No 1467/97.\n(8) In accordance with Article 126(12) of the Treaty, a Council Decision on the existence of an excessive deficit is to be abrogated when the excessive deficit in the Member State concerned has, in the view of the Council, been corrected.\n(9) In the view of the Council, the excessive deficit in Belgium has been corrected and Decision 2010/283/EU should therefore be abrogated,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in Belgium has been corrected.", "Decision 2010/283/EU is hereby abrogated.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Luxembourg, 20 June 2014.\nFor the Council\nThe President\nG. A. HARDOUVELIS\n(1)  Council Decision 2010/283/EU of 2 December 2009 on the existence of an excessive deficit in Belgium (OJ L 125, 21.5.2010, p. 34).\n(2)  Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (OJ L 209, 2.8.1997, p. 6).\n(3)  Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (OJ L 145, 10.6.2009, p. 1).\n(4)  In line with the ‘Specifications on the implementation of the Stability and Growth Pact and Guidelines on the format and content of Stability and Convergence Programmes’ of 3 September 2012. See: http://ec.europa.eu/economy_finance/economic_governance/sgp/pdf/coc/code_of_conduct_en.pdf\n(5)  Council Decision 2013/370/EU of 21 June 2013 giving notice to Belgium to take measures for the deficit reduction judged necessary in order to remedy the situation of excessive deficit (OJ L 190, 11.7.2013, p. 87)."}