{"celex_id": "32010D0391", "uri": "http://publications.europa.eu/resource/cellar/c6d2fc45-4438-4959-bb61-75b3dc7e1983", "type": "Decision", "concepts": ["1445", "1520", "1612", "192", "4576", "5034", "5047", "5709"], "title": "2010/391/: Commission Decision of 8 July 2010 amending the Annexes to Decision 93/52/EEC as regards the recognition of Lithuania and the region of Molise in Italy as officially free of brucellosis ( B. melitensis ) and amending the Annexes to Decision 2003/467/EC as regards the declaration of certain administrative regions of Italy as officially free of bovine tuberculosis, bovine brucellosis and enzootic-bovine-leukosis (notified under document C(2010) 4592)  Text with EEA relevance\n", "header": "15.7.2010 EN Official Journal of the European Union L 180/21\nCOMMISSION DECISION\nof 8 July 2010\namending the Annexes to Decision 93/52/EEC as regards the recognition of Lithuania and the region of Molise in Italy as officially free of brucellosis (B. melitensis) and amending the Annexes to Decision 2003/467/EC as regards the declaration of certain administrative regions of Italy as officially free of bovine tuberculosis, bovine brucellosis and enzootic-bovine-leukosis\n(notified under document C(2010) 4592)\n(Text with EEA relevance)\n(2010/391/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), and in particular Annex A(I)(4), Annex A(II)(7) and Annex D(I)(E) thereto,\nHaving regard to Council Directive 91/68/EEC of 28 January 1991 on animal health conditions governing intra-Community trade in ovine and caprine animals (2), and in particular Section II of Chapter 1 of Annex A thereto,\nWhereas:\n(1) Directive 91/68/EEC defines the animal health conditions governing trade in the Union in ovine and caprine animals. It lays down the conditions whereby Member States or regions thereof are to be recognised as being officially brucellosis-free.\n(2) Commission Decision 93/52/EEC of 21 December 1992 recording the compliance by certain Member States or regions with the requirements relating to brucellosis (B. melitensis) and according them the status of a Member State or region officially free of the disease (3) lists, in the Annexes thereto, the Member States and regions thereof which are recognised as officially free of brucellosis (B. melitensis) in accordance with Directive 91/68/EEC.\n(3) Lithuania has submitted to the Commission documentation demonstrating compliance with the appropriate conditions laid down in Directive 91/68/EEC in order to be recognised as officially free of brucellosis (B. melitensis) as regards its whole territory. That Member State should therefore be recognised as being officially free of that disease. Annex I to Decision 93/52/EEC should therefore be amended accordingly.\n(4) Italy has submitted to the Commission documentation demonstrating compliance with the appropriate conditions laid down in Directive 91/68/EEC as regards all the provinces in the region of Molise in order for that region to be recognised as officially free of brucellosis (B. melitensis). That region should therefore be recognised as being officially free of that disease.\n(5) Italy has also requested that amendments be made to the entry for that Member State in the list of regions of the Member States which are recognised as officially free of brucellosis (B. melitensis) in Annex II to Decision 93/52/EEC. The current administrative division of Italy splits the region Trentino-Alto Adige into two distinct regions: namely the province of Bolzano and the province of Trento. The region of Sardegna has been divided into eight provinces. In addition, as all the provinces of the regions of Lombardia, Piemonte, Toscana, Sardegna and Umbria have already been recognised as officially free of brucellosis (B. melitensis), those entire regions should be recognised as officially free of that disease.\n(6) The entry for Italy in Annex II to Decision 93/52/EEC should therefore be amended accordingly.\n(7) Directive 64/432/EEC applies to trade in the Union in bovine animals and swine. It lays down the conditions whereby a Member State or part or region thereof may be declared officially free of tuberculosis, brucellosis and enzootic-bovine-leukosis as regards bovine herds.\n(8) Commission Decision 2003/467/EC of 23 June 2003 establishing the official tuberculosis, brucellosis and enzootic-bovine-leukosis-free status of certain Member States and regions of Member States as regards bovine herds (4) lists such Member States and regions in Annexes I, II and III respectively to that Decision.\n(9) Italy has submitted to the Commission documentation demonstrating compliance with the appropriate conditions laid down in Directive 64/432/EEC as regards all provinces of the regions of Lombardia and Toscana, and the provinces of Cagliari, Medio-Campidano, Ogliastra and Olbia-Tempio in the region of Sardegna in order that those regions and provinces may be declared officially tuberculosis-free regions of Italy.\n(10) Italy has submitted to the Commission documentation demonstrating compliance with the appropriate conditions laid down in Directive 64/432/EEC as regards the province of Campobasso in the region of Molise in order that that province may be declared an officially brucellosis-free region of Italy.\n(11) Italy has also submitted to the Commission documentation demonstrating compliance with the appropriate conditions laid down in Directive 64/432/EEC as regards the province of Napoli in the region of Campania, the province of Brindisi in the region of Puglia and the provinces of Agrigento, Caltanissetta, Siracusa and Trapani in the region of Sicily in order that they may be declared officially enzootic-bovine-leukosis-free regions of Italy.\n(12) Following evaluation of the documentation submitted by Italy, the provinces and the regions concerned should be declared officially tuberculosis-free, officially brucellosis-free and officially enzootic-bovine-leukosis-free regions of Italy respectively.\n(13) Italy has also requested that amendments be made to the entry for that Member State in the lists of regions of the Member States declared officially free of tuberculosis, brucellosis and officially free of enzootic-bovine-leukosis in the Annexes to Decision 2003/467/EC. The current administrative division of Italy splits the region Trentino-Alto Adige into two distinct regions: namely the province of Bolzano and province of Trento.\n(14) In addition, as all the provinces of the regions of Emilia-Romagna, Lombardia, Sardegna and Umbria listed in Chapter 2 of Annex II to Decision 2003/467/EC have already been declared officially free of brucellosis and all the provinces of the regions of Emilia-Romagna, Lombardia, Marche, Piemonte, Toscana, Umbria and Val d’Aosta listed in Chapter 2 of Annex III to Decision 2003/467/EC have already been declared officially free of enzootic-bovine-leukosis, those entire regions should be considered as officially free of those respective diseases.\n(15) The Annexes to Decision 2003/467/EC should therefore be amended accordingly.\n(16) Decisions 93/52/EEC and 2003/467/EC should therefore be amended accordingly.\n(17) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annexes to Decision 93/52/EEC are amended in accordance with Annex I to this Decision.", "The Annexes to Decision 2003/467/EC are amended in accordance with Annex II to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 July 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ 121, 29.7.1964, p. 1977/64.\n(2)  OJ L 46, 19.2.1991, p. 19.\n(3)  OJ L 13, 21.1.1993, p. 14.\n(4)  OJ L 156, 25.6.2003, p. 74.\nANNEX I\nThe Annexes to Decision 93/52/EEC are amended as follows:\n(1) Annex I is replaced by the following:\nISO code Member State\nBE Belgium\nCZ Czech Republic\nDK Denmark\nDE Germany\nIE Ireland\nLT Lithuania\nLU Luxembourg\nHU Hungary\nNL Netherlands\nAT Austria\nPL Poland\nRO Romania\nSI Slovenia\nSK Slovakia\nFI Finland\nSE Sweden\nUK United Kingdom’\n(2) In Annex II, the entry for Italy is replaced by the following:\n— Region Abruzzo: Province of Pescara,\n— Province of Bolzano,\n— Region Friuli Venezia Giulia,\n— Region Lazio: Provinces of Latina, Rieti, Roma, Viterbo,\n— Region Liguria: Province of Savona,\n— Region Lombardia,\n— Region Marche,\n— Region Molise,\n— Region Piemonte,\n— Region Sardegna,\n— Region Toscana,\n— Province of Trento,\n— Region Umbria,\n— Region of Veneto.’\nANNEX II\nThe Annexes to Decision 2003/467/EC are amended as follows:\n(1) In Annex I, in Chapter 2, the entry for Italy is replaced by the following:\n— Region Abruzzo: Province of Pescara,\n— Province of Bolzano,\n— Region Emilia-Romagna,\n— Region Friuli-Venezia Giulia,\n— Region Lombardia,\n— Region Marche: Province of Ascoli Piceno,\n— Region Piemonte: Provinces of Novara, Verbania, Vercelli,\n— Region Sardegna: Province of Cagliari, Medio-Campidano, Ogliastra, Olbia-Tempio, Oristano,\n— Region Toscana,\n— Province of Trento,\n— Region Veneto.’\n(2) In Annex II, in Chapter 2, the entry for Italy is replaced by the following:\n— Region Abruzzo: Province of Pescara,\n— Province of Bolzano,\n— Region Emilia-Romagna,\n— Region Friuli-Venezia Giulia,\n— Region Lazio: Province of Rieti,\n— Region Liguria: Provinces of Imperia, Savona,\n— Region Lombardia,\n— Region Marche,\n— Region Molise: Province of Campobasso,\n— Region Piemonte,\n— Region Puglia: Province of Brindisi,\n— Region Sardegna,\n— Region Toscana,\n— Province of Trento,\n— Region Umbria,\n— Region Veneto.’\n(3) In Annex III, in Chapter 2, the entry for Italy is replaced by the following:\n— Region Abruzzo: Province of Pescara,\n— Province of Bolzano,\n— Region Campania: Province of Napoli,\n— Region Emilia-Romagna,\n— Region Friuli-Venezia Giulia,\n— Region Lazio: Provinces of Frosinone, Rieti,\n— Region Liguria: Provinces of Imperia, Savona,\n— Region Lombardia,\n— Region Marche,\n— Region Molise,\n— Region Piemonte,\n— Region of Puglia: province of Brindisi,\n— Region Sardegna,\n— Region Sicilia: Provinces of Agrigento, Caltanissetta, Siracusa, Trapani,\n— Region Toscana,\n— Province of Trento,\n— Region Umbria,\n— Region Val d’Aosta,\n— Region Veneto.’"}