{"celex_id": "32012D0671", "uri": "http://publications.europa.eu/resource/cellar/b02ef93c-2763-11e2-9209-01aa75ed71a1", "type": "Decision", "concepts": ["4177", "42", "5640"], "title": "2012/671/EU: Decision of the Court of Justice of 23 October 2012 concerning the judicial functions of the Vice-President of the Court\n", "header": "30.10.2012 EN Official Journal of the European Union L 300/47\nDECISION OF THE COURT OF JUSTICE\nof 23 October 2012\nconcerning the judicial functions of the Vice-President of the Court\n(2012/671/EU)\nTHE COURT", "recitals": "Having regard to the Treaty on the Functioning of the European Union, and in particular to Articles 278, 279, 280 and the fourth paragraph of Article 299 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular to the third and fourth paragraphs of Article 81, Article 157 and the third paragraph of Article 164 thereof,\nHaving regard to the Protocol on the Statute of the Court of Justice of the European Union, and in particular to Articles 9a, 39 and 57 thereof,\nHaving regard to the Rules of Procedure of the Court of Justice of 25 September 2012, and in particular to Articles 10(3), 13 and 160 to 166 thereof,\nWhereas:\n(1) As provided in the second paragraph of Article 39 of the Protocol on the Statute of the Court of Justice of the European Union, the powers referred to in the first paragraph of that provision may, under the conditions laid down in the Rules of Procedure, be exercised by the Vice-President of the Court of Justice.\n(2) In accordance with Article 10(3) of its Rules of Procedure, the Court, by decision, is to specify the conditions under which the Vice-President is to take the place of the President of the Court in the performance of his judicial duties.\n(3) The Rules of Procedure of 25 September 2012 will enter into force on 1 November 2012.\n(4) The decision concerning the conditions under which the Vice-President is to take the place of the President of the Court in the performance of his judicial duties ought to enter into force on the same date.", "main_body": ["The Vice-President of the Court shall take the place of the President of the Court in the performance of the judicial duties referred to in the first paragraph of Article 39 of the Protocol on the Statute of the Court of Justice of the European Union and in Article 57 thereof and in Articles 160 to 166 of the Rules of Procedure of the Court of Justice.\nIf the Vice-President of the Court should be prevented from acting, the functions referred to in the previous paragraph shall be exercised by one of the Presidents of the Chambers of five Judges or, failing that, by one of the Presidents of the Chambers of three Judges or, failing that, by one of the other Judges, according to the order of seniority laid down in Article 7.", "This decision shall enter into force on 1 November 2012.", "This decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 23 October 2012.\nRegistrar\nA. CALOT ESCOBAR\nPresident\nV. SKOURIS"}