{"celex_id": "32014D0232", "uri": "http://publications.europa.eu/resource/cellar/c41f28c3-ceac-11e3-b682-01aa75ed71a1", "type": "Decision", "concepts": ["1124", "1474", "2329", "2556", "2850", "2901", "4790", "544", "5537"], "title": "2014/232/EU: Council Decision of 14 April 2014 on the conclusion, on behalf of the European Union, of the Protocol setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Gabonese Republic\n", "header": "26.4.2014 EN Official Journal of the European Union L 125/48\nCOUNCIL DECISION\nof 14 April 2014\non the conclusion, on behalf of the European Union, of the Protocol setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Gabonese Republic\n(2014/232/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with Article 218(6)(a) and Article 218(7) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 16 April 2007, the Council approved the Fisheries Partnership Agreement between the Gabonese Republic and the European Community (the ‘Partnership Agreement’) by Regulation (EC) No 450/2007 (1).\n(2) The Union has negotiated a new protocol with the Gabonese Republic (the ‘New Protocol’) granting Union vessels fishing opportunities in waters in which the Gabonese Republic exercises its sovereignty or its jurisdiction as regards fishing.\n(3) The New Protocol was signed in accordance with Council Decision 2013/462/EU (2), and is applied provisionally as from 24 July 2013 (3).\n(4) The New Protocol should therefore be approved.\n(5) The Partnership Agreement set up a Joint Committee which is responsible for monitoring the application of the Agreement. Furthermore, in accordance with the Protocol, the Joint Committee may approve certain modifications to the Protocol. In order to facilitate the approval of such modifications, it is appropriate to empower the Commission, subject to specific conditions, to approve them under a simplified procedure,", "main_body": ["The Protocol setting out the fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Gabonese Republic is hereby approved on behalf of the Union (4).", "The President of the Council shall, on behalf of the Union, make the notification provided for in Article 15 of the Protocol.", "Subject to the provisions and conditions set out in the Annex, the Commission shall be empowered to approve, on behalf of the Union, modifications to the Protocol in the Joint Committee.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 14 April 2014.\nFor the Council\nThe President\nA. TSAFTARIS\n(1)  Council Regulation (EC) No 450/2007 of 16 April 2007 on the conclusion of the Fisheries Partnership Agreement between the Gabonese Republic and the European Community (OJ L 109, 26.4.2007, p. 1).\n(2)  Council Decision 2013/462/EU of 22 July 2013 on the signature, on behalf of the European Union, and on the provisional application of the Protocol setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Gabonese Republic (OJ L 250, 20.9.2013, p. 1).\n(3)  Information on the date of signature of the Protocol setting out the fishing opportunities and financial contribution provided for by the Fisheries Partnership Agreement between the European Union and the Gabonese Republic (OJ L 229, 28.8.2013, p. 1.).\n(4)  The Protocol was published in OJ L 250, 20.9.2013, p. 2 together with the decision on its signature.\nANNEX\nScope of the empowerment and procedure for the establishment of the Union position in the Joint Committee\n1. The Commission shall be authorised to negotiate with the Gabonese Republic and, where appropriate and, subject to complying with paragraph 3 of this Annex, agree on modifications to the Protocol in respect of the following issues:\n(a) review of fishing opportunities in accordance with Article 5 and 6 of the Protocol;\n(b) decision on the modalities of the sectoral support in accordance with Article 3 of the Protocol;\n(c) technical specifications and modalities falling within the powers of the Joint Committee in accordance with the Annex to the Protocol.\n2. In the Joint Committee set up under the Fisheries Partnership Agreement, the Union shall:\n(a) act in accordance with the objectives pursued by the Union within the framework of the Common Fisheries Policy,\n(b) be in line with the Council Conclusions of 19 March 2012 on a Communication on the external dimension of the Common Fisheries Policy,\n(c) promote positions that are consistent with the relevant rules adopted by Regional Fisheries Management Organisations.\n3. When a decision on modifications to the Protocol referred to in paragraph 1 is foreseen to be adopted during a Joint Committee Meeting, the necessary steps shall be taken so that the position to be expressed on the Union's behalf takes account of the latest statistical, biological and other relevant information transmitted to the Commission."}