{"celex_id": "32010D0004(01)", "uri": "http://publications.europa.eu/resource/cellar/f0184bfb-3a97-42c1-8ebc-38f9f7131ffb", "type": "Decision", "concepts": ["1182", "2220", "2606", "4493", "4763", "5455"], "title": "2010/275/: Decision of the European Central Bank of 10 May 2010 concerning the management of pooled bilateral loans for the benefit of the Hellenic Republic and amending Decision ECB/2007/7 (ECB/2010/4)\n", "header": "13.5.2010 EN Official Journal of the European Union L 119/24\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 10 May 2010\nconcerning the management of pooled bilateral loans for the benefit of the Hellenic Republic and amending Decision ECB/2007/7\n(ECB/2010/4)\n(2010/275/EU)\nTHE EXECUTIVE BOARD OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 132 thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank (hereinafter the Statute of the ESCB), and in particular Articles 17 and 21 thereof,\nWhereas:\n(1) According to Article 17 of the Statute of the ESCB, in order to conduct its operations the European Central Bank (ECB) may open accounts for credit institutions, public entities and other market participants.\n(2) According to Article 21.1 and 21.2 of the Statute of the ESCB, the ECB may act as fiscal agent for Union institutions, bodies, offices or agencies, central governments, regional, local or other public authorities, other bodies governed by public law, or public undertakings of Member States.\n(3) Reference is made to a loan facility agreement (hereinafter the Loan Facility Agreement) between the Member States whose currency is the euro (other than the Hellenic Republic and the Federal Republic of Germany) and KfW acting in the public interest, subject to the instructions of and with the benefit of the guarantee of the Federal Republic of Germany (hereinafter the Lenders) with the Hellenic Republic (hereinafter the Borrower) and the Bank of Greece as agent to the Borrower.\n(4) Reference is made to an intercreditor agreement (hereinafter the Intercreditor Agreement) between the Member States whose currency is the euro other than the Hellenic Republic entrusting the management of pooled bilateral loans under the Loan Facility Agreement to the European Commission.\n(5) Under the Intercreditor Agreement, the Member States whose currency is the euro other than the Hellenic Republic authorise the European Commission to organise pooled bilateral loans to the Hellenic Republic, and to represent them in managing such loans. Article 3 of the Intercreditor Agreement authorises the European Commission to open an account with the ECB, in the name of the Lenders, to be used for processing all payments on behalf of the Lenders and the Borrower in the context of the Loan Facility Agreement. The Intercreditor Agreement lays down the necessary provisions concerning disbursement and repayment.\n(6) It is necessary to lay down provisions concerning the cash account to be opened with the ECB for the operation of the Loan Facility Agreement and the Intercreditor Agreement.\n(7) According to Article 1(2) of Decision ECB/2007/7 of 24 July 2007 concerning the terms and conditions of TARGET2-ECB (1), the ECB may only accept central banks and European and international organisations as customers. The operation of the Loan Facility Agreement and the Intercreditor Agreement requires an extension of the categories of persons eligible to be customers of the ECB,", "main_body": ["Amendment to Decision ECB/2007/7", "(2) of Decision ECB/2007/7 is replaced by the following:\n‘2.   The ECB may only accept central banks, European and international organisations, and, pursuant to an ad-hoc decision of the Governing Council, central governments of the European Union Member States or public entities designated by such central governments to act on their behalf as customers.’", "Opening of an account\nThe ECB shall, in connection with the Loan Facility Agreement, and upon request by the European Commission, open an account in the name of the Lenders.", "Acceptance of payments on the account\nThe ECB shall only accept payments to be made from or to the account in the name of the Lenders, if those payments arise in connection with the Loan Facility Agreement.", "Acceptance of instructions\nThe ECB shall, in relation to the account in the name of the Lenders, only accept and act upon the European Commission’s instructions and shall not accept any instructions from an individual Lender.", "Remuneration\nThe ECB shall pay interest on the balance of the account in the name of the Lenders in an amount equivalent to the applicable ECB deposit facility rate on an actual/360 basis.", "Entry into force\nThis Decision shall enter into force on 12 May 2010."], "attachments": "Done at Frankfurt am Main, 10 May 2010.\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 237, 8.9.2007, p. 71."}