{"celex_id": "32011R1191", "uri": "http://publications.europa.eu/resource/cellar/6b824182-1e9d-4958-b69d-0ee0e553e51f", "type": "Regulation", "concepts": ["188", "2173", "2456", "2462", "2657", "2686", "2763"], "title": "Commission Implementing Regulation (EU) No 1191/2011 of 18 November 2011 amending Regulation (EU) No 479/2010 laying down rules for the implementation of Council Regulation (EC) No 1234/2007 as regards Member States’ notifications to the Commission in the milk and milk products sector\n", "header": "19.11.2011 EN Official Journal of the European Union L 302/30\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1191/2011\nof 18 November 2011\namending Regulation (EU) No 479/2010 laying down rules for the implementation of Council Regulation (EC) No 1234/2007 as regards Member States’ notifications to the Commission in the milk and milk products sector\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 192(2) in conjunction with Article 4 thereof,\nWhereas:\n(1) Article 2(4) of Commission Regulation (EU) No 479/2010 (2) provides that the ‘ex-factory price’ notified by the Member States to the Commission has to relate to the sales that have been invoiced in the reference period.\n(2) Whilst invoices are reliable official accountancy documents, restricting the source of prices only to invoices may prevent Member States from using other available reliable sources of prices. Depending on the product, these other available reliable sources of prices may better reflect the prevailing market situation. Therefore, the notification of prices resulting from contracts concluded in the reference period should also be allowed.\n(3) Practice has shown that the notification deadline for the monthly prices referred to in Article 2(2) of Regulation (EU) No 479/2010 is difficult to be met in several Member States and does not allow them to provide the Commission with definitive prices. The accuracy of the notified prices should be improved by an extension of the deadline.\n(4) It is appropriate to better describe the survey method used as regards the origin of the price data and the way that data should be collected by the competent authorities.\n(5) It is necessary to reconcile the information on the export licences notified by the Member States on monthly basis with that notified on a daily basis. Therefore, additional information is required in the monthly notifications.\n(6) Regulation (EU) No 479/2010 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EU) No 479/2010 is amended as follows:\n(1) Article 2 is amended as follows:\n(a) in paragraph 2, the introductory sentence is replaced by the following:\n(b) paragraph 4 is replaced by the following:\n(a) sales that have been invoiced in the reference period;\n(b) contracts concluded in the reference period for deliveries within three months.’;\n(2) in Article 7(1), points (a) and (b) are replaced by the following:\n‘(a) the quantities, broken down by code of the export refund nomenclature for milk products, by destination code and date of lodging the application, covered by licence applications cancelled under the second subparagraph of Article 10(2) of Regulation (EC) No 1187/2009;\n(b) the unused quantities on licences expired and returned in the previous month and which have been issued since 1 July of the current GATT-year, broken down by code of the export refund nomenclature for milk products and by destination code;’;\n(3) point 3(c) of Annex II is replaced by the following:\n‘(c) the survey method: an indication shall be given from which stakeholders (producers, first buyers) the data are originating and by which way or method the data are collected;’.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 December 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 135, 2.6.2010, p. 26."}