{"celex_id": "32012R1077", "uri": "http://publications.europa.eu/resource/cellar/34f5a685-33b4-11e2-84d0-01aa75ed71a1", "type": "Regulation", "concepts": ["1433", "4033", "4514", "5481", "818"], "title": "Commission Regulation (EU) No 1077/2012 of 16 November 2012 on a common safety method for supervision by national safety authorities after issuing a safety certificate or safety authorisation  Text with EEA relevance\n", "header": "17.11.2012 EN Official Journal of the European Union L 320/3\nCOMMISSION REGULATION (EU) No 1077/2012\nof 16 November 2012\non a common safety method for supervision by national safety authorities after issuing a safety certificate or safety authorisation\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2004/49/EC of the European Parliament and of the Council of 29 April 2004 on safety on the Community’s railways and amending Council Directive 95/18/EC on the licensing of railway undertakings and Directive 2001/14/EC on the allocation of railway infrastructure capacity and the levying of charges for the use of railway infrastructure and safety certification (1) and in particular Article 6 thereof,\nWhereas:\n(1) One of the purposes of Directive 2004/49/EC is to improve access to the market for rail transport services by defining common principles for the management, regulation and supervision of railway safety. Directive 2004/49/EC also provides equal treatment for all railway undertakings by applying the same safety certification requirements throughout the European Union.\n(2) On 5 October 2009 the Commission issued a mandate to the European Railway Agency (‘the Agency’) in accordance with Directive 2004/49/EC to draw up a draft common safety method (CSM) for supervision by national safety authorities after issuing a safety certificate or a safety authorisation to railway undertakings and infrastructure managers. The Agency submitted its recommendation on the CSM to the Commission, supported by an impact assessment report, in agreement with the mandate of the Commission. This Regulation is based on the recommendation by the Agency.\n(3) Commission Regulation (EU) No 1158/2010 of 9 December 2010 on a common safety method for assessing conformity with the requirements for obtaining railway safety certificates (2) provides a method for assessing conformity with requirements for obtaining safety certificates to be issued in accordance with Article 10(2)(a) and Article 10(2)(b) of Directive 2004/49/EC. That Regulation defines the criteria against which assessment by national safety authorities must be carried out, describes the procedures to follow and establishes the principles to be observed by national safety authorities during supervision as defined in that Regulation after issuing a safety certificate.\n(4) Commission Regulation (EU) No 1169/2010 of 10 December 2010 on a common safety method for assessing conformity with the requirements for obtaining a railway safety authorisation (3) includes all the harmonised requirements and assessment methods by means of which national safety authorities can issue an infrastructure manager with a safety authorisation under Article 11 of Directive 2004/49/EC covering the adequacy of the safety management system in general and any network-specific authorisation. That Regulation also defines the criteria against which assessment by national safety authorities must be carried out, describes the procedures to follow and establishes the principles to be used by national safety authorities during supervision, as defined in that Regulation, after issuing a safety authorisation.\n(5) After issuing a safety certificate or a safety authorisation, the national safety authority must put in place arrangements to check whether the results outlined in the application for a safety certificate or a safety authorisation are being achieved during operation and that all the necessary requirements are complied with on a continuous basis, as required by Article 16(2)(e) and Article 17(2) of Directive 2004/49/EC.\n(6) To be able to perform its tasks under Article 16(2)(f) of Directive 2004/49/EC, the national safety authority also needs to judge, based on its supervision activities, the effectiveness of the safety regulatory framework. ‘Supervision’ means the arrangements put in place by the national safety authority to oversee safety performance after it has granted a safety certificate or safety authorisation.\n(7) In undertaking supervision, the national safety authority must apply the fundamental principles of national safety authority supervision activity — proportionality, consistency, targeting, transparency, accountability and cooperation — as set out in Regulation (EU) No 1158/2010 and in Regulation (EU) No 1169/2010. However, these principles also need a framework and process to apply them in practice in the day-to-day activities of the national safety authorities. The current Regulation would provide the necessary framework and process to the national safety authorities, while improving the mutual trust in their approaches to, and decision-making during supervision activities.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee established in accordance with Article 27(1) of Directive 2004/49/EC,", "main_body": ["Subject matter and scope\n1.   This Regulation establishes a common safety method (CSM) of supervision of the safety performance after issuing a safety certificate for railway undertakings or a safety authorisation for infrastructure managers as referred to in Annex IV to Regulation (EU) No 1158/2010 and Annex III to Regulation (EU) No 1169/2010 respectively.\n2.   National safety authorities shall apply the common safety method to oversee compliance with the legal obligation on a railway undertaking or infrastructure manager to use a safety management system to ensure the control of all risks associated with their activities including the supply of maintenance and material and the use of contractors and, where appropriate, to check the application of Commission Regulation (EU) No 1078/2012 of 16 November 2012 on a common safety method for monitoring to be applied by railway undertakings, infrastructure managers after receiving a safety certificate or safety authorisation and by entities in charge of maintenance (4).\n3.   National safety authorities shall use this Regulation to perform their supervision activities under Article 16(2)(f) of Directive 2004/49/EC and to advise the Member States on the effectiveness of the safety regulatory framework.", "Definitions\nFor the purposes of this Regulation, ‘supervision’ has the meaning provided for by Article 2 of Regulation (EU) No 1158/2010 and Article 2 of Regulation (EU) No 1169/2010.", "Supervision strategy and plan(s)\n1.   The national safety authority shall develop and implement a supervision strategy and plan(s) outlining how it targets its activities and sets its priorities for supervision as set out in the Annex.\n2.   The national safety authority shall collect and analyse information from a variety of sources. It shall use the information collected and the outcomes of supervision for the purposes set out in Article 1.\n3.   The national safety authority shall regularly review the strategy and plan or plans in the light of experience, using the information collected and the outcomes of supervision.", "Techniques for conducting supervision\n1.   The national safety authority shall adopt techniques for supervision activities. These techniques commonly include interviews with people at various levels in an organisation, reviewing documents and records related to the safety management system and examining the safety outcomes of the management system revealed by inspections or related activities.\n2.   The national safety authority shall ensure that its supervision activities include checking\n(a) the effectiveness of the safety management system;\n(b) the effectiveness of individual or partial elements of the safety management system, including operational activities.", "Links between assessment and supervision\n1.   The national safety authority shall use information gathered during the assessment of a railway undertaking’s or infrastructure manager’s safety management system for the purposes of its supervision of the continued application of their safety management system after issuing the safety certificate or the safety authorisation.\n2.   The national safety authority shall also use information gathered during its supervision activities for reassessing a railway undertaking’s or an infrastructure manager’s safety management system prior to the renewal of a safety certificate or safety authorisation.", "Competence of the persons involved in supervision activities\nThe national safety authority shall have a system in place to ensure that supervision activities are undertaken by competent persons.", "Decision-making criteria\n1.   The national safety authority shall establish and publish decision-making criteria on how it monitors, promotes and where appropriate enforces compliance with the safety regulatory framework. These criteria shall also include non-compliance issues related to the continued application of a safety management system by a railway undertaking or infrastructure manager and to the safety regulatory framework.\n2.   The national safety authority shall adopt and publish a procedure to enable railway undertakings and infrastructure managers to submit a complaint on decisions taken during supervision activities, without prejudice to the requirement for a judicial review of those decisions.", "Coordination and cooperation\n1.   National safety authorities involved in the supervision of a railway undertaking operating in more than one Member State shall coordinate their approach to supervision to ensure that the safety management system of the railway undertaking is effective and covers all relevant activities. The coordination activities shall involve agreement on what information to share between national safety authorities in order to ensure a common approach to supervision of the relevant railway undertaking. It shall also include sharing information on the supervision strategy and plan or plans of the national safety authorities concerned, including any relevant outcomes, to enable a joint approach to dealing with non-compliance.\n2.   National safety authorities shall develop cooperation arrangements with national investigation bodies, certification bodies for entities in charge of maintenance and other competent authorities in order to share information and to coordinate their response to any failure to comply with the safety-related regulatory framework.", "Entry into force and application\nThis Regulation shall enter into force on the twentieth day following its publication in the Official Journal of the European Union.\nIt shall apply from 7 June 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 November 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 164, 30.4.2004, p. 44.\n(2)  OJ L 326, 10.12.2010, p. 11.\n(3)  OJ L 327, 11.12.2010, p. 13.\n(4)  See page 8 of this Official Journal.\nANNEX\nSupervision activities\n1.   Setting up the supervision strategy and plan(s)\nThe national safety authority shall:\n(a) identify areas for targeted supervision activities;\n(b) develop a supervision plan or plans showing how it will give effect to the supervision strategy during the lifecycle of a valid safety certificate/safety authorisation;\n(c) produce an initial estimate of resources required to give effect to the plan or plans, based on the target areas identified;\n(d) allocate resources to give effect to the plan or plans;\n(e) use data/information from a variety of sources as an input to the strategy and the plan or plans. Sources could include information gathered during the assessment of safety management systems, outcomes of previous supervision activities, information from authorisations to bring subsystems or vehicles into service, national investigation bodies accident reports/recommendations, other accident/incident reports or data, a railway undertaking’s or an infrastructure manager’s annual reports to the national safety authority, annual maintenance reports from entities in charge of maintenance, complaints from members of the public and other relevant sources.\n2.   Communicating the supervision strategy and plan(s)\nThe national safety authority shall:\n(a) communicate the overall objectives of the supervision strategy and overall explanation of the plan or plans to relevant railway undertakings or infrastructure managers and, where appropriate, more widely to other stakeholders;\n(b) provide relevant railway undertakings or infrastructure managers with an overall explanation on how the supervision plan or plans will be undertaken.\n3.   Carrying out the supervision strategy and plan(s)\nThe national safety authority shall:\n(a) execute the plan or plans as foreseen;\n(b) take proportionate action to deal with failure to comply, including issuing any urgent safety alerts when necessary;\n(c) evaluate how adequately a railway undertaking or an infrastructure manager has developed and implemented an action plan or plans to remedy any non-compliance identified by the national safety authority within a specified time period.\n4.   Outcomes of supervision plan(s)\nThe national safety authority shall:\n(a) share results with the relevant railway undertaking or infrastructure manager of the effectiveness of their safety management system in delivering safe performance, including identifying areas of non-compliance on the part of the infrastructure manager or railway undertaking;\n(b) have an overview of the safety performance of the individual railway undertakings or infrastructure managers operating in its Member State;\n(c) publish and communicate to relevant stakeholders its views on the overall safety performance in the Member State;\n(d) publish and communicate to relevant stakeholders its views on the effectiveness of the safety regulatory framework.\n5.   Reviewing supervision activities\nOn the basis of experience gathered during supervision activities, the national safety authority shall at regular intervals:\n(a) conduct a review of the plan or plans to check that the original targeted activity, use of data/information from a variety of sources, supervision outcomes and resource allocation are appropriate, changing priorities as necessary;\n(b) make any necessary changes to the plan or plans if they are to be revised and consider the impact of the changes on the supervision strategy;\n(c) contribute when necessary with its views and any proposals to its Member State to overcome any deficiencies in the safety regulatory framework."}