{"celex_id": "32010D0734", "uri": "http://publications.europa.eu/resource/cellar/ec54312c-6b91-4cee-9153-23e2525ea06b", "type": "Decision", "concepts": ["1445", "1755", "1759", "1854", "192", "3584", "3730", "4743"], "title": "2010/734/EU: Commission Decision of 30 November 2010 amending Decisions 2005/692/EC, 2005/734/EC, 2006/415/EC, 2007/25/EC and 2009/494/EC as regards avian influenza (notified under document C(2010) 8282)  Text with EEA relevance\n", "header": "2.12.2010 EN Official Journal of the European Union L 316/10\nCOMMISSION DECISION\nof 30 November 2010\namending Decisions 2005/692/EC, 2005/734/EC, 2006/415/EC, 2007/25/EC and 2009/494/EC as regards avian influenza\n(notified under document C(2010) 8282)\n(Text with EEA relevance)\n(2010/734/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organization of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (3), and in particular Article 18(7) thereof,\nHaving regard to Council Directive 97/78/EC of 18 December 1997 laying down the principles governing the organisation of veterinary checks on products entering the Community from third countries (4), and in particular Article 22(6) thereof,\nHaving regard to Regulation (EC) No 998/2003 of the European Parliament and of the Council of 26 May 2003 on the animal health requirements applicable to the non-commercial movement of pet animals and amending Council Directive 92/65/EEC (5), and in particular Article 18 thereof,\nHaving regard to Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza and repealing Directive 92/40/EEC (6), and in particular Article 63(3) thereof,\nWhereas:\n(1) The Commission adopted several protection measures in relation to avian influenza, following the outbreaks of that disease in south-east Asia which started in December 2003 and was caused by the highly pathogenic avian influenza virus of the subtype H5N1.\n(2) Those measures are laid down, in particular, in Commission Decision 2005/692/EC of 6 October 2005 concerning certain protection measures in relation to avian influenza in several third countries (7), Commission Decision 2005/734/EC of 19 October 2005 laying down biosecurity measures to reduce the risk of transmission of highly pathogenic avian influenza caused by Influenza virus A subtype H5N1 from birds living in the wild to poultry and other captive birds and providing for an early detection system in areas at particular risk (8) and in Commission Decision 2009/494/EC of 25 June 2009 concerning certain protection measures in relation to highly pathogenic avian influenza of subtype H5N1 in Croatia and Switzerland (9).\n(3) The measures laid down in those Decisions are applicable until 31 December 2010. However, outbreaks of highly pathogenic avian influenza in wild birds and in poultry of the subtype H5N1 continue to occur in Member States and in third countries posing a risk to animal and human health.\n(4) Given the epidemiological situation regarding avian influenza, it is appropriate to continue limiting the risks posed by imports of poultry, poultry products, pet birds and other consignments covered by those Decisions, as well as to maintain biosecurity measures, early detection systems and certain protection measures in relation to highly pathogenic avian influenza of the H5N1 subtype.\n(5) The period of application of Decisions 2005/692/EC, 2005/734/EC, and 2009/494/EC should therefore be extended until 30 June 2012.\n(6) In addition, Decision 2005/734/EC prohibits the use of decoy birds during bird-hunting in areas identified as being particularly at risk for the introduction of avian influenza. However, under certain conditions the competent authority may grant derogations for their use during bird-hunting and in the framework of Member States’ programmes for avian influenza surveillance as provided for in Commission Decision 2005/732/EC of 17 October 2005 approving the programmes for the implementation of Member States’ surveys for avian influenza in poultry and wild birds during 2005 and laying down reporting and eligibility rules for the Community financial contribution to the implementation costs of those programmes (10).\n(7) Experience has shown that decoy birds are not only used during bird-hunting but also in the framework of research projects, ornithological studies and other activities which may pose similar risks in relation to the spread of avian influenza. The biosecurity measures of Decision 2005/734/EC should therefore apply to a wider use of decoy birds provided that the activity has been authorised by the competent authority in accordance to Article 2b(1)(d).\n(8) Decision 2005/734/EC also refers to the use of decoy birds for sampling pursuant to Member States’ programmes for avian influenza surveys as provided for in Decision 2005/732/EC. The surveys referred to in Decision 2005/732/EC have been completed within the given time period referred to in that Decision. Accordingly, Decision 2005/734/EC should be amended to refer to the surveillance programmes for avian influenza to be carried out by Member States under Directive 2005/94/EC.\n(9) Commission Decision 2006/415/EC of 14 June 2006 concerning certain protection measures in relation to highly pathogenic avian influenza of the subtype H5N1 in poultry in the Community and repealing Decision 2006/135/EC (11) lays down certain protection measures to be applied in the event of an outbreak of that disease. Pending a possible review of those measures, the period of application of that Decision should only be extended until 31 December 2011.\n(10) Commission Decision 2007/25/EC of 22 December 2006 as regards certain protection measures in relation to highly pathogenic avian influenza and movements of pet birds accompanying their owners into the Community (12) lays down certain rules regarding the authorisation of the movement from third countries of live pet birds and refers to the list of third countries set out in Council Decision 79/542/EEC of 21 December 1976 drawing up a list of third countries or parts of third countries, and laying down animal and public health and veterinary certification conditions, for importation into the Community of certain live animals and their fresh meat (13).\n(11) Commission Regulation (EU) No 206/2010 of 12 March 2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements (14) replaces and repeals Decision 79/542/EEC. Accordingly, it is appropriate to update Decision 2007/25/EC by referring to Regulation (EU) No 206/2010.\n(12) In addition, Article 1 of Decision 2007/25/EC and the model veterinary certificate set out in Annex II to that Decision, which refer to Chapter 2.1.14 of the Manual of Diagnostic Tests and Vaccines for Terrestrial Animals of the World Organisation for Animal Health (OIE), are out of date since the adoption of the revised Chapter on avian influenza in May 2009 and should be updated to refer to Chapter 2.3.4 of that manual. It is also necessary to make certain amendments to the owner’s declaration set out in Annex III to that Decision in the light of experience. Decision 2007/25/EC should therefore be amended accordingly.\n(13) Taking into account the animal health situation, it is also appropriate to extend the period of application of Decision 2007/25/EC until 30 June 2012.\n(14) Decisions 2005/692/EC, 2005/734/EC, 2006/415/EC, 2007/25/EC and 2009/494/EC should therefore be amended accordingly.\n(15) It is necessary to provide for a transitional period during which consignments of pet birds for which the necessary veterinary certificate and declaration of the owner have been issued in accordance with Decision 2007/25/EC, before the amendments made by this Decision, may continue to be introduced into the Union, in order to give the Member States and the industry time to adjust to the new rules.\n(16) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Article 7 of Decision 2005/692/EC, the date ‘31 December 2010’ is replaced by ‘30 June 2012’.", "Decision 2005/734/EC is amended as follows:\n1. in Article 1, paragraph 4 is replaced by the following:\n2. in Article 2a(1), point (d) is replaced by the following:\n‘(d) the use of birds of the orders Anseriformes and Charadriiformes as decoy birds (decoy birds).’;\n3. in Article 2b(1), point (d) is amended as follows:\n(a) the introductory phrase and (i) is replaced by the following:\n‘(d) the use of decoy birds:\n(i) by decoy bird holders registered with the competent authority, under the strict supervision of the competent authority for the attraction of wild birds intended for sampling pursuant to the Member States’ programmes for avian influenza, research projects, ornithological studies or any other activity approved by the competent authority; or’;\n(b) in (ii), the third indent is replaced by the following:\n‘— the recording and reporting of the health status of decoy birds and laboratory testing for avian influenza in the case of deaths of such birds and at the end of the period of use in the area identified at particular risk for the introduction of avian influenza,’;\n4. in Article 4, the date ‘31 December 2010’ is replaced by ‘30 June 2012’.", "In Article 12 of Decision 2006/415/EC, the date ‘31 December 2010’ is replaced by ‘31 December 2011’.", "Decision 2007/25/EC is amended as follows:\n1. in Article 1(1), point (b) is amended as follows:\n(a) point (i) is replaced by the following:\n‘(i) have undergone isolation for 30 days prior to export at the place of departure in a third country listed in Part 1 of Annex I or Part 1 of Annex II to Commission Regulation (EU) No 206/2010 (16), or\n(b) point (iv) is replaced by the following:\n‘(iv) have been in isolation for at least 10 days prior to export and have undergone a test to detect the avian influenza H5N1 antigen or genome as laid down in the Chapter on avian influenza of the Manual of Diagnostic tests and Vaccines for Terrestrial Animals, as regularly updated by the OIE, carried out on a sample taken not earlier than the third day of isolation.’;\n2. in Article 6, the date ‘31 December 2010’ is replaced by ‘30 June 2012’;\n3. Annexes II and III are replaced by the text in the Annex to this Decision.", "In Article 3 of Decision 2009/494/EC, the date ‘31 December 2010’ is replaced by ‘30 June 2012’.", "The Member States shall immediately take the necessary measures to comply with this Decision and publish those measures. They shall immediately inform the Commission thereof.", "For a transitional period until 31 March 2011, pet birds for which the veterinary certificate and declaration of the owner have been issued in accordance with Decision 2007/25/EC, before the amendments made by this Decision, may continue to be introduced into the Union.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13.\n(2)  OJ L 224, 18.8.1990, p. 29.\n(3)  OJ L 268, 24.9.1991, p. 56.\n(4)  OJ L 24, 30.1.1998, p. 9.\n(5)  OJ L 146, 13.6.2003, p. 1.\n(6)  OJ L 10, 14.1.2006, p. 16.\n(7)  OJ L 263, 8.10.2005, p. 20.\n(8)  OJ L 274, 20.10.2005, p. 105.\n(9)  OJ L 166, 27.6.2009, p. 74.\n(10)  OJ L 274, 20.10.2005, p. 95.\n(11)  OJ L 164, 16.6.2006, p. 51.\n(12)  OJ L 8, 13.1.2007, p. 29.\n(13)  OJ L 146, 14.6.1979, p. 15.\n(14)  OJ L 73, 20.3.2010, p. 1.\n(15)  OJ L 10, 14.1.2006, p. 16.’;\n(16)  OJ L 73, 20.3.2010, p. 1.’;\nANNEX\nAnnexes II and III to Decision 2007/25/EC are replaced by the following:\nANNEX II\nANNEX III\nDECLARATION\nI, the undersigned owner (1)/person responsible for the bird(s) on behalf of the owner (1) declare:\n1. The bird(s) is/are accompanying the undersigned person and are not intended to be sold or transferred to another owner.\n2. The bird(s) will remain under the responsibility of the undersigned person during its/their non-commercial movement.\n3. During the period between the pre-movement veterinary inspection and the actual departure the bird(s) will remain isolated from any possible contact with any other bird(s); and\n(1)\neither [The bird(s) has/have been confined on the premises for a period of at least 30 days immediately prior to the date of dispatch without coming into contact with any other bird(s).]\n(1)\nor [The bird(s) has/have undergone the 10 days pre-movement isolation.]\n(1)\nor [I have made arrangements for the 30 days post-introduction quarantine of the bird(s) at the quarantine premises of …, as indicated in the corresponding Certificate.]\n… …\n(Date and Place) (Signature)\n(1)  Keep as appropriate."}