{"celex_id": "32012R0165", "uri": "http://publications.europa.eu/resource/cellar/af65720e-5984-436a-9743-359cffa631c4", "type": "Regulation", "concepts": ["1031", "1255", "1686", "2950", "2962", "3173", "5573", "6292", "893"], "title": "Commission Implementing Regulation (EU) No 165/2012 of 24 February 2012 entering a name in the register of protected designations of origin and protected geographical indications (Alföldi kamillavirágzat (PDO))\n", "header": "25.2.2012 EN Official Journal of the European Union L 53/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 165/2012\nof 24 February 2012\nentering a name in the register of protected designations of origin and protected geographical indications (Alföldi kamillavirágzat (PDO))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the second subparagraph of Article 7(5) thereof,\nWhereas:\n(1) Pursuant to Article 6(2) of Regulation (EC) No 510/2006, an application from Hungary received on 21 December 2005 to register the name ‘Alföldi kamillavirágzat’ as a protected designation of origin was published in the Official Journal of the European Union\n (2).\n(2) Germany lodged an objection to such registration under Article 7(1) of Regulation (EC) No 510/2006. The objections were deemed admissible under point (c) of Article 7(3) thereof. By letter dated 17 February 2011, the Commission asked the Parties concerned to seek agreement among themselves in accordance with their internal procedures.\n(3) An agreement was reached between Hungary and Germany, which resulted in deleting the following text under point 4.2 of the summary (as published in the OJ on 16 July 2010): ‘This dried product the Chamomillae anthodium — commonly known as Wild Camomile — is listed as an official medicine in the up-to-date version of the Hungarian Pharmacopœia and the European Pharmacopœia, and it is used as precious basic material in the sachets and bagged infusion prepared from the camomile flower.’\n(4) Under this agreement, the opponent has withdrawn the opposition.\n(5) According to Article 16(4) of Commission Regulation (EC) No 1898/2006 (3), an amendment to be regarded as minor, within the meaning of the second subparagraph of Article 7(5) of Regulation (EC) No 510/2006, cannot:\n(a) relate to the essential characteristics of the product;\n(b) alter the link;\n(c) include a change to the name, or to any part of the name, of the product;\n(d) affect the defined geographical area;\n(e) represent an increase in restrictions on trade in the product or its raw materials.\n(6) In the light of the above, the name ‘Alföldi kamillavirágzat’ should be entered in the register of protected designations of origin and protected geographical indications and the summary should be updated accordingly and published,", "main_body": ["The designation contained in Annex I to this Regulation shall be entered in the register.", "The updated summary is contained in Annex II of this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ C 192, 16.7.2010, p. 10.\n(3)  OJ L 369, 23.12.2006, p. 1.\nANNEX I\nAgricultural products intended for human consumption in Annex I to the Treaty:\nClass 1.8.   Other products of Annex I to the Treaty (spices etc.)\nHUNGARY\nAlföldi kamillavirágzat (PDO)\nANNEX II\nSUMMARY\nCOUNCIL REGULATION (EC) No 510/2006\n‘ALFÖLDI KAMILLAVIRÁGZAT’\nEC NUMBER: HU-PDO-0005-0516-21.12.2005\nPDO ( X ) PGI ( )\nThis summary sets out the main elements of the product specification for information purposes.\n1.   Responsible department in the Member State:\nName: Földművelésügyi és Vidékfejlesztési Minisztérium — Élelmiszerlánc-elemzési Főosztály (Department of Food Chain Analysis of the Ministry of Agriculture and Rural Development)\nBudapest\nKossuth Lajos tér 11\n1055\nMAGYARORSZÁG/HUNGARY\nTel. +36 13014419\nFax +36 13014808\nE-mail: eniko.zobor@fvm.gov.hu\n2.   Group:\nName: Alföldi vadontermő kamillavirág gyűjtők és, feldolgozók csoportosulása (Group of pickers and processors of wild camomile flowers of the Alföld)\nBudapest\nDózsa György út 144\n1134\nMAGYARORSZÁG/HUNGARY\nTel. +36 12886-700/303\nFax +36 13501691\nE-mail: herbaria@herbaria.hu\nComposition: Producers/processors ( X ) Other ( X )\n3.   Type of product:\nGroup 1.8. Other products of Annex I to the Treaty\n4.   Specification:\n(summary of requirements under Article 4(2) of Regulation (EC) No 510/2006)\n4.1.   Name:\n‘Alföldi kamillavirágzat’\n4.2.   Description:\n‘Alföldi kamillavirágzat’ is a dried, selected flower from the wild camomile flower (Matricaria chamomilla L.), hand-picked from the saline soils of the Great Hungarian Plain.\nThe flower of the ‘Alföldi kamillavirágzat’ is strong, aromatic, sweet-smelling, slightly bitter-tasting and, during processing, does not disintegrate, is less powdery and its essential oil preserves better than the herbal medicine made from cultivated camomile.\nThere are considerably larger quantities — at least 20 % several times more — of α-bisabolol (a component with antiphlogistic and anti-ulcerative effects) in the essential oil of ‘Alföldi kamillavirágzat’ than in cultivated camomile.\n4.3.   Geographical area:\nThe area where the wild growing ‘Alföldi kamillavirágzat’ is gathered and processed covers the administrative area of individual agglomerations in the counties of Szabolcs-Szatmár-Bereg, Borsod-Abaúj-Zemplén, Heves, Jász-Nagykun-Szolnok, Hajdú-Bihar, Békés, Csongrád, Bács-Kiskun and Pest. The names of the agglomerations found in the counties were defined accurately under the product specification. The geographical description ‘Alföldi kamillavirágzat’ may be applied to products prepared from material collected within the administrative boundaries of the listed places.\n4.4.   Proof of origin:\nThe origin of the ‘Alföldi kamillavirágzat’ is established by organoleptic and technical tests, as well as by the implementation of a tracing system.\nThe entire process of producing the ‘Alföldi kamillavirágzat’ must be implemented under strict manufacturing and inspection conditions, with the quality-assurance system extending to inspection of the documented source of gathering, consequently, the journey of the product from gathering to delivery of the finished product is identifiable and verifiable.\nThe Purchasing Standard on the quality rules for wild medicinal plants and their basic materials established by the group sets out the quality standards for gathering:\nMany individual gatherers pick the flowers in the camomile fields during the camomile flower’s short harvesting season of a few weeks. There are purchasing points in the region, where the gatherers hand over the freshly picked plants. The buyers transport the loose raw goods of appropriate quality to processing plants in the region without delay within 4 to 8 hours. The accompanying transport certificate includes a delivery letter and a declaration, on which the transporter states the name of the area where the goods have been gathered.\nProof of purchase is issued upon the quantity and quality acceptance of the raw basic material picked by individual gatherers, indicating the name of the place where the goods were gathered and substantiated by the gatherer’s signature. If the basic material arrives at the processing plant in dried form, a certificate of origin and area of gathering must in any event be requested.\nTo ensure traceability during the drying process the logbook must document the amount and place of gathering of the product, as well as the location of gathering and the purchase points. A production report must be drafted on drying in every case.\nAn average quality sample taken from the batches packaged in 10 kg cardboard boxes in the course of official sampling represents the quality of the entire batch. If the product meets the requirements of the European Pharmacopœia and the up-to-date version of the Hungarian Pharmacopœia and the α-bisabolol content of the essential oil constituent required by the product specification is established, the cardboard boxes receive a ‘green’ label, while the product receives a qualification document by indicating quantity and quality. The qualification document number is a specific identification of the ‘Alföldi kamillavirágzat’ and refers exclusively to the product tested. If the product does not meet the requirements, it may not be placed on the market as ‘Alföldi kamillavirágzat’.\nDuring the process of putting the camomile into sachets and bags, a bagging logbook must be kept for every single operation. The distribution permit number appears alongside the amounts used and measured. The permit number and the manufacturing number specified in the bagging logbooks appear on the commercial packaging of the end products. These data can be used to trace the date of manufacture, as well as the identification number, amount and origin of the batch used.\n4.5.   Method of production:\n(a)   Gathering and transport\nThe flowers are picked in May and June, but often also as early as late April. The wild camomile is gathered using a camomile comb which can be made from wood, iron or tin. The flower is detached from the stem with the help of the teeth of the comb, then emptied into sacks. Flowers collected cold in sacks can be kept for up to 4 hours without any deterioration in quality. Larger quantities must be spread out in a 15-20 cm deep layer and may be placed in sacks using a wooden scoop only immediately before transport. As the camomile flower is fairly fragile, it should not be pressed or turned unnecessarily.\n(b)   Drying\nCamomile flowers can be dried naturally or artificially.\nThe traditional method of drying camomile flowers is natural drying in a loft. The cleaned flowers are spread out in the loft in an inch-deep layer. The flowers dry within 5-6 days in an airy loft that is easy to ventilate.\nWhen camomile flowers are dried artificially, the untreated flowers are spread out on a clean surface in a 15-20 cm deep layer, then gathered in baskets or other means of transport and tipped onto the conveyor belt. Drying can be carried out in a drier, on a crop-drying floor or in what is known as a tunnel-drying system.\n(c)   Stem removal, selection by hand\nThe adapted riddle system processes the dried camomile flowers which were tipped onto the stem-removing machine, removes the fallen petals, the middlings, the buds and any remaining impurities. The swing blades at the bottom and end of the riddle or topping rolls remove the stems, then the product arrives on the selection belt where it is subject to a further selection by hand and is packaged into 10 kg cardboard boxes for storage.\n(d)   Packaging\n‘Alföldi kamillavirágzat’ is placed on the market in accordance with health and consumer protection requirements:\n— in aroma-preserving bags containing ground camomile a net weight of 1,2 g,\n— in aroma-preserving sachets containing full flowers a net weight of 2 g,\n— as bagged flowers in 50 g units,\n— in large cardboard boxes in 10 kg units.\n4.6.   Link:\nHistory\nDr Ferenc Simonffy refers to the link between the southern part of the Great Hungarian plain and wild camomile in his book Adatok Székkutas jelenéből és múltjából — Történelmi megemlékezés a volt vásárhelyi ‘Nagypusztáról’ (Data from the present and the past of Székkutas — A historical commemoration of the former ‘Great Puszta’ of Vásárhely), in which he writes that ‘camomile mainly grows in the saline areas of the Puszta.’ The author mentions that a succession of customers came from the Northern countries (Sweden, Denmark, Finland and Canada). According to the medical and chemical experts of those countries, ‘this plant cannot be grown artificially because cultivated camomile does not contain the substances found in camomile growing wild and on saline soil’.\nAfter the First World War, the rise in demand on the German market created the background for camomile’s success. The Herbária Országos Gyógynövény és Selyemgubóforgalmi Szövetkezeti Vállalat (Herbarium National Medicinal Plant and Silk Cocoon Trading Cooperative) started production with a simple dryer in Székkutas in 1936-37, initially engaging in the preservation and drying of vegetables. On 23 February 1939 the central representatives of the cooperative decided to extend their activities to include the gathering and industrial drying of camomile and to build a factory necessary for this purpose.\nGeographical link\nThe development of gathering, processing and sale of wild camomile is a valuable model example for the regional use of flora. The ‘Alföldi kamillavirágzat’ owes its unique characteristics (see 4.2) to the ecological features of the habitat, that is the soil, the number of hours of sunshine and annual precipitation.\nFirst-class produce can be obtained from plants growing on the Great Hungarian Plain’s saline Puszta that can hardly be used for any other purpose, but is rich in sunshine. Matricaria chamomilla, the basic material of ‘Alföldi kamillavirágzat’, is able to accumulate 10 mg/g of sodium salts in its root cells. This explains why it is able to utilise moisture on the saline soils of the Great Plain that cannot be used by other plants.\nThe number of hours of sunshine in the Great Plain varies between 2 000 and 2 100 a year, with an annual precipitation of around 500 to 600 mm. The high level of sunshine allows for an increased level of active agent accumulation while weather with less sunshine reduces the accumulation of active agents. Foreign research has also confirmed that high sunshine levels and heat (the main climatic features of the Great Plain area) have a beneficial effect on and influence the composition of the essential oil content of camomile (Saleh, 1973). Research results have also proven that lower precipitation levels lead to a reduction in the plant height and flower size of camomile (Gosztola et al., 2008). Also, alkaline and saline soils lead to diminished growth (Sztefanov et al., 2003; Balak et al., 1999). Numerous research projects conducted in Hungary into natural, wild-growing camomile have revealed that there is a sharp differentiation between the camomile populations of the Transdanubia and Great Plain areas in terms of morphology and content. Wild-growing camomile from areas with neutral or slightly acidy soils is of more robust growth and has larger flowers but its essential oil has a lower α-bisabolol content, while camomile picked in the more continental, saline areas of the Great Plain is smaller in growth, has a compact flower, but its essential oil contains a large amount of the valuable, antispasmodic and anti-inflammatory α-bisabolol, the main component of the essential oil. This reaches 20 % in any event, but may be as high as 45-58 % depending on the year (Gosztola et al., 2005; Sztefanov et al., 2003).\nIt can be established from the link between the product and the geographical environment of the Great Hungarian Plain — examined with respect to climate and soil — that the basic material of ‘Alföldi kamillavirágzat’ consists of the low-growing camomile plant high in α-bisabolol, which grows exclusively in habitats of the Great Plain with the ecological conditions mentioned above.\n4.7.   Inspection body:\nName: Csongrád Megyei Élelmiszerlánc-biztonsági és Állategészségügyi Igazgatóság (Csongrád County Food Chain Safety and Animal Health Directorate)\nSzeged\nVasas Szent Péter u. 9/a\n6700\nMAGYARORSZÁG/HUNGARY\nTel. +36 62422358 / 62551850\nFax +36 62426183\ne-mail: szigetis@oai.hu; csongrad_megye@oai.hu\nName: Hajdú-Bihar Megyei Élelmiszerlánc-biztonsági és Állategészségügyi Igazgatóság (Hajdú-Bihar County Food Chain Safety and Animal Health Directorate)\nDebrecen\nDiószegi út 30\n4030\nMAGYARORSZÁG/HUNGARY\nTel. +36 52526240\nFax +36 52442841\ne-mail: harsanyi@oai.hu\n4.8.   Labelling:\nBesides the details set forth in relevant legislation, the following must also be present on the consumer label:\n— product name ‘ALFÖLDI KAMILLAVIRÁGZAT’,\n— the indication ‘wild growing’,\n— ‘filteres tea’ (tea bags) or ‘tasakolt tea’ (tea sachets) under the product name,\n— graphical depiction of a camomile flower,\n— ‘protected designation of origin’ or its abbreviation (PDO),\n— the European Union logo (following registration).\nIf the product is packaged outside the geographical area indicated above, traceability to the place of origin must be guaranteed. The protected name, logo and corresponding European Union symbol must be placed on the packaging of ‘Alföldi kamillavirágzat’ even in this case."}