{"celex_id": "32014R0397", "uri": "http://publications.europa.eu/resource/cellar/94766550-cac2-11e3-9fe4-01aa75ed71a1", "type": "Regulation", "concepts": ["1501", "3483", "3870"], "title": "Council Implementing Regulation (EU) No 397/2014 of 16 April 2014 implementing Regulation (EU) No 267/2012 concerning restrictive measures against Iran\n", "header": "23.4.2014 EN Official Journal of the European Union L 119/1\nCOUNCIL IMPLEMENTING REGULATION (EU) No 397/2014\nof 16 April 2014\nimplementing Regulation (EU) No 267/2012 concerning restrictive measures against Iran\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 267/2012 of 23 March 2012 concerning restrictive measures against Iran (1), and in particular Article 46(2) thereof,\nWhereas:\n(1)(2)(3)(4)(5) On 23 March 2012, the Council adopted Regulation (EU) No 267/2012.By its judgment of 12 November 2013 in Case T-552/12 (2), the General Court of the European Union annulled Council Implementing Regulation (EU) No 945/2012 (3) insofar as it included North Drilling Company (NDC) in the list of persons and entities subject to restrictive measures, as set out in Annex IX to Regulation (EU) No 267/2012.North Drilling Company (NDC) should be included again in the list of persons and entities subject to restrictive measures, on the basis of a new statement of reasons.One entity should be removed from the list of persons and entities subject to restrictive measures set out in Annex IX to Regulation (EU) No 267/2012.Regulation (EU) No 267/2012 should be amended accordingly,", "main_body": ["Annex IX to Regulation (EU) No 267/2012 shall be amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 2014.\nFor the Council\nThe President\nD. KOURKOULAS\n(1)  OJ L 88, 24.3.2012, p. 1.\n(2)  Case T-552/12 North Drilling Co. v Council, judgment of 12 November 2013, not yet reported.\n(3)  Council Implementing Regulation (EU) No 945/2012 of 15 October 2012 implementing Regulation (EU) No 267/2012 concerning restrictive measures against Iran (OJ L 282, 16.10.2012, p. 16).\nANNEX\nI. The entity listed below shall be inserted in the list set out in Part I, Section B (Entities), of Annex IX to Regulation (EU) No 267/2012:\nName Identifying information Reasons Date of listing\nNo 8 35th St.\nAlvand St.\nArgentine Sq.\nTehran\nIran\nTel. (+ 98) 2188785083-8\nII. The entity listed below, and the related entry, shall be deleted from the list set out in Annex IX to Regulation (EU) No 267/2012."}