{"celex_id": "32010D0226", "uri": "http://publications.europa.eu/resource/cellar/3402af2f-fedf-4575-9e16-354c38b36f74", "type": "Decision", "concepts": ["2081", "2739", "4036", "4074", "5070", "7130", "7984"], "title": "2010/226/: Commission Decision of 20 April 2010 on the re-examination of the restriction concerning short-chain chlorinated paraffins (SCCPs) listed in Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council (notified under document C(2010) 1942) (Text with EEA relevance)\n", "header": "22.4.2010 EN Official Journal of the European Union L 100/15\nCOMMISSION DECISION\nof 20 April 2010\non the re-examination of the restriction concerning short-chain chlorinated paraffins (SCCPs) listed in Annex XVII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council\n(notified under document C(2010) 1942)\n(Text with EEA relevance)\n(2010/226/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (1), and in particular Article 69(5) thereof,\nAfter consulting the Committee established by Article 133 of Regulation (EC) No 1907/2006,\nWhereas:\n(1) By letter of 4 June 2009 the Netherlands has proposed that the restriction concerning short-chain chlorinated paraffins (SCCPs) listed as entry 42 of Annex XVII to Regulation (EC) No 1907/2006 be re-examined and has brought the evidence to that effect according to Article 69(5) of that Regulation. The Netherlands states that those substances pose a risk to the environment, in particular from their incorporation in articles, including rubber goods, building and construction materials (sealants), textiles, and articles treated with paints and coatings, due to volatilisation, leaching, and erosion during the life-cycle of those articles.\n(2) The last addendum of the European Union Risk Assessment Report (2) established under Council Regulation (EEC) No 793/93 of 23 March 1993 on the evaluation and control of the risks of existing substances (3) concluded that SCCPs meet the criteria for a persistent, bioaccumulative and toxic (PBT) substance and also identified further environmental risks for back coating of textiles and for rubber compounding/conversion. Due to their PBT properties, SCCPs were identified as Substances of Very High Concern (SVHC) and included in the candidate list in accordance with Article 59 of Regulation (EC) No 1907/2006.\n(3) By Decision 2007/395/EC of 7 June 2007 concerning national provisions on the use of short-chain chlorinated paraffins notified by the Kingdom of the Netherlands under Article 95(4) of the EC Treaty (4) the Commission authorised the Netherlands to maintain their national provisions on SCCPs which were stricter than the provisions on SCCPs contained in Annex I to Council Directive 76/769/EEC of 27 July 1976 on the approximation of the laws, regulations and administrative provisions of the Member States relating to restrictions on the marketing and use of certain dangerous substances and preparations (5). Those existing and more stringent restrictions on SCCPs are listed in the Communication from the Commission pursuant to Article 67(3) of Regulation (EC) No 1907/2006 (6) and the Netherlands may maintain them until 1 June 2013.\n(4) SCCPs have been proposed for inclusion in the Protocol on Persistent Organic Pollutants in the framework of the UNECE Convention on Long-Range Transboundary Air Pollution, as well as in the Stockholm Convention on Persistent Organic Pollutants. As such inclusion is not yet achieved, it is appropriate to initiate the re-examination of the restriction concerning SCCPs under Regulation (EC) No 1907/2006, in order not to delay the possible adoption of adequate risk reduction measures.\n(5) Pursuant to Article 69(4) of Regulation (EC) No 1907/2006 the Netherlands should prepare a dossier which conforms to the requirements of Annex XV to that Regulation,", "main_body": ["The restriction concerning short-chain chlorinated paraffins (SCCPs) listed as entry 42 of Annex XVII to Regulation (EC) No 1907/2006 shall be re-examined in accordance with the procedure set out in Article 69 of that Regulation.", "This Decision is addressed to the Member States and the European Chemicals Agency."], "attachments": "Done at Brussels, 20 April 2010.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 396, 30.12.2006, p. 1.\n(2)  The European Union Risk Assessment Report — updated version, August 2008 — is available at: http://ecb.jrc.ec.europa.eu/\n(3)  OJ L 84, 5.4.1993, p. 1.\n(4)  OJ L 148, 9.6.2007, p. 17.\n(5)  OJ L 262, 27.9.1976, p. 201.\n(6)  OJ C 130, 9.6.2009, p. 3."}