{"celex_id": "32015R0446", "uri": "http://publications.europa.eu/resource/cellar/f452ed49-cd3a-11e4-ab4d-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "2737", "2739", "5451", "5734", "6569"], "title": "Commission Implementing Regulation (EU) 2015/446 of 17 March 2015 amending Regulation (EU) No 37/2010 as regards the substance ‘barium selenate’  Text with EEA relevance\n", "header": "18.3.2015 EN Official Journal of the European Union L 74/18\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/446\nof 17 March 2015\namending Regulation (EU) No 37/2010 as regards the substance ‘barium selenate’\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and the Council (1), and in particular Article 14 in conjunction with Article 17 thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) The maximum residue limit (‘MRL’) for pharmacologically active substances intended for use in the Union in veterinary medicinal products for food-producing animals or in biocidal products used in animal husbandry is to be established in accordance with Regulation (EC) No 470/2009.\n(2) Pharmacologically active substances and their classification regarding MRLs in foodstuffs of animal origin are set out in the Annex to Commission Regulation (EU) No 37/2010 (2).\n(3) Barium selenate is currently included in Table 1 of the Annex to Regulation (EU) No 37/2010 as an allowed substance for bovine and ovine species with ‘no MRL required’ status.\n(4) In accordance with Article 11 of Regulation (EC) No 470/2009, an application for a review of the opinion on barium selenate has been submitted to the European Medicines Agency.\n(5) The Committee for Medicinal Products for Veterinary Use (‘CVMP’) confirmed its initial recommendation that there is no need to establish an MRL for barium selenate for bovine and ovine species. However, the CVMP concluded that because of the fact that the depletion of the substance and its residue selenium from an injection site is extremely slow, there is a risk that consumption of an injection site would lead to an intake of selenium greater than the established safe level. Therefore, to ensure that consumers' exposure to selenium is not above the established tolerable upper intake level, the CVMP recommended that barium selenate used in veterinary medicinal products should not be administered by injection.\n(6) In accordance with Article 5 of Regulation (EC) No 470/2009 the European Medicines Agency is to consider using MRLs established for a pharmacologically active substance in a particular foodstuff for another foodstuff derived from the same species, or MRLs established for a pharmacologically active substance in one or more species for other species. The CVMP recommended the extrapolation of the existing ‘no MRL required’ status for barium selenate in relation to bovine and ovine species to all food producing species.\n(7) The entry for barium selenate in Table 1 of the Annex to Regulation (EU) No 37/2010 should therefore be amended accordingly.\n(8) It is appropriate to provide for a reasonable period of time for the stakeholders concerned to take measures that may be required to comply with this Regulation.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["The Annex to Regulation (EU) No 37/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 17 May 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 152, 16.6.2009, p. 11.\n(2)  Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (OJ L 15, 20.1.2010, p. 1).\nANNEX\nIn Table 1 of the Annex to Regulation (EU) No 37/2010, the entry for the substance ‘barium selenate’ is replaced by the following:\nPharmacologically active Substance Marker residue Animal Species MRL Target Tissues Other Provisions (according to Article 14(7) of Regulation (EC) No 470/2009) Therapeutic Classification\n‘Barium selenate NOT APPLICABLE All food producing species No MRL required NOT APPLICABLE Not for administration by injection Alimentary tract and metabolism/mineral supplements’"}