{"celex_id": "32013D0226", "uri": "http://publications.europa.eu/resource/cellar/a44f5cc7-c384-11e2-ab01-01aa75ed71a1", "type": "Decision", "concepts": ["1338", "1355", "1767", "1837", "2771", "2809", "3191", "4375", "4453", "519"], "title": "2013/226/EU: Council Implementing Decision of 21 May 2013 rejecting the proposal for a Council implementing regulation imposing a definitive anti-dumping duty on imports of certain polyethylene terephthalate originating in India, Taiwan and Thailand following an expiry review pursuant to Article 11(2) of Regulation (EC) No 1225/2009 and terminating the expiry review proceeding concerning imports of certain polyethylene terephthalate originating in Indonesia and Malaysia, in so far as the proposal would impose a definitive anti-dumping duty on imports of certain polyethylene terephthalate originating in India, Taiwan and Thailand\n", "header": "23.5.2013 EN Official Journal of the European Union L 136/12\nCOUNCIL IMPLEMENTING DECISION\nof 21 May 2013\nrejecting the proposal for a Council implementing regulation imposing a definitive anti-dumping duty on imports of certain polyethylene terephthalate originating in India, Taiwan and Thailand following an expiry review pursuant to Article 11(2) of Regulation (EC) No 1225/2009 and terminating the expiry review proceeding concerning imports of certain polyethylene terephthalate originating in Indonesia and Malaysia, in so far as the proposal would impose a definitive anti-dumping duty on imports of certain polyethylene terephthalate originating in India, Taiwan and Thailand\n(2013/226/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1), and in particular Articles 9(4) and 11(2) thereof,\nHaving regard to the proposal submitted by the European Commission, after consulting the Advisory Committee,\nWhereas:\n(1) Anti-dumping measures against imports of polyethylene terephthalate (PET) originating in India, Indonesia, Malaysia, Taiwan and Thailand have been in force since 2000, having been renewed in 2007. In parallel, countervailing measures on PET from India have been in place since 2000, and trade defence measures are also in place on imports from China, Iran, Pakistan and UAE.\n(2) The Expiry Review of these anti-dumping measures was initiated on 24 February 2012. An Expiry Review of the countervailing measures against imports of PET from India was also initiated on 24 February 2012. The Council has accepted the Commission’s proposal to maintain these countervailing measures.\n(3) According to Article 11(2) of Regulation (EC) No 1225/2009 (the Basic anti-dumping Regulation), measures will expire after a period unless expiry of a measure would be likely to lead to a continuation or recurrence of dumping and injury. Article 11(2) also says that the likelihood of recurrence may be indicated by evidence:\n(a) of continued dumping and injury; or\n(b) that the removal of injury is partly or solely due to the existence of measures; or\n(c) that the circumstances of the exporters, or market conditions, are such that they would indicate the likelihood of further injurious dumping.\n(4) The Council agrees that there is no likelihood that Indonesian or Malaysian exporting producers will resume exporting injurious quantities at dumped prices to the Union market in the short or medium term should measures be repealed.\n(5) However, the Council view is that the case has not been made that the removal of anti-dumping measures against India, Taiwan and Thailand would be likely to lead to continuation or resumption of injurious dumping. It further concludes that the reimposition of measures would clearly be against the overall Union interest.\n(6) The Council is of the opinion that 13 years has in this instance been enough to allow European industry to adapt to the global competition and recover substantially. In addition, the main export markets for PET are growing and the global demand for PET-packaged products is likely to expand further as the world economy recovers.\n(7) The Council’s assessment, based on the evidence in the proposal, is that the EU industry is not currently suffering material injury.\n(8) The Council has also examined whether the recurrence of material injury would be likely if the measures were allowed to lapse. The Council’s assessment is that this would not be likely to happen. Productivity has increased in the period covered by the Expiry Review. EU industry consistently holds over 70 % of the EU market and prices, profitability, return on investment and cash flow figures are significantly improving. The trends show that the market developments cannot be regarded as temporary.\n(9) These developments would allow EU producers to compete with the imports from the countries concerned without leading to recurrence of material injury. In addition, import prices have increased significantly during the last number of years and thus price pressure is diminishing.\n(10) Imports from the countries concerned are not significant in terms of their share of the EU market (still below 4 % in RIP) and in relation to imports from other countries and EU producers sales. In addition, their prices are in line with those of the EU sales and the other imports. Further, according to the data presented, in terms of market shares the measures have been more beneficial to third country producers than the Union industry.\n(11) The market shares of both Taiwan and Thailand are close to zero. Given that the volumes are so small, the reliability of claims about dumping are likely to be subject to a large margin of error.\n(12) Where there are imports, import prices have been rising strongly. Indian prices increased 29 %, Taiwan prices increased 27 % and Thailand prices increased 32 % over the period considered. In addition, in all three cases, no price undercutting was found. The Council’s assessment is that it is therefore not possible to justify a conclusion that these imports are causing injury. The Council’s assessment is also that it has not been demonstrated that injurious dumping by imports from the countries concerned would be likely to recur once the measures lapsed.\n(13) Although there is some overcapacity in the countries concerned, the Council is not persuaded that those unused capacities would be directed to the EU. Demand is growing in most of the major markets.\n(14) The price level in the EU compared with other countries is higher than in other major markets because these long-lasting measures are in force. Without the measures prices would tend to normalise vis-à-vis other countries. Trade defence measures in third countries are unlikely to deflect significant trade towards the EU because these countries are not the world’s main consumers of PET. No information has been provided on the existence or otherwise of trade defence measures in other major PET markets such as the US and Japan. Therefore the Council believes that although there could be an increase of imports after the lapse of the measures, this increase would not be significant.\n(15) The Council’s assessment is that no persuasive evidence has been provided on a number of factors which seem relevant to any assessment of whether removal of duties would lead to a resumption of injurious dumping. These include:\n(a) Demand trends in third countries: in the case of Taiwan, for example, third country exports account for about 60 % of production capacity. This suggests that future demand trends in these countries are relevant to the assessment.\n(b) Transport costs and other factors affecting profitability: if third country export markets are closer to the exporter than the EU market — East Asia is a significant market — this will affect transport costs and hence profitability of export sales and hence the relative attractiveness of the EU market.\n(16) Other factors point to the likelihood that removal of measures will not lead to a resumption of dumping which causes material injury to the Union Industry. Continued anti-subsidy measures against India and anti-dumping measures against China and other countries will continue to provide some protection for the Union Industry. The past pattern of trade in this market also suggests that any rise in exports from India, Thailand and Taiwan could partly or wholly displace third country imports rather than EU production.\n(17) The Council’s assessment is that material injury is unlikely to recur if the measures are allowed to lapse. Therefore the Council finds that the criteria for continuing the measures according to Article 11(2) of the Basic Regulation are not met.\n(18) Article 21(1) of the Basic Regulation provides that a determination as to whether the Union interest calls for intervention is to be based on an appreciation of all the various interests taken as a whole.\n(19) PET prices are determined by a number of factors, but it is clear the anti-dumping measures have increased the costs to the user industry. Many users are bottlers and SMEs operating on tight margins and they have been seriously affected by high PET prices in recent years because PET represents a decisive proportion of their production costs. The impact of the high costs has been biggest on smaller bottling companies who have not been able to pass the increased prices on to retailers and final consumers due to low negotiating power. Many are heavily loss-making and have lost a significant number of employees. The proposal recognises the deteriorating situation of users and the fact that EU PET prices are higher than in other major markets. However, in the Council’s opinion, it has not been demonstrated that the measures in question are not a contributing factor to the relatively high Union PET prices.\n(20) The EU PET industry is now highly concentrated and increasingly vertically integrated. It is profitable and should be able to be internationally competitive.\n(21) The accumulation of measures combined with the increasing integration of PET producers and PET-packaging companies in the EU creates a situation in which there is a lack of a level playing field for independent PET-packaging companies which are subject to PET at the highest prices worldwide (given the horizontal effect existing on PET prices), while their main competitors in third countries have access to PET at lower prices.\n(22) PET users have very limited sources of supply outside the EU, because measures are also in force against imports originating in other third countries.\n(23) The Council concludes that it is clearly not in the interest of the Union to extend the measures as the costs to importers, users and consumers are disproportionate to the benefits for the Union industry.", "main_body": ["The proposal for a Council implementing regulation imposing a definitive anti-dumping duty on imports of certain polyethylene terephtalate originating in India, Taiwan and Thailand following an expiry review pursuant to Article 11(2) of Regulation (EC) No 1225/2009 and terminating the expiry review proceeding concerning imports of certain polyethylene terephthalate originating in Indonesia and Malaysia is rejected, in so far as the proposal would impose a definitive anti-dumping duty on imports of certain polyethylene terephthalate originating in India, Taiwan and Thailand.", "The review proceeding concerning imports of polyethylene terephthalate having a viscosity number of 78 ml/g or higher, according to ISO standard 1628-5, currently falling within CN code 3907 60 20 and originating in India, Indonesia, Malaysia, Taiwan and Thailand is terminated.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 21 May 2013.\nFor the Council\nThe President\nE. GILMORE\n(1)  OJ L 343, 22.12.2009, p. 51."}