{"celex_id": "32012D0047", "uri": "http://publications.europa.eu/resource/cellar/4c074d31-4799-487b-8db5-2021aedd3c10", "type": "Decision", "concepts": ["1015", "142", "1864", "365", "4320", "5206", "5503", "5581", "747"], "title": "2012/47/EU: Council Implementing Decision of 24 January 2012 authorising Sweden to apply a reduced rate of taxation to electricity consumed by households and service sector companies situated in certain areas in the north of Sweden in accordance with Article 19 of Directive 2003/96/EC\n", "header": "28.1.2012 EN Official Journal of the European Union L 26/33\nCOUNCIL IMPLEMENTING DECISION\nof 24 January 2012\nauthorising Sweden to apply a reduced rate of taxation to electricity consumed by households and service sector companies situated in certain areas in the north of Sweden in accordance with Article 19 of Directive 2003/96/EC\n(2012/47/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2003/96/EC of 27 October 2003 restructuring the Community framework for the taxation of energy products and electricity (1), and in particular Article 19(1) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Council Decision 2005/231/EC (2) authorises Sweden to apply, until 31 December 2011, a reduced rate of excise duty to electricity consumed by households and service sector companies in certain areas in the north of Sweden pursuant to Article 19 of Directive 2003/96/EC.\n(2) By letter of 8 June 2011, Sweden requested authorisation to continue to apply a reduced rate of excise duty to electricity consumed by the same beneficiaries for a further period of 6 years, that is until 31 December 2017. The reduction is to be limited to SEK 96 per MWh.\n(3) In the areas concerned, the costs of heating are on average 25 % higher than in the rest of the country, due to the longer heating period. Reducing the costs of electricity for households and service sector companies in these areas therefore narrows the gap between overall costs of heating for consumers in the north of Sweden and those borne by consumers in the rest of the country. The measure therefore contributes to achieving regional and cohesion policy objectives. The measure moreover allows Sweden to apply an overall tax rate on electricity that is higher than what would otherwise be possible and therefore indirectly contributes to the achievement of environmental policy objectives.\n(4) The tax reduction should not exceed what is necessary to compensate for the additional costs of heating for households and service sector companies in the north of Sweden.\n(5) The reduced rates of taxation will be above the minimum rates laid down in Article 10 of Directive 2003/96/EC.\n(6) In view of the remote nature of the areas to which it applies, the fact that the reduction should not exceed the additional costs of heating in the north of Sweden and the limitation of the measure to households and service sector companies, the measure is not expected to lead to significant distortions of competition or changes in trade between Member States.\n(7) Consequently, the measure is acceptable from the point of view of the proper functioning of the internal market and of the need to ensure fair competition and it is compatible with the European Union’s health, environment, energy and transport policies.\n(8) In order to provide the businesses and consumers concerned with a sufficient degree of certainty, it is appropriate to authorise Sweden to apply a reduced rate of taxation to electricity for consumption in the north of Sweden until 31 December 2017.\n(9) It should be ensured that the authorisation under Decision 2005/231/EC, which was granted for reasons similar to those referred to in this Decision, continues to apply, without creating a gap between the expiry of that Decision and the taking effect of this Decision,", "main_body": ["1.   Sweden is hereby authorised to apply a reduced rate of taxation to electricity consumed by households and service sector companies situated in the municipalities listed in the Annex.\nThe reduction of the standard national rate of taxation for electricity shall not exceed what is necessary to compensate for the extra heating costs due to the northern location, in comparison with the rest of Sweden, and shall not exceed SEK 96 per MWh.\n2.   The reduced rates must comply with the requirements of Directive 2003/96/EC, and in particular with the minimum rates laid down in Article 10 thereof.", "This Decision shall take effect on the day of its notification.\nIt shall apply from 1 January 2012 until 31 December 2017.", "This Decision is addressed to the Kingdom of Sweden."], "attachments": "Done at Brussels, 24 January 2012.\nFor the Council\nThe President\nM. VESTAGER\n(1)  OJ L 283, 31.10.2003, p. 51.\n(2)  OJ L 72, 18.3.2005, p. 27.\nANNEX\nRegions Municipalities\nNorrbottens län All municipalities\nVästerbottens län All municipalities\nJämtlands län All municipalities\nVästernorrlands län Sollefteå, Ånge, Örnsköldsvik\nGävleborgs län Ljusdal\nDalarnas län Malung, Mora, Orsa, Älvdalen\nVärmlands län Torsby"}