{"celex_id": "32013R1044", "uri": "http://publications.europa.eu/resource/cellar/1729179f-3e0e-11e3-a247-01aa75ed71a1", "type": "Regulation", "concepts": ["192", "2115", "2737", "3191", "5369"], "title": "Commission Implementing Regulation (EU) No 1044/2013 of 25 October 2013 amending Annex IV to Regulation (EU) No 206/2010 as regards the model veterinary certificate for consignments of queen bees and queen bumble bees  Text with EEA relevance\n", "header": "26.10.2013 EN Official Journal of the European Union L 284/12\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1044/2013\nof 25 October 2013\namending Annex IV to Regulation (EU) No 206/2010 as regards the model veterinary certificate for consignments of queen bees and queen bumble bees\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (1), and in particular Article 17(2)(b) and Article 19(b) thereof,\nWhereas:\n(1) Directive 92/65/EEC lays down the animal health requirements governing trade in and imports into the Union of animals, semen, ova and embryos not subject to the animal health requirements laid down in the specific acts of the Union referred to in Annex F thereto.\n(2) Varroosis in bees is listed in Annex B to Directive 92/65/EEC. It is caused by ectoparasitic mites of the genus Varroa and has been reported worldwide.\n(3) Commission Regulation (EU) No 206/2010 (2) lays down the veterinary certification requirements for the introduction of consignments of certain live animals into the Union. Part 2 of Annex IV to Regulation (EU) No 206/2010 sets out the veterinary certificate QUE to be used for consignments of queen bees and queen bumble bees (Apis mellifera and Bombus spp.).\n(4) Certain territories of Member States have been recognised as free from varroosis by Commission Implementing Decision 2013/503/EU (3). The additional guarantees required in trade laid down in that Decision for the protection of the varroosis-free status of those territories provide that Member States are to prohibit the introduction of consignments of queen bees and their attendants into the Union, where their final destination is a varroosis-free territory.\n(5) The veterinary certificate QUE set out in Part 2 to Annex IV to Regulation (EU) No 206/2010 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Part 2 of Annex IV to Regulation (EU) No 206/2010, the veterinary certificate QUE is replaced by the text set out in the Annex to this Regulation.", "For a transitional period until 30 May 2014, the introduction into the Union of consignments of bees referred to in Article 7(3)(a) of Regulation (EU) No 206/2010 accompanied by a veterinary certificate completed and signed in accordance with model QUE set out in Part 2 of Annex IV to Regulation (EU) No 206/2010, in its version before the date of entry into force of this Regulation, shall be authorised.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 14.9.1992, p. 54.\n(2)  Commission Regulation (EU) No 206/2010 of 12 March 2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements (OJ L 73, 20.3.2010, p. 1).\n(3)  Commission Implementing Decision 2013/503/EU of 11 October 2013 recognising parts of the Union as free from varroosis in bees and establishing additional guarantees required in intra-Union trade and imports for the protection of their varroosis-free status (OJ L 273, 15.10.2013, p. 38).\nANNEX\n‘Model QUE"}