{"celex_id": "32011D0882", "uri": "http://publications.europa.eu/resource/cellar/938622fe-9410-4d5f-87ef-1504649013b8", "type": "Decision", "concepts": ["2735", "5451", "6569", "893"], "title": "2011/882/EU: Commission Implementing Decision of 21 December 2011 authorising the placing on the market of a novel chewing gum base as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2011) 9680)\n", "header": "23.12.2011 EN Official Journal of the European Union L 343/121\nCOMMISSION IMPLEMENTING DECISION\nof 21 December 2011\nauthorising the placing on the market of a novel chewing gum base as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2011) 9680)\n(Only the English text is authentic)\n(2011/882/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 10 October 2007 the company Revolymer Ltd made a request to the competent authorities of the Netherlands to place a novel chewing gum base on the market as a novel food ingredient.\n(2) On 23 April 2009 the competent food assessment body of the Netherlands issued its initial assessment report. In that report it came to the conclusion that the novel chewing gum base can safely be used as a food ingredient.\n(3) The Commission forwarded the initial assessment report to all Member States on 30 April 2009.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision.\n(5) Therefore the European Food Safety Authority (EFSA) was consulted on 2 July 2010.\n(6) On 25 March 2011, EFSA in the ‘Scientific Opinion on the safety of a “novel chewing gum base (REV-7)” as a novel food ingredient’ (2) came to the conclusion that the novel chewing gum base was safe at the proposed conditions of use and the proposed levels of intake.\n(7) The novel chewing gum base complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The novel chewing gum base as specified in the Annex may be placed on the market in the Union as a novel food ingredient for the use in chewing gums up to a maximum of 8 %.", "The designation of the novel chewing gum base authorised by this Decision on the labelling of the foodstuff containing it shall be ‘gum base (1,3-butadiene, 2-methyl-homopolymer, maleated, esters with polyethylene glycol mono-Me ether)’.", "This Decision is addressed to Revolymer Ltd, 1 Newtech Square, Deeside Industrial Park, Deeside, Flintshire CH5 2NT, United Kingdom."], "attachments": "Done at Brussels, 21 December 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2011; 9(4):2127.\nANNEX\nSpecifications of the novel chewing gum base\nDescription\nThe novel food ingredient is a synthetic polymer (patent number WO2006016179). It has a white to off-white colour.\nIt consists of branched polymers of monomethoxypolyethylene glycol (MPEG) grafted onto polyisoprene-graft-maleic anhydride (PIP-g-MA), and unreacted MPEG (less than 35 % by weight).\nMolecular structure of MPEG grafted PIP-g-MA\nCharacteristics of mono methoxy polyethylene glycol\nMoisture less than 5 %\nAsh less than 5 mg/kg\nResidual anhydride less than 15 μmol/g\nPolydispersity index less than 1,4\nIsoprene less than 0,05 mg/kg\nEthylene oxide less than 0,2 mg/kg\nFree maleic anhydride less than 0,1 %\nTotal oligomeres (less than 1 000 Dalton) not more than 50 mg/kg\nImpurities from raw materials\nEthylene glycol less than 200 mg/kg\nDiethylene glycol less than 30 mg/kg\nMonoethylene glycol methyl ether less than 3 mg/kg\nDiethylene glycol methyl ether less than 4 mg/kg\nTriethylene glycol methyl ether less than 7 mg/kg\n1,4-Dioxane less than 2 mg/kg\nFormaldehyde less than 10 mg/kg"}