{"celex_id": "32014R0200", "uri": "http://publications.europa.eu/resource/cellar/0015fda5-a37c-11e3-9f91-01aa75ed71a1", "type": "Regulation", "concepts": ["2735", "2737", "5451", "5734", "6569"], "title": "Commission Implementing Regulation (EU) No 200/2014 of 3 March 2014 amending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance triptorelin acetate  Text with EEA relevance\n", "header": "4.3.2014 EN Official Journal of the European Union L 62/8\nCOMMISSION IMPLEMENTING REGULATION (EU) No 200/2014\nof 3 March 2014\namending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance triptorelin acetate\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and of the Council (1), and in particular Article 14 in conjunction with Article 17 thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) The maximum residue limit (‘MRL’) for pharmacologically active substances intended for use in the Union in veterinary medicinal products for food-producing animals or in biocidal products used in animal husbandry is to be established in accordance with Regulation (EC) No 470/2009.\n(2) Pharmacologically active substances and their classification regarding MRLs in foodstuffs of animal origin are set out in the Annex to Commission Regulation (EU) No 37/2010 (2).\n(3) An application for the establishment of maximum residue limits for triptorelin acetate in porcine species has been submitted to the European Medicines Agency.\n(4) The Committee for Medicinal Products for Veterinary Use recommended that there is no need to establish an MRL for triptorelin acetate in porcine species.\n(5) In accordance with Article 5 of Regulation (EC) No 470/2009 the European Medicines Agency is to consider using MRLs established for a pharmacologically active substance in a particular foodstuff for another foodstuff derived from the same species, or MRLs established for a pharmacologically active substance in one or more species for other species.\n(6) The CVMP recommended the extrapolation of the evaluation results for triptorelin acetate from porcine species to all food producing species.\n(7) Regulation (EU) No 37/2010 should therefore be amended to include the substance triptorelin acetate for all food producing species, while establishing the absence of the need to establish an MRL.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["The Annex to Regulation (EU) No 37/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 152, 16.6.2009, p. 11.\n(2)  Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (OJ L 15, 20.1.2010, p. 1).\nANNEX\nIn Table 1 of the Annex to Regulation (EU) No 37/2010, the following substance is inserted in alphabetical order:\nPharmacologically active Substance Marker residue Animal Species MRL Target Tissues Other Provisions (according to Article 14(7) of Regulation (EC) No 470/2009) Therapeutic classification\n‘Triptorelin acetate NOT APPLICABLE All food producing species No MRL required NOT APPLICABLE NO ENTRY Agents acting on the reproductive system’"}