{"celex_id": "32014D0889", "uri": "http://publications.europa.eu/resource/cellar/cfb08dfd-802f-11e4-9e6e-01aa75ed71a1", "type": "Decision", "concepts": ["3185", "4148", "5420", "5765"], "title": "2014/889/EU: Council Decision of 9 December 2014 establishing the position to be adopted on behalf of the European Union within the General Council of the World Trade Organization on the accession of the Republic of Seychelles to the World Trade Organization\n", "header": "10.12.2014 EN Official Journal of the European Union L 353/13\nCOUNCIL DECISION\nof 9 December 2014\nestablishing the position to be adopted on behalf of the European Union within the General Council of the World Trade Organization on the accession of the Republic of Seychelles to the World Trade Organization\n(2014/889/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 91, Article 100(2) and the first subparagraph of Article 207(4), in conjunction with Article 218(9), thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 31 May 1995, the Government of the Republic of Seychelles applied for accession to the Marrakesh Agreement establishing the World Trade Organization (WTO), pursuant to Article XII of that Agreement.\n(2) A Working Party on the accession of the Republic of Seychelles was established on 11 July 1995 in order to reach agreement on terms of accession acceptable to the Republic of Seychelles and all WTO Members.\n(3) The Commission, on behalf of the Union, has negotiated a comprehensive series of market opening commitments on the part of the Republic of Seychelles which satisfy the Union's requests, taking into account the bilateral trade relations with the Republic of Seychelles in the context of the EU-ACP partnership and the undertaking by the Republic of Seychelles to pursue trade liberalisation in a full Economic and Partnership Agreement.\n(4) Those commitments are now embodied in the Protocol of Accession of the Republic of Seychelles to the WTO (‘the Protocol of Accession’).\n(5) Accession to the WTO is expected to make a positive and lasting contribution to the process of economic reform and sustainable development in the Republic of Seychelles.\n(6) The Protocol of Accession should therefore be approved.\n(7) Article XII of the Agreement establishing the WTO provides that the terms of accession are to be agreed between the acceding Member and the WTO, and that the Ministerial Conference of the WTO approves the terms of accession on the WTO side. Article IV.2 of the Agreement establishing the WTO provides that in the intervals between meetings of the Ministerial Conference, its functions shall be conducted by the General Council.\n(8) Accordingly, it is necessary to establish the position to be adopted on the Union's behalf within the General Council of the WTO on the accession of the Republic of Seychelles to the WTO,", "main_body": ["The position to be adopted on behalf of the European Union within the General Council of the World Trade Organization on the accession of the Republic of Seychelles to the World Trade Organization is to approve the accession.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 9 December 2014.\nFor the Council\nThe President\nC. DE VINCENTI"}