{"celex_id": "32014R0302", "uri": "http://publications.europa.eu/resource/cellar/fdeae3b2-b4bb-11e3-86f9-01aa75ed71a1", "type": "Regulation", "concepts": ["1224", "2560", "4743", "5451", "6052", "6569"], "title": "Commission Implementing Regulation (EU) No 302/2014 of 25 March 2014 concerning the authorisation of a preparation of endo-1,3(4)-beta-glucanase produced by Trichoderma reesei (CBS 126896) as a feed additive for chickens for fattening and weaned piglets (holder of the authorisation ROAL Oy)  Text with EEA relevance\n", "header": "26.3.2014 EN Official Journal of the European Union L 90/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 302/2014\nof 25 March 2014\nconcerning the authorisation of a preparation of endo-1,3(4)-beta-glucanase produced by Trichoderma reesei (CBS 126896) as a feed additive for chickens for fattening and weaned piglets (holder of the authorisation ROAL Oy)\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1831/2003 of the European Parliament and of the Council of 22 September 2003 on additives for use in animal nutrition (1), and in particular Article 9(2) thereof,\nWhereas:\n(1) Regulation (EC) No 1831/2003 provides for the authorisation of additives for use in animal nutrition and for the grounds and procedures for granting such authorisation.\n(2) In accordance with Article 7 of Regulation (EC) No 1831/2003 an application was submitted for the authorisation of a preparation of endo-1,3(4)-beta-glucanase produced by Trichoderma reesei (CBS 126896). That application was accompanied by the particulars and documents required under Article 7(3) of Regulation (EC) No 1831/2003.\n(3) That application concerns the authorisation of a preparation of endo-1,3(4)-beta-glucanase produced by Trichoderma reesei (CBS 126896) as a feed additive for chickens for fattening and weaned piglets, to be classified in the additive category ‘zootechnical additives’.\n(4) The European Food Safety Authority (‘the Authority’) concluded in its opinion of 9 October 2013 (2) that, under the proposed conditions of use, the preparation of endo-1,3(4)-beta-glucanase produced by Trichoderma reesei (CBS 126896) does not have an adverse effect on animal health, human health or the environment. It also concluded that the additive improves significantly the performance of the animals. The Authority does not consider that there is a need for specific requirements of post-market monitoring. It also verified the report on the method of analysis of the feed additive in feed submitted by the Reference Laboratory set up by Regulation (EC) No 1831/2003.\n(5) The assessment of the preparation of endo-1,3(4)-beta-glucanase produced by Trichoderma reesei (CBS 126896) shows that the conditions for authorisation, as provided for in Article 5 of Regulation (EC) No 1831/2003, are satisfied. Accordingly, the use of that preparation should be authorised as specified in the Annex to this Regulation.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Authorisation\nThe preparation specified in the Annex, belonging to the additive category ‘zootechnical additives’ and to the functional group ‘digestibility enhancers’, is authorised as an additive in animal nutrition subject to the conditions laid down in that Annex.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 18.10.2003, p. 29.\n(2)  EFSA Journal 2013; 11(10):3432.\nANNEX\nIdentification number of the additive Name of the holder of authorisation Additive Composition, chemical formula, description, analytical method Species or category of animal Maximum age Minimum content Maximum content Other provisions End of period of authorisation\nUnits of activity/kg of complete feedingstuff with a moisture content of 12 %\nCategory of zootechnical additives. Functional group: digestibility enhancers\nAdditive composition\n— solid form: endo-1,3(4)-beta-glucanase 200 000 BU (1)/g,\n— liquid form: endo-1,3(4)-beta-glucanase 400 000 BU/ml.\nCharacterisation of the active substance\nAnalytical method\n (2)\n1. In the directions for use of the additive and premixture, indicate the storage conditions and stability to pelleting.\n2. For use in (weaned) piglets up to approximately 35 kg.\n3. For safety: breathing protection, glasses and gloves shall be used during handling.\nPiglets (weaned) 10 000 BU\n(1)  1 BU is the amount of enzyme which liberates 1 nanomole of reducing sugars (expressed as glucose equivalents) from barley beta-glucan substrate per second at 50 °C and pH 4,8.\n(2)  Details of the analytical methods are available at the following address of the Reference Laboratory: http://irmm.jrc.ec.europa.eu/EURLs/EURL_feed_additives/Pages/index.aspx"}