{"celex_id": "32012R0551", "uri": "http://publications.europa.eu/resource/cellar/3860bba2-c047-11e1-b84a-01aa75ed71a1", "type": "Regulation", "concepts": ["161", "2758", "3191", "4080"], "title": "Council Regulation (EU) No 551/2012 of 21 June 2012 amending Regulation (EU) No 7/2010 opening and providing for the management of autonomous tariff quotas of the Union for certain agricultural and industrial products\n", "header": "27.6.2012 EN Official Journal of the European Union L 166/3\nCOUNCIL REGULATION (EU) No 551/2012\nof 21 June 2012\namending Regulation (EU) No 7/2010 opening and providing for the management of autonomous tariff quotas of the Union for certain agricultural and industrial products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 31 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) In order to ensure sufficient and uninterrupted supplies of certain goods insufficiently produced in the Union and to avoid any disturbances on the market, for certain agricultural and industrial products, autonomous tariff quotas have been opened by Council Regulation (EU) No 7/2010 (1) within which those products can be imported at reduced or zero duty rates. For the same reasons it is necessary to open, with effect from 1 July 2012, for two products a new tariff quota at a zero duty rate for an appropriate volume.\n(2) The quota volumes, previously established, for autonomous tariff quotas of the Union with order numbers 09.2638, 09.2814 and 09.2889 are insufficient to meet the needs of the Union industry. Consequently, those quota volumes should be increased with effect from 1 January 2012.\n(3) Moreover, for the autonomous tariff quota of the Union with the order number 09.2633 the product description should be adapted.\n(4) In addition, for the quota with order number 09.2767, it is no longer in the interest of the Union to continue to grant a tariff quota for the second semester 2012. That tariff quota should therefore be closed with effect from 1 July 2012 and the corresponding row should be deleted from the Annex to Regulation (EU) No 7/2010.\n(5) Since some of the measures provided for in this Regulation should take effect from 1 January 2012 and others from 1 July 2012, this Regulation should apply from those same dates and should enter into force immediately upon publication in the Official Journal of the European Union.\n(6) Regulation (EU) No 7/2010 should therefore be amended accordingly,", "main_body": ["The Annex to Regulation (EU) No 7/2010 is hereby amended as follows:\n(1) the rows with order numbers 09.2644 and 09.2645 set out in Annex I to this Regulation are inserted;\n(2) the rows for the tariff quotas with order numbers 09.2638, 09.2814 and 09.2889 are replaced by the rows set out in Annex II to this Regulation;\n(3) the row for the tariff quota with order number 09.2633 is replaced by the row set out in Annex I to this Regulation;\n(4) the row for the tariff quota with order number 09.2767 is deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2012.\nHowever, Article 1(2) shall apply from 1 January 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 2012.\nFor the Council\nThe President\nM. FREDERIKSEN\n(1)  OJ L 3, 7.1.2010, p. 1.\nANNEX I\nTariff quotas referred to in Articles 1(1) and 1(3)\nOrder number CN code TARIC Description Quota period Quota volume Quota duty (%)\n09.2644 ex 3824 90 97 96 Preparation containing by weight:\n— 55 % or more but not more than 78 % of dimethyl gluterate\n— 10 % or more but not more than 28 % of dimethyl adipate and\n— not more than 25 % of dimethyl succinate\n09.2645 ex 3921 14 00 20 Cellular block of regenerated cellulose, impregnated with water containing magnesium chloride and quaternary ammonium compounds, measuring 100 cm (± 10 cm) × 100 cm (± 10 cm) × 40 cm (± 5 cm) 1.7.-31.12. 650 tonnes 0 %\n09.2633 ex 8504 40 82 20 Electric rectifier, with a capacity of not more than 1 kVA, for use in the manufacture of hair removal apparatus (1) 1.1.-31.12. 4 500 000 units 0 %\n(1)  Entry under this subheading is subject to Articles 291 to 300 of Commission Regulation (EEC) No. 2454/93 (OJ L 253, 11.10.1993, p. 1).\nANNEX II\nTariff quotas referred to in Article 1(2)\nOrder number CN code TARIC Description Quota period Quota volume Quota duty\n09.2638 ex 2915 21 00 10 Acetic acid of a purity by weight of 99 % or more (CAS RN 64-19-7) 1.1.-31.12. 1 000 000 tonnes 0 %\n09.2889 3805 10 90  Sulphate turpentine 1.1.-31.12. 25 000 tonnes 0 %\n09.2814 ex 3815 90 90 76 Catalyst consisting of titanium dioxide and tungsten trioxide 1.1.-31.12. 3 000 tonnes 0 %"}