{"celex_id": "32011R0755", "uri": "http://publications.europa.eu/resource/cellar/cd78ed09-dd28-4a67-a87f-0dc50dbab8f7", "type": "Regulation", "concepts": ["2338", "3483", "3584", "3870", "4354"], "title": "Council Implementing Regulation (EU) No 755/2011 of 1 August 2011 implementing Regulation (EU) No 442/2011 concerning restrictive measures in view of the situation in Syria\n", "header": "2.8.2011 EN Official Journal of the European Union L 199/33\nCOUNCIL IMPLEMENTING REGULATION (EU) No 755/2011\nof 1 August 2011\nimplementing Regulation (EU) No 442/2011 concerning restrictive measures in view of the situation in Syria\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EU) No 442/2011 of 9 May 2011 concerning restrictive measures in view of the situation in Syria (1), and in particular Article 14(1) thereof,\nWhereas:\n(1) On 9 May 2011, the Council adopted Regulation (EU) No 442/2011.\n(2) In view of the gravity of the situation in Syria and in accordance with Council Implementing Decision 2011/488/CFSP of 1 August 2011 implementing Decision 2011/273/CFSP concerning restrictive measures against Syria (2), additional persons should be added to the list of natural and legal persons, entities or bodies subject to restrictive measures set out in Annex II to Regulation (EU) No 442/2011,", "main_body": ["The persons listed in the Annex to this Regulation shall be added to the list of natural and legal persons, entities or bodies set out in Annex II to Regulation (EU) No 442/2011.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 2011.\nFor the Council\nThe President\nM. DOWGIELEWICZ\n(1)  OJ L 121, 10.5.2011, p. 1.\n(2)  See page 74 of this Official Journal.\nANNEX\nPersons referred to in Article 1\nA.   Persons\nName Identifying information (date of birth, place of birth…) Reasons Date of listing\n1. Mr Mohammad Mufleh  Head of Syrian Military Intelligence in the town of Hama, involved in the crackdown on demonstrators. 1.8.2011\n2. Major General Tawfiq Younes  Head of the Department for Internal Security of the General Intelligence Directorate; involved in violence against the civilian population. 1.8.2011\n3. Mr Mohammed Makhlouf (a.k.a. Abu Rami) Born in Latakia, Syria, 19.10.1932 Close associate and maternal uncle of Bashar and Mahir al-Assad. Business associate and father of Rami, Ihab and Iyad Makhlouf. 1.8.2011\n4. Ayman Jabir Born Latakia Associate of Mahir al-Assad for the Shabiha militia. Directly involved in repression and violence against the civilian population and co-ordination of Shabiha militia groups 1.8.2011\n5. General Ali Habib Mahmoud Born Tartous, 1939. Appointed Minister of Defence 3 June 2009 Minister of Defence. Responsible for conduct and operations of Syrian Armed Forces involved in repression and violence against the civilian population 1.8.2011"}