{"celex_id": "32010D0314", "uri": "http://publications.europa.eu/resource/cellar/b253cae9-4565-4021-97f5-32ad4dc6175c", "type": "Decision", "concepts": ["1120", "1474", "1567", "1632", "3191", "4078", "888"], "title": "2010/314/: Council Decision of 10 May 2010 on the signing and provisional application of the Geneva Agreement on Trade in Bananas between the European Union and Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Peru and Venezuela and of the Agreement on Trade in Bananas between the European Union and the United States of America\n", "header": "9.6.2010 EN Official Journal of the European Union L 141/1\nCOUNCIL DECISION\nof 10 May 2010\non the signing and provisional application of the Geneva Agreement on Trade in Bananas between the European Union and Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Peru and Venezuela and of the Agreement on Trade in Bananas between the European Union and the United States of America\n(2010/314/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207(4), first subparagraph, in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) The Commission reached Understandings with Ecuador and the United States of America, on 11 April 2001 and on 30 April 2001 respectively (the ‘Understandings’), which identified means to resolve the disputes brought by those countries in the World Trade Organisation (WTO) with respect to the tariff treatment of bananas imported into the Union. Those Understandings envisaged the introduction of a tariff-only regime for the imports of bananas. To that effect, on 12 July 2004 the Council authorised the Commission to negotiate the modification of the bound tariff with a view to introducing a tariff-only regime for bananas in the EU schedule for bananas pursuant to Article XXVIII of the General Agreement on Tariffs and Trade 1994 (‘GATT 1994’).\n(2) On 22 March 2004 and on 29 January 2007 the Council authorised the Commission to open negotiations pursuant to Article XXIV:6 of the GATT 1994 in the course of the accession to the European Union of the Czech Republic, Estonia, Cyprus, Latvia, Lithuania, Hungary, Malta, Poland, Slovenia and Slovakia and of Bulgaria and Romania, respectively.\n(3) The negotiations were successfully concluded on 15 December 2009 by the initialling of a Geneva Agreement on Trade in Bananas with Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Peru and Venezuela (the ‘Geneva Agreement’) and of an Agreement on Trade in Bananas with the United States of America (the ‘EU/US Agreement’).\n(4) The Agreements negotiated by the Commission meet the claims of the countries concerned pursuant to Article XXIV:6 and Article XXVIII of the GATT 1994. In addition, they implement the Understandings by providing for the binding of a tariff-only regime, and provide an adequate solution to all the pending disputes concerning the tariff treatment of bananas, which should therefore be formally settled.\n(5) Those two Agreements should be signed on behalf of the Union, subject to their conclusion at a later date.\n(6) In view of the need to implement expeditiously the initial tariff cuts, to prevent the continuation of the pending disputes and to ensure that the Union’s final market access commitments for bananas in the next WTO multilateral market access negotiations for agricultural products successfully concluded do not exceed those provided for in paragraphs 3, 6 and 7 of the Geneva Agreement and paragraph 2 and paragraph 3(a) and 3(b) of the EU/US Agreement, both Agreements should be applied provisionally, in accordance with paragraph 8(b) of the Geneva Agreement and paragraph 6 of the EU/US Agreement, respectively, from the date of signature of each Agreement, pending their entry into force,", "main_body": ["The President of the Council is hereby authorised to designate the person(s) empowered to sign, on behalf of the Union, the following Agreements:\n(a) the Geneva Agreement on Trade in Bananas between the European Union and Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Peru and Venezuela (the ‘Geneva Agreement’);\n(b) the Agreement on Trade in Bananas between the European Union and the United States of America (the ‘EU/US Agreement’).\nThe texts of those Agreements are attached to this Decision.", "1.   Paragraphs 3, 6 and 7 of the Geneva Agreement shall be applied provisionally, in accordance with paragraph 8(b) thereof, from the date of signature of that Agreement, pending its entry into force.\n2.   Paragraph 2 and paragraph 3(a) and 3(b) of the EU/US Agreement shall be applied provisionally, in accordance with its paragraph 6, from the date of signature of that Agreement, pending its entry into force.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 10 May 2010.\nFor the Council\nThe President\nC. ASHTON\n9.6.2010 EN Official Journal of the European Union L 141/3\nGENEVA AGREEMENT ON TRADE IN BANANAS\n1. This Agreement is concluded between the European Union (hereinafter the ‘EU’) and Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Peru and Venezuela (hereinafter the ‘Latin American MFN banana suppliers’) regarding the structure and operation of the EU trading regime for fresh bananas, excluding plantains, classified under HS tariff line 0803.00.19 (hereinafter ‘bananas’) and the terms and conditions that apply thereto.\n2. This Agreement is without prejudice to the WTO rights and obligations of all the signatories to this Agreement subject to the provisions in paragraphs 3 to 8 below.\n3. The EU agrees to the following:\n(a) without prejudice to subparagraph (b) below, the EU shall apply tariffs for bananas not greater than the following (1):\n— From 15 December 2009 until 31 December 2010\n—\n—\n—\n—\n—\n—\n—\n(b) if Doha Modalities (2) are not established by 31 December 2013, the ensuing tariff cuts in paragraph 3(a) above will be delayed until Doha Modalities are established. Under no circumstances shall the delay extend beyond 31 December 2015. The applicable tariff rate during that period of delay shall be 132 EUR/mt. After the two year period expires, or immediately after Doha Modalities are established, whichever occurs first, the tariff rate shall be 127 EUR/mt. The ensuing tariffs for the next three years, as from 1 January of each year, shall be no greater than 122 EUR/mt, 117 EUR/mt and 114 EUR/mt, respectively;\n(c) the EU shall maintain a MFN tariff-only regime for the importation of bananas (3).\n(a) The EU shall bind the tariff cuts provided in paragraph 3. To this effect this Agreement shall be incorporated into the EU’s WTO Schedule by means of Certification (4) in accordance with the Decision of 26 March 1980 on Procedures for the Modification and Rectification of Schedules of Tariff Concessions (L/4962).\n(b) Upon entry into force of this Agreement the EU shall communicate a draft Schedule on bananas incorporating the text of this Agreement to the Director-General for Certification.\n(c) Parties to this Agreement agree not to raise objections to the Certification of the modified Schedule, provided that this Agreement is correctly reflected in the notification.\n5. Upon Certification, the pending disputes WT/DS27; WT/DS361; WT/DS364; WT/DS16; WT/DS105; WT/DS158; WT/L/616; WT/L/625 and all claims filed to date by any and all Latin American MFN banana suppliers under the procedures of Articles XXIV and XXVIII of the GATT 1994 with respect to the EU trading regime for bananas (including G/SECRET/22 item 0803.00.19 and G/SECRET/22/Add.1; G/SECRET/20 and G/SECRET/20/Add.1; and G/SECRET/26) shall be settled (5). Within two weeks after Certification, the relevant parties to this Agreement shall jointly notify the DSB that they have reached a mutually agreed solution through which they have agreed to end these disputes (6).\n6. Without prejudice to their rights under the WTO Agreement including those derived from the disputes and claims identified in paragraph 5, the Latin American MFN banana suppliers further undertake not to take any further action with respect to those disputes and claims referred to in paragraph 5 between 15 December 2009 and Certification provided that the EU complies with paragraph 3 and paragraph 4(b) and (c).\n7. The Latin American MFN banana suppliers agree that this Agreement shall constitute the EU’s final market access commitments for bananas for inclusion in the final results of the next multilateral market access negotiation for agriculture products successfully concluded in the WTO (including the Doha Round) (7).\n(a) This Agreement enters into force the first day of the month following that in which the last of the signatories has notified the Director-General of the completion of the procedures necessary for that purpose. Each signatory shall furnish a copy of the notification to the other signatories.\n(b) Notwithstanding subparagraph (a), the signatories agree to provisionally apply paragraphs 3, 6 and 7 from the day of signature of this Agreement.\nFor Brazil\nFor Colombia\nFor Costa Rica\nFor Ecuador\nFor the European Union\nFor Guatemala\nFor Honduras\nFor Mexico\nFor Nicaragua\nFor Panama\nFor Peru\nFor Venezuela\n(1)  Upon signature of this Agreement, the EU shall apply retroactively the applicable tariff(s) specified in paragraph 3(a) for the period from 15 December 2009 to the date of signature. Duties paid in excess of the amount stipulated in this provision shall be reimbursed by the competent customs authorities upon request.\n(2)  Doha Modalities for the purpose of this Agreement means that consensus has been reached in the Trade Negotiations Committee to proceed to scheduling in Agriculture and Non-Agricultural Market Access negotiations.\n(3)  This provision shall not be read to authorise non-tariff measures on bananas that are inconsistent with the EU’s obligations under the WTO Agreements.\n(4)  The date of Certification shall be the date at which the Director-General certifies that the modifications to the EU Schedule have become a Certification in accordance with the Decision of 26 March 1980 on Procedures for the Modification and Rectification of Schedules of tariff concessions (document reference WT/LET).\n(5)  The date of the settlement shall be the date of Certification (document reference WT/LET).\n(6)  The settlement of these disputes does not affect any party’s right to initiate a new dispute under the DSU, or future rights under the procedures of Articles XXIV and XXVIII of the GATT 1994.\n(7)  If Certification has not been completed by the date of the conclusion of the next multilateral market access negotiation for agriculture products in the WTO (including the Doha Round), this Agreement shall be incorporated into the EU’s WTO Schedule on the date that the Schedule enters into force as part of the results of that negotiation.\n9.6.2010 EN Official Journal of the European Union L 141/6\nAGREEMENT\non trade in bananas between the European Union and the United States of America\nTHE EUROPEAN UNION (the ‘EU’),\nand\nTHE UNITED STATES OF AMERICA (the ‘United States’),\nRECALLING the US-EC Understanding on Bananas of April 11, 2001 (WT/DS27/59);\nTAKING NOTE of the Geneva Agreement on Trade in Bananas (GATB) signed between the EU and Brazil, Colombia, Costa Rica, Ecuador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Peru and Venezuela on 31 May 2010, a copy of which is attached;\nTAKING NOTE of the questions and answers exchanged between the United States and the European Commission on March 16 and 18, 2009 and April 10 and 17, 2009;\nHAVE AGREED AS FOLLOWS:\n1. Upon settlement by all the signatories to the GATB of the pending disputes and claims listed in the first sentence of paragraph 5 of the GATB (the ‘settlement date’), the dispute EC — Regime for the Importation, Sale and Distribution of Bananas (WT/DS27) (the ‘dispute’) shall be settled as between the United States and the EU. Immediately after the last notification to the Dispute Settlement Body of all the mutually agreed solutions referred to in paragraph 5 of the GATB has been submitted, the United States and the EU shall jointly notify to the Dispute Settlement Body, pursuant to Article 3.6 of the Understanding on Rules and Procedures Governing the Settlement of Disputes (DSU), that they have reached a mutually agreed solution through which they have agreed to end the dispute (1).\n2. Without prejudice to their rights and obligations under the World Trade Organisation (WTO) Agreement, including those derived from the dispute, the United States and the EU undertake not to take any further action with respect to the dispute between the date of initialling of this Agreement and the settlement date, provided that the EU complies with paragraph 3(a) and (b) below and its obligations contained in paragraph 3 and paragraph 4(b) and (c) of the GATB.\n3. The EU further undertakes:\n(a) to apply an MFN tariff-only regime for the importation of bananas and therefore not to apply measures affecting the importation of bananas into its territory in the form of quotas, tariff rate quotas, or import licensing regimes for bananas supplied from any source (other than automatic licensing regimes solely for market monitoring purposes) (2); and\n(b) not to apply any measure that discriminates between suppliers of banana distribution services based on the ownership or control of the service supplier or the origin of the bananas distributed.\n4. In accordance with applicable WTO rules, the EU will notify to the WTO promptly upon conclusion, any concluded bilateral or regional free trade agreement that includes provisions regarding trade in bananas.\n5. The United States and the EU agree to communicate, and upon request of either party the other party will consult, in a timely manner with respect to any issues arising under or relating to this Agreement.\n6. The United States and the EU shall notify each other in writing of the completion of the internal procedures necessary for the entry into force of this Agreement. This Agreement shall enter into force on the later of: (a) the date of the last notification referred to in the previous sentence; and (b) the date of entry into force of the GATB. Paragraph 2 and paragraph 3(a) and (b) shall provisionally apply as of the date of signature of this Agreement.\nFor the European Union\nFor the United States of America\n(1)  The settlement of this dispute does not affect any party’s right to initiate a new dispute under the DSU.\n(2)  This provision is without prejudice to the EU’s right to apply measures that are in conformity with Article XXIV of the General Agreement on Tariffs and Trade 1994."}