{"celex_id": "32012R0644", "uri": "http://publications.europa.eu/resource/cellar/d4c1afe3-229d-4611-a574-341e6e48459d", "type": "Regulation", "concepts": ["1445", "1644", "3191", "5034", "5369", "5709", "5876"], "title": "Commission Implementing Regulation (EU) No 644/2012 of 16 July 2012 amending Regulation (EU) No 206/2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements, as regards Russia  Text with EEA relevance\n", "header": "17.7.2012 EN Official Journal of the European Union L 187/18\nCOMMISSION IMPLEMENTING REGULATION (EU) No 644/2012\nof 16 July 2012\namending Regulation (EU) No 206/2010 laying down lists of third countries, territories or parts thereof authorised for the introduction into the European Union of certain animals and fresh meat and the veterinary certification requirements, as regards Russia\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2004/68/EC of 26 April 2004 laying down animal health rules for the importation into and transit through the Community of certain live ungulate animals, amending Directives 90/426/EEC and 92/65/EEC and repealing Directive 72/462/EEC (1), and in particular the first and second subparagraphs of Article 3(1), the first subparagraph of Article 6(1), Article 7(e), Article 8(d), and Article 13(1) thereof,\nWhereas:\n(1) Directive 2004/68/EC lays down the animal health requirements for the transit through the Union of live ungulates. It provides that specific provisions, including model veterinary certificates, may be laid down for the transit throught the Union of live ungulates from authorised third countries, provided that such animals transit the territory of the Union under customs and official veterinary approval and supervision through approved border inspection posts and without any stop on Union territory other than those necessary for animal welfare purposes.\n(2) Commission Regulation (EU) No 206/2010 (2) lays down the veterinary certification requirements for the introduction into the Union of certain consignments of live animals, including ungulates. Annex I to that Regulation sets out a list of third countries, territories or parts thereof from which such consignments may be introduced into the Union, together with models of veterinary certificates to accompany those consignments.\n(3) On request by Russia to authorise the transit of live bovine animals for breeding and production from the region of Kaliningrad (Kaliningradskaya oblast) through the territory of Lithuania, an inspection was carried out by the Commission in Kaliningrad. It concluded that the animal health situation in that region appears to be favourable. On that basis, the introduction into the Union of consignments of such animals for the sole purpose of transit from the region of Kaliningrad to other parts of the territory of Russia through the territory of Lithuania by means of road vehicles should be authorised.\n(4) In addition, Lithuania can ensure the implementation of the measures provided for in Article 8(1) of Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (3) as regards those animals from the region of Kaliningrad that cannot complete the transit without unloading due to external circumstances.\n(5) Russia has also confirmed its agreement with Belarus under the customs union that includes both countries and which implies that the same standard veterinary-sanitary requirements on import apply in both countries.\n(6) Therefore, Regulation (EU) No 206/2010 should be amended to provide for the transit of live bovine animals for breeding and production from the region of Kaliningrad. The list of third countries, territories or parts thereof authorised for the introduction into the Union of certain animals set out in Part 1 of Annex I to Regulation (EU) No 206/2010 should be amended accordingly.\n(7) It is also necessary to provide for a model veterinary certificate for the transit of those animals. Accordingly, a model veterinary certificate \"BOV-X-TRANSIT-RU\" should be inserted in Part 2 of Annex I to Regulation (EU) No 206/2010.\n(8) Regulation (EU) No 206/2010 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Commission Regulation (EU) No 206/2010 is amended as follows:\n(1) The following Article is inserted:\n(a) the animals enter Lithuania at the border inspection post at Kybartai road and exit Lithuania at the border inspection post of Medininkai;\n(b) the animals are transported in containers on road vehicles sealed with a serially numbered seal at the border inspection post of introduction into the Union at Kybartai road, by the veterinary services of the competent authority of Lithuania;\n(c) the documents referred to in the third indent of Article 7 (1) of Council Directive 91/496/EEC, including the duly completed veterinary certificate in accordance with the model veterinary certificate \"BOV-X-TRANSIT-RU\" set out in Part 2 of Annex I to this Regulation, accompanying the animals from the border inspection post Kybartai road to the border inspection post Medininkai are stamped “ONLY FOR TRANSIT FROM THE RUSSIAN REGION OF KALININGRAD VIA LITHUANIA\" on each page by the official veterinarian of the competent authority responsible for the border inspection post at Kybartai road;\n(d) the requirements provided for in Article 9 of Council Directive 91/496/EEC are complied with;\n(e) the consignment is certified as acceptable for transit through Lithuania on the common veterinary entry document referred to in Article 1(1) of Commission Regulation (EC) No 282/2004 (4) and signed by the official veterinarian of the border inspection post at Kybartai road;\n(f) the animals are accompanied by a health certificate that allows unhindered entry into Belarus and a veterinary certificate issued for the place of destination of the animals in Russia.\n(2) Annex I is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ 139, 30.4.2004, p. 321.\n(2)  OJ L 73, 20.3.2010, p. 1.\n(3)  OJ L 224, 18.8.1990, p. 29.\n(4)  OJ L 49, 19.2.2004, p. 11.\n(5)  OJ L 224, 18.8.1990, p. 29 \"\nANNEX\nAnnex I to Regulation (EU) No 206/2010 is amended as follows:\n(1) Parts 1 and 2 are replaced by the following:\nISO code and name of third country Code of Territory Description of third country, territory or part thereof Veterinary certificate Specific conditions\nModel(s) SG\n1 2 3 4 5 6\nCA – Canada CA-0 Whole country POR-X  IVb\nCA-1 Whole country, except the Okanagan Valley region of British Columbia described as follows:\n— From a point on the Canada/United States border 120°15′ longitude, 49° latitude\n— Northerly to a point 119°35′ longitude, 50°30′ latitude\n— North-easterly to a point 119° longitude, 50°45′ latitude\n— Southerly to a point on the Canada/United States border 118°15′ longitude, 49° latitude\nCH – Switzerland CH-0 Whole country (3)\nCL – Chile CL-0 Whole country BOV-X,OVI-X, RUM\nPOR-X, SUI B\nGL – Greenland GL-0 Whole country OVI-X, RUM  V\nHR – Croatia HR-0 Whole country BOV-X, BOV-Y, RUM, OVI-X, OVI-Y\nIS – Iceland IS-0 Whole country BOV-X, BOV-Y RUM, OVI-X, OVI-Y\nPOR-X, POR-Y B\nME – Montenegro ME-0 Whole country   I\nMK – The former Yugoslav Republic of Macedonia (4) MK-0 Whole country   I\nNZ – New Zealand NZ-0 Whole country BOV-X, BOV-Y, RUM, POR-X, POR-Y OVI-X, OVI-Y  III\nPM – St Pierre and Miquelon PM-0 Whole country BOV-X, BOV-Y, RUM, OVI-X, OVI-Y CAM\nRS – Serbia (5) RS-0 Whole country   I\nRU – Russia RU-0 Whole country\nRU-1 Whole country except the region of Kaliningrad\nRU-2 Region of Kaliningrad BOV-X-TRANSIT-RU  X\n\"I\" : for transit through the territory of a third country of live animals for immediate slaughter or live bovine animals for fattening which are consigned from a Member State and destined to another Member State in lorries which have been sealed with a serially numbered seal.\n\"II\" : territory recognised as having an official tuberculosis-free status for the purposes of exports to the Union of live animals certified according to the model of certificate BOV-X.\n\"III\" : territory recognised as having an official brucellosis-free status for the purposes of exports to the Union of live animals certified according to the model of certificate BOV-X.\n\"IVa\" : territory recognised as having an official enzootic-bovine-leukosis (EBL) free status for the purposes of exports to the Union of live animals certified according to the model of certificate BOV –X.\n\"IVb\" : recognised as having officially enzootic-bovine-leukosis (EBL)-free herds equivalent to the requirements set out in Annex D to Directive 64/432/EEC for the purposes of exports to the Union of live animals certified according to the model of certificate BOV–X.\n\"V\" : territory recognised as having an official brucellosis-free status for the purposes of exports to the Union of live animals certified according to the model of certificate OVI-X.\n\"VI\" : Geographical constraints:\n\"VII\" : territory recognised as having an official tuberculosis-free status for the purposes of exports to the Union of live animals certified according to the model of certificate RUM.\n\"VIII\" : territory recognised as having an official brucellosis-free status for the purposes of exports to the Union of live animals certified according to the model of certificate RUM.\n\"IX\" : territory recognised as having an official Aujeszky’s disease -free status for the purposes of exports to the Union of live animals certified according to the model of certificate POR-X.\n\"X\" : Only for transit through Lithuania of bovine animals for breeding and/or production from the Kaliningrad region to other regions of Russia.\n\"BOV-X\" : Model of veterinary certificate for domestic bovine animals (including Bubalus and Bison species and their cross-breeds) intended for breeding and/or production after importation.\n\"BOV-Y\" : Model of veterinary certificate for domestic bovine animals (including Bubalus and Bison species and their cross-breeds) intended for immediate slaughter after importation.\n\"BOV-X-TRANSIT-RU\" : Model of veterinary certificate for domestic bovine animals (including Bubalus and Bison species and their cross-breeds) intended for transit from the region of Kaliningrad to other regions of Russia via the territory of Lithuania.\n\"OVI-X\" : Model of veterinary certificate for domestic ovine animals (Ovis aries) and domestic caprine animals (Capra hircus) intended for breeding and/or production after importation.\n\"OVI-Y\" : Model of veterinary certificate for domestic ovine animals (Ovis aries) and domestic caprine animals (Capra hircus) intended for immediate slaughter after importation.\n\"POR-X\" : Model of veterinary certificate for domestic porcine animals (Sus scrofa) intended for breeding and/or production after importation.\n\"POR-Y\" : Model of veterinary certificate for domestic porcine animals (Sus scrofa) intended for immediate slaughter after importation.\n\"RUM\" : Model of veterinary certificate for animals of the order Artiodactyla (excluding bovine animals (including Bubalus and Bison species and their cross-breeds), Ovis aries, Capra hircus, Suidae and Tayassuidae), and of the families Rhinocerotidae and Elephantidae.\n\"SUI\" : Model of veterinary certificate for non-domestic Suidae, Tayassuidae and Tapiridae.\n\"CAM\" : Model of specific attestation for animals imported from St Pierre and Miquelon under the conditions provided for in Part 7 of Annex I.\n\"A\" : guarantees regarding Bluetongue and Epizootic-haemorrhagic-disease tests on animals certified according to the model of veterinary certificates BOV-X (point II.2.8 B), OVI-X (point II.2.6 D) and RUM (point II.2.6).\n\"B\" : guarantees regarding Swine-vesicular-disease and Classical-swine-fever tests on animals certified according to the model of veterinary certificates POR-X (point II.2.4 B) and SUI (point II.2.4 B).\n\"C\" : guarantees regarding Brucellosis test on animals certified according to the model of veterinary certificates POR-X (point II.2.4 C) and SUI (point II.2.4 C).’\n(2) the following model veterinary certificate is inserted between the model veterinary certificates \"BOV-Y\" and \"OVI-X\"\n(1)  Without prejudice to specific certification requirements provided for by any relevant agreement between the Union and third countries.\n(2)  Exclusively for live animals other than animals belonging to the cervidae species.\n(3)  Certificates in accordance with the Agreement between the European Community and the Swiss Confederation on trade in agricultural products (OJ L 114, 30.4.2002, p. 132).\n(4)  The former Yugoslav Republic of Macedonia: the definitive nomenclature for this country will be agreed following current negotiations at UN level.\n(5)  Not including Kosovo under UNSCR 1244/99.\n(6)  OJ 121, 29.7.1964, p. 1977/64.\n(7)  OJ L 46, 19.2.1991, p. 19.\n(8)  Delete country as applicable.\n(9)  Serbia, not including Kosovo under UNSCR 1244/99."}