{"celex_id": "32010R0914", "uri": "http://publications.europa.eu/resource/cellar/1e1c0a12-b6b0-4fdd-966c-3e8ecbb9198c", "type": "Regulation", "concepts": ["1284", "1596", "2121", "2735", "2737", "2836", "4743", "5426", "5734", "6569"], "title": "Commission Regulation (EU) No 914/2010 of 12 October 2010 amending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance sodium salicylate  Text with EEA relevance\n", "header": "13.10.2010 EN Official Journal of the European Union L 269/5\nCOMMISSION REGULATION (EU) No 914/2010\nof 12 October 2010\namending the Annex to Regulation (EU) No 37/2010 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin, as regards the substance sodium salicylate\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 470/2009 of the European Parliament and of the Council of 6 May 2009 laying down Community procedures for the establishment of residue limits of pharmacologically active substances in foodstuffs of animal origin, repealing Council Regulation (EEC) No 2377/90 and amending Directive 2001/82/EC of the European Parliament and of the Council and Regulation (EC) No 726/2004 of the European Parliament and of the Council (1), and in particular Article 14 in conjunction with Article 17 thereof,\nHaving regard to the opinion of the European Medicines Agency formulated by the Committee for Medicinal Products for Veterinary Use,\nWhereas:\n(1) The maximum residue limit for pharmacologically active substances intended for use in the European Union in veterinary medicinal products for food-producing animals or in biocidal products used in animal husbandry should be established in accordance with Regulation (EC) No 470/2009.\n(2) Pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin are set out in the Annex to Commission Regulation (EU) No 37/2010 of 22 December 2009 on pharmacologically active substances and their classification regarding maximum residue limits in foodstuffs of animal origin (2).\n(3) Sodium salicylate is currently included in Table 1 of the Annex to Regulation (EU) No 37/2010 as an allowed substance for bovine and porcine species for oral use only, excluding animals from which milk is produced for human consumption, and for all food producing species except fish, for topical use only.\n(4) An application for the extension of the existing entry for sodium salicylate, which is restricted to oral use, to include turkeys has been submitted to the European Medicines Agency.\n(5) The Committee for Medicinal Products for Veterinary Use (hereinafter ‘CVMP’) has established an acceptable daily intake (ADI) for salicylic acid, the marker residue for sodium salicylate, at 0,38 mg/person or 0,0063 mg/kg bodyweight by using and adjusting data available for the related substance acetyl salicylate.\n(6) Based on residue depletion within 24 hours of sodium salicylate in turkeys treated with the substance, the CVMP recommends in its opinion of 13 January 2010 provisional MRLs for muscle, skin, fat, liver and kidney of turkeys. Those provisional MRLs represent 96 % of the maximum daily intake of residues contained in food obtained from turkey.\n(7) Since the relevant data on depletion of sodium salicylate in eggs are not available, the CVMP could not evaluate the safety of substance in eggs. Sodium salicylate should therefore not be used in animals producing eggs for human consumption.\n(8) The entry for sodium salicylate in Table 1 of the Annex to Regulation (EU) No 37/2010 should therefore be amended to include the recommended provisional MRLs for sodium salicylate for turkey while excluding the use of the substance in animals producing eggs for human consumption. The provisional MRL set out in that Table for sodium salicylate should expire on 1 January 2015.\n(9) It is appropriate to provide for a reasonable period of time for the stakeholders concerned to take measures that may be required to comply with the newly set MRL.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Veterinary Medicinal Products,", "main_body": ["The Annex to Regulation (EU) No 37/2010 is amended as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply from 12 December 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 October 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 152, 16.6.2009, p. 11.\n(2)  OJ L 15, 20.1.2010, p. 1.\nANNEX\nThe entry Sodium salicylate in Table 1 of the Annex to Regulation (EU) No 37/2010 shall be replaced by the following:\nPharmacologically active Substance Marker residue Animal Species MRL Target Tissues Other Provisions (according to Article 14(7) of Regulation (EC) No 470/2009) Therapeutic classification\n‘Sodium salicylate NOT APPLICABLE Bovine, porcine No MRL required NOT APPLICABLE For oral use. NO ENTRY\nAll food producing species except fin fish No MRL required NOT APPLICABLE For topical use only.\nSalicylic acid Turkey 400 μg/kg Muscle Not for use in animals producing eggs for human consumption. Anti-inflammatory agents/Non-steroidal anti-inflammatory agents’\n2 500 μg/kg Skin and fat\n200 μg/kg Liver\n150 μg/kg Kidney"}