{"celex_id": "32013D0476", "uri": "http://publications.europa.eu/resource/cellar/6eca6419-2827-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["3077", "383", "4049", "4055", "5404", "5622", "584", "701", "993"], "title": "2013/476/EU: Council Decision of 26 September 2013 amending Decision 2007/641/EC, concerning the Republic of Fiji and extending the period of application thereof\n", "header": "28.9.2013 EN Official Journal of the European Union L 257/12\nCOUNCIL DECISION\nof 26 September 2013\namending Decision 2007/641/EC, concerning the Republic of Fiji and extending the period of application thereof\n(2013/476/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217 thereof,\nHaving regard to the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000 (1), as revised in Ouagadougou, Burkina Faso, on 22 June 2010 (2) (‘the ACP-EU Partnership Agreement’), and in particular Article 96 thereof,\nHaving regard to the Internal Agreement between the representatives of the governments of the Member States, meeting within the Council, on measures to be taken and procedures to be followed for the implementation of the ACP-EC Partnership Agreement (3), and in particular Article 3 thereof,\nHaving regard to Regulation (EC) No 1905/2006 of the European Parliament and of the Council of 18 December 2006 establishing a financing instrument for development cooperation (4) (the ‘Development Cooperation Instrument’), and in particular Article 37 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Council Decision 2007/641/EC (5) was adopted to take appropriate measures following the violation of the essential elements referred to in Article 9 of the ACP-EU Partnership Agreement, and of the values referred to in Article 3 of the Development Cooperation Instrument.\n(2) Those measures have been extended by Council Decision 2009/735/EC (6), and subsequently by Council Decisions 2010/208/EU (7), 2010/589/EU (8), 2011/219/EU (9), 2011/637/EU (10) and 2012/523/EU (11), since not only has the Republic of Fiji yet to implement important commitments it made in consultations held in April 2007 concerning essential elements of the ACP-EU Partnership Agreement and the Development Cooperation Instrument, but there had also been important regressive developments concerning a number of these commitments.\n(3) There have been considerable developments since April 2007 and the commitments agreed with the Republic of Fiji will be revised accordingly. The commitments will be reviewed in the context of a political dialogue and in light of the current legal situation. Prospective reengagement towards the programming of future development assistance should continue.\n(4) Decision 2007/641/EC expires on 30 September 2013. It is appropriate to update that Decision and to extend its validity accordingly.\n(5) The European Union will engage in a political dialogue in order to review and update the commitments made in 2007 and adapt the appropriate measures accordingly,", "main_body": ["In Decision 2007/641/EC the second paragraph of Article 3 is replaced by the following:\n‘It shall expire on 31 March 2015. It shall be reviewed regularly at least once every six months’.", "The letter in the Annex to this Decision shall be addressed to the Republic of Fiji.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 26 September 2013.\nFor the Council\nThe President\nE. GUSTAS\n(1)  OJ L 317, 15.12.2000, p. 3.\n(2)  OJ L 287, 4.11.2010, p. 3.\n(3)  OJ L 317, 15.12.2000, p. 376.\n(4)  OJ L 378, 27.12.2006, p. 41.\n(5)  Council Decision 2007/641/EC of 1 October 2007 on the conclusion of consultations with the Republic of the Fiji Islands under Article 96 of the ACP-EC Partnership Agreement and Article 37 of the Development Cooperation Instrument (OJ L 260, 5.10.2007, p. 15).\n(6)  Council Decision 2009/735/EC of 24 September 2009 extending the period of application of the measures in Decision 2007/641/EC concluding consultations with the Republic of the Fiji Islands under Article 96 of the ACP-EC Partnership Agreement and Article 37 of the Development Cooperation Instrument (OJ L 262, 6.10.2009, p. 43).\n(7)  Council Decision 2010/208/EU of 29 March 2010 amending and extending Decision 2007/641/EC on the conclusion of consultations with the Republic of the Fiji Islands under Article 96 of the ACP-EC Partnership Agreement and Article 37 of the Development Cooperation Instrument (OJ L 89, 9.4.2010, p. 7).\n(8)  Council Decision 2010/589/EU of 27 September 2010 amending and extending the period of application of Decision 2007/641/EC concluding consultations with the Republic of the Fiji Islands under Article 96 of the ACP-EU Partnership Agreement and Article 37 of the Development Cooperation Instrument (OJ L 260, 2.10.2010, p. 10).\n(9)  Council Decision 2011/219/EU of 31 March 2011 amending and extending the period of application of Decision 2007/641/EC on the conclusion of consultations with the Republic of Fiji pursuant to Article 96 of the ACP-EC Partnership Agreement and Article 37 of the Development Cooperation Instrument (OJ L 93, 7.4.2011, p. 2).\n(10)  Council Decision 2011/637/EU of 26 September 2011 amending and extending the period of application of Decision 2007/641/EC on the conclusion of consultations with the Republic of the Fiji Islands under Article 96 of the ACP-EC Partnership Agreement and Article 37 of the Development Cooperation Instrument (OJ L 252, 28.9.2011, p. 1).\n(11)  Council Decision 2012/523/EU of 24 September 2012 amending and extending the period of application of Decision 2007/641/EC on the conclusion of consultations with the Republic of the Fiji Islands under Article 96 of the ACP-EC Partnership Agreement and Article 37 of the Development Cooperation Instrument (OJ L 263, 28.9.2012, p. 2).\nANNEX\nH.E. Ratu Epeli NAILATIKAU\nPresident of the Republic of Fiji\nSuva\nRepublic of Fiji\nYour Excellency,\nThe European Union (EU) attaches great importance to the provisions of Article 9 of the ACP-EU Partnership Agreement and Article 3 of the Development Cooperation Instrument. The ACP-EU partnership is founded on respect for human rights, democratic principles and the rule of law, which form the essential elements of the ACP-EU Partnership Agreement, and are the basis of our relations.\nSix years have elapsed since the EU took a decision on the appropriate measures following the military coup of 2006, and since then a set of commitments were agreed with Fiji.\nThe EU notes that since 2007 some of the agreed commitments have become outdated and some are in need of revision in the light of Fiji's new legal framework. In order to have an appropriate basis for assessing Fiji's reform progress, we need to revise these commitments together, taking into account the current situation and the legal framework.\nThe EU has therefore decided to include in its new decision on appropriate measures a requirement that the EU engage with Fiji in an enhanced political dialogue under Article 8 of the ACP-EU Partnership Agreement. This will be with a view to revising together the agreed commitments of 2007, and to adapting the appropriate measures (annexed to this letter) accordingly, as necessary steps towards ensuring respect for human rights, the restoration of democracy and respect for the rule of law, until both parties conclude that the enhanced nature of the dialogue has served its purpose.\nAs some restrictions on certain human rights and fundamental freedoms remain in Fiji, and in light of the necessary revision of the agreed commitments, the EU has decided to extend the appropriate measures by 18 months, until 31 March 2015. This will provide the necessary flexibility and will give both the EU and Fiji the time they need to agree on the commitments, to adapt the appropriate measures accordingly, and for the government to hold its elections planned for September 2014.\nThe EU will monitor the progress made towards a return to constitutional rule and this will continue to guide our upcoming decisions on development cooperation. In this spirit the EU confirms its willingness to engage in preparations for the 11th EDF programming process, and to notify in due course an indicative national financing allocation in this process. The finalisation, signature and implementation of 11th EDF programming documents will be envisaged with the democratically elected government.\nOnce Fiji has held free and fair elections and met the revised agreed commitments, an Article 96 review mission, in line with the ACP-EU Partnership Agreement, will be conducted in Fiji. Based on an agreement on the recommendations of this assessment, the Article 96 appropriate measures can then be concluded for Fiji.\nIn order to advance cooperation under the ACP-EU Partnership Agreement and the Development Cooperation Instrument, the EU invites the Interim Government to engage in an enhanced political dialogue with the EU, starting as soon as possible.\nThe EU also welcomes the engagement with the Pacific Island's Forum Ministerial Contact Group set up to monitor the progress of Fiji's preparations for the elections and its return to democracy and looks forward to the next steps for a transparent, participatory and credible electoral process, leading to free and fair elections and Fiji's return to democratic rule.\nYours sincerely,\nDone at Brussels,\nFor the Council\nC. ASHTON\nPresident\nFor the Commission\nA. PIEBALGS\nCommissioner\nANNEX 1 TO THE ANNEX\nThe appropriate measures, which will be adapted following the revision of the agreed commitments under the enhanced political dialogue, are as follows:\n— humanitarian aid and direct support to civil society and vulnerable populations may continue;\n— the cooperation activities under way, in particular under the 8th and 9th EDFs, was allowed to continue;\n— cooperation activities that would help the return to democracy and improve governance may be pursued, save under very exceptional circumstances;\n— implementation of the sugar reform accompanying measures for 2006 was allowed to proceed. The Financing Agreement was signed at the technical level by Fiji on 19 June 2007. It is noted that the Financing Agreement includes a suspension clause;\n— the 2007 sugar allocation is zero;\n— availability of the 2008 sugar allocation was subject to evidence of credible and timely preparation of elections in accordance with the agreed commitments, notably regarding a census, the redrafting of boundaries and electoral reform in accordance with the Constitution, and measures taken to ensure the functioning of the Elections Office, including the appointment of a Supervisor of Elections by 30 September 2007 in accordance with the Constitution. This 2008 sugar allocation was lost on 31 December 2009;\n— the 2009 sugar allocation was cancelled in May 2009 because the Interim Government decided to delay general elections until September 2014;\n— the 2010 allocation was cancelled before 1 May 2010 as no progress was made in the continuation of the democratic process; however, given the critical situation of the sugar sector part of the allocation was set aside for direct assistance to the population directly dependent on sugar production in order to mitigate adverse social consequences. These funds are centrally managed by the EU's Delegation in Suva and not channelled through the Government;\n— the preparation of programming for the 11th EDF may be launched, so that Fiji could expect to be notified of an indicative allocation in due course;\n— specific support for the preparation and implementation of key commitments, in particular in support of the preparation and/or holding of elections, could be considered;\n— regional cooperation, and Fiji's participation in it, is unaffected;\n— monitoring of the commitments will be in accordance with the terms in the Annex to this letter concerning regular dialogue, and effective cooperation with assessment and monitoring missions and reporting.\nANNEX 2 TO THE ANNEX\nCOMMITMENTS AGREED WITH THE REPUBLIC OF THE FIJI ISLANDS IN 2007\nA.   Respect for Democratic Principles\nCommitment No 1\nThat free and fair parliamentary elections take place within 24 months from 1 March 2007, subject to the findings of an assessment to be carried out by the independent auditors appointed by the Pacific Islands Forum Secretariat. The processes leading to the holding of the elections will be jointly monitored, adapted and revised as necessary on the basis of mutually agreed benchmarks. This implies in particular that:\n— by 30 June 2007 the Interim Government will adopt a schedule setting out dates for the completion of the various steps to be taken in preparation for the new parliamentary elections,\n— the schedule specifies the timing of a census, the redrafting of boundaries and electoral reform,\n— the determination of boundaries and electoral reform will be carried out in accordance with the Constitution,\n— measures will be taken to ensure the functioning of the Elections Office, including the appointment of a Supervisor of Elections by 30 September 2007 in accordance with the Constitution,\n— the appointment of the Vice-President will be in accordance with the Constitution.\nCommitment No 2\nThat the Interim Government, when adopting major legislative, fiscal and other policy initiatives and changes, will take into account consultations with civil society and other relevant stakeholders.\nB.   Rule of Law\nCommitment No 1\nThat the Interim Government will use its best endeavours to prevent statements by security agencies designed to intimidate.\nCommitment No 2\nThat the Interim Government upholds the 1997 Constitution and guarantees the normal and independent functioning of constitutional institutions, such as the Fiji Human Rights Commission, the Public Service Commission, and the Constitutional Offices Commission. The substantial independence and functioning of the Great Council of Chiefs will be preserved.\nCommitment No 3\nThat the independence of the judiciary is fully respected, that it is allowed to work freely and that its rulings are respected by all concerned parties, in particular:\n— that the Interim Government undertakes to appoint the tribunal pursuant to Section 138(3) of the Constitution by 15 July 2007,\n— that any appointment and/or dismissal of judges is henceforth carried out in strict conformity with constitutional provisions and procedural rules,\n— that there will be no instances whatsoever of interference, of whatever form, by the military and the police or by the Interim Government with the judicial process, including full respect for the legal profession.\nCommitment No 4\nThat all criminal proceedings in connection with corruption are dealt with through the appropriate judicial channels and that any other bodies that may be set up to investigate alleged cases of corruption will operate within constitutional boundaries.\nC.   Human Rights and Fundamental Freedoms\nCommitment No 1\nThe Interim Government will take all necessary steps to facilitate that all allegations of human rights infringements are investigated or dealt with in accordance with the various procedures and forums under the laws of the Fiji Islands.\nCommitment No 2\nThe Interim Government will lift the Public Emergency Regulations in May 2007, subject to any threats to national security, public order and safety.\nCommitment No 3\nThe Interim Government is committed to ensuring that the Fiji Human Rights Commission functions with full independence and in accordance with the Constitution.\nCommitment No 4\nThat freedom of expression and freedom of the media, in all forms, are fully respected as provided in the Constitution.\nD.   Follow-up of Commitments\nCommitment No 1\nThat the Interim Government undertakes to maintain a regular dialogue to allow verification of the progress made and gives EU and European Commission authorities/representatives full access to information on all matters relating to human rights, the peaceful restoration of democracy and the rule of law in Fiji.\nCommitment No 2\nThat the Interim Government cooperates fully with any missions from the EU to assess and monitor progress.\nCommitment No 3\nThat the Interim Government sends progress reports every three months starting 30 June 2007 regarding the essential elements of the ACP-EU Partnership Agreement and the commitments.\nIt is noted that certain issues can only be effectively addressed through a pragmatic approach that acknowledges the realities of the present and which focuses on the future."}