{"celex_id": "32010D0009(01)", "uri": "http://publications.europa.eu/resource/cellar/b81aeb81-ae8c-49c5-a999-a0680ff805f2", "type": "Decision", "concepts": ["2220", "2510", "4763", "5315", "6151"], "title": "2010/451/EU: Decision of the European Central Bank of 29 July 2010 on access to and use of certain TARGET2 data (ECB/2010/9)\n", "header": "12.8.2010 EN Official Journal of the European Union L 211/45\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 29 July 2010\non access to and use of certain TARGET2 data\n(ECB/2010/9)\n(2010/451/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular to the first and fourth indents of Article 127(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular the first and fourth indents of Article 3.1, and Article 22 thereof,\nWhereas:\n(1) Guideline ECB/2007/2 of 26 April 2007 on a Trans-European Automated Real-time Gross settlement Express Transfer system (TARGET2) (1) established TARGET2.\n(2) TARGET2 functions on the basis of a single technical platform called the Single Shared Platform (SSP), operated by the Deutsche Bundesbank, the Banque de France and the Banca d’Italia (hereinafter the SSP-providing CBs). It is legally structured as a multiplicity of real-time gross settlement systems, each of which is a TARGET2 component operated by a Eurosystem central bank (CB). Guideline ECB/2007/2 harmonises the rules for the TARGET2 components to the greatest extent possible.\n(3) The Eurosystem oversees TARGET2, with the ECB taking the lead.\n(4) Article 38(1) of Annex II to Guideline ECB/2007/2 — the Harmonised Conditions for participation in TARGET2 (hereinafter the Harmonised Conditions) obliges each CB to keep confidential all sensitive or secret payment information belonging to participants holding TARGET2 accounts with that CB, unless the participant has given its written consent to disclosure or such disclosure is permitted or required under national law.\n(5) Article 38(2) of the Harmonised Conditions nevertheless provides that participants agree that, provided such disclosure does not conflict with the applicable law, each CB may disclose payment information regarding the participant obtained in the course of the operation of the relevant TARGET2 component to: (i) other CBs or third parties that are involved in the operation of TARGET2, to the extent that this is necessary for the efficient functioning of TARGET2; or (ii) supervisory and oversight authorities of Member States and the Union, to the extent that this is necessary for the performance of their public tasks.\n(6) Only when the use of aggregate TARGET2 payment data is not sufficient for the CBs to ensure the effective functioning of TARGET2, is it necessary for all CBs to have access to transaction-level data extracted from the SSP of the participants in all TARGET2 components, including indirect participants and addressable BIC holders. Access by all CBs to such transaction-level data also becomes necessary for the performance of the public tasks of the Eurosystem as overseer of TARGET2 when the use of aggregate TARGET2 payment data does not suffice.\n(7) Such CB access to transaction-level data of all TARGET2 participants should be limited to what is necessary to enable the CBs, as operators and as overseers of TARGET2, to conduct quantitative analyses of transaction flows between TARGET2 participants or to make numerical simulations of the settlement process of TARGET2. Such CB access should exclude all information on the participants’ customers except where such customers are indirect participants or addressable BIC holders.\n(8) When conducted by CBs in their capacity as operators of TARGET2, these quantitative analyses and numerical simulations should serve in particular the purposes of ensuring the efficiency of the design of TARGET2, monitoring the effects of its pricing mechanisms, and making cost-benefit analyses of additional features and services. When conducted by CBs in their capacity as overseers of TARGET2, they should serve in particular the purposes of analysing operational failures in TARGET2, analysing changes in payment patterns and timing, quantifying liquidity levels and settlement outcomes with decreased liquidity, making statistical and structural analyses of transaction flows, and supporting regular and ad-hoc oversight assessments against applicable standards.\n(9) It is of the utmost importance to preserve the confidentiality of transaction-level data. For this purpose, access to and use of transaction-level data should be limited to a small group of designated staff members from the CBs. In addition to the rules on professional conduct and confidentiality applicable to CB staff members, the Payments and Settlement Systems Committee (PSSC) of the European System of Central Banks should establish specific rules for access to and use of transaction-level data. CBs should ensure compliance with these rules by their designated staff members and the PSSC should monitor such compliance.\n(10) The PSSC should have the option to publish information derived from the use of transaction-level data, provided that this information does not make it possible to identify participants or participants’ customers, whether directly or indirectly.\n(11) In order to allow quantitative analyses and numerical simulations to be made using transaction-level data, the Eurosystem should establish a specific device, the TARGET2 Simulator.\n(12) In addition to Article 38(2) of the Harmonised Conditions which covers transaction-level data, Article 38(3) of the Harmonised Conditions states more broadly that, provided it does not make it possible, whether directly or indirectly, to identify the participant or the participant’s customers, a CB may use, disclose or publish payment information regarding the participant or the participant’s customers for statistical, historical, scientific or other purposes in the exercise of the public functions of the CB or of functions of other public entities to whom the information is disclosed. Without prejudice to the ability of the CBs to use, disclose or publish such information under this Article, the PSSC should coordinate the actions of the CBs.\n(13) Article 5 of Guideline ECB/2007/2 specifies the governance levels of TARGET2, including that the Governing Council is responsible for the direction, management and control of TARGET2 and that the PSSC assists the Governing Council as an advisory body in all matters related to TARGET2. Article 5 of Guideline ECB/2007/2 establishes further that the PSSC conducts the execution of the tasks assigned to the CBs in Guideline ECB/2007/2 within the general framework defined by the Governing Council. In this latter capacity, the PSSC is to conduct certain tasks under this Decision. A voting rule for the PSSC and the possibility for the Governing Council to review the PSSC’s decisions are necessary.\n(14) The provisions of this Decision will be extended to apply to non-Eurosystem TARGET2-connected central banks by means of an agreement between these central banks and the Eurosystem,", "main_body": ["1.   CBs shall access transaction-level data on all participants of all TARGET2 components extracted from TARGET2 for the purposes of ensuring the efficient functioning of TARGET2 and its oversight.\n2.   For each CB, access to the data referred to in paragraph 1 and their use for quantitative analyses and numerical simulations shall be limited to one staff member and up to three alternates for both operation and oversight of TARGET2, respectively. The staff members and their alternates shall be staff members dealing with the operation of TARGET2 and with market infrastructure oversight.\n3.   CBs may appoint the staff members and their alternates. Their appointment shall be subject to confirmation by the PSSC. The same procedure shall apply for their replacement.\n4.   The PSSC shall establish specific rules for guaranteeing the confidentiality of transaction-level data. CBs shall ensure compliance with these rules by their staff members designated in accordance with paragraphs 2 and 3. Without prejudice to the application of any other rule on professional conduct or confidentiality by CBs, in the event of non-compliance with the specific rules established by the PSSC, CBs shall prevent any of their designated staff members having access to and use of data referred to in paragraph 1. The PSSC shall monitor compliance with the provisions of this paragraph.", "1.   The TARGET2 Simulator shall be established for the performance of the quantitative analyses and numerical simulations referred to in Article 1(2).\n2.   The TARGET2 Simulator shall be developed and maintained by the SSP-providing CBs and Suomen Pankki. It shall comprise the necessary technical infrastructure, data extraction tools, simulation tools and analytical software to be installed in the SSP.\n3.   The services and technical specifications of the TARGET2 Simulator shall be further determined in an agreement between the SSP-providing CBs and Suomen Pankki and the CBs, approved by the Governing Council.", "1.   The PSSC shall establish medium-term operational and oversight work programs to be performed by the staff members designated in accordance with Article 1(2) and (3), using transaction-level data.\n2.   The PSSC may decide to publish information derived from the use of transaction-level data, provided that it is not possible to identify participants or participants’ customers.\n3.   The PSSC shall act by simple majority. Its decisions shall be subject to review by the Governing Council.\n4.   The PSSC shall regularly inform the Governing Council of all matters related to the application of this Decision.", "Without prejudice to Article 38(3) of the Harmonised Conditions, the PSSC shall coordinate the disclosure and publication by CBs of payment information regarding a participant or a participant’s customers provided for in that Article.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union."], "attachments": "Done at Frankfurt am Main, 29 July 2010.\nFor the Governing Council of the ECB\nThe President of the ECB\nJean-Claude TRICHET\n(1)  OJ L 237, 8.9.2007, p. 1."}