{"celex_id": "32010D0615", "uri": "http://publications.europa.eu/resource/cellar/ec39c938-fe02-4de1-8a5b-74536447c0f2", "type": "Decision", "concepts": ["1092", "111", "216", "2792", "5585", "563", "614", "651", "6897", "943"], "title": "2010/615/EU: Council Decision of 17 May 2010 on the signing of a Voluntary Partnership Agreement between the European Union and the Republic of the Congo on forest law enforcement, governance and trade in timber and derived products to the European Union (FLEGT)\n", "header": "15.10.2010 EN Official Journal of the European Union L 271/1\nCOUNCIL DECISION\nof 17 May 2010\non the signing of a Voluntary Partnership Agreement between the European Union and the Republic of the Congo on forest law enforcement, governance and trade in timber and derived products to the European Union (FLEGT)\n(2010/615/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 207 in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) In May 2003 the European Commission adopted a Communication to the European Parliament and to the Council entitled ‘Forest Law Enforcement, Governance and Trade (FLEGT): Proposal for an EU Action Plan’ which called for measures to address illegal logging through the development of Voluntary Partnership Agreements with timber-producing countries. Council conclusions on that Action Plan were adopted in October 2003 (1).\n(2) On 5 December 2005 the Council authorised the Commission to open negotiations on Partnership Agreements to implement the EU Action Plan for FLEGT.\n(3) On 20 December 2005 the Council adopted Regulation (EC) No 2173/2005 (2) which established a FLEGT licensing scheme for imports of timber into the Union from countries with which the Union has concluded Voluntary Partnership Agreements.\n(4) The negotiations with the Republic of the Congo have been concluded, and the Voluntary Partnership Agreement between the European Union and the Republic of the Congo on forest law enforcement, governance and trade in timber and derived products to the European Union (hereinafter referred to as ‘the Agreement’) was initialled on 9 May 2009.\n(5) Subject to its conclusion at a later date, the Agreement should be signed,", "main_body": ["The signing of the Voluntary Partnership Agreement between the European Union and the Republic of the Congo on forest law enforcement, governance and trade in timber and derived products to the European Union (FLEGT) is hereby authorised on behalf of the Union, subject to the conclusion of the said Agreement (3).", "The President of the Council is hereby authorised to designate the person empowered to sign the Agreement on behalf of the Union subject to its conclusion.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 17 May 2010.\nFor the Council\nThe President\nE. ESPINOSA\n(1)  OJ C 268, 7.11.2003, p. 1.\n(2)  OJ L 347, 30.12.2005, p. 1.\n(3)  The text of the Agreement will be published together with the decision on its conclusion."}