{"celex_id": "32012D0243(01)", "uri": "http://publications.europa.eu/resource/cellar/8546524b-3050-4d29-bffd-bf5c02ed045a", "type": "Decision", "concepts": ["2093", "2901", "5404", "5887"], "title": "2012/243/EU: Council Decision of 8 March 2012 on the conclusion of a Memorandum of Cooperation between the European Union and the International Civil Aviation Organization providing a framework for enhanced cooperation, and laying down procedural arrangements related thereto\n", "header": "8.5.2012 EN Official Journal of the European Union L 121/16\nCOUNCIL DECISION\nof 8 March 2012\non the conclusion of a Memorandum of Cooperation between the European Union and the International Civil Aviation Organization providing a framework for enhanced cooperation, and laying down procedural arrangements related thereto\n(2012/243/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2), in conjunction with Article 218(6)(a), Article 218(7) and the first subparagraph of Article 218(8) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Commission has negotiated a Memorandum of Cooperation between the European Union and the International Civil Aviation Organization providing a framework for enhanced cooperation (the ‘Memorandum of Cooperation’), in accordance with the mandate adopted by the Council on 17 December 2009 authorising the Commission to open negotiations.\n(2) The Memorandum of Cooperation was signed on behalf of the Union on 4 May 2011 and has been provisionally applied from that date, subject to its possible conclusion at a later date.\n(3) The Memorandum of Cooperation should be concluded on behalf of the Union.\n(4) It is necessary to lay down procedural arrangements for the participation of the Union in the Joint Committee established by the Memorandum of Cooperation, the resolution of disputes, the adoption of additional Annexes, as well as the amendment of Annexes to the Memorandum,", "main_body": ["The Memorandum of Cooperation between the European Union and the International Civil Aviation Organization providing a framework for enhanced cooperation is hereby approved on behalf of the Union (1).", "The President of the Council is hereby authorised to designate the person(s) empowered to make the notification provided for in paragraph 9.2 of the Memorandum of Cooperation.", "The Council shall determine the position to be taken by the Union in the Joint Committee established under paragraph 7.1 of the Memorandum of Cooperation (the ‘Joint Committee’) as regards the adoption of new Annexes to the Memorandum and amendments thereto, as referred to in point (c) of paragraph 7.3 of the Memorandum.", "1.   The Commission, after consultation with a Special Committee appointed by the Council and taking full account of its opinion, shall determine the position to be taken by the Union in the Joint Committee with respect to the decisions referred to in points (a), (b) and (c) of paragraph 7.3 of the Memorandum of Cooperation with regard to working arrangements, and the decisions referred to in points (d) and (e) of paragraph 7.3 of the Memorandum of Cooperation.\n2.   The Commission, after consultation with the Special Committee referred to in paragraph 1, may take any appropriate action under Articles 4 and 5 of the Memorandum of Cooperation.\n3.   The Union shall be represented in the Joint Committee by the Commission, assisted by representatives of the Member States.\n4.   The Commission shall represent the Union in consultations under Article 8 of the Memorandum of Cooperation.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 8 March 2012.\nFor the Council\nThe President\nM. BØDSKOV\n(1)  The Memorandum of Cooperation has been published in OJ L 232, 9.9.2011, p. 2 together with the decision on signature."}