{"celex_id": "32012D0176", "uri": "http://publications.europa.eu/resource/cellar/e6a67934-0186-44c3-a4b5-ff02c0301533", "type": "Decision", "concepts": ["1819", "2850", "2901", "4048", "5315"], "title": "2012/176/EU: Council Decision of 8 March 2012 on the conclusion of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part, on a framework agreement between the European Union and the Kingdom of Morocco on the general principles for the participation of the Kingdom of Morocco in Union programmes\n", "header": "28.3.2012 EN Official Journal of the European Union L 90/1\nCOUNCIL DECISION\nof 8 March 2012\non the conclusion of a Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part, on a framework agreement between the European Union and the Kingdom of Morocco on the general principles for the participation of the Kingdom of Morocco in Union programmes\n(2012/176/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 217, in conjunction with point (a)(i) of Article 218(6) and the second subparagraph of Article 218(8), thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and its Member States, of the one part, and the Kingdom of Morocco, of the other part, on a framework agreement between the European Union and the Kingdom of Morocco on the general principles for the participation of the Kingdom of Morocco in Union programmes (hereinafter ‘the Protocol’) was signed on behalf of the Union on 7 October 2010.\n(2) As a result of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community.\n(3) The Protocol should be concluded,", "main_body": ["The Protocol to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part, on a framework agreement between the European Union and the Kingdom of Morocco on the general principles for the participation of the Kingdom of Morocco in Union programmes is hereby approved on behalf of the Union.\nThe text of the Protocol is attached to this Decision.", "The President of the Council shall give, on behalf of the Union, the notification provided for in Article 10 of the Protocol.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 8 March 2012.\nFor the Council\nThe President\nM. BØDSKOV\n28.3.2012 EN Official Journal of the European Union L 90/2\nPROTOCOL\nto the Euro-Mediterranean Agreement between the European Communities and their Member States, of the one part, and the Kingdom of Morocco, of the other part, on a framework agreement between the European Union and the Kingdom of Morocco on the general principles for the participation of the Kingdom of Morocco in Union programmes\nTHE EUROPEAN UNION, hereinafter referred to as ‘the Union’,\nof the one part, and\nTHE KINGDOM OF MOROCCO, hereinafter referred to as ‘Morocco’,\nof the other part,\nhereinafter jointly referred to as ‘the Parties’,\nWHEREAS:\n(1) On 26 February 1996, Morocco concluded a Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and Morocco, of the other part (1) (hereinafter referred to as ‘the Agreement’).\n(2) The Brussels European Council of 17 and 18 June 2004 welcomed the Commission’s proposals for a European Neighbourhood Policy (ENP) and endorsed the Council conclusions of 14 June 2004.\n(3) The Council has on numerous later occasions adopted conclusions supporting that policy.\n(4) On 5 March 2007, the Council expressed support for the general and global approach outlined in the Commission’s communication of 4 December 2006 to enable ENP partners to participate in Community agencies and Community programmes on their merits and where authorised by the relevant legal bases.\n(5) Morocco has expressed its desire to participate in a number of Union programmes.\n(6) The detailed arrangements, in particular the financial contribution and the reporting and evaluation procedures, applicable to Morocco’s participation in any particular programme should be determined by a protocol between the Commission and the competent Moroccan authorities,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nMorocco is hereby authorised to participate in all current and future Union programmes opened to its participation, in accordance with the relevant provisions adopting those programmes.\nArticle 2\nMorocco shall make a financial contribution to the general budget of the Union corresponding to its participation in specific programmes.\nArticle 3\nThe representatives of Morocco shall be allowed to take part, as observers and for the points which concern Morocco, in the management committees responsible for monitoring the programmes to which Morocco contributes financially.\nArticle 4\nProjects and initiatives submitted by participants from Morocco shall, wherever possible, be subject to the same conditions, rules and procedures for the programmes concerned as those applicable to the Member States.\nArticle 5\nThe detailed arrangements governing Morocco’s participation in each programme, in particular the financial contribution payable and the reporting and evaluation procedures, shall be determined by a Memorandum of Understanding between the Commission and the competent Moroccan authorities, on the basis of the criteria established in the relevant programmes.\nIf Morocco applies for Union external assistance to participate in a given Union programme on the basis of Article 3 of Regulation (EC) No 1638/2006 of the European Parliament and of the Council of 24 October 2006 laying down general provisions establishing a European Neighbourhood and Partnership Instrument (2) or under any similar regulation providing for Union external assistance to Morocco that may be adopted in the future, the conditions governing the use by Morocco of Union external assistance shall be set out in a financing agreement in accordance with, in particular, Article 20 of Regulation (EC) No 1638/2006.\nArticle 6\nIn accordance with Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (3), each Memorandum of Understanding concluded under Article 5 of this Protocol must stipulate ‘that financial controls or audits, or other checks, including administrative investigations, will be carried out by, or under the authority of, the Commission, the European Anti-Fraud Office and the Court of Auditors’.\nDetailed provisions should be adopted for financial controls and audits, administrative measures, penalties and recoveries that accord the Commission, the European Anti-Fraud Office and the Court of Auditors powers equivalent to their powers with regard to beneficiaries or contractors established in the Union.\nArticle 7\nThis Protocol shall apply for the period during which the Agreement is in force.\nThis Protocol shall be signed and approved by the Parties in accordance with their respective procedures.\nEither Party may denounce this Protocol by written notification to the other Party. This Protocol shall cease to apply six months after the date of such notification.\nThe denunciation of this Protocol by either of the Parties shall not affect the checks and controls to be carried out, where necessary, under the provisions of Article 5 or 6.\nArticle 8\nNo later than three years after the date of entry into force of this Protocol, and every three years thereafter, the Parties may review the implementation of this Protocol on the basis of the Kingdom of Morocco’s actual participation in Union programmes.\nArticle 9\nThis Protocol shall apply, on the one hand, to the territories in which the Treaty on the Functioning of the European Union applies and under the conditions laid down in that Treaty, and, on the other hand, to the territory of the Kingdom of Morocco.\nArticle 10\nThis Protocol shall enter into force on the first day of the month following the date on which the Parties notify each other, through diplomatic channels, of the completion of their respective procedures necessary for its entry into force.\nArticle 11\nThis Protocol shall form an integral part of the Agreement.\nArticle 12\nThis Protocol shall be drawn up in duplicate in the Bulgarian, Czech, Danish, Dutch, English, Estonian, French, Finnish, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish, Swedish and Arabic languages, each text being equally authentic.\nСъставено в Брюксел на тринадесети декември две хиляди и десета година.\nHecho en Bruselas, el trece de diciembre de dos mil diez.\nV Bruselu dne třináctého prosince dva tisíce deset\nUdfærdiget i Bruxelles den trettende december to tusind og ti.\nGeschehen zu Brüssel am dreizehnten Dezember zweitausendzehn.\nKahe tuhande kümnenda aasta detsembrikuu kolmeteistkümnendal päeval Brüsselis.\nΈγινε στις Βρυξέλλες στις δεκατρείς Δεκεμβρίου δύο χιλιάδες δέκα.\nDone at Brussels on the thirteenth day of December in the year two thousand and ten.\nFait à Bruxelles, le treize décembre deux mille dix.\nFatto a Bruxelles, addì tredici dicembre duemiladieci.\nBriselē, divi tūkstoši desmitā gada trīspadsmitajā decembrī.\nPriimta du tūkstančiai dešimtų metų gruodžio tryliktą dieną Briuselyje.\nKelt Brüsszelben, a kétezer-tizedik év december tizenharmadik napján.\nMagħmul fi Brussell, fit-tlettax-il jum ta' Diċembru tas-sena elfejn u għaxra.\nGedaan te Brussel, de dertiende december tweeduizend tien.\nSporządzono w Brukseli dnia trzynastego grudnia roku dwa tysiące dziesiątego.\nFeito em Bruxelas, em treze de Dezembro de dois mil e dez.\nÎntocmit la Bruxelles, la treisprezece decembrie două mii zece.\nV Bruseli dňa trinásteho decembra dvetisícdesať.\nV Bruslju, dne trinajstega decembra leta dva tisoč deset.\nTehty Brysselissä kolmantenatoista päivänä joulukuuta vuonna kaksituhattakymmenen.\nSom skedde i Bryssel den trettonde december tjugohundratio.\nЗа Европейския съюз\nPor la Unión Europea\nZa Evropskou unii\nFor Den Europæiske Union\nFür die Europäische Union\nEuroopa Liidu nimel\nΓια την Ευρωπαϊκή Ένωση\nFor the European Union\nPour l'Union européenne\nPer l'Unione europea\nEiropas Savienības vārdā –\nEuropos Sąjungos vardu\nAz Európai Unió részéről\nGħall-Unjoni Ewropea\nVoor de Europese Unie\nW imieniu Unii Europejskiej\nPela União Europeia\nPentru Uniunea Europeană\nZa Európsku úniu\nZa Evropsko unijo\nEuroopan unionin puolesta\nFör Europeiska unionen\nЗа Кралство Мароко\nPor el Reino de Marruecos\nZa Marocké království\nFor Kongeriget Marokko\nFür das Königreich Marokko\nMaroko Kuningriigi nimel\nΓια το Βασίλειο του Μαρόκου\nFor the Kingdom of Morocco\nPour le Royaume du Maroc\nPer il Regno del Marocco\nMarokas Karalistes vārdā –\nMaroko Karalystės vardu,\nA Marokkói Királyság részéről\nGħar-Renju tal-Marokk\nVoor het Koninkrijk Marokko\nW imieniu Królestwa Maroka\nPelo Reino de Marrocos\nPentru Regatul Maroc\nZa Marocké kráľovstvo\nZa Kraljevino Maroko\nMarokon kuningaskunnan puolesta\nFör Konungariket Marocko\n(1)  OJ L 70, 18.3.2000, p. 2.\n(2)  OJ L 310, 9.11.2006, p. 1.\n(3)  OJ L 248, 16.9.2002, p. 1."}