{"celex_id": "32011D0080", "uri": "http://publications.europa.eu/resource/cellar/f34802d6-525b-4ef9-ad1a-1ca497df57f7", "type": "Decision", "concepts": ["1524", "1590", "2435", "2735", "3885", "5451", "6569"], "title": "2011/80/EU: Commission Decision of 4 February 2011 authorising the placing on the market of a fish ( Sardinops sagax ) peptide product as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council (notified under document C(2011) 522)\n", "header": "5.2.2011 EN Official Journal of the European Union L 31/48\nCOMMISSION DECISION\nof 4 February 2011\nauthorising the placing on the market of a fish (Sardinops sagax) peptide product as a novel food ingredient under Regulation (EC) No 258/97 of the European Parliament and of the Council\n(notified under document C(2011) 522)\n(Only the English text is authentic)\n(2011/80/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 258/97 of the European Parliament and of the Council of 27 January 1997 concerning novel foods and novel food ingredients (1), and in particular Article 7 thereof,\nWhereas:\n(1) On 28 April 2008 the company of Senmi Ekisu Co. Ltd made a request to the competent authorities of Finland to place a fish (Sardinops sagax) peptide product on the market as a novel food ingredient.\n(2) On 12 January 2009 the competent food assessment body of Finland issued its initial assessment report. In that report it came to the conclusion that the fish peptide product may be placed on the market.\n(3) The Commission forwarded the initial assessment report to all Member States on 10 March 2009.\n(4) Within the 60-day period laid down in Article 6(4) of Regulation (EC) No 258/97 reasoned objections to the marketing of the product were raised in accordance with that provision.\n(5) Therefore the European Food Safety Authority (EFSA) was consulted on 14 August 2009.\n(6) On 9 July 2010, EFSA (Panel on Dietetic Products, Nutrition and Allergies) in the ‘Scientific opinion on the safety of “Sardine Peptide Product” as a novel food ingredient’ (2) came to the conclusion that the fish peptide product was safe under the proposed conditions of use and the proposed levels of intake.\n(7) On the basis of the scientific assessment, it is established that the fish peptide product complies with the criteria laid down in Article 3(1) of Regulation (EC) No 258/97.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The fish (Sardinops sagax) peptide product as specified in Annex I may be placed on the market in the Union as a novel food ingredient for the uses listed in Annex II.", "The designation of fish (Sardinops sagax) peptide product authorised by this Decision on the labelling of the foodstuff containing it shall be ‘fish (Sardinops sagax) peptides’.", "This Decision is addressed to Senmi Ekisu Co. Ltd, Research & Development Department, 779-2 Noda, Hirano-Cho, Ohzu-City, Ehime 795-0021, Japan."], "attachments": "Done at Brussels, 4 February 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 43, 14.2.1997, p. 1.\n(2)  EFSA Journal 2010; 8(7): 1684.\nANNEX I\nSPECIFICATIONS OF FISH (SARDINOPS SAGAX) PEPTIDE PRODUCT\nDescription\nThe novel food ingredient is a peptide mixture, which is obtained by an alkaline protease-catalysed hydrolysis of fish (Sardinops sagax) muscle, subsequent isolation of the peptide fraction by column chromatography, concentration under vacuum and spray drying. It is a yellowish white powder.\nSpecification of fish (Sardinops sagax) peptide product\nPeptides (1) ≥ 85 g/100 g\nVal-Tyr (dipeptide) 0,1 to 0,16 g/100 g\nAsh ≤ 10 g/100 g\nMoisture ≤ 8 g/100 g\n(1)  Kjeldahl method.\nANNEX II\nUSES OF THE FISH PEPTIDE PRODUCT\nUse group Maximum level of fish peptide product\nFoods based on yoghurt, yoghurt drinks, fermented milk products, and powdered milk 0,48 g/100 g (ready to eat/drink)\nFlavoured water, and vegetable-based drinks 0,3 g/100 g (ready to drink)\nBreakfast cereals 2 g/100 g\nSoups, stews and soup powders 0,3 g/100 g (ready to eat)"}