{"celex_id": "32014R0070", "uri": "http://publications.europa.eu/resource/cellar/1b8b4a9b-8819-11e3-9b7d-01aa75ed71a1", "type": "Regulation", "concepts": ["1074", "2352", "4408"], "title": "Commission Regulation (EU) No 70/2014 of 27 January 2014 amending Regulation (EU) No 1178/2011 laying down technical requirements and administrative procedures related to civil aviation aircrew pursuant to Regulation (EC) No 216/2008 of the European Parliament and of the Council  Text with EEA relevance\n", "header": "28.1.2014 EN Official Journal of the European Union L 23/25\nCOMMISSION REGULATION (EU) No 70/2014\nof 27 January 2014\namending Regulation (EU) No 1178/2011 laying down technical requirements and administrative procedures related to civil aviation aircrew pursuant to Regulation (EC) No 216/2008 of the European Parliament and of the Council\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 216/2008 of the European Parliament and of the Council of 20 February 2008 on common rules in the field of civil aviation and establishing a European Aviation Safety Agency, and repealing Council Directive 91/670/EEC, Regulation (EC) No 1592/2002 and Directive 2004/36/EC (1), and in particular Article 7(6), 8(5) and 10(5) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 1178/2011 (2) lays down detailed rules for certain pilots’ licences, the conversion of national licences and certificates, as well as the conditions for the acceptance of licences from third countries. In addition, Regulation (EU) No 1178/2011 includes provisions on the certification of approved training organisations and of operators of flight simulation training devices used for pilot training, testing and checking.\n(2) Article 5 of Regulation (EC) No 216/2008 dealing with airworthiness was extended to include the elements of operational suitability evaluation into the implementing rules for type-certification.\n(3) The European Aviation Safety Agency (the ‘Agency’) found that it was necessary to amend Commission Regulation (EU) No 748/2012 (3) in order to allow the Agency to approve operational suitability data as part of the type-certification process.\n(4) The operational suitability data should include mandatory training elements for flight crew type rating training. Those elements should be the basis for developing type training courses.\n(5) The requirements related to the establishment of flight crew type rating training courses refer to the operational suitability data, however where the operational suitability data is not available there should be a general provision as well as transitional measures.\n(6) The Agency prepared draft implementing rules on the concept of operational suitability data and submitted them as an opinion (4) to the Commission in accordance with Article 19(1) of Regulation (EC) No 216/2008.\n(7) Regulation (EU) No 1178/2011 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 65 of Regulation (EC) No 216/2008,", "main_body": ["Regulation (EU) No 1178/2011 is amended as follows:\n(1) The following Article 9a is inserted:\n(2) Annex VII (PART-ORA) is amended in accordance with the Annex to this Regulation:", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 January 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 79, 19.3.2008, p. 1.\n(2)  OJ L 311, 25.11.2011, p. 1.\n(3)  OJ L 224, 21.8.2012, p. 1.\n(4)  Opinion No 07/2011 of the European Aviation Safety Agency of 13 December 2011, available at http://easa.europa.eu/agency-measures/opinions.php\nANNEX\nAnnex VII (PART-ORA) to Regulation (EU) No 1178/2011 is amended as follows:\n(1) In point ORA.GEN.160, point (b) is replaced by the following:\n‘(b) Without prejudice to paragraph (a) the organisation shall report to the competent authority and to the organisation responsible for the design of the aircraft any incident, malfunction, technical defect, exceeding of technical limitations and any occurrence that would highlight inaccurate, incomplete or ambiguous information contained in the operational suitability data established in accordance with Commission Regulation (EU) No 748/2012 (1) or other irregular circumstance that has or may have endangered the safe operation of the aircraft and that has not resulted in an accident or serious incident.\n(2) Point ORA.ATO.145 is replaced by the following:\n(a) The ATO shall ensure that the students meet all the pre-requisites for training established in Part-Medical, Part-FCL, and, if applicable, as defined in the mandatory part of the operational suitability data established in accordance with Regulation (EU) No 748/2012.\n(b) In the case of ATOs providing flight test training, the students shall meet all the pre-requisites for training established in accordance with Regulation (EU) No 748/2012.’;\n(3) In point ORA.FSTD.210(a), point (2) is replaced by the following:\n‘(2) the aircraft validation data defined by the mandatory part of the operational suitability data as approved under Regulation (EU) No 748/2012, if applicable; and’.\n(1)  OJ L 224, 21.8.2012, p. 1.’;"}