{"celex_id": "32012D0011(01)", "uri": "http://publications.europa.eu/resource/cellar/d960783c-c68a-11e1-b84a-01aa75ed71a1", "type": "Decision", "concepts": ["1130", "1804", "5797", "6151"], "title": "2012/359/EU: Decision of the European Central Bank of 28 June 2012 amending Decision ECB/2011/25 on additional temporary measures relating to Eurosystem refinancing operations and eligibility of collateral (ECB/2012/11)\n", "header": "5.7.2012 EN Official Journal of the European Union L 175/17\nDECISION OF THE EUROPEAN CENTRAL BANK\nof 28 June 2012\namending Decision ECB/2011/25 on additional temporary measures relating to Eurosystem refinancing operations and eligibility of collateral\n(ECB/2012/11)\n(2012/359/EU)\nTHE GOVERNING COUNCIL OF THE EUROPEAN CENTRAL BANK", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first indent of Article 127(2) thereof,\nHaving regard to the Statute of the European System of Central Banks and of the European Central Bank, and in particular the first indent of Article 3.1 and Article 18.2 thereof,\nWhereas:\n(1) Pursuant to Article 18.1 of the Statute of the European System of Central Banks and of the European Central Bank, the European Central Bank (ECB) and the national central banks of Member States whose currency is the euro (hereinafter the ‘NCBs’) may conduct credit operations with credit institutions and other market participants, with lending being based on adequate collateral. The criteria determining the eligibility of collateral for the purposes of Eurosystem monetary policy operations are laid down in Annex I to Guideline ECB/2011/14 of 20 September 2011 on monetary policy instruments and procedures of the Eurosystem (1).\n(2) The Governing Council considers that in order to enhance the provision of liquidity to counterparties to Eurosystem monetary policy operations, the criteria for determining the eligibility of asset-backed securities to be used as collateral in Eurosystem monetary policy operations should be widened.\n(3) Such measures need to apply temporarily, until the Governing Council considers that the stability of the financial system allows the application of the general Eurosystem framework for monetary policy operations.\n(4) Therefore, Decision ECB/2011/25 of 14 December 2011 on additional temporary measures relating to Eurosystem refinancing operations and eligibility of collateral (2) should be amended accordingly,", "main_body": ["of Decision ECB/2011/25 is replaced by the following:\n‘Article 3\nAdmission of certain additional asset-backed securities\n1.   In addition to asset-backed securities (ABS) eligible under Chapter 6 of Annex I to Guideline ECB/2011/14, ABS which do not fulfil the credit assessment requirements under Section 6.3.2 of Annex I to Guideline ECB/2011/14 but which otherwise comply with all eligibility criteria applicable to ABS pursuant to Guideline ECB/2011/14, shall be eligible as collateral for Eurosystem monetary policy operations, provided that they have two ratings of at least triple B (3), at issuance and at any time subsequently. They shall also satisfy all the following requirements:\n(a) the cash-flow generating assets backing the ABS shall belong to one of the following asset classes: (i) residential mortgages; (ii) loans to small and medium-sized enterprises (SMEs); (iii) commercial mortgages; (iv) auto loans; (v) leasing and consumer finance;\n(b) there shall be no mix of different asset classes in the cash-flow generating assets;\n(c) the cash-flow generating assets backing the ABS shall not contain loans which are any of the following:\n(i) non-performing at the time of issuance of the ABS;\n(ii) non-performing when incorporated in the ABS during the life of the ABS, for example by means of a substitution or replacement of the cash-flow generating assets;\n(iii) at any time, structured, syndicated or leveraged;\n(d) the ABS transaction documents shall contain servicing continuity provisions.\n2.   ABS referred to in paragraph 1 that have two ratings of at least single A (4) shall be subject to a valuation haircut of 16 %.\n3.   ABS referred to in paragraph 1 that do not have two ratings of at least single A shall be subject to the following valuation haircuts: (a) ABS backed by commercial mortgages shall be subject to a valuation haircut of 32 %; (b) all other ABS shall be subject to a valuation haircut of 26 %.\n4.   A counterparty may not submit ABS eligible pursuant to paragraph 1 as collateral, if the counterparty, or any third party with which it has close links, acts as an interest rate hedge provider in relation to the ABS.\n5.   For the purposes of this Article “small enterprise” and “medium-sized enterprise” shall have the meaning given to them in Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (5).\n6.   An NCB may accept as collateral for Eurosystem monetary policy operations ABS whose underlying assets include residential mortgages or loans to SMEs or both and which do not fulfil the credit assessment requirements under Section 6.3.2 of Annex I to Guideline ECB/2011/14 and the requirements referred to in paragraph 1(a) to (d) and paragraph 4 above but which otherwise comply with all eligibility criteria applicable to ABS pursuant to Guideline ECB/2011/14 and have two ratings of at least triple B. Such ABS shall be limited to those issued before 20 June 2012 and shall be subject to a valuation haircut of 32 %.", "Entry into force\nThis Decision shall enter into force on 29 June 2012."], "attachments": "Done at Frankfurt am Main, 28 June 2012.\nThe President of the ECB\nMario DRAGHI\n(1)  OJ L 331, 14.12.2011, p. 1.\n(2)  OJ L 341, 22.12.2011, p. 65.\n(3)  A “triple B” rating is a rating of at least “Baa3” from Moody’s, “BBB-” from Fitch or Standard & Poor’s or a rating of “BBB” from DBRS.\n(4)  A “single A” rating is a rating of at least “A3” from Moody’s, “A-” from Fitch or Standard & Poor’s or a rating of “AL” from DBRS.\n(5)  OJ L 124, 20.5.2003, p. 36.’."}