{"celex_id": "32012D0305", "uri": "http://publications.europa.eu/resource/cellar/f81d3edb-b63a-11e1-b84a-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "1509", "2084", "217", "2901", "5415"], "title": "2012/305/EU: Council Decision of 7 June 2012 on the conclusion of the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the application of certain provisions of the Convention of 29 May 2000 on Mutual Assistance in Criminal Matters between the Member States of the European Union and the 2001 Protocol thereto\n", "header": "14.6.2012 EN Official Journal of the European Union L 153/1\nCOUNCIL DECISION\nof 7 June 2012\non the conclusion of the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the application of certain provisions of the Convention of 29 May 2000 on Mutual Assistance in Criminal Matters between the Member States of the European Union and the 2001 Protocol thereto\n(2012/305/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and in particular point (d) of Article 82(1), read in conjunction with point (a) of Article 218(6) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 19 December 2002 the Council authorised the Presidency, assisted by the Commission, to open negotiations with Iceland and Norway a view to the application of certain provisions of the Convention of 29 May 2000 on Mutual Assistance in Criminal Matters between the Member States of the European Union and the 2001 Protocol thereto (hereinafter ‘the Convention’).\n(2) In accordance with Decision 2004/79/EC (1) the Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the application of certain provisions of the Convention (hereinafter ‘the Agreement’) was signed on 19 December 2003, subject to its conclusion.\n(3) The Agreement has not yet been concluded. With the entry into force of the Lisbon Treaty on 1 December 2009, the procedures to be followed by the Union in order to conclude the Agreement are governed by Article 218 of the Treaty on the Functioning of the European Union.\n(4) The Agreement should be approved.\n(5) In accordance with Article 3 of Protocol on the Position of the United Kingdom and Ireland in respect of the Area of Freedom, Security and Justice, annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, these Member States have notified their wish to take part in the adoption and application of this Decision.\n(6) In accordance with Articles 1 and 2 of Protocol on the Position of Denmark, annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application,", "main_body": ["The Agreement between the European Union and the Republic of Iceland and the Kingdom of Norway on the application of certain provisions of the Convention of 29 May 2000 on Mutual Assistance in Criminal Matters between the Member States of the European Union and the 2001 Protocol thereto (2) (hereinafter ‘the Agreement’) is hereby approved on behalf of the Union.", "The President of the Council is hereby authorised to designate the person(s) empowered to give, on behalf of the Union, the notification provided for in Article 6(1) of the Agreement in order to bind the Union (3).", "This Decision shall enter into force on the day of its adoption.", "This Decision shall be published in the Official Journal of the European Union."], "attachments": "Done at Luxembourg, 7 June 2012.\nFor the Council\nThe President\nM. BØDSKOV\n(1)  OJ L 26, 29.1.2004, p. 1.\n(2)  OJ L 26, 29.1.2004, p. 3.\n(3)  The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council."}