{"celex_id": "32014D0407", "uri": "http://publications.europa.eu/resource/cellar/fcd88c83-fe91-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["2286", "2761", "3400", "368", "424", "6212", "843"], "title": "2014/407/EU: Council Decision of 20 June 2014 abrogating Decision 2010/287/EU on the existence of an excessive deficit in the Netherlands\n", "header": "28.6.2014 EN Official Journal of the European Union L 190/73\nCOUNCIL DECISION\nof 20 June 2014\nabrogating Decision 2010/287/EU on the existence of an excessive deficit in the Netherlands\n(2014/407/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(12) thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) On 2 December 2009, following a recommendation from the Commission, the Council decided, in Council Decision 2010/287/EU (1), that an excessive deficit existed in the Netherlands. The Council noted that the general government deficit planned for 2009 was 4,8 % of GDP, thus above the 3 %-of-GDP Treaty reference value while the general government gross debt was planned to reach 59,7 % of GDP in 2009, thus below the 60 %-of-GDP Treaty reference value. The general government deficit and debt for 2009 were subsequently revised to 5,6 % and 60,8 % of GDP, respectively.\n(2) On 2 December 2009, in accordance with Article 126(7) of the Treaty and Article 3(4) of Council Regulation (EC) No 1467/97 (2), the Council, based on a recommendation from the Commission, addressed a recommendation to the Netherlands with a view to bringing the excessive deficit situation to an end by 2013 at the latest. That Council recommendation was made public.\n(3) On 21 June 2013, the Council considered that the Netherlands had taken effective action in compliance with Council recommendation of 2 December 2009 under Article 126(7) of the Treaty and that unexpected adverse economic events with major unfavourable consequences for government finances had occurred after the adoption of the original recommendation. Therefore, the Council, following a recommendation from the Commission, considered that the conditions foreseen in Article 3(5) of Regulation (EC) No 1467/97 were fulfilled and issued a new recommendation to the Netherlands under Article 126(7) of the Treaty, with a view to bringing the excessive deficit situation to an end by 2014. That new Council recommendation was made public.\n(4) In accordance with Article 4 of the Protocol on the excessive deficit procedure annexed to the Treaties, the Commission provides the data for the implementation of the procedure. As part of the application of that Protocol, Member States are to notify data on government deficits and debt and other associated variables twice a year, namely before 1 April and before 1 October, in accordance with Article 3 of Council Regulation (EC) No 479/2009 (3).\n(5) When considering whether a decision on the existence of an excessive deficit ought to be abrogated, the Council is to take a decision on the basis of notified data. Moreover, a decision on the existence of an excessive deficit should be abrogated only if the Commission forecasts indicate that the deficit will not exceed the 3 %-of-GDP Treaty reference value over the forecast horizon (4).\n(6) Based on data provided by the Commission (Eurostat) in accordance with Article 14 of Regulation (EC) No 479/2009, following the notification by the Netherlands before 1 April 2014, the 2014 stability programme and the Commission services 2014 spring forecast the following conclusions are justified:\n— Having peaked at 5,6 % of GDP in 2009, the Netherland's general government deficit was steadily brought down and reached 2,5 % of GDP in 2013 (5). This improvement was driven by consolidation measures on both the expenditure and the revenue side, in particular by increases in (indirect) taxation and cuts in public expenditure.\n— The 2014 stability programme of the Netherlands projects the general government deficit to increase to 2,9 % of GDP in 2014 and to decrease to 2,1 % of GDP in 2015, while the Commission services 2014 spring forecast projects the general government deficit to reach 2,8 % of GDP in 2014 and 1,8 % of GDP in 2015. Thus, the deficit is set to remain below the 3 %-of-GDP Treaty reference value over the forecast horizon.\n— After having improved by 1,4 % of GDP in 2013, the structural balance, that is the general government balance adjusted for the economic cycle and net of one-off and other temporary measures, is forecast to stabilise in 2014 and to improve by 0,5 percentage points in 2015, based on a no-policy-change assumption. In that context, it appears that there is currently an emerging gap of 0,5 % of GDP relative to the required adjustment of the structural balance towards the medium-term budgetary objective (MTO) in 2014, suggesting that there is a need to reinforce the budgetary measures in order to ensure full compliance with the preventive arm of the Stability and Growth Pact in view of the emerging risk of a significant deviation from the required adjustment path.\n— The debt-to-GDP ratio increased by around 10 percentage points between 2010 and 2013 to 73,5 %. The Commission services 2014 spring forecast projects the general government gross debt to increase further to 73,8 % of GDP in 2014 and to decrease to 73,4 % of GDP in 2015.\n(7) Starting from 2014, which is the year following the correction of the excessive deficit, the Netherlands is subject to the preventive arm of the Stability and Growth Pact and should progress towards its MTO at an appropriate pace, including by respecting the expenditure benchmark, and make sufficient progress towards compliance with the debt criterion in accordance with Article 2(1a) of Regulation (EC) No 1467/97.\n(8) In accordance with Article 126(12) of the Treaty, a Council Decision on the existence of an excessive deficit is to be abrogated when the excessive deficit in the Member State concerned has, in the view of the Council, been corrected.\n(9) In the view of the Council, the excessive deficit in the Netherlands has been corrected and Decision 2010/287/EU should therefore be abrogated,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in the Netherlands has been corrected.", "Decision 2010/287/EU is hereby abrogated.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Luxembourg, 20 June 2014.\nFor the Council\nThe President\nG. A. HARDOUVELIS\n(1)  Council Decision 2010/287/EU of 2 December 2009 on the existence of an excessive deficit in the Netherlands (OJ L 125, 21.5.2010, p. 42).\n(2)  Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (OJ L 209, 2.8.1997, p. 6).\n(3)  Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (OJ L 145, 10.6.2009, p. 1).\n(4)  In line with the ‘Specifications on the implementation of the Stability and Growth Pact and Guidelines on the format and content of stability and convergence programmes’ of 3 September 2012. See: http://ec.europa.eu/economy_finance/economic_governance/sgp/pdf/coc/code_of_conduct_en.pdf\n(5)  The general government deficit of 2013 was significantly influenced by the nationalisation of SNS Reaal which, according to the most recent assessment by Statistics Netherlands (CBS), is assumed to have had no impact on the deficit outturn, yet a final decision on the classification by Eurostat is still pending. Based on currently available information, the impact may be an increase in the deficit of no more than 0,3 % of GDP."}