{"celex_id": "32010D0453", "uri": "http://publications.europa.eu/resource/cellar/0c64b0f1-aa2c-4c09-8bf4-fa02a408ccf1", "type": "Decision", "concepts": ["192", "2479", "2868", "5233", "5234", "5303"], "title": "2010/453/EU: Commission Decision of 3 August 2010 establishing guidelines concerning the conditions of inspections and control measures, and on the training and qualification of officials, in the field of human tissues and cells provided for in Directive 2004/23/EC of the European Parliament and of the Council (notified under document C(2010) 5278)  Text with EEA relevance\n", "header": "13.8.2010 EN Official Journal of the European Union L 213/48\nCOMMISSION DECISION\nof 3 August 2010\nestablishing guidelines concerning the conditions of inspections and control measures, and on the training and qualification of officials, in the field of human tissues and cells provided for in Directive 2004/23/EC of the European Parliament and of the Council\n(notified under document C(2010) 5278)\n(Text with EEA relevance)\n(2010/453/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty of the Functioning of the European Union,\nHaving regard to Directive 2004/23/EC of the European Parliament and of the Council of 31 March 2004 on setting standards of quality and safety for the donation, procurement, testing, processing, preservation, storage and distribution of human tissues and cells (1), and in particular Article 7(5) thereof,\nWhereas:\n(1) Directive 2004/23/EC lays down standards of quality and safety for the donation, procurement, testing, processing, preservation, storage and distribution of human tissues and cells intended for human applications and of manufactured products derived from human tissues and cells intended for human applications only as far as donation, procurement and testing are concerned, so as to ensure a high level of human health protection.\n(2) In order to prevent the transmission of diseases by human tissues and cells for human applications and to ensure an equivalent level of quality and safety, Article 7 of Directive 2004/23/EC provides that competent authorities of the Member States shall organise inspections and shall carry out appropriate control measures in order to ensure compliance with the requirements of this Directive.\n(3) Article 7(5) of Directive 2004/23/EC provides that the Commission shall establish guidelines concerning the conditions of the inspections and control measures, and on the training and qualification of the officials involved in order to reach a consistent level of competence and performance. The guidelines are not legally binding but serve to provide useful guidance to the Member States in the implementation of Article 7 of Directive 2004/23/EC.\n(4) The Commission should review and update the guidelines set out in the Annex to this Decision on the basis of the reports transmitted by the Member States to the Commission in accordance with Article 26(1) of Directive 2004/23/EC.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Committee set up by Article 29 of Directive 2004/23/EC,", "main_body": ["The guidelines concerning the conditions of the inspections and control measures, and on the training and qualification of officials, in the field of human tissues and cells provided for in Article 7(5) of Directive 2004/23/EC are set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 3 August 2010.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 102, 7.4.2004, p. 48.\nANNEX\nGUIDELINES CONCERNING INSPECTIONS AND CONTROL MEASURES, AND ON THE TRAINING AND QUALIFICATION OF OFFICIALS, IN THE FIELD OF HUMAN TISSUES AND CELLS\n1.   Purpose of the guidelines\nThe purpose of these guidelines is to provide guidance to the Member States towards a consistent level of competence and performance of inspections in the field of tissues and cells.\n2.   Responsibilities of the inspectors\nThe inspector should be clearly mandated in writing by the competent authority for the specific task and should have an official identification. The inspector should gather detailed information to be provided to the competent authority in line with the specific mandate of the inspection.\nAn inspection is a sampling exercise as inspectors cannot examine all areas and documentation during an inspection. An inspector should not be held responsible for deficiencies that could not be observed during the inspection due to limited time or scope or because certain processes could not be observed taking place during the inspection.\n3.   Qualifications of inspectors\nInspectors should at least:\n(a) possess a diploma, certificate or other evidence of formal qualifications in the field of medical or biological sciences, awarded on completion of a university course of study or a course recognised as equivalent by the Member State concerned;\n(b) have practical experience in the relevant areas of operations within a tissue, cell or blood establishment. Other prior experiences may also be considered as relevant.\nThe competent authorities may consider in exceptional cases that a person’s considerable and relevant experience may exempt him/her from the requirement set out in point (a).\n4.   Training of inspectors\nWhen taking up their duties, inspectors should receive a specific induction training. This training should at least include:\n(a) the accreditation, designation, authorisation or licensing systems in the Member State concerned;\n(b) the applicable legal framework for the performance of their activities;\n(c) the technical aspects of tissues and cells establishments activities;\n(d) the inspection techniques and procedures, including practical exercises;\n(e) International Quality Management Systems (ISO, EN);\n(f) National Health systems and tissue and cells organizational structures in the Member State concerned;\n(g) organisation of national regulatory authorities;\n(h) International Inspection instruments and other relevant bodies.\nThis induction training should be complemented by specialised training and by continuous in-house training as appropriate throughout the career of the inspector.\n5.   Types of inspections\n5.1. Different types of inspection may be carried out:\n5.2. In addition some particular inspections can be done:\n6.   Inspections scheduling\nThe competent authorities should establish a programme of inspections and identify and allocate the necessary resources.\nIn accordance with Article 7(3) of Directive 2004/23/EC, inspections shall be organised and control measures shall be carried out by the competent authority or authorities on a regular basis. The interval between two inspections shall not exceed two years.\nIt is recommended that a full on-site inspection covering all areas of activity should be performed at least every four years. During the interval between two general system inspections, a thematic inspection may be performed which focuses on a particular theme or process, or alternatively, in the absence of significant changes since the last inspection, a desk-based review may be performed.\n7.   Conduct of inspections\n7.1. Where resources allow, the team should be composed of members with different competences.\n7.2. An inspection report should be sent after the inspection to the tissue establishment or third party inspected. The conclusions of the report should clearly identify the deficiencies observed.\n8.   Inspectorate quality management system\nEach competent authority should have a quality management system in place comprising adequate standard operating procedures and an appropriate internal audit system. The competent authorities should regularly perform an evaluation of their inspection systems."}