{"celex_id": "32012R0238", "uri": "http://publications.europa.eu/resource/cellar/56e985f7-0e39-467d-81d7-aa42f9ebe184", "type": "Regulation", "concepts": ["1085", "3173", "3758", "5573"], "title": "Commission Implementing Regulation (EU) No 238/2012 of 19 March 2012 entering a name in the register of protected designations of origin and protected geographical indications [Sel de Guérande / Fleur de sel de Guérande (PGI)]\n", "header": "20.3.2012 EN Official Journal of the European Union L 80/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 238/2012\nof 19 March 2012\nentering a name in the register of protected designations of origin and protected geographical indications [Sel de Guérande / Fleur de sel de Guérande (PGI)]\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the first subparagraph of Article 7(4) thereof,\nWhereas:\n(1) Pursuant to the first subparagraph of Article 6(2) of Regulation (EC) No 510/2006, France's application to register the name ‘Sel de Guérande / Fleur de sel de Guérande’ (PGI) was published in the Official Journal of the European Union\n (2).\n(2) As no statement of objection under Article 7 of Regulation (EC) No 510/2006 has been received by the Commission, that name should therefore be entered in the register.\n(3) However, in accordance with the second subparagraph of Article 13(3) of Regulation (EC) No 510/2006, a transitional period may be set for undertakings established in the Member State in which the geographical area is located, provided that the undertakings concerned have legally marketed the products in question, using the names concerned continuously for at least five years preceding the date of the publication referred to in Article 6(2) of that Regulation, and have noted that point in the national objection procedure referred to in Article 5(5) thereof.\n(4) In a letter received on 22 February 2011, the authorities of the French Republic confirmed to the Commission that the undertakings established on their territory and listed in Annex II to this Regulation meet the conditions set out in the second subparagraph of Article 13(3) of Regulation (EC) No 510/2006.\n(5) Those undertakings are therefore allowed to continue to use the registered name ‘Sel de Guérande/Fleur de sel de Guérande’ (PGI) during a transitional period of five years from the entry into force of this Regulation,", "main_body": ["The name contained in Annex I to this Regulation shall be entered in the register.\nThe undertakings listed in Annex II to this Regulation may, however, continue to use that name for a period of five years from the date of entry into force of this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 2012.\nFor the Commission, On behalf of the President,\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ C 189, 29.6.2011, p. 42.\nANNEX I\nFoodstuffs referred to in Annex I to Regulation (EC) No 510/2006:\nFRANCE\nSel de Guérande / Fleur de sel de Guérande (PGI)\nANNEX II\nUndertakings allowed to continue to use the registered name ‘Sel de Guérande/Fleur de sel de Guérande’ (PGI) during a transitional period of five years from the entry into force of this Regulation\nName Company Address 1 Address 2 Municipality\nANEZO Thierry  Route du Lamy  44420 MESQUER\nARNOULD Nicolas  Pen d'Hué  44350 ST MOLF\nAUBE Didier  Rue des Gabelous Boulay  44350 ST MOLF\nBAHOLET Sylvain  133 av. de l'Océan  44510 LE POULIGUEN\nBALAY Alain  3 rue de Treraly  44420 LA TURBALLE\nBARON Julien  9 bis rue de la Gare  44740 BATZ SUR MER\nBENISTY Daniel  59 route du Lany  44420 MESQUER\nBERNIER Gilles  Village de Guéniguen  44350 GUERANDE\nBILLAUD Anthony  46 bis rue de la Grand-Vallée  44740 BATZ SUR MER\nBIRKER Philippe  50 rue des Cordiers  44490 LE CROISIC\nBODIGUEL François Xavier  Kerneve  44350 GUERANDE\nBOULEAU Stéphane Sté l'Œillet de Guérande Kergaigne no 25  44350 GUERANDE\nBOURDIC Erwan Sté LE NATURSEL 33 rue de Cornen  44510 LE POULIGUEN\nBOURSE Jean-Philippe  14 route de Brandu  44420 PIRIAC SUR MER\nCALAME Florence  La Métairie Neuve La Petite Garenne 44350 GUERANDE\nCHARTEAU Lionel  2 rue de Bellevue  44350 ST MOLF\nCHOPIN-LEHUEDE A-Marie  6 rue des Saulniers  44740 BATZ SUR MER\nCONSTANT Guy  12 chemin de Pelue  44510 LE POULIGUEN\nCONSTANT Philippe  18 rue des Pradeleaux  44350 GUERANDE\nDANIEL Laurent  9 ter route du Bas Brivin  44500 LA BAULE\nDANIEL Patrick  4 av. de Kerban  44740 BATZ SUR MER\nDELETTRE Serge  7 bis rue des Parcs du Bourg  44410 ST LIPHARD\nDINELLI Danielle  20 rue du Ber SAILLE 44350 GUERANDE\nDIVOT Tony  77 rue du Port  56760 PENESTIN\nDONINI Pascal  9 rue des Goélands  44740 BATZ SUR MER\nDRUENNE Fabien  La Butte  44350 ST MOLF\nDUPIN DE BEYSSAT Antoine  9 bd Guy de Champsavin  44800 LA BAULE\nDURAND Damien  7 av. des Moulins  44380 PORNICHET\nDURAND François  7 av. des Moulins  44380 PORNICHET\nGRIVAUD Franck & Emmanuelle  Route de la Turballe SAILLE 44350 GUERANDE\nGUERCHAIS Chrystelle  62 route de Guérande TREGATE 44740 BATZ SUR MER\nGUERIN André Yves  12 rue de la Salinière  44740 BATZ SUR MER\nGUERIN Nicolas  10 imp. de la Bordane  44740 BATZ SUR MER\nGUIBERT Christophe EURL GUIBERT 44 rue Lamartine  44350 GUERANDE\nGUILLAUME Denis  54 rue H. Bournouveau  44420 LA TURBALLE\nGUILLOTIN Dominique  7 rue de Kervaudet  44420 LA TURBALLE\nHASPOT J-Paul  31 rue des Etaux  44740 BATZ SUR MER\nHERVY Gilles  Meliniac  44420 PIRIAC SUR MER\nJOACHIM Stéphane  Ile de Goben Route de St André des Eaux 44350 GUERANDE\nJUBE Daniel  5 rue Sully  44420 LA TURBALLE\nJUBE René  22 rue Sully  44420 LA TURBALLE\nJUVIN Hélène  Le Lany  44420 MESQUER\nLACOURBAS Bruno  62 route de Guérande TREGATE 44740 BATZ SUR MER\nLARDEUX Sandrine  18 route de Berigo Zone Artisanale 44740 BATZ SUR MER\nLECERF-HASPOT Sandrine  31 rue des Etaux  44740 BATZ SUR MER\nLEGAL Marc  4 rue de la Fontaine MOUZAC 44350 GUERANDE\nLEHUEDE Bernard  4 rue des Saulniers  44740 BATZ SUR MER\nLEHUEDE Hervé  18 av. Marguerite Jean  44500 LA BAULE\nLEHUEDE Marie-Thérèse  Le Fournil TREGATE 44740 BATZ SUR MER\nLEHUEDE Raphaël  54 route de Guérande  44740 BATZ SUR MER\nLESCAUDRON J-Paul  39 route de Trégate  44740 BATZ SUR MER\nLESCAUDRON Sébastien  11 Chemin de Kermabon  44740 BATZ SUR MER\nMACE Antoine  24 rue Basse Saillé  44350 GUERANDE\nMACE J-François  19 rue des Prés Garnier  44350 GUERANDE\nMAGRE Alice  46 bis rue de la Grand-Vallée  44740 BATZ SUR MER\nMENARD Philippe  3 Chemin de Barnabé  44420 LA TURBALLE\nMOIZAN Damy  42 route de Kerlan  44740 BATZ SUR MER\nMOIZAN-BOURSE Marcelle  42 route de Kerlan  44740 BATZ SUR MER\nMORICE Denis  Imp. Des Prés Leberre TREGATE 44740 BATZ SUR MER\nMOUILLERON Olivier Yves Michel  Chemin Bérigo  44740 BATZ SUR MER\nNIGET Paul  605 Bd de Lauvergnac  44420 LA TURBALLE\nNOURY Joël  44 rue des Goélands  44740 BATZ SUR MER\nPAIN François  10 route de la Pigeonnière  44740 BATZ SUR MER\nPAIN Gérard  Route de Beauregard  44740 BATZ SUR MER\nPAIN Guillaume Hervé  4 allée des Avocettes  44740 BATZ SUR MER\nPAIN Jonathan-Valérick  5 lot. de Trémondais  44740 BATZ SUR MER\nPAIN-LESCAUDRON Brigitte  4 allée des Avocettes  44740 BATZ SUR MER\nPAULAY Stéphane  Chemin des Prés Richard TREGATE 44740 BATZ SUR MER\nPICHON J-Paul  42 rue de Kerbouchard  44740 BATZ SUR MER\nPICHON Patrick  7 route de Bérigo  44740 BATZ SUR MER\nPICHON Théophile  55 av. Moreau  44510 LE POULIGUEN\nPROCKTER Pascal  No 51 Kerlagadec  44420 MESQUER\nPRAUD Didier SEL QUE J'AIME 74 av. Guy de La Morandais  44500 LA BAULE\nREMINIAC Sylvain  7 Faubourg St Michel  44350 GUERANDE\nRIO Gwénaël TRAD Y SEL SA 9 rue Olivier Guichard La Masse 44740 BATZ SUR MER\nRIO Louis-Charles EURL RIO ZA de Prad Velin BP 37 44740 BATZ SUR MER\nRIVALANT Aubin et Jean GAEC HOLEN BREIZH 33 route de Kermoisan  44740 BATZ SUR MER\nRIVALANT J-Yves  27 rue de Poulan  44740 BATZ SUR MER\nRIVRON J. & E.  7 chemin des Pierreries ST MARC SUR MER 44600 ST NAZAIRE\nSORIN Anne-Laure  11 Chemin de Kermabon  44740 BATZ SUR MER\nTHIERY Sylvie  7 grand-Venelle ROFFIAT 44740 BATZ SUR MER\nTILLARD Pierrick  33 route de Pradel  44350 GUERANDE\nTILLEUL Dominique  14 rue du commerce  44510 LE POULIGUEN\nTRIGODET Joël  Le Haut Langâtre  44410 HERBIGNAC\nTRIMAUD Mickaël  1930 ROUTE DE Fan Coispéan  44420 LA TURBALLE\nVINET Daniel  19 rue de la Pigeonnière  44740 BATZ SUR MER\nVINET Sylvain  11 rue de la Perseiverence  44490 LE CROISIC"}