{"celex_id": "32014D0376", "uri": "http://publications.europa.eu/resource/cellar/66c8408b-f901-11e3-831f-01aa75ed71a1", "type": "Decision", "concepts": ["1015", "1671", "1730", "2563", "3077", "365", "4128", "5076", "5581", "601"], "title": "Council Decision No 376/2014/EU of 12 June 2014 authorising Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie\n", "header": "21.6.2014 EN Official Journal of the European Union L 182/1\nCOUNCIL DECISION No 376/2014/EU\nof 12 June 2014\nauthorising Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 349 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Parliament,\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) Council Decision 2009/831/EC (1), adopted on the basis of Article 299(2) of the EC Treaty (now Article 349 of the Treaty on the Functioning of the European Union (TFEU)), authorised Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie which may be lower than the minimum rate of excise duty set by Council Directive 92/84/EEC (2), but not more than 75 % lower than the standard national excise duty on alcohol.\n(2) On 30 July 2013, the Portuguese authorities asked the Commission to submit a proposal for a Council Decision extending Decision 2009/831/EC, under the same conditions, until 31 December 2020. This request was modified on 19 November 2013, when Portugal requested an extension of Decision 2009/831/EC for six months, until 30 June 2014, to coincide with the current regional aid guidelines that would be followed by a new extension covering the period from 1 July 2014 to 31 December 2020.\n(3) The granting of the new authorisation is justified in order to avoid endangering the development of those outermost regions. Faced with difficulties in exporting outside the regions, the regional markets are the only possible outlets to sell those products.\n(4) In the autonomous regions of the Azores and Madeira, raw materials of agricultural origin are more expensive than under normal conditions of production, due to the small size, fragmented nature and low mechanisation of agricultural holdings. In the case of Madeira, in addition, output from the processing of sugar cane is lower than in other outermost regions, due to the topography, climate, soil and artisanal production. The transport to the islands of certain raw and packaging materials not produced locally leads to additional cost, as compared to the transport of only the finished product. In the case of the Azores, the insularity is twofold, since the islands are widely spread. Transport and the installation of equipment in those remote and insular regions further increase the additional costs. The same applies to certain necessary travels and shipments to the mainland. Additional costs are also required for the storage of finished products as local consumption does not absorb output as it materialises, but stretches throughout the year. The small size of the regional market increases per unit costs in various ways, notably through the unfavourable relationship between fixed costs and output, both as regards equipment and costs necessary to meet environmental norms. Moreover, rum producers in Madeira have to treat waste from the processing of sugar cane, whereas producers in other regions can recycle those products. Finally, the producers concerned also bear extra costs generally borne by the local economies, in particular increased labour and energy costs.\n(5) The detailed calculations provided in the reports referred to in Article 4 of Decision 2009/831/EC confirm that the reduction of 75 % of the rate of excise duty does not offset completely the competitive disadvantage which distilled alcoholic beverages produced in Madeira and the Azores face as a result of higher production and marketing costs. Therefore, a reduction of the rate of excise duty should continue to be authorised at the level requested.\n(6) A careful examination of the situation confirms that it is necessary to grant Portugal's request in order to ensure that the alcohol industry is maintained in the outermost regions concerned.\n(7) Since the tax advantage does not go beyond what is necessary to offset additional costs, and since the volumes at stake remain modest and the tax advantage limited to consumption in the regions concerned, the measure does not undermine the integrity and coherence of the Union legal order.\n(8) The submission of a mid-term report should be required, so that the Commission can assess whether the conditions justifying the granting of such derogation continue to be fulfilled.\n(9) This Decision is without prejudice to the possible application of Articles 107 and 108 TFEU,", "main_body": ["By way of derogation from Article 110 TFEU, Portugal is hereby authorised to apply a rate of excise duty lower than the full rate on alcohol laid down in Article 3 of Directive 92/84/EEC in the autonomous region of Madeira on locally produced and consumed rum and liqueurs, and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie.", "The derogation referred to in Article 1 shall be confined:\n1. in Madeira\n(a) to rum as defined in category 1 of Annex II to Regulation (EC) No 110/2008 of the European Parliament and of the Council (3), having the geographical indication ‘Rum da Madeira’ referred to in category 1 of Annex III to that Regulation;\n(b) to liqueurs and ‘crème de’ as defined in categories 32 and 33 respectively of Annex II to Regulation (EC) No 110/2008 produced from regional fruit or plants;\n2. in the Azores\n(a) to liqueurs and ‘crème de’ as defined in categories 32 and 33 respectively of Annex II to Regulation (EC) No 110/2008 produced from regional fruit or raw materials;\n(b) to eaux-de-vie made from wine or grape marc having the characteristics and qualities defined in categories 4 and 6 of Annex II to Regulation (EC) No 110/2008.", "The reduced rate of excise duty applicable to the products referred to in Article 1 may be lower than the minimum rate of excise duty on alcohol set by Directive 92/84/EEC, but may not be more than 75 % lower than the standard national excise duty on alcohol.", "By 30 September 2017 at the latest, Portugal shall send the Commission a report to enable it to assess whether the reasons which justified the granting of the reduced rate still exist.", "This Decision shall apply from 1 July 2014 to 31 December 2020.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Luxembourg, 12 June 2014.\nFor the Council\nThe President\nY. MANIATIS\n(1)  Council Decision 2009/831/EC of 10 November 2009 authorising Portugal to apply a reduced rate of excise duty in the autonomous region of Madeira on locally produced and consumed rum and liqueurs and in the autonomous region of the Azores on locally produced and consumed liqueurs and eaux-de-vie (OJ L 297, 13.11.2009, p. 9).\n(2)  Council Directive 92/84/EEC of 19 October 1992 on the approximation of the rates of excise duty on alcohol and alcoholic beverages (OJ L 316, 31.10.1992, p. 29).\n(3)  Regulation (EC) No 110/2008 of the European Parliament and of the Council of 15 January 2008 on the definition, description, presentation, labelling and the protection of geographical indications of spirit drinks and repealing Council Regulation (EEC) No 1576/89 (OJ L 39, 13.2.2008, p. 16)."}