{"celex_id": "32011D0736", "uri": "http://publications.europa.eu/resource/cellar/f728a17e-22d1-493d-95f5-47d2c6a6110e", "type": "Decision", "concepts": ["3483", "3870", "4354", "950"], "title": "Council Implementing Decision 2011/736/CFSP of 14 November 2011 implementing Decision 2011/273/CFSP concerning restrictive measures against Syria\n", "header": "15.11.2011 EN Official Journal of the European Union L 296/55\nCOUNCIL IMPLEMENTING DECISION 2011/736/CFSP\nof 14 November 2011\nimplementing Decision 2011/273/CFSP concerning restrictive measures against Syria\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 31(2) thereof,\nWhereas:\n(1) On 9 May 2011, the Council adopted Decision 2011/273/CFSP concerning restrictive measures against Syria (1).\n(2) On 23 October 2011, the European Council stated that the EU would impose further measures against the Syrian regime as long as the repression of the civilian population continued.\n(3) In view of the gravity of the situation in Syria, the Council considers it necessary to impose additional restrictive measures.\n(4) Additional persons should be included in the list of persons and entities subject to restrictive measures as set out in Annex I to Decision 2011/273/CFSP.\n(5) Decision 2011/273/CFSP should be amended accordingly,", "main_body": ["The persons listed in the Annex to this Decision shall be added to the list set out in Annex I to Decision 2011/273/CFSP.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 14 November 2011.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 121, 10.5.2011, p. 11.\nANNEX\nPersons referred to in Article 1\nName Identifying information Reasons Date of listing\n1. Major General Jumah Al-Ahmad  Commander Special Forces. Responsible for the use of violence against protestors across Syria. 14.11.2011\n2. Colonel Lu’ai al-Ali  Head of Syrian Military Intelligence, Dera’a Branch. Responsible for the violence against protesters in Dera’a. 14.11.2011\n3. Lt. General Ali Abdullah Ayyub  Deputy Chief of General Staff (Personnel and Manpower). Responsible for the use of violence against protestors across Syria. 14.11.2011\n4. Lt. General Jasim al-Furayj  Chief of General staff. Responsible for the use of violence against protestors across Syria. 14.11.2011\n5. General Aous (Aws) ASLAN Born in 1958 Head of Batallion in the Republican Guard. Close to Maher al-ASSAD and President al-ASSAD. Involved in the crackdown on the civilian population across Syria. 14.11.2011\n6. General Ghassan BELAL  General in command of the 4th Division reserve bureau. Adviser to Maher al-ASSAD and coordinator of security operations. Responsible for the crackdown on the civilian population across Syria. 14.11.2011\n7. Abdullah BERRI  Head of Berri family militia. In charge of pro-government militia involved in the crackdown on the cilivian population in Aleppo. 14.11.2011\n8. George CHAOUI  Member of Syrian electronic army. Involved in the violent crackdown and call for violence against the civilian population across Syria. 14.11.2011\n9. Major General Zuhair Hamad  Deputy Head of General Intelligence Directorate. Responsible for the use of violence across Syria and intimidation and torture of protestors. 14.11.2011\n10. Amar ISMAEL  Civilian - Head of Syrian electronic army (territorial army intelligence service). Involved in the violent crackdown and call for violence against the civilian population across Syria. 14.11.2011\n11. Mujahed ISMAIL  Member of Syrian electronic army. Involved in the violent crackdown and call for violence against the civilian population across Syria. 14.11.2011\n12. Saqr KHAYR BEK  Deputy Minister for the Interior. Responsible for the use of violence against the civilian population in Syria. 14.11.2011\n13. Major General Nazih  Deputy Director of General Intelligence Directorate. Responsible for the use of violence across Syria and intimidation and torture of protestors. 14.11.2011\n14. Kifah MOULHEM  Batallion Commander in the 4th Division. Responsible for the crackdown on the civilian population in Deir el-Zor. 14.11.2011\n15. Major General Wajih Mahmud  Commander 18th Armoured Division. Responsible for the violence against protestors in Homs. 14.11.2011\n16. Bassam SABBAGH Born on 24 August 1959 in Damascus. Address: Kasaa, Anwar al Attar Street, al Midani building, Damascus. Syrian passport no 004326765 issued 2 November 2008, valid until November 2014. Head of Sabbagh & Associates law firm (Damascus). Member of the Paris Bar. Legal and financial adviser and manages affairs of Rami Makhlouf and Khaldoun Makhlouf. Involved with Bashar al-Assad in funding a real estate project in Latakia. Provides financial support for the regime. 14.11.2011\n17. Lt. General Tala Mustafa Tlass  Deputy Chief of General Staff (Logistics and supplies). Responsible for the use of violence against protestors across Syria. 14.11.2011\n18. Major General Fu’ad Tawil  Deputy head Syrian Air Force Intelligence. Responsible for the use of violence across Syria and intimidation and torture of protestors. 14.11.2011"}