{"celex_id": "32012D0471", "uri": "http://publications.europa.eu/resource/cellar/90f9e7d6-e540-11e1-905c-01aa75ed71a1", "type": "Decision", "concepts": ["1474", "3011", "3466", "4452", "5595", "5956", "616", "773", "888"], "title": "2012/471/EU: Council Decision of 13 December 2011 on the signing, on behalf of the Union, of the Agreement between the United States of America and the European Union on the use and transfer of Passenger Name Records to the United States Department of Homeland Security\n", "header": "11.8.2012 EN Official Journal of the European Union L 215/1\nCOUNCIL DECISION\nof 13 December 2011\non the signing, on behalf of the Union, of the Agreement between the United States of America and the European Union on the use and transfer of Passenger Name Records to the United States Department of Homeland Security\n(2012/471/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 82(1)(d) and 87(2)(a), in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 2 December 2010, the Council adopted a decision, together with negotiation directives, authorising the Commission to open negotiations between the Union and the United States of America on the transfer and use of Passenger Name Records (PNR) to prevent and combat terrorism and other serious transnational crime.\n(2) The negotiations were successfully concluded by the initialling of the Agreement between the United States of America and the European Union on the use and transfer of Passenger Name Records to the United States Department of Homeland Security, (‘the Agreement’).\n(3) The Agreement respects the fundamental rights and observes the principles recognised in particular by the Charter of Fundamental Rights of the European Union, notably the right to private and family life, recognised in Article 7 thereof, the right to the protection of personal data, recognised in Article 8 thereof and the right to effective remedy and fair trial recognised in Article 47 thereof. This Agreement should be applied in accordance with those rights and principles.\n(4) In accordance with Articles 1 and 2 of the Protocol (No 21) on the Position of the United Kingdom and Ireland in respect of the area of Freedom, Security and Justice annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of that Protocol, those Member States are not taking part in the adoption of this Decision and are not bound by it or subject to its application.\n(5) In accordance with Articles 1 and 2 of the Protocol (No 22) on the Position of Denmark annexed to the Treaty on European Union and the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by the Agreement or subject to its application.\n(6) The Agreement should be signed, subject to its conclusion,", "main_body": ["The signing of the Agreement between the United States of America and the European Union on the use and transfer of Passenger Name Records to the United States Department of Homeland Security is hereby authorised on behalf of the Union, subject to the conclusion of the said Agreement.", "The President of the Council is authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "The Declaration of the Union on the Agreement in respect of its obligations under Articles 17 and 23 thereof is hereby approved.\nThe text of the Declaration is annexed to this decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 13 December 2011.\nFor the Council\nThe President\nM. CICHOCKI\nANNEX\nDeclaration of the Union on the Agreement on the use and transfer of Passenger Name Records to the United States Department of Homeland Security (‘the Agreement’), in respect of its obligations under Articles 17 and 23 of thereof\n1. In the context of the joint review and evaluation mechanism set out in Article 23 of the Agreement, and without prejudice to other matters that may be raised through this mechanism, the Union will seek information from the United States on the exchange of information where appropriate, regarding the transfers of the Union citizens’ and residents’ PNR data to the authorities of third countries as laid down in Article 17 of the Agreement;\n2. In the context of the joint review and evaluation mechanism referred to in point 1 of this Declaration, the Union will request from the United States all appropriate information on the implementation of the conditions governing those transfers in accordance with Article 17 of the Agreement;\n3. The Union, in the context of the joint review and evaluation mechanism referred to in point 1 of this Declaration, will pay particular attention to the respect of all the safeguards for the implementation of Article 17(2) of the Agreement, so as to be satisfied that third countries receiving such data have agreed to afford to the data the privacy protections comparable to that provided to PNR by DHS under the Agreement."}