{"celex_id": "32014D0281", "uri": "http://publications.europa.eu/resource/cellar/6d1ad5cf-dcc5-11e3-8cd4-01aa75ed71a1", "type": "Decision", "concepts": ["3574", "4827", "5235", "5563", "5811", "5889"], "title": "2014/281/EU: Commission Implementing Decision of 14 May 2014 granting EU recognition to the Croatian Register of Shipping pursuant to Regulation (EC) No 391/2009 of the European Parliament and of the Council on common rules and standards for ship inspection and survey organisations (notified under document C(2014) 3014)  Text with EEA relevance\n", "header": "16.5.2014 EN Official Journal of the European Union L 145/43\nCOMMISSION IMPLEMENTING DECISION\nof 14 May 2014\ngranting EU recognition to the Croatian Register of Shipping pursuant to Regulation (EC) No 391/2009 of the European Parliament and of the Council on common rules and standards for ship inspection and survey organisations\n(notified under document C(2014) 3014)\n(Text with EEA relevance)\n(2014/281/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 391/2009 of the European Parliament and of the Council of 23 April 2009 on common rules and standards for ship inspection and survey organisations (1), and in particular Article 4(1) thereof,\nHaving regard to the letters of 23 July 2010 and of 25 February 2014 from the Croatian authorities requesting the Commission to grant EU recognition to the Croatian Register of Shipping (hereinafter CRS),\nWhereas:\n(1) Pursuant to Article 3(1) of Regulation (EC) No 391/2009, Member States wishing to grant an authorisation to an organisation which is not yet recognised shall submit a request for recognition to the Commission.\n(2) On 23 July 2010, the Republic of Croatia provided information on and evidence of CRS complying with the requirements of Regulation (EC) No 391/2009. Taking into account that the recognition process may extend over a longer period of time following the request and that as from accession and until the process is completed the Croatian government would not be entitled to delegate statutory tasks to CRS, the Commission started preparatory stages of the assessment of CRS before Croatia became a Member State of the Union.\n(3) On 25 February 2014, Croatia reiterated its request to the Commission to grant EU recognition to the CRS following Croatia's accession to the Union.\n(4) The Commission, with the assistance of the European Maritime Safety Agency, verified that the CRS meets all the minimum criteria set out in Annex I of Regulation (EC) No 391/2009.\n(5) The assessment was based on the examination of the documentation submitted by the Croatian authorities, as well as on the results of two inspections of the CRS offices carried out by experts from the European Maritime Safety Agency in October 2011 and one inspection carried out in October 2013 to verify the implementation of remedial actions undertaken by the CRS in response to the shortcomings identified by the Commission in the course of the assessment.\n(6) Where shortcomings were identified, the CRS implemented appropriate and sufficient remedial actions in all cases. The CRS cooperated effectively during the assessment process and demonstrated its capacity to improve its organisation and procedures in a proactive fashion.\n(7) The implementation of a number of remedial actions is still in progress and will be monitored, in particular the opening of a branch office in Shanghai, China. This however does not call into question the overall quality of the organisation's systems and control mechanisms.\n(8) The Commission also verified that the CRS has undertaken to comply with the provisions of Articles 8(4), 9, 10 and 11 of Regulation (EC) No 391/2009.\n(9) The CRS's safety and pollution performance, albeit slightly below the average performance of other EU recognised organisations, is satisfactory. In particular, it shows a positive trend under the Paris Memorandum of Understanding on Port State Control, with an average rate of detention of 0,51 % in the period 2010-2012, compared to 0,89 % in the period 2009-2011 and 1,44 % in the period 2008-2010. Also, the CRS did not record any ‘recognised organisation related’ detention in 2010, 2011 and 2012 under the United States Coast Guard Port State Control regime.\n(10) In order to ensure that the organisation maintains at all times its capacity to operate in accordance with the requirements of Regulation (EC) No 391/2009, and given the relative small size of the fleet currently certified by the CRS, the Commission considers that any substantial growth of the organisation's activities should be accompanied by an appropriate increase in its technical and managerial capacities, including if necessary with regards to the expansion of the office network.\n(11) CRS's legal entity is established in Split, Croatia, as a public institution pursuant to the ‘Law on the Croatian Register of Shipping’ of 20 September 1996 (Official Gazette No 81/96) and in the ‘Croatian Register of Shipping Charter’ of 1 June 1997. It holds the name ‘Croatian Register of Shipping’ (‘Hrvatski registar brodova’).\n(12) The measures provided for in this Decision are in accordance with the opinion of the Committee on Safe Seas and the Prevention of Pollution from Ships established by Regulation (EC) No 2099/2002 of the European Parliament and of the Council (2),", "main_body": ["The ‘Croatian Register of Shipping’ is recognised pursuant to Article 4(1) of Regulation (EC) No 391/2009.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 May 2014.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 131, 28.5.2009, p. 11.\n(2)  Regulation (EC) No 2099/2002 of the European Parliament and of the Council of 5 November 2002 establishing a Committee on Safe Seas and the Prevention of Pollution from Ships (COSS) and amending the Regulations on maritime safety and the prevention of pollution from ships (OJ L 324, 29.11.2002, p. 1)."}