{"celex_id": "32010R0774", "uri": "http://publications.europa.eu/resource/cellar/84d28557-fa26-46ca-8b09-378b95c3532d", "type": "Regulation", "concepts": ["3428", "4540", "477", "5861", "635", "747"], "title": "Commission Regulation (EU) No 774/2010 of 2 September 2010 on laying down guidelines relating to inter-transmission system operator compensation and a common regulatory approach to transmission charging  Text with EEA relevance\n", "header": "3.9.2010 EN Official Journal of the European Union L 233/1\nCOMMISSION REGULATION (EU) No 774/2010\nof 2 September 2010\non laying down guidelines relating to inter-transmission system operator compensation and a common regulatory approach to transmission charging\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1228/2003 of the European Parliament and of the Council of 26 June 2003 on conditions for access to the network for cross-border exchanges in electricity (1), and in particular Article 8(1) thereof,\nWhereas:\n(1) Regulation (EC) No 1228/2003 provides for the establishment of an inter-transmission system operator compensation mechanism. In accordance with that Regulation, the Commission is to establish the guidelines specifying details of the procedure and methodology to be applied in the inter-transmission system operator compensation mechanism and appropriate rules leading to a progressive harmonisation of the setting of charges under national tariff systems.\n(2) Valuable experience has been gained since the need for intertransmission system operator compensation mechanism was first recognised, in particular through voluntary mechanisms by transmission system operators. However, transmission system operators have found it increasingly difficult to reach agreement on such voluntary mechanisms.\n(3) Binding guidelines establishing an inter-transmission system operator compensation mechanism should provide a stable basis for the operation of the inter-transmission system operator compensation mechanism and fair compensation to transmission system operators for the costs of hosting cross border flows of electricity.\n(4) Transmission system operators from third countries or from territories which have concluded agreements with the Union whereby they have adopted and are applying Union law in the field of electricity should be entitled to participate in the inter-transmission system compensation Mechanism on an equivalent basis to transmission system operators from Member States.\n(5) It is appropriate to allow transmission system operators in third countries which have not concluded agreements with the Union whereby they have adopted and are applying Union law in the field of electricity to enter into multi-party agreements with the transmission system operators in the Member States which enable all parties to be compensated for the costs of hosting cross-border flows of electricity on a fair and equitable basis.\n(6) Transmission system operators should be compensated for energy losses resulting from hosting cross border flows of electricity. Such compensation should be based on an estimate of what losses would have been incurred in the absence of transits of electricity.\n(7) A fund should be established to compensate transmission system operators for the costs of making infrastructure available to host cross border flows of electricity. The value of this fund should be based on a Union wide assessment of the long run average incremental costs of making infrastructure available to host cross border flows of electricity.\n(8) Transmission system operators in third countries should face the same costs for using the Union transmission system as transmission system operators in Member States.\n(9) Variations in charges applied to producers of electricity for access to the transmission system should not undermine the internal market. For this reason average charges for access to the network in Member States should be kept within a range which helps to ensure that the benefits of harmonisation are realised.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Committee set up by Article 13 of Regulation (EC) No 1228/2003,", "main_body": ["Transmission system operators shall receive compensation for costs incurred as a result of hosting cross-border flows of electricity on their networks on the basis of the guidelines set out in Part A of the Annex.", "Charges applied by network operators for access to the transmission system shall be in accordance with guidelines set out in Part B of the Annex.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall expire on 2 March 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 September 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 176, 15.7.2003, p. 1.\nANNEX\nPART A\nGUIDELINES ON THE ESTABLISHMENT OF AN INTER-TRANSMISSION SYSTEM OPERATOR COMPENSATION MECHANISM\n1.   General Provisions\n1.1. The Inter-Transmission System Operator Compensation (ITC) mechanism shall provide for compensation for the costs of hosting cross-border flows of electricity including providing cross-border access to the interconnected system.\n1.2. The transmission system operators shall establish an ITC fund for the purpose of compensating transmission system operators for the costs of hosting cross-border flows of electricity.\n1. the costs of losses incurred on national transmission systems as a result of hosting cross-border flows of electricity; and\n2. the costs of making infrastructure available to host cross-border flows of electricity.\n1.3. Contributions to the ITC Fund shall be calculated in accordance with point 6.\n1.4. The European Regulators Group for Electricity and Gas (ERGEG) established by Commission Decision 2003/796/EC (1) shall report to the Commission each year on the implementation of the ITC mechanism and the management of the ITC fund.\n1.5. Transit of electricity shall be calculated, normally on an hourly basis, by taking the lower of the absolute amount of imports of electricity and the absolute amount of exports of electricity on interconnections between national transmission systems.\n1.6. For the purposes of this part of the Annex, the net flow of electricity shall mean the absolute value of the difference between total exports of electricity from a given national transmission system to countries where the TSOs participate in the ITC Mechanism and total imports of electricity from countries where the TSOs participate in the ITC Mechanism to the same transmission system.\n1. if total exports of electricity to countries where the TSOs participate in the ITC Mechanism are greater than total imports of electricity from countries where the TSOs participate in the ITC Mechanism, net flows shall be reduced by the lower of:\n(a) net import flows from those third countries; or\n(b) net export flows to countries where the transmission system operator participates in the ITC Mechanism;\n2. if total imports of electricity from countries where the TSOs participate in the ITC Mechanism are greater than total exports of electricity to countries where the TSOs participate in the ITC Mechanism then net flows shall be reduced by the lower of\n(a) net export flows to those third countries; or\n(b) net import flows from countries where the transmission system operator participates in the ITC mechanism.\n1.7. For the purposes of this annex load shall mean the total amount of electricity which exits the national transmission system to connected distribution systems, end consumers connected to the transmission system and to electricity producers for consumption in the generation of electricity.\n2.   Participation in the ITC mechanism\n2.1. Each regulatory authority shall ensure that transmission system operators in its area of competence participate in the ITC mechanism and that no additional charges for hosting cross-border flows of electricity are included in charges applied by transmission system operators for access to networks.\n2.2. Transmission system operators from third countries which have concluded agreements with the Union whereby they have adopted and are applying Union law in the field of electricity shall be entitled to participate in the ITC mechanism.\n3.   Multi-Party Agreements\n3.1. Transmission system operators may conclude multi-party agreements relating to the compensation for the costs of hosting cross-border flows of electricity between transmission system operators participating in the ITC mechanism and those transmission system operators from third countries which have not concluded agreements with the Union whereby they have adopted and are applying Union law in the field of electricity, and which, on 16 December 2009, signed the voluntary agreement between transmission system operators on inter-transmission system operator compensation.\n3.2. Such multi-party agreements shall aim at ensuring that the transmission system operator from the third country be treated on an equivalent basis to a transmission system operator in a country participating in the ITC mechanism.\n3.3. Where necessary such multi-party agreements may recommend appropriate adjustment to total compensation for the compensation for making infrastructure available to host cross-border flows of electricity determined in accordance with point 5. Any such adjustment shall be subject to approval by the Commission.\n3.4. The treatment of the transmission system operator from the third country shall not be more favourable in comparison to that which would apply to a transmission system operator participating in the ITC Mechanism.\n3.5. All such multi-party agreements shall be submitted to the Commission for its opinion as to whether continuation of the multi-party agreement promotes the completion and functioning of the internal market in electricity and cross border trade. The opinion of the Commission shall address in particular:\n1. whether the agreement relates only to compensation between transmission system operators for the costs of hosting cross-border flows of electricity;\n2. whether the requirements of points 3.2 and 3.4 are respected.\n3.6. In preparing the opinion referred to in point 3.5 the Commission shall consult all the Member States, taking particular account of the views of those Member States sharing a border with the relevant third country.\n4.   Compensation for Losses\n4.1. Compensation for losses incurred on national transmission systems as a result of hosting cross-border flows of electricity shall be calculated separately from compensation for costs incurred associated with making infrastructure available to host cross-border flows of electricity.\n4.2. The amount of losses incurred on a national transmission system shall be established by calculating the difference between:\n1. the amount of losses actually incurred on the transmission system during the relevant period; and\n2. the estimated amount of losses on the transmission system which would have been incurred on the system during the relevant period if no transits of electricity had occurred.\n4.3. The transmission system operators shall be responsible for carrying out the calculation referred to in point 4.2 and shall publish this calculation and its method in an appropriate format. This calculation may be derived from estimates for a number of points of time during the relevant period.\n4.4. The value of losses incurred by a national transmission system as a result of the cross-border flow of electricity shall be calculated on the same basis as that approved by the regulatory authority in respect of all losses on the national transmission systems. ERGEG shall verify the criteria for the valuation of losses at national level taking particular account that losses are valued in a fair and non-discriminatory way.\n5.   Compensation for provision of infrastructure for cross-border flows of electricity\n5.1. The annual cross border infrastructure compensation sum shall be apportioned amongst transmission system operators responsible for national transmission systems as compensation for the costs incurred as a result of making infrastructure available to host cross-border flows of electricity.\n5.2. The annual cross border infrastructure compensation sum shall be apportioned amongst transmission system operators responsible for national transmission systems in proportion to:\n1. transit factor, referring to transits on that national transmission system state as a proportion of total transits on all national transmission systems;\n2. load factor, referring to the square of transits of electricity, in proportion to load plus transits on that national transmission system relative to the square of transits of electricity in proportion to load plus transit for all national transmission systems.\n5.3. The annual cross border infrastructure compensation sum shall be EUR 100 000 000.\n6.   Contributions to the ITC Fund\n6.1. The transmission system operators shall contribute to the ITC fund in proportion to the absolute value of net flows onto and from their national transmission system as a share of the sum of the absolute value of net flows onto and from all national transmission systems.\n7.   Transmission system use fee on third country imports and exports of electricity\n7.1. A transmission system use fee shall be paid on all scheduled imports and exports of electricity from all third countries where:\n1. that country has not concluded agreement with the Union whereby it has adopted and is applying Union law in the field of electricity; or\n2. the transmission system operator responsible for the system from which electricity is imported or to which electricity is exported has not concluded a multi-party agreement referred to in point 3.\n7.2. Each participant in the ITC mechanism shall levy the transmission system use fee on scheduled imports and exports of electricity between the national transmission system and the transmission system of the third country.\n7.3. The transmission system use fee for each year shall be calculated in advance by the transmission system operators. It shall be set at the estimated contribution per megawatt hour transmission system operators from a participating country would make to the ITC Fund based on projected cross-border flows of electricity for the relevant year.\nPART B\nGUIDELINES ON A COMMON REGULATORY APPROACH TO TRANSMISSION CHARGING\n1. Annual average transmission charges paid by producers in each Member State shall be within the ranges set out in point 3.\n2. Annual average transmission charges paid by producers is annual total transmission tariff charges paid by producers divided by the total measured energy injected annually by producers to the transmission system of a Member State.\n1. charges paid by producers for physical assets required for connection to the system or the upgrade of the connection;\n2. charges paid by producers related to ancillary services;\n3. specific system loss charges paid by producers.\n3. The value of the annual average transmission charges paid by producers shall be within a range of 0 to 0,5 EUR/MWh, except those applying in Denmark, Sweden, Finland, Romania, Ireland, Great Britain and Northern Ireland.\n(1)  OJ L 296, 14.11.2003, p. 34.\n(2)  OJ L 198, 20.7.2006, p. 18."}