{"celex_id": "32010D0302", "uri": "http://publications.europa.eu/resource/cellar/79155c9b-d5a3-4939-bc00-f87055b5f295", "type": "Decision", "concepts": ["2093", "2457", "3648", "4033", "5234", "5343", "5887"], "title": "2010/302/: Council Decision of 10 May 2010 on the conclusion of a Memorandum of Cooperation between the International Civil Aviation Organisation and the European Community regarding security audits/inspections and related matters\n", "header": "28.5.2010 EN Official Journal of the European Union L 129/68\nCOUNCIL DECISION\nof 10 May 2010\non the conclusion of a Memorandum of Cooperation between the International Civil Aviation Organisation and the European Community regarding security audits/inspections and related matters\n(2010/302/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 100(2), in conjunction with Article 218(6)(a) and the first subparagraph of Article 218(8) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The Council authorised the Commission on 30 November 2007 to open negotiations on an agreement regarding aviation security audits/inspections and related matters between the European Community and the International Civil Aviation Organisation (ICAO).\n(2) On behalf of the Union, the Commission has negotiated a Memorandum of Cooperation (MoC) with the ICAO regarding security audits/inspections and related matters in accordance with the directives set out in Annex I to the Council Decision authorising the Commission to open negotiations and the ad hoc procedure set out in Annex II thereto.\n(3) The MoC was signed on 17 September 2008 on behalf of the Community subject to its possible conclusion at a later date, in conformity with Decision 2009/97/EC of the Council of 24 July 2008 on the signing and provisional application of a Memorandum of Cooperation between the International Civil Aviation Organisation and the European Community regarding security audits/inspections and related matters (1).\n(4) Following the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union should make a notification to the ICAO as regards the European Union having replaced and succeeded the European Community.\n(5) The MoC should be approved.\n(6) Paragraph 6(3) of the MoC provides that the MoC shall enter into force on the first day of the second month following the last of the two notifications through which the parties have informed each other of the termination of their respective internal procedures. Accordingly, the President of the Council should be authorised to make the required notification on behalf of the Union,", "main_body": ["1.   The Memorandum of Cooperation (MoC) between the European Community and the International Civil Aviation Organisation regarding security audits/inspections and related matters is hereby approved on behalf of the Union.\n2.   The text of the MoC is attached to this Decision (2).", "The President of the Council is authorised to designate the person empowered to make the notification provided in paragraph 6(3) of the MoC and to make the following notification:\n‘As a consequence of the entry into force of the Treaty of Lisbon on 1 December 2009, the European Union has replaced and succeeded the European Community and from that date exercises all rights and assumes all obligations of the European Community. Therefore, references to “the European Community” in the text of the MoC are, where appropriate, to be read as “the European Union”.’."], "attachments": "Done at Brussels, 10 May 2010.\nFor the Council\nThe President\nÁ. GONZÁLEZ-SINDE REIG\n(1)  OJ L 36, 5.2.2009, p. 18.\n(2)  OJ L 36, 5.2.2009, p. 19."}