{"celex_id": "32011D0768", "uri": "http://publications.europa.eu/resource/cellar/18fbd4ad-b361-46dd-aa02-4dd9ddc055d1", "type": "Decision", "concepts": ["1136", "12", "1474", "2901", "3191", "3763", "4160", "4836", "5063"], "title": "2011/768/EU: Council Decision of 27 October 2011 on the conclusion of the Agreement in the form of an Exchange of Letters between the European Union and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\n", "header": "Council Decision\nof 27 October 2011\non the conclusion of the Agreement in the form of an Exchange of Letters between the European Union and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\n(2011/768/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 207(4), in conjunction with Article 218(6)(a)(v) thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) On 29 January 2007 the Council authorised the Commission to open negotiations with certain other Members of the World Trade Organisation under Article XXIV:6 of the General Agreement on Tariffs and Trade (GATT) 1994 in the course of the accessions to the European Union of the Republic of Bulgaria and Romania.\n(2) Negotiations have been conducted by the Commission within the framework of the negotiating directives adopted by the Council.\n(3) These negotiations have been concluded and the Agreement in the form of an Exchange of Letters between the European Union and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union (the Agreement) was initialled on 15 June 2010.\n(4) The Agreement was signed on behalf of the Union on 24 May 2011, subject to its conclusion at a later date, in accordance with Council Decision 2011/247/EU [1].\n(5) The Agreement should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Union and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union (the Agreement) is hereby approved on behalf of the Union.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to give, on behalf of the Union, the notification provided for in the Agreement [2].", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 27 October 2011.\nFor the Council\nThe President\nJ. Miller\n[1] OJ L 104, 20.4.2011, p. 1.\n[2] The date of entry into force of the Agreement will be published in the Official Journal of the European Union by the General Secretariat of the Council.\n--------------------------------------------------\nAgreement\nin the form of an Exchange of Letters between the European Union and Australia pursuant to Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of concessions in the schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union\nA. Letter from the Union\nDone at Geneva, 24 May 2011\nSir,\nFollowing negotiations under Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of the Schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union, I have the honour to propose the following:\n1. The European Union will incorporate in its schedule, for the customs territory of the EU 27, the concessions granted and applied for the EU 25 with the following modifications:\nAdd 400 tonnes (carcase weight) to the allocation for Australia under the EU tariff rate quota \"meat of sheep or goats, fresh, chilled or frozen\", maintaining the present in-quota rate of 0 %;\nCreate an erga omnes allocation of 200 tonnes (carcase weight) under the EU tariff rate quota \"meat of sheep or goats, fresh, chilled or frozen\", maintaining the present in-quota rate of 0 %;\nAdjust the EU tariff rate quota \"live sheep, other than pure-bred breeding animals\", with an in-quota rate 10 %, by removing the allocations of 1010 tonnes (Romania) and 4255 tonnes (Bulgaria);\nAdjust the EU tariff rate quota \"meat of sheep or goats, fresh, chilled or frozen\", with an in-quota rate 0 %, by removing the allocations of 75 tonnes (Romania) and 1250 tonnes (Bulgaria).\n2. The European Union will ensure that the full additional allocation of 400 tonnes for Australia under the EU tariff rate quota \"meat of sheep or goats, fresh, chilled or frozen\", is available in the first annual quota period which applies on the date of entry into force of the agreement, and in each annual quota period thereafter.\n3. Australia accepts the European Union's approach to netting-out of tariff rate quotas as a way of adjusting the GATT obligations of the EU 25 and those of the Republic of Bulgaria and Romania following the recent enlargement of the European Union.\n4. Consultations may be held at any time with regard to any of the above matters at the request of either Party.\nI should be obliged if you would confirm that your Government is in agreement with the content of this letter. Should this be the case, this letter and your confirmation will together constitute an Agreement in the form of an Exchange of Letters between the European Union and Australia.\nThe European Union and Australia will notify to each other the completion of their internal procedures for the entry into force of the Agreement. The Agreement will enter into force 14 days after the date of the latest notification.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the European Union\n TIFF \nB. Letter from Australia\nDone at Geneva, 24 May 2011\nSir,\nI have the honour to acknowledge receipt of your letter of today's date, which reads as follows:\n\"Following negotiations under Article XXIV:6 and Article XXVIII of the General Agreement on Tariffs and Trade (GATT) 1994 relating to the modification of the Schedules of the Republic of Bulgaria and Romania in the course of their accession to the European Union, I have the honour to propose the following:\n1. The European Union will incorporate in its schedule, for the customs territory of the EU 27, the concessions granted and applied for the EU 25 with the following modifications:\nAdd 400 tonnes (carcase weight) to the allocation for Australia under the EU tariff rate quota \"meat of sheep or goats, fresh, chilled or frozen\", maintaining the present in-quota rate of 0 %;\nCreate an erga omnes allocation of 200 tonnes (carcase weight) under the EU tariff rate quota \"meat of sheep or goats, fresh, chilled or frozen\", maintaining the present in-quota rate of 0 %;\nAdjust the EU tariff rate quota \"live sheep, other than pure-bred breeding animals\", with an in-quota rate 10 %, by removing the allocations of 1010 tonnes (Romania) and 4255 tonnes (Bulgaria);\nAdjust the EU tariff rate quota \"meat of sheep or goats, fresh, chilled or frozen\", with an in-quota rate 0 %, by removing the allocations of 75 tonnes (Romania) and 1250 tonnes (Bulgaria).\n2. The European Union will ensure that the full additional allocation of 400 tonnes for Australia under the EU tariff rate quota \"meat of sheep or goats, fresh, chilled or frozen\", is available in the first annual quota period which applies on the date of entry into force of the agreement, and in each annual quota period thereafter.\n3. Australia accepts the European Union's approach to netting-out of tariff rate quotas as a way of adjusting the GATT obligations of the EU 25 and those of the Republic of Bulgaria and Romania following the recent enlargement of the European Union.\n4. Consultations may be held at any time with regard to any of the above matters at the request of either Party.\nI should be obliged if you would confirm that your Government is in agreement with the content of this letter. Should this be the case, this letter and your confirmation will together constitute an Agreement in the form of an Exchange of Letters between the European Union and Australia.\nThe European Union and Australia will notify to each other the completion of their internal procedures for the entry into force of the Agreement. The Agreement will enter into force 14 days after the date of the latest notification.\".\nI have the honour to express my Government's agreement with the above letter.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Government of Australia\n TIFF \n--------------------------------------------------"}