{"celex_id": "32010R0364", "uri": "http://publications.europa.eu/resource/cellar/daa76845-de36-43d7-93e5-8be6ef299225", "type": "Regulation", "concepts": ["1418", "1591", "3892", "519", "5969"], "title": "Implementing Regulation of the Council (EU) No 364/2010 of 26 April 2010 amending Regulation (EC) No 1487/2005 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain finished polyester filament fabrics originating in the People’s Republic of China\n", "header": "29.4.2010 EN Official Journal of the European Union L 107/6\nIMPLEMENTING REGULATION OF THE COUNCIL (EU) No 364/2010\nof 26 April 2010\namending Regulation (EC) No 1487/2005 imposing a definitive anti-dumping duty and collecting definitively the provisional duty imposed on imports of certain finished polyester filament fabrics originating in the People’s Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (the ‘basic Regulation’), and in particular Article 9 thereof,\nHaving regard to Article 2 of Council Regulation (EC) No 1487/2005 (2),\nHaving regard to the proposal submitted by the European Commission after consulting the Advisory Committee,\nWhereas:\n1.   MEASURES IN FORCE\n(1) By Regulation (EC) No 1487/2005, the Council imposed a definitive anti-dumping duty on imports into the European Union of woven fabrics of synthetic filament yarn containing 85 % or more by weight of textured and/or non-textured polyester filament, dyed (including dyed white) or printed, originating in the People’s Republic of China, currently falling within CN codes ex 5407 51 00, 5407 52 00, 5407 54 00, ex 5407 61 10, 5407 61 30, 5407 61 90, ex 5407 69 10 and ex 5407 69 90 (‘the product concerned’).\n(2) Given the large number of cooperating parties, a sample of Chinese exporting producers was selected during the investigation which led to the imposition of the measures.\n(3) The sampled companies were attributed the individual duty rates established during the investigation. The cooperating non-sampled companies which were granted market economy treatment (MET), in accordance with the provisions of Article 2(7)(c) of Council Regulation (EC) No 384/96 (3), were attributed the weighted average duty of 14,1 % which was established for the sampled companies which were granted MET. The cooperating non-sampled companies which were granted individual treatment (IT), in accordance with the provisions of Article 9(5) of the same Regulation, received the weighted average duty of 37,1 % established for the sampled companies that were granted IT. A countrywide duty of 56,2 % was imposed on all other companies.\n(4) Following an anti-absorption reinvestigation pursuant to Article 12 of Regulation (EC) No 384/96, the Council, by Regulation (EC) No 1087/2007 (4) increased the countrywide duty to 74,8 %. In addition, Chinese exporting producers with individual duty rates that did not cooperate in the reinvestigation were attributed higher anti-dumping duties in accordance with the provisions of Article 12(3) of Regulation (EC) No 384/96.\n(5) Article 2 of Regulation (EC) No 1487/2005 gives the possibility to Chinese exporting producers which meet the four criteria set out in that Article to be granted the same treatment as the one set out in recital 3 for the cooperating companies not included in the sample (‘New Exporting Producer Treatment’ or ‘NEPT’).\n2.   NEW EXPORTING PRODUCERS’ REQUEST\n(6) One group of companies consisting of two related companies, namely AlbaChiara Printing and Dyeing (Jiaxing) Co. Ltd, and Jiaxing E. Boselli Textile Trading Co. Ltd (‘the applicant’), requested to be granted NEPT.\n(7) An examination has been carried out to determine whether the applicant fulfils the criteria for being granted NEPT as set out in Article 2 of Regulation (EC) No 1487/2005, by verifying that:\n(a) it did not export the product concerned to the European Union during the investigation period on which the measures are based (1 April 2003 to 31 March 2004) (‘the first criterion’),\n(b) it is not related to any of the exporters or producers in the People’s Republic of China which are subject to the anti-dumping measures imposed by that Regulation (‘the second criterion’),\n(c) it has actually exported to the European Union the product concerned after the investigation period on which the measures are based, or it has entered into an irrevocable contractual obligation to export a significant quantity of the product concerned to the European Union (‘the third criterion’),\n(d) it operates under market economy conditions defined in Article 2(7)(c) of the basic Regulation or, alternatively, that it fulfils the requirements to have an individual duty in accordance with Article 9(5) of the basic Regulation (‘the fourth criterion’).\n(8) Questionnaires were sent to the applicant asking it to supply evidence to demonstrate that it met the first, second and third criteria.\n(9) Since the fourth criterion implies that the applicants submit a claim for MET and/or IT, the Commission sent MET and IT claim forms to the applicant. The applicant requested MET pursuant to Article 2(7) of the basic Regulation.\n(10) Briefly, and for ease of reference only, the MET criteria are set out in summarised form below:\n(a) business decisions and costs are made in response to market signals and without significant State interference; and costs of major inputs substantially reflect market values;\n(b) firms have one clear set of basic accounting records which are independently audited in line with international accounting standards (5) and are applied for all purposes;\n(c) there are no significant distortions carried over from the former non-market economy system;\n(d) bankruptcy and property laws guarantee legal certainty and stability;\n(e) exchange rate conversions are carried out at market rates.\n(11) Exporting producers fulfilling the criteria mentioned in recital 7 may, pursuant to Article 2 of Regulation (EC) No 1487/2005, be granted either the 14,1 % duty rate applicable to companies to which MET was granted in accordance with Article 2(7)(c) of Regulation (EC) No 384/96, or the weighted average duty rate of 37,1 % applicable to companies to which IT was granted in accordance with Article 9(5) of the same Regulation.\n(12) The European Commission sought and verified all information it deemed necessary for the purpose of determining whether the four criteria set out in Article 2 of Regulation (EC) No 1487/2005 had been fulfilled. Verification visits were carried out at the premises of the following companies:\n— AlbaChiara Printing and Dyeing (Jiaxing) Co. Ltd, Jiaxing,\n— Jiaxing E. Boselli Textile Trading Co. Ltd, Jiaxing.\n3.   FINDINGS\n(13) The applicant has provided sufficient evidence to prove that it meets the four criteria mentioned in recital 7. The applicant in fact could prove that (i) it did not export the product concerned to the European Union during the period 1 April 2003 to 31 March 2004, (ii) it is not related to any of the exporters or producers in the People’s Republic of China which are subject to the anti-dumping measures imposed by Regulation (EC) No 1487/2005, (iii) it actually exported a significant quantity of the product concerned to the European Union starting from the year 2008, (iv) it fulfils all the requirements for MET and can therefore be granted an individual duty in accordance with Article 2(7)(c) of the basic Regulation. Therefore, the applicant could be granted the weighted average duty rate applicable to cooperating companies not included in the sample which have been granted MET (i.e. 14,1 %) in accordance with Article 2 of Regulation (EC) No 1487/2005, and should be added to the list of exporting producers in Article 1(2) of that Regulation.\n4.   MODIFICATION OF THE LIST OF COMPANIES BENEFITING FROM INDIVIDUAL DUTY RATES\n(14) In consideration of the findings of the investigation as indicated in recital 13, it is concluded that the companies AlbaChiara Printing and Dyeing (Jiaxing) Co. Ltd, and Jiaxing E. Boselli Textile Trading Co. Ltd should be added to the list of individual companies mentioned under Article 1(2) of Regulation (EC) No 1487/2005 with a duty rate of 14,1 %.\n(15) The applicant and the Union industry have been informed of the findings of the investigation and have had the opportunity to submit their comments. No additional information was brought forward permitting to lead to any different conclusion for the applicant,", "main_body": ["Article 1(2) of Regulation (EC) No 1487/2005 shall be amended by adding the following companies in the table of companies with individual duty rates:\nCompany Definitive anti-dumping duty TARIC additional code\n‘AlbaChiara Printing and Dyeing (Jiaxing) Co. Ltd 14,1 % A617\nJiaxing E. Boselli Textile Trading Co. Ltd 14,1 % A617’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 April 2010.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ L 240, 16.9.2005, p. 1.\n(3)  OJ L 56, 6.3.1996, p. 1.\n(4)  OJ L 246, 21.9.2007, p. 1.\n(5)  International accounting standards refer to all major recognised international standards of accounting, including US GAAP and the works of the International Accounting Standards Committee Foundation (‘IASCF’) carried out by the International Accounting Standards Board (‘IASB’), covering the International Accounting Standards Board Framework (‘IASBF’), the International Accounting Standards (IAS), the International Financial Reporting Standards (‘IFRS’) and the International Financial Reporting Interpretations Committee publications (‘IFRIC’)."}