{"celex_id": "32013D0391", "uri": "http://publications.europa.eu/resource/cellar/2d868224-0c00-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["3420", "3490", "5753", "5873"], "title": "Council Decision 2013/391/CFSP of 22 July 2013 in support of the practical implementation of United Nations Security Council Resolution 1540 (2004) on non-proliferation of weapons of mass destruction and their means of delivery\n", "header": "23.7.2013 EN Official Journal of the European Union L 198/40\nCOUNCIL DECISION 2013/391/CFSP\nof 22 July 2013\nin support of the practical implementation of United Nations Security Council Resolution 1540 (2004) on non-proliferation of weapons of mass destruction and their means of delivery\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Articles 26(2) and 31(1) thereof,\nHaving regard to the proposal of the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 12 December 2003, the European Council adopted the EU strategy against the proliferation of weapons of mass destruction, Chapter III of which contains a list of measures to combat such proliferation which need to be taken both within the Union and in third countries.\n(2) The Union is actively implementing this strategy and is giving effect to the measures listed in Chapter III thereof, in particular by releasing financial resources to support specific projects conducted by multilateral institutions, providing States in need with technical assistance and expertise with regard to a wide range of non-proliferation measures, and fostering the role of the United Nations Security Council.\n(3) On 28 April 2004, the United Nations Security Council adopted Resolution 1540 (2004) (‘UNSCR 1540 (2004)’), which was the first international instrument to deal in an integrated and comprehensive manner with weapons of mass destruction, their means of delivery and related materials. UNSCR 1540 (2004) established binding obligations for all States which aimed to prevent and deter non-State actors from obtaining access to such weapons and weapon-related material. It also called upon States to present the Committee of the Security Council established by UNSCR 1540 (2004) (‘the 1540 Committee’) with a report on steps which they have taken or intend to take to implement UNSCR 1540 (2004).\n(4) On 27 April 2006, the United Nations Security Council adopted Resolution 1673 (2006) and decided that the 1540 Committee should intensify its efforts to promote the full implementation of UNSCR 1540 (2004) through programmes of work, outreach, assistance, dialogue and cooperation. It also invited the 1540 Committee to explore with States and international, regional and sub-regional organisations the possibility of sharing experience and lessons learned, and the availability of programmes which might facilitate the implementation of UNSCR 1540 (2004).\n(5) On 20 April 2011, the UN Security Council adopted Resolution 1977 (2011) and decided to extend the mandate of the 1540 Committee for a period of 10 years until 25 April 2021. It also decided that the 1540 Committee was to continue to intensify its efforts to promote the full implementation by all States of UNSCR 1540 (2004), in particular on areas such as: (a) accountability, (b) physical protection, (c) border controls and law enforcement efforts and (d) national export and trans-shipment controls including controls on providing funds and services such as financing to such exports and trans-shipments.\n(6) The implementation of Council Joint Action 2006/419/CFSP of 12 June 2006 in support of the implementation of the United Nations Security Council Resolution 1540 (2004) and in the framework of the implementation of the EU Strategy against Proliferation of Weapons of Mass Destruction (1) and Council Joint Action 2008/368/CFSP of 14 May 2008 in support of the implementation of the United Nations Security Council Resolution 1540 (2004) and in the framework of the implementation of the EU strategy against proliferation of weapons of mass destruction (2) contributed to diminishing significantly the number of non-reporting States and the number of States which did not submit additional information required by the 1540 Committee following their submission of incomplete reports.\n(7) The Office for Disarmament Affairs within the United Nations Secretariat, which is responsible for providing the 1540 Committee and its experts with substantive and logistical support, should be entrusted with the technical implementation of the projects to be carried out under this Decision.\n(8) This Decision should be implemented in accordance with the Financial and Administrative Framework Agreement concluded by the European Commission with the United Nations concerning the management of financial contributions by the Union to programmes or projects administered by the United Nations,", "main_body": ["1.   In accordance with the EU strategy against the proliferation of weapons of mass destruction, which sets the objective of fostering the role of the UN Security Council and of enhancing its expertise in meeting the challenges of proliferation, the Union shall further support the implementation of United Nations Security Council Resolution 1540 (2004) (‘UNSCR 1540 (2004)’) and United Nations Security Council Resolution 1977 (2011).\n2.   The projects in support of UNSCR 1540 (2004), corresponding to measures of the EU strategy, shall consist of sub-regional workshops, country visits, meetings, events, training and public relations efforts.\n3.   The aims of the projects shall consist of:\n— enhancing the relevant national and regional efforts and capabilities primarily through capacity-building and assistance facilitation;\n— contributing to the practical implementation of specific recommendations of the 2009 Comprehensive Review of the status of implementation of UNSCR 1540 (2004), in particular in the areas of technical assistance, international cooperation and raising public awareness;\n— initiating, developing and implementing National Action Plans upon States’ request.\n4.   A detailed description of the projects is set out in the Annex.", "1.   The High Representative of the Union for Foreign Affairs and Security Policy (hereinafter ‘the High Representative’) shall be responsible for the implementation of this Decision.\n2.   The technical implementation of the projects referred to in Article 1(2) shall be carried out by the UN Secretariat (Office for Disarmament Affairs) (‘UN Secretariat (ODA)’). It shall perform this task under the responsibility and the control of the High Representative.\n3.   For this purpose, the High Representative shall enter into the necessary arrangements with the UN Secretariat (ODA).", "1.   The financial reference amount for the implementation of the projects referred to in Article 1(2) shall be EUR 750 000 to be funded from the general budget of the European Union.\n2.   The expenditure financed by the amount stipulated in paragraph 1 shall be managed in accordance with the procedures and rules applicable to the general budget of the European Union.\n3.   The Commission shall supervise the proper management of the expenditure referred to in paragraph 2. For this purpose, the Commission shall conclude a financing agreement with the UN Secretariat (ODA). That financing agreement shall stipulate that the UN Secretariat (ODA) is to ensure visibility of the Union contribution, appropriate to its size.\n4.   The Commission shall endeavour to conclude the financing agreement referred to in paragraph 3 as soon as possible after the entry into force of this Decision. It shall inform the Council of any difficulties in that process and of the date of conclusion of the financing agreement.", "The High Representative shall report to the Council on the implementation of this Decision on the basis of regular reports prepared by the UN Secretariat (ODA). Those reports shall form the basis for the evaluation carried out by the Council. The Commission shall provide information on the financial aspects of the projects referred to in Article 1(2).", "1.   This Decision shall enter into force on the day of its adoption.\n2.   This Decision shall expire 24 months after the conclusion of the financing agreement referred to in Article 3(3), or three months after the date of its adoption if no financing agreement has been concluded within that period."], "attachments": "Done at Brussels, 22 July 2013.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 165, 17.6.2006, p. 30.\n(2)  OJ L 127, 15.5.2008, p. 78.\nANNEX\n1.   OBJECTIVES\nThe overall objectives of this Decision are to promote the implementation of United Nations Security Council resolutions 1540 (2004) (‘UNSCR 1540 (2004)’) and 1977 (2011) (‘UNSCR 1977 (2011)’) within the framework of the implementation of the EU strategy against proliferation of weapons of mass destruction through specific measures with the following specific aims: to enhance the relevant national and regional efforts and capabilities primarily through capacity-building and assistance facilitation; to contribute to the practical implementation of specific recommendations of the 2009 Comprehensive Review of the status of implementation of UNSCR 1540 (2004), in particular in the areas of technical assistance, international cooperation and raising public awareness.\n2.   DESCRIPTION OF THE MEASURES\n2.1.   Strengthening of capacities for national implementation and sub-regional coordination\n2.1.1.   Objective of the measure\n— To support country-specific implementation activities, including the development of national action plans and of a sustained national and sub-regional implementation process;\n— To enhance international cooperation including the role of the 1540 Committee in the implementation of UNSCR 1540 (2004).\n2.1.2.   Description of the measure\nFacilitation by UNODA, in cooperation, as appropriate, with other international, regional and sub-regional organisations and entities, of practical steps to implement key requirements of UNSCR 1540 (2004) at national level, in particular through support of country visits or country-specific activities to be conducted by the 1540 Committee, with the consent of the States concerned. It is envisaged to support five country visits (each lasting 4 days). Depending on a specific country and decisions of the 1540 Committee, a country visit or country-specific activities will contribute to the national implementation process through: (a) contributions to awareness-raising by means of tailored dialogues with different actors involved in the national implementation of UNSCR 1540 (2004); (b) examination of national measures and mechanisms used to implement that resolution and identification of specific challenges faced by the national authorities as well as possible options to remedy them; and (c) facilitation of the preparation of voluntary national action plans and other measures decided by the visited country.\nOrganisation by UNODA, in cooperation, as appropriate, with other international, regional and sub-regional organisations and entities, meetings in specific sub-regions based upon the outcome of the previous capacity-building workshops in the specific sub-regions. It is envisaged to conduct three follow-up meetings in the selected sub-regions (Africa, the Gulf and the Middle East, South East Europe and Latin America). Each meeting will be tailored to meet the actual requirements of the sub-region focusing on areas that are likely to achieve practical results. Meetings will be conducted in conjunction with in-country technical discussions to explore specific measures to sustain progress in the implementation of UNSCR 1540 (2004). The in-country discussions will be organised in response to invitations by interested Member States.\nThe UN ODA will develop UNSCR 1540 (2004) activities in cooperation with other international organisations and agencies, including the OSCE, IAEA, OPCW, WHO, FAO and OIE, to ensure effective synergies and avoid duplication.\nAs appropriate, synergies will be sought with the activities of the regional Chemical, Biological, Radiological and Nuclear (CBRN) ‘Centres of Excellence’, which are currently being set up under the Instrument for Stability as well as with other EU-sponsored programmes in this field.\n2.1.3.   Results of the measure\nImproved implementation of UNSCR 1540 (2004) through additional steps to be undertaken by States towards its full implementation; development of effective and realistic national action plans or road maps for the implementation of the key requirements of that resolution; enhanced regional coordinated approaches to the implementation of UNSCR 1540 (2004); and the establishment of effective partnerships between participating States and assistance providers.\n2.2.   Increased capacity-building to establish and maintain physical protection and accounting of sensitive dual-use materials\n2.2.1.   Objective of the measure\nTo promote capacity-building on national and regional levels to advance full implementation of UNSCR 1540 (2004) by focusing on one of the resolution’s key areas, namely, the physical protection and accounting of ‘related materials’. UNSCR 1540 (2004) contains specific provisions (operational paragraph 3, subparagraphs a) and b)) obliging all States to establish appropriate controls over materials, equipment and technology which could be used for the design, development, production or use of nuclear, chemical and biological weapons and their means of delivery. To this end, States are required to: (a) develop and maintain appropriate effective measures to account for and secure such items in production, use, storage or transport; and (b) develop and maintain appropriate effective physical protection measures.\n2.2.2.   Description of the measure\nOrganisation by UNODA of two sub-regional workshops (Central America, South East Asia and Latin America) focusing on the physical protection and accounting of ‘related materials’. Through experience-sharing on national policies and practice related to accounting, security and protection of relevant biological, chemical and nuclear materials, the measure will promote integrated national approaches based on good practices and lessons learned.\nThe importance of cooperation and interaction with international organisations such as the IAEA, OPCW, WHO, FAO, OIE and the OSCE will also be emphasized, as appropriate. Each workshop will be organised in conjunction with rounds of relevant technical discussions with participating countries taking into full consideration national specificities. The in-country discussions will be organised in response to invitations by interested Member States in relevant sub-regions.\nAs appropriate, synergies will be sought with the activities of the regional CBRN ‘Centres of Excellence’, which are currently being set up under the Instrument for Stability as well as with other EU-sponsored programmes in this field.\n2.2.3.   Results of the measure\nImproved national efforts and enhanced capacities to implement appropriate checks over materials, equipment and technology which could be used for the design, development, production or use of nuclear, chemical and biological weapons and their means of delivery; identification of effective and efficient practices for accounting, securing and protecting ‘related materials’; increased security of relevant materials at national and regional levels; increased regional and international partnerships in relevant areas; and contribution to efforts to increase global CBRN security.\n2.3.   Support for practical implementation of recommendations of the 2009 Comprehensive Review of the status of implementation of UNSCR 1540 (2004)\n2.3.1.   Objective of the measure\nTo support the practical implementation of the 2009 Comprehensive Review recommendations;\nTo enhance international cooperation and raise public awareness of the importance of the implementation of UNSCR 1540 (2004).\n2.3.2.   Description of the measure\nUNSCR 1977 (2011) and the Final Document of the 2009 Comprehensive Review envisage a number of specific activities in implementation of key requirements of UNSCR 1540 (2004). The measure includes specific projects to support such activities including through sponsoring meetings/events, training and public relations efforts. Subject, as appropriate, to the 1540 Committee’s decisions and recommendations, the projects would include:\n— organisation by UNODA of events to bring together those offering and seeking assistance and meetings of current or prospective partners (States, international and regional organisations);\n— UNODA-organised meetings to support efforts to enhance the cooperation of the 1540 Committee with international non-proliferation mechanisms and other international and regional organisations;\n— organisation or sponsorship by UNODA of a workshop of representatives of civil society, academia and industry;\n— sponsorship by UNODA of participation of national officials in training courses and other capacity-building activities;\n— sponsorship of an electronic journal on UNSCR 1540 (2004) implementation issues.\nAs appropriate, synergies will be sought with the activities of the regional CBRN ‘Centres of Excellence’, which are currently being set up under the Instrument for Stability as well as with other EU-sponsored programmes in this field.\n2.3.3.   Results of the measure\nImplementation of specific measures agreed at the 2009 Comprehensive Review; more diverse means for facilitating technical assistance; provision of UNSCR 1540 (2004)-focussed training to national officials; greater involvement of representatives of civil society, academia and industry in international, regional and national UNSCR 1540 (2004) implementation efforts; enhanced public awareness of importance of full implementation of UNSCR 1540 (2004).\n3.   PARTNERS IN THE MEASURES\n— UN Security Council and its 1540 Committee;\n— Participating governments from respective sub-regions;\n— Governments and organisations offering assistance;\n— United Nations, relevant international, regional and sub-regional organisations;\n— Non-governmental organisations and civil society entities.\n4.   BENEFICIARIES OF THE MEASURES\n— Member States, government officials;\n— 1540 Committee and other UN entities;\n— International, regional and sub-regional organisations;\n— Governments and organisations providing and receiving technical assistance under UNSCR 1540 (2004);\n— Civil society, academia and relevant industries.\n5.   VENUE\nUNODA will select potential venues for the meetings, workshops and other events. The criteria used for choosing the venues will include the willingness and commitment of a relevant State in a particular region to host the event. Specific locations of country visits or country-specific activities will depend on invitations from interested Member States and, as appropriate, on decisions of the 1540 Committee.\n6.   DURATION\nThe total estimated duration of the project is 24 months."}