{"celex_id": "32010R0239", "uri": "http://publications.europa.eu/resource/cellar/464f98a2-b553-4b49-9de0-3b07d60c58bf", "type": "Regulation", "concepts": ["1445", "1598", "192", "2300", "2771", "3191", "5369", "5760"], "title": "Commission Regulation (EU) No 239/2010 of 22 March 2010 amending Regulation (EC) No 318/2007 laying down animal health conditions for imports of certain birds into the Community and the quarantine conditions thereof (Text with EEA relevance)\n", "header": "23.3.2010 EN Official Journal of the European Union L 75/18\nCOMMISSION REGULATION (EU) No 239/2010\nof 22 March 2010\namending Regulation (EC) No 318/2007 laying down animal health conditions for imports of certain birds into the Community and the quarantine conditions thereof\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 91/496/EEC of 15 July 1991 laying down the principles governing the organisation of veterinary checks on animals entering the Community from third countries and amending Directives 89/662/EEC, 90/425/EEC and 90/675/EEC (1), and in particular the second subparagraph of Article 10(3) and the second subparagraph of Article 10(4) thereof,\nHaving regard to Council Directive 92/65/EEC of 13 July 1992 laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos not subject to animal health requirements laid down in specific Community rules referred to in Annex A(I) to Directive 90/425/EEC (2), and in particular the fourth indent of Article 18(1),\nWhereas:\n(1) Directive 91/496/EEC lays down the quarantine conditions concerning live animals imported from third countries, including the general conditions to be fulfilled by quarantine centres situated within the Union. Annex B to that Directive sets out a list of general conditions for the approval of such centres.\n(2) Article 10(4)(b) of Directive 91/496/EEC, as amended by Council Directive 2008/73/EC of 15 July 2008 simplifying procedures of listing and publishing information in the veterinary and zootechnical fields (3), introduced a simplified procedure of listing and publishing a list of approved quarantine centres where live animals are to be placed in quarantine or isolation if so required by Union legislation. Under that new procedure, which applies from 1 January 2010, the competence to establish the list of approved quarantine centres which comply with the general conditions set out in Annex B to that Directive no longer lies with the Commission, but with the Member States.\n(3) Commission Regulation (EC) No 318/2007 (4) lays down the animal health conditions for imports into the Union of certain birds other than poultry. Article 6 of that Regulation provides that approved quarantine facilities and centres are to meet also the minimum conditions set out in Annex IV thereto. In addition, Annex V to that Regulation sets out the list of the approved quarantine facilities and centres.\n(4) In the interests of simplification of Union legislation, it is necessary to amend Article 6 of Regulation (EC) No 318/2007 and to delete Annex V thereto in order to reflect the new procedures for approval and listing of quarantine facilities and centres foreseen in Directive 91/496/EEC, as amended by Directive 2008/73/EC. Some Member States have already started drawing up lists of approved quarantine centres in order to transpose the provisions of Article 10(4)(b) of Directive 91/496/EEC. Therefore, in the interest of clarity of Union legislation, it is appropriate that the amendments to Regulation (EC) No 318/2007 be applicable as of the same date of application of Directive 91/496/EEC.\n(5) Regulation (EC) No 318/2007 should therefore be amended accordingly.\n(6) The measures in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 318/2007 is amended as follows:\n1. Article 6 is replaced by the following:\n2. Annex V is deleted.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 268, 24.9.1991, p. 56.\n(2)  OJ L 268, 14.9.1992, p. 54.\n(3)  OJ L 219, 14.8.2008, p. 40.\n(4)  OJ L 84, 24.3.2007, p. 7."}