{"celex_id": "32013R0383", "uri": "http://publications.europa.eu/resource/cellar/260cad82-ae5e-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1571", "161", "1642", "3190", "3415"], "title": "Commission Implementing Regulation (EU) No 383/2013 of 25 April 2013 fixing the allocation coefficient to be applied to applications for export licences for certain milk products to be exported to the Dominican Republic under the quota referred to in Regulation (EC) No 1187/2009\n", "header": "26.4.2013 EN Official Journal of the European Union L 116/9\nCOMMISSION IMPLEMENTING REGULATION (EU) No 383/2013\nof 25 April 2013\nfixing the allocation coefficient to be applied to applications for export licences for certain milk products to be exported to the Dominican Republic under the quota referred to in Regulation (EC) No 1187/2009\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1187/2009 of 27 November 2009 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards export licences and export refunds for milk and milk products (2), and in particular Article 31(2) thereof,\nWhereas:\n(1) Section 3 of Chapter III of Regulation (EC) No 1187/2009 determines the procedure for allocating export licences for certain milk products to be exported to the Dominican Republic under a quota opened for that country.\n(2) Applications submitted for the 2013/2014 quota year cover quantities less than those available. As a result, it is appropriate, pursuant to Article 31(2), fourth subparagraph of Regulation (EC) No 1187/2009 to provide for the allocation of the remaining quantities. The issue of export licences for such remaining quantities should be conditional upon the competent authority being notified of the quantities accepted by the operator concerned and upon the interested operators lodging a security,", "main_body": ["The applications for export licences lodged from 1 to 10 April 2013 for the quota period 1 July 2013 to 30 June 2014 shall be accepted.\nThe quantities covered by export licence applications referred to in the first paragraph of this Article for the products referred to in Article 27(2) of Regulation (EC) No 1187/2009 shall be multiplied by the following allocation coefficients:\n— 1,537273 for applications submitted for the part of the quota referred to in Article 28(1)(a) of Regulation (EC) No 1187/2009,\n— 2,607683 for applications submitted for the part of the quota referred to in Article 28(1)(b) of Regulation (EC) No 1187/2009.\nExport licences for the quantities exceeding the quantities applied for and which are allocated in accordance with the coefficients set out in the second paragraph, shall be issued after acceptance by the operator within one week from the date of publication of this Regulation and subject to the lodging of the security applicable.", "This Regulation shall enter into force on the third day following its publication in the Official journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 April 2013.\nFor the Commission, On behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 318, 4.12.2009, p. 1."}