{"celex_id": "32015L1794", "uri": "http://publications.europa.eu/resource/cellar/4e020f18-6d7f-11e5-9317-01aa75ed71a1", "type": "Directive", "concepts": ["1424", "157", "1647", "2352", "4492", "4522", "557", "6084", "82"], "title": "Directive (EU) 2015/1794 of the European Parliament and of the Council of 6 October 2015 amending Directives 2008/94/EC, 2009/38/EC and 2002/14/EC of the European Parliament and of the Council, and Council Directives 98/59/EC and 2001/23/EC, as regards seafarers (Text with EEA relevance)\n", "header": "8.10.2015 EN Official Journal of the European Union L 263/1\nDIRECTIVE (EU) 2015/1794 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 6 October 2015\namending Directives 2008/94/EC, 2009/38/EC and 2002/14/EC of the European Parliament and of the Council, and Council Directives 98/59/EC and 2001/23/EC, as regards seafarers\n(Text with EEA relevance)\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 153(2)(b) in conjunction with Article 153(1)(b) and (e) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Economic and Social Committee (1),\nHaving regard to the opinion of the Committee of the Regions (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1) Under Article 153 of the Treaty on the Functioning of the European Union (TFEU), the European Parliament and the Council may, in accordance with the ordinary legislative procedure, adopt, by means of directives, minimum requirements for gradual implementation aiming to improve the working conditions and the information and consultation of workers. Such directives must avoid imposing disproportionate costs, or administrative, financial and legal constraints in a way that would hold back the creation and development of small and medium-sized undertakings, which are the drivers of sustainable growth and jobs.\n(2) Directives 2008/94/EC (4), 2009/38/EC (5) and 2002/14/EC (6) of the European Parliament and of the Council and Council Directives 98/59/EC (7) and 2001/23/EC (8), either exclude certain seafarers from their scope or allow Member States to exclude them.\n(3) In its Communication of 21 January 2009 entitled ‘Strategic goals and recommendations for the EU's maritime transport policy until 2018’, the Commission emphasised the importance of establishing an integrated legal framework in order to make the maritime sector more competitive.\n(4) The existence of, and/or possibility of introducing, exclusions may prevent seafarers from fully enjoying their rights to fair and just working conditions and to information and consultation, or limit the full enjoyment of those rights. Insofar as the existence of, and/or possibility of introducing, exclusions is not justified on objective grounds and seafarers are not treated equally, provisions which allow such exclusions should be deleted.\n(5) The present legal situation, existing in part as a result of the specific nature of the seafaring profession, gives rise to unequal treatment of the same category of workers by different Member States, according to whether or not they apply the exclusions and optional exclusions allowed by the legislation in force. A significant number of the Member States have made no, or only limited, use of those optional exclusions.\n(6) In its Communication of 10 October 2007 entitled ‘An Integrated Maritime Policy for the European Union’, the Commission outlined that such a policy is based on the clear recognition that all matters relating to Europe's oceans and seas are interlinked, and that sea-related policies must develop in a joined-up way if they are to achieve the desired results. It also stressed the need for an increase in the number and quality of maritime jobs for citizens of the Union and the importance of improving working conditions on board, inter alia, through investment in research, education, training, health and safety.\n(7) This Directive is in line with the Europe 2020 Strategy and its employment objectives and with the strategy set out by the Commission in its Communication of 23 November 2010 entitled ‘An Agenda for new skills and jobs: A European contribution towards full employment’.\n(8) The so-called blue economy represents a substantial share of the Union economy in terms of jobs and gross added value.\n(9) In accordance with Article 154(2) TFEU, the Commission has consulted the social partners at the Union level on the possible direction of Union action in this field.\n(10) In the framework of their social dialogue, the social partners in the maritime sector have reached a common understanding which is of major importance for this Directive. That common understanding strikes a good balance between the need to improve seafarers' working conditions and the need to take proper account of the sector's specific features.\n(11) Considering the particular nature of the maritime sector and the particular working conditions of the workers affected by the exclusions deleted by this Directive, it is necessary to adapt some of the provisions of the Directives that are amended by this Directive to reflect the specificities of the sector concerned.\n(12) Having regard to the technological developments of recent years, in particular as regards communications technology, the information and consultation requirements should be updated and applied in the most appropriate manner, including by using new technologies for remote communication and by enhancing the availability of the internet and ensuring its reasonable use on board, in order to improve the implementation of this Directive.\n(13) The rights of seafarers covered by this Directive which are afforded by the Member States in the national legislation implementing Directives 2008/94/EC, 2009/38/EC, 2002/14/EC, 98/59/EC and 2001/23/EC should not be affected. The implementation of this Directive should not serve to justify any regression in relation to the situation which already prevails in each Member State.\n(14) The Maritime Labour Convention of 2006 of the International Labour Organization aims to achieve both decent working and living conditions for seafarers by providing for health and safety standards, fair terms of employment and professional training, and secure fair competition for ship owners through its global application as well as to guarantee an international level playing field with regard to some, but not all, employees' rights, regardless of nationality or vessel flag. That Convention, Council Directive 2009/13/EC (9) and Directives 2009/16/EC (10) and 2013/54/EU (11) of the European Parliament and of the Council lay down seafarers' rights to decent working conditions in a wide range of areas, provide coherent rights and protection at work for seafarers, and contribute to a level playing field including within the Union.\n(15) The Union should strive to improve working and living conditions on board ships, and to exploit the potential for innovation in order to make the maritime sector more attractive to Union seafarers, including young workers.\n(16) Since the objective of this Directive, namely to improve the working conditions of seafarers and their information and consultation, cannot be sufficiently achieved by the Member States but can rather, by reason of the scale and effects of the action, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality as set out in that Article, this Directive does not go beyond what is necessary in order to achieve that objective.\n(17) This Directive respects the fundamental rights and observes the principles recognised in the Charter of Fundamental Rights of the European Union, in particular the right to fair and just working conditions and to information and consultation within the undertaking. This Directive should be implemented in accordance with those rights and principles.\n(18) Directives 2008/94/EC, 2009/38/EC, 2002/14/EC, 98/59/EC and 2001/23/EC should therefore be amended accordingly,", "main_body": ["Amendment to Directive 2008/94/EC", "(3) of Directive 2008/94/EC is replaced by the following:\n‘3.   Where such provision already applies in their national legislation, Member States may continue to exclude domestic servants employed by a natural person from the scope of this Directive.’.", "Amendments to Directive 2009/38/EC\nDirective 2009/38/EC is amended as follows:\n(1) in Article 1, paragraph 7 is deleted;\n(2) in Article 10(3), the following subparagraphs are added:", "Amendment to Directive 2002/14/EC", "(3) of Directive 2002/14/EC is deleted.", "Amendments to Directive 98/59/EC\nDirective 98/59/EC is amended as follows:\n(1) in Article 1(2), point (c) is deleted;\n(2) in Article 3(1), the following subparagraph is inserted after the second subparagraph:", "Amendment to Directive 2001/23/EC", "(3) of Directive 2001/23/EC is replaced by the following:\n‘3.   This Directive shall apply to a transfer of a seagoing vessel that is part of a transfer of an undertaking, business or part of an undertaking or business within the meaning of paragraphs 1 and 2, provided that the transferee is situated, or the transferred undertaking, business, or part of an undertaking or business remains, within the territorial scope of the Treaty.\nThis Directive shall not apply where the object of the transfer consists exclusively of one or more seagoing vessels.’.", "Level of protection\nThe implementation of this Directive shall under no circumstances constitute grounds for a reduction in the general level of protection of persons covered by this Directive, already afforded by the Member States in the fields covered by Directives 2008/94/EC, 2009/38/EC, 2002/14/EC, 98/59/EC and 2001/23/EC.", "Reporting by the Commission\nThe Commission, after consulting the Member States and the social partners at the Union level, shall submit a report to the European Parliament and to the Council on the implementation and application of Articles 4 and 5 by 10 October 2019.", "Transposition\n1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 10 October 2017. They shall immediately inform the Commission thereof.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or shall be accompanied by such a reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "Entry into force\nThis Directive shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "0\nAddressees\nThis Directive is addressed to the Member States."], "attachments": "Done at Strasbourg, 6 October 2015.\nFor the European Parliament\nThe President\nM. SCHULZ\nFor the Council\nThe President\nN. SCHMIT\n(1)  OJ C 226, 16.7.2014, p. 35.\n(2)  OJ C 174, 7.6.2014, p. 50.\n(3)  Position of the European Parliament of 8 July 2015 (not yet published in the Official Journal) and decision of the Council of 18 September 2015.\n(4)  Directive 2008/94/EC of the European Parliament and of the Council of 22 October 2008 on the protection of employees in the event of the insolvency of their employer (OJ L 283, 28.10.2008, p. 36).\n(5)  Directive 2009/38/EC of the European Parliament and of the Council of 6 May 2009 on the establishment of a European Works Council or a procedure in Community-scale undertakings and Community-scale groups of undertakings for the purposes of informing and consulting employees (OJ L 122, 16.5.2009, p. 28).\n(6)  Directive 2002/14/EC of the European Parliament and of the Council of 11 March 2002 establishing a general framework for informing and consulting employees in the European Community (OJ L 80, 23.3.2002, p. 29).\n(7)  Council Directive 98/59/EC of 20 July 1998 on the approximation of the laws of the Member States relating to collective redundancies (OJ L 225, 12.8.1998, p. 16).\n(8)  Council Directive 2001/23/EC of 12 March 2001 on the approximation of the laws of the Member States relating to the safeguarding of employees' rights in the event of transfers of undertakings, businesses or parts of undertakings or businesses (OJ L 82, 22.3.2001, p. 16).\n(9)  Council Directive 2009/13/EC of 16 February 2009 implementing the Agreement concluded by the European Community Shipowners' Associations (ECSA) and the European Transport Workers' Federation (ETF) on the Maritime Labour Convention, 2006, and amending Directive 1999/63/EC (OJ L 124, 20.5.2009, p. 30).\n(10)  Directive 2009/16/EC of the European Parliament and of the Council of 23 April 2009 on port State control (OJ L 131, 28.5.2009, p. 57).\n(11)  Directive 2013/54/EU of the European Parliament and of the Council of 20 November 2013 concerning certain flag State responsibilities for compliance with and enforcement of the Maritime Labour Convention, 2006 (OJ L 329, 10.12.2013, p. 1)."}