{"celex_id": "32015L2115", "uri": "http://publications.europa.eu/resource/cellar/9a7bb0c2-927e-11e5-983e-01aa75ed71a1", "type": "Directive", "concepts": ["1391", "2420", "2739", "3135", "3646", "4036", "4211", "4307", "5234", "5235"], "title": "Commission Directive (EU) 2015/2115 of 23 November 2015 amending, for the purpose of adopting specific limit values for chemicals used in toys, Appendix C to Annex II to Directive 2009/48/EC of the European Parliament and of the Council on the safety of toys, as regards formamide (Text with EEA relevance)\n", "header": "24.11.2015 EN Official Journal of the European Union L 306/17\nCOMMISSION DIRECTIVE (EU) 2015/2115\nof 23 November 2015\namending, for the purpose of adopting specific limit values for chemicals used in toys, Appendix C to Annex II to Directive 2009/48/EC of the European Parliament and of the Council on the safety of toys, as regards formamide\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2009/48/EC of the European Parliament and of the Council of 18 June 2009 on the safety of toys (1), and in particular Article 46(2) thereof,\nWhereas:\n(1) In order to ensure a high level of protection of children against risks caused by chemical substances in toys, Directive 2009/48/EC establishes certain requirements with regard to chemical substances such as those classified as carcinogenic, mutagenic or toxic for reproduction (CMR) under Regulation (EC) No 1272/2008 of the European Parliament and of the Council (2), allergenic fragrances and certain elements. In addition, Directive 2009/48/EC empowers the Commission to adopt specific limit values for chemicals used in toys which are intended for children under 36 months and in other toys intended to be placed in the mouth in order to ensure adequate protection in the case of toys involving a high degree of exposure. The adoption of such limit values takes the form of an inclusion in Appendix C to Annex II to Directive 2009/48/EC.\n(2) For a number of chemicals, currently applicable limit values are either too high in the light of available scientific evidence or do not exist. Specific limit values should therefore be adopted for them, taking into account the packaging requirements for food as well as the differences between toys and food contact materials.\n(3) In order to advise the European Commission in the preparation of legislative proposals and policy initiatives in the area of toy safety, the Commission established the Expert Group on Toys Safety. The mission of its subgroup ‘Chemicals’ is to provide such advice with regard to chemical substances which may be used in toys.\n(4) Formamide (CAS number 75-12-7) is used, among others, in the plastics and polymers industry, particularly as a solvent, plasticiser or as a substance associated with a blowing agent used in the production of foam (3). In 2010, several Member States identified formamide in a range of foam toys, such as puzzle mats, which gave rise to concerns for the health of children through inhalation. Some Member States took or were considering taking regulatory action.\n(5) In its deliberations about formamide the subgroup ‘Chemicals’ took the opinion of the French Agency for Food, Environmental and Occupational Health & Safety (ANSES) as a basis. The opinion recommended that emission into the air of formamide from puzzle mats be limited, so that it does not exceed 20 μg/m3 measured 28 days after unpacking and confinement in an outgassing chamber of new mats before their sale, following a test method (4) in accordance with the ISO 16000-6 and 16000-9 standards and under suitable conditions for sampling within products and batches of products.\n(6) The subgroup ‘Chemicals’ further considered a nursery (room volume 30 m3) with a large puzzle mat (1,2 m2, 720 g) and several other foam toys (thus adding up to 1 kg of foam toy materials exposed to the air). The air in that nursery (air exchange rate 0,5 h– 1) would contain 20 μg/m3 formamide after 28 days if the formamide content in the foam toy materials were at approximately 200 mg/kg and were completely emitted.\n(7) Formamide is classified under Regulation (EC) No 1272/2008 as toxic to reproduction category 1B. According to point 4 of Part III of Annex II to Directive 2009/48/EC, substances toxic to reproduction of category 1B such as formamide may be present in toys in concentrations equal to or smaller than the relevant concentration established for the classification of mixtures containing it, namely 0,5 %, which equals 5 000 mg/kg (content limit), before 1 June 2015, and 0,3 %, which equals 3 000 mg/kg (content limit) thereafter. Directive 2009/48/EC does not currently provide for an emission limit for formamide.\n(8) In the light of the above, the subgroup ‘Chemicals’ recommended, at its meeting of 28 November 2013, that emissions of formamide from foam toy materials be limited in Appendix C to Annex II to Directive 2009/48/EC to 20 μg/m3 after a maximum of 28 days from commencement of the emission testing. The subgroup further recommended, at its meeting of 18 February 2015, that emission testing is not necessary when the formamide content is 200 mg/kg or less (cut-off value derived in a worst-case exposure scenario).\n(9) There are no known uses of formamide in food contact materials to be considered.\n(10) The measures provided for in this Directive are in accordance with the opinion of the Committee established in Article 47 of Directive 2009/48/EC,", "main_body": ["In Appendix C to Annex II to Directive 2009/48/EC, the following entry shall be added:\nSubstance CAS No Limit value\n‘Formamide 75-12-7 20 μg/m3 (emission limit) after a maximum of 28 days from commencement of the emission testing of foam toy materials containing more than 200 mg/kg (cut-off limit based on content).’", "1.   Member States shall adopt and publish, by 24 May 2017 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from 24 May 2017.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 23 November 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 170, 30.6.2009, p. 1.\n(2)  Regulation (EC) No 1272/2008 of the European Parliament and of the Council of 16 December 2008 on classification, labelling and packaging of substances and mixtures, amending and repealing Directives 67/548/EEC and 1999/45/EC, and amending Regulation (EC) No 1907/2006 (OJ L 353, 31.12.2008, p. 1).\n(3)  French Agency for Food, Environmental and Occupational Health & Safety (ANSES), Opinion on the uses of formamide in consumer goods and health risks related to formamide in children's foam puzzle mats. ANSES Opinion, Request No 2010-SA-0302, 4 July 2011, p. 4.\n(4)  Emission test protocol with relative humidity of 50 %, a temperature of 23 °C, an air renewal rate of 0,5 volume.h– 1, a normal room size of 30 m3 and an emissive surface for the mat of 1,2 m2."}