{"celex_id": "32013R0291", "uri": "http://publications.europa.eu/resource/cellar/8a04b21f-96d5-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["1617", "3483", "3870"], "title": "Commission Implementing Regulation (EU) No 291/2013 of 26 March 2013 amending Council Regulation (EC) No 872/2004 concerning further restrictive measures in relation to Liberia\n", "header": "27.3.2013 EN Official Journal of the European Union L 87/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 291/2013\nof 26 March 2013\namending Council Regulation (EC) No 872/2004 concerning further restrictive measures in relation to Liberia\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 872/2004 concerning further restrictive measures in relation to Liberia (1), and in particular Article 11(a) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 872/2004 lists the natural and legal persons, bodies and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 21 January 2013, the Sanctions Committee of the United Nations Security Council decided to amend one entry on the list of persons, groups and entities to whom the freezing of funds and economic resources should apply.\n(3) Annex I to Regulation (EC) No 872/2004 should therefore be amended accordingly,", "main_body": ["Annex I to Regulation (EC) No 872/2004 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 2013.\nFor the Commission, On behalf of the President,\nHead of the Service for Foreign Policy Instruments\n(1)  OJ L 162, 30.4.2004, p. 32.\nANNEX\nAnnex I to Regulation (EC) No 872/2004 is amended as follows:\nThe entry ‘Richard Ammar Chichakli (alias Ammar M. Chichakli). Address: (a) 225 Syracuse Place, Richardson, Texas 75081, USA; (b) 811 South Central Expressway Suite 210 Richardson, Texas 75080, USA. Date of birth: 29.3.1959. Place of birth: Syria. Nationality: USA. Other information: (a) Social Security No: 405 41 5342 or 467 79 1065; (b) a certified public accountant and certified fraud examiner; (c) an officer of San Air General Trading’. shall be replaced by the following:\n‘Richard Ammar Chichakli (alias (a) Ammar M. Chichakli, (b) Jehad Almustafa, (c) Jehad Almusara, (d) Jhad Almustasa). Address: (a) 225 Syracuse Place, Richardson, Texas 75081, USA; (b) 811 South Central Expressway Suite 210 Richardson, Texas 75080, USA, (c) 51 Churchill Ave., Reservoir VIC 3073, Australia. Date of birth: (a) 29.3.1959, (b) 10.7.1967. Place of birth: (a) Syria, (b) Deirazzor, Syria. Nationality: USA. Passport No: 002680351 (Syrian passport, issued 25.4.2007, expires 24.4.2013). Other information: (a) Social Security No: 405 41 5342 or 467 79 1065, (b) Driver's license number 099711346 (issued by the State of Victoria, Australia); (c) a certified public accountant and certified fraud examiner, (d) an officer of San Air General Trading. Date of designation referred to in Article 6(b): 30.11.2005’."}