{"celex_id": "32011D0231", "uri": "http://publications.europa.eu/resource/cellar/787f35df-7a90-4fbf-92cf-5963fb16d49e", "type": "Decision", "concepts": ["2792", "3885", "4258", "5315", "5581", "825"], "title": "2011/231/EU: Commission Decision of 11 April 2011 granting derogations to certain Member States with respect to the transmission of statistics pursuant to Regulation (EC) No 1338/2008 of the European Parliament and of the Council on Community statistics on public health and health and safety at work, as regards statistics on accidents at work (notified under document C(2011) 2403)\n", "header": "12.4.2011 EN Official Journal of the European Union L 97/47\nCOMMISSION DECISION\nof 11 April 2011\ngranting derogations to certain Member States with respect to the transmission of statistics pursuant to Regulation (EC) No 1338/2008 of the European Parliament and of the Council on Community statistics on public health and health and safety at work, as regards statistics on accidents at work\n(notified under document C(2011) 2403)\n(Only the German, Greek, English, French, Latvian and Dutch texts are authentic)\n(2011/231/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1338/2008 of the European Parliament and of the Council of 16 December 2008 on Community statistics on public health and health and safety at work (1), and in particular Article 9(2) thereof,\nHaving regard to the requests made by the Kingdom of Belgium, the Federal Republic of Germany, Ireland, the Hellenic Republic, the French Republic, the Republic of Latvia, the Kingdom of the Netherlands and the United Kingdom of Great Britain and Northern Ireland,\nWhereas:\n(1) In accordance with Article 2 of Regulation (EC) No 1338/2008, it applies to the production of statistics on accidents at work as defined in Annex IV.\n(2) Article 9(2) of Regulation (EC) No 1338/2008 provides, if necessary, for derogations and transition periods for Member States, both to be based upon objective grounds.\n(3) It emerges from the information provided to the Commission that the requests for derogations made by Belgium, Germany, Ireland, Greece, France, Latvia, the Netherlands and the United Kingdom result from the need for major adaptations to national administrative and statistical systems in order to comply in full with Regulation (EC) No 1338/2008.\n(4) Such derogations should therefore be granted as requested to those Member States.\n(5) The measures provided for in this Decision are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["Derogations as set out in the Annex are granted to the Member States listed therein.", "This Decision is addressed to the Kingdom of Belgium, the Federal Republic of Germany, Ireland, the Hellenic Republic, the French Republic, the Republic of Latvia, the Kingdom of the Netherlands and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 11 April 2011.\nFor the Commission\nOlli REHN\nMember of the Commission\n(1)  OJ L 354, 31.12.2008, p. 70.\nANNEX\nDerogations from Regulation (EC) No 1338/2008, as implemented by the Commission, concerning statistics on accidents at work\nMember State Derogation End of derogation\nBelgium First delivery of data on accidents at work for employees of the public sector (NACE O): 2016 (data in respect of 2014). 30 June 2016\nFirst delivery of the variable ISCO-08: 2014 (data in respect of 2012). 30 June 2014\nGermany First delivery of variables ‘days lost’, ISCO-08 and NACE Rev.2 on 4-digit level: 2016 (data in respect of 2014). 30 June 2016\nFirst delivery of data on accidents at work for civil servants: 2016 (data in respect of 2014). 30 June 2016\nIreland First delivery of data on road traffic accidents (increased level of road traffic accident data): 2016 (data in respect of 2014). 30 June 2016\nGreece First delivery of variables ‘days lost’, ‘type of injury’ and phase III variables on causes and circumstances: 2016 (data in respect of 2014). 30 June 2016\nFirst delivery of data for the employees of the public sector (NACE O) and for employees of the branches of the NACE Rev.2 which are not insured by the Social Insurance Foundation (IKA): 2016 (data in respect of 2014). 30 June 2016\nFrance First delivery of phase III variables on causes and circumstances: 2016 (data in respect of 2014). 30 June 2016\nFull coverage of all employees in the NACE Rev.2 sectors A-S: 2016 (for data in respect of 2014). 30 June 2016\nLatvia First delivery of variables ‘days lost’, ‘economic activity of the employer’ with the detailed 4-digit code of NACE Rev.2 and the geographical location according to NUTS: 2014 (data in respect of 2012). 30 June 2014\nNetherlands First delivery of variables ‘occupation’, ‘type of injury’, ‘part of body injured’, ‘date of the accident’, ‘days lost’ and phase III variables on causes and circumstances: 2016 (data in respect of 2014). 30 June 2016\nUnited Kingdom First delivery of variable ‘days lost’: 2015 (data in respect of 2013). 30 June 2015\nFirst delivery of data on road traffic accidents: 2015 (data in respect of 2013). 30 June 2015\nFirst delivery of data on accidents involving aircrew and sailors: 2016 (data in respect of 2014). 30 June 2016"}