{"celex_id": "32012D0228", "uri": "http://publications.europa.eu/resource/cellar/9e66e722-0741-4476-a930-9d12db81890c", "type": "Decision", "concepts": ["4262", "5618", "5870", "6402"], "title": "2012/228/EU: Council Decision of 24 April 2012 on the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex XXI (Statistics) to the EEA Agreement\n", "header": "28.4.2012 EN Official Journal of the European Union L 116/5\nCOUNCIL DECISION\nof 24 April 2012\non the position to be taken by the European Union in the EEA Joint Committee concerning an amendment to Annex XXI (Statistics) to the EEA Agreement\n(2012/228/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 338(1) and Article 218(9) thereof,\nHaving regard to Council Regulation (EC) No 2894/94 of 28 November 1994 concerning arrangements for implementing the Agreement on the European Economic Area (1), and in particular Article 1(3) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Annex XXI to the Agreement on the European Economic Area (2) (‘the EEA Agreement’), contains specific provisions and arrangements concerning statistics.\n(2) Regulation (EU) No 691/2011 of the European Parliament and of the Council of 6 July 2011 on European environmental economic accounts (3) should be incorporated into the Agreement.\n(3) With regard to Iceland, Annexes I, II and III to Regulation (EU) No 691/2011 are to be implemented within two years from the first transmission deadline to allow for the further development of the Icelandic national environmental accounts.\n(4) Since Liechtenstein is already exempted from the European system of national and regional accounts under Council Regulation (EC) No 2223/96 of 25 June 1996 on the European system of national and regional accounts in the Community (4), it is also to be exempted from the obligations concerning the European environmental economic accounts.\n(5) The position of the Union in the EEA Joint Committee should therefore be based on the attached draft Decision,", "main_body": ["The position to be taken by the European Union within the EEA Joint Committee on the proposed amendment to Annex XXI (Statistics) to the EEA Agreement shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Luxembourg, 24 April 2012.\nFor the Council\nThe President\nN. WAMMEN\n(1)  OJ L 305, 30.11.1994, p. 6.\n(2)  OJ L 1, 3.1.1994, p. 3.\n(3)  OJ L 192, 22.7.2011, p. 1.\n(4)  OJ L 310, 30.11.1996, p. 1.\nDRAFT\nDECISION No …/2012 OF THE EEA JOINT COMMITTEE\nof\namending Annex XXI (Statistics) to the EEA Agreement\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area (1), as amended by the Protocol adjusting the Agreement on the European Economic Area, hereinafter referred to as ‘the EEA Agreement’, and in particular Article 98 thereof,\nWhereas:\n(1) Regulation (EU) No 691/2011 of the European Parliament and of the Council of 6 July 2011 on European environmental economic accounts (2) should be incorporated into the EEA Agreement.\n(2) Annex XXI to the EEA Agreement should be amended accordingly,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe following point shall be inserted in Annex XXI (Statistics) to the EEA Agreement:\n‘27c. 32011 R 0691: Regulation (EU) No 691/2011 of the European Parliament and of the Council of 6 July 2011 on European environmental economic accounts (OJ L 192, 22.7.2011, p. 1).\n(a) with regard to Iceland, Annexes I, II and III to Regulation (EU) No 691/2011 shall be implemented within two years from the first transmission deadline;\n(b) Regulation (EU) No 691/2011 shall not apply to Liechtenstein.’.\nArticle 2\nThe texts of Regulation (EU) No 691/2011 in the Icelandic and Norwegian languages, to be published in the EEA Supplement to the Official Journal of the European Union, shall be authentic.\nArticle 3\nThis Decision shall enter into force on …, provided that all the notifications under Article 103(1) of the EEA Agreement have been made to the EEA Joint Committee (3).\nArticle 4\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at …, …\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  OJ L 1, 3.1.1994, p. 3.\n(2)  OJ L 192, 22.7.2011, p. 1.\n(3)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}