{"celex_id": "32011D0880", "uri": "http://publications.europa.eu/resource/cellar/69b4671c-46af-4203-a053-251ba7d27347", "type": "Decision", "concepts": ["1279", "1609", "1637", "1644", "192", "3191", "3730", "4081", "6569", "690"], "title": "2011/880/EU: Commission Implementing Decision of 21 December 2011 amending Annex I to Implementing Decision 2011/402/EU on emergency measures applicable to fenugreek seeds and certain seeds and beans imported from Egypt (notified under document C(2011) 9524)  Text with EEA relevance\n", "header": "23.12.2011 EN Official Journal of the European Union L 343/117\nCOMMISSION IMPLEMENTING DECISION\nof 21 December 2011\namending Annex I to Implementing Decision 2011/402/EU on emergency measures applicable to fenugreek seeds and certain seeds and beans imported from Egypt\n(notified under document C(2011) 9524)\n(Text with EEA relevance)\n(2011/880/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (1), and in particular Article 53(1)(b)(i) and (iii) thereof,\nWhereas:\n(1) Regulation (EC) No 178/2002 lays down the general principles governing food and feed in general, and food and feed safety in particular, at Union and national level. It provides for emergency measures to be taken by the Commission where it is evident that food or feed imported from a third country is likely to constitute a serious risk to human health, animal health or the environment, and that such risk cannot be contained satisfactorily by means of measures taken by the Member State(s) concerned.\n(2) Regulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs (2) lays down general rules for food business operators on the hygiene of foodstuffs. Those rules include hygiene requirements to ensure that imported foods are of at least the same hygiene standards as food produced in the Union, or are of an equivalent standard.\n(3) Certain lots of fenugreek seeds imported from Egypt have been identified as the causative agent of an outbreak in the Union of Shiga-toxin producing Escherichia coli bacteria (STEC), serotype O104:H4. The origin of the outbreak was identified as fenugreek seeds from Egypt consumed as sprouts.\n(4) Accordingly, Commission Implementing Decision 2011/402/EU (3) introduced a ban on the release for free circulation in the Union of certain seeds and beans imported from Egypt that fall within the CN codes listed in the Annex thereto. That ban expires on 31 March 2012.\n(5) However, dried split leguminous vegetables, broken soya beans or broken oil seeds and oleaginous fruits are not used for sprouting purposes. Dried split leguminous vegetables, broken soya beans or broken oil seeds and broken oleaginous fruits imported from Egypt should no longer be considered as a food safety risk and should be reauthorised for import into the Union.\n(6) The emergency measures laid down in Implementing Decision 2011/402/EU should therefore be amended on the basis on this new information.\n(7) The Annex to Implementing Decision 2011/402/EU should therefore be amended accordingly.\n(8) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Annex to Implementing Decision 2011/402/EU is replaced by the text in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 2011.\nFor the Commission\nJohn DALLI\nMember of the Commission\n(1)  OJ L 31, 1.2.2002, p. 1.\n(2)  OJ L 139, 30.4.2004, p. 1.\n(3)  OJ L 179, 7.7.2011, p. 10.\nANNEX\n‘ANNEX\nSeeds and beans from Egypt whose release for free circulation in the Union is prohibited until 31 March 2012\nCN Code (1) Description\nex 0704 90 90 Rocket sprouts\nex 0706 90 90 Beetroot sprouts, radish sprouts\nex 0708 Sprouts of leguminous vegetables, fresh or chilled\nex 0709 90 90 Soya bean sprouts\nex 0713 Dried leguminous vegetables, shelled, whether or not skinned, not broken\n0910 99 10 Fenugreek seeds\nex 1201 00 Soya beans not broken\n1207 50 Mustard seeds\nex 1207 99 97 Other oil seeds and oleaginous fruits, not broken\n1209 10 00 Sugar beet seeds\n1209 21 00 Lucerne (alfalfa) seeds\n1209 91 Vegetable seeds\nex 1214 90 90 Lucerne (alfalfa) sprouts\n(1)  The “CN codes” mentioned in this Decision refer to codes specified in Part Two of Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 256, 7.9.1987, p. 1).\n(2)  CN code as at 1.1.2012.’"}