{"celex_id": "32013R0004", "uri": "http://publications.europa.eu/resource/cellar/a4ccda73-5b0c-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1264", "161", "1644", "2771", "3191", "4578"], "title": "Commission Implementing Regulation (EU) No 4/2013 of 4 January 2013 fixing the allocation coefficient to be applied to applications for import licences for olive oil lodged from 31 December 2012 to 1 January 2013 under the Tunisian tariff quota and suspending the issue of import licences for the month of January 2013\n", "header": "5.1.2013 EN Official Journal of the European Union L 2/3\nCOMMISSION IMPLEMENTING REGULATION (EU) No 4/2013\nof 4 January 2013\nfixing the allocation coefficient to be applied to applications for import licences for olive oil lodged from 31 December 2012 to 1 January 2013 under the Tunisian tariff quota and suspending the issue of import licences for the month of January 2013\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (2), and in particular Article 7(2) thereof,\nWhereas:\n(1) Article 3(1) and (2) of Protocol No 1 (3) to the Euro-Mediterranean Agreement establishing an association between the European Communities and their Member States, of the one part, and the Republic of Tunisia, of the other part (4), opens a tariff quota at a zero rate of duty for imports of untreated olive oil falling within CN codes 1509 10 10 and 1509 10 90, wholly obtained in Tunisia and transported direct from that country to the European Union, up to the limit laid down for each year.\n(2) Article 2(2) of Commission Regulation (EC) No 1918/2006 of 20 December 2006 opening and providing for the administration of tariff quota for olive oil originating in Tunisia (5) lays down monthly quantitative limits for the issue of import licences.\n(3) Import licence applications have been submitted to the competent authorities under Article 3(1) of Regulation (EC) No 1918/2006 in respect of a total quantity exceeding the limit laid down for the month of January in Article 2(2) of that Regulation.\n(4) In these circumstances, the Commission must set an allocation coefficient allowing import licences to be issued in proportion to the quantity available.\n(5) Since the limit for the month of January has been reached, no more import licences can be issued for that month,", "main_body": ["The quantities for which import licence applications were lodged for 31 December 2012 and 1 January 2013 under Article 3(1) of Regulation (EC) No 1918/2006 shall be multiplied by an allocation coefficient of 17,687732 %.\nThe issue of import licences in respect of amounts applied for as from 7 January 2013 shall be suspended for January 2013.", "This Regulation shall enter into force on 5 January 2013.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 January 2013.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 238, 1.9.2006, p. 13.\n(3)  OJ L 97, 30.3.1998, p. 57.\n(4)  OJ L 97, 30.3.1998, p. 2.\n(5)  OJ L 365, 21.12.2006, p. 84."}