{"celex_id": "32010D0067", "uri": "http://publications.europa.eu/resource/cellar/b11a9386-9c9b-4d48-b06e-786744cb11fe", "type": "Decision", "concepts": ["216", "30", "3140", "3450", "5237", "5383", "5744"], "title": "2010/67/: Commission Decision of 5 February 2010 setting up the GMES Partners Board\n", "header": "6.2.2010 EN Official Journal of the European Union L 35/23\nCOMMISSION DECISION\nof 5 February 2010\nsetting up the GMES Partners Board\n(2010/67/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nWhereas:\n(1) Global Monitoring for Environment and Security (GMES) is an Earth observation initiative led by the European Union and carried out in partnership with the Member States. Its objective is to foster better exploitation of the industrial potential of policies of innovation, research and technological development in the field of Earth observation and to provide information services.\n(2) In order to achieve the objective of GMES on a sustainable basis, it is necessary to coordinate the activities of the various partners involved in GMES and to develop, establish and operate a service and observation capacity meeting the demands of users. For this purpose, the Commission may need to call upon the expertise of specialists in an advisory body.\n(3) In its Communication entitled ‘Global Monitoring for Environment and Security (GMES): we care for a safer planet’ (1), the Commission announced the establishment of a Partners Board to assist the Commission in the overall coordination of GMES.\n(4) It is therefore necessary to set up a group of experts in the field of GMES and Earth observation and to define its tasks and its structure.\n(5) The group should help to ensure the coordination of contributions to GMES by all partners, making best use of existing capacities and identifying gaps to be addressed at Union level. It should assist the Commission in monitoring the coherent implementation of the European Earth Observation Programme (GMES). It should monitor the evolution of policy and enable exchange of good practices in GMES and Earth observation.\n(6) The Partners Board should be composed of representatives of the Member States with competence in the Earth observation, environment and security sectors. Representatives should be nominated by their national authorities responsible for Earth observation in their Member State.\n(7) Rules on disclosure of information by members of the Board should be provided for, without prejudice to the Commission’s rules on security as set out in the Annex to Commission Decision 2001/844/EC, ECSC, Euratom (2).\n(8) Personal data relating to members of the Board should be processed in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3).\n(9) Provision should be made for the participation of Norway and Switzerland, members of the European Space Agency, in the work of the group. Representatives of organisations involved in Earth observation, in particular former members of the GMES Advisory Council, should be able to attend meetings of the group as observers.\n(10) It is appropriate to fix a period for the application of this Decision. The Commission will in due time consider the advisability of an extension,", "main_body": ["The GMES Partners Board\nThe GMES Partners Board, hereinafter referred to as ‘the Board’, is hereby set up.", "Tasks\nThe tasks of the Board shall be:\n1. to establish cooperation between Member States bodies and the Commission on questions related to GMES, in order to help ensure coordination of contributions by national and European Union’s activities to GMES, make best use of existing capacities and identify gaps to be addressed at European level;\n2. to assist the Commission in monitoring the coherent implementation of the European Earth Observation Programme (GMES), which includes funding from the Research Framework Programme, for which the Commission is assisted by the Committee established pursuant to Article 8 of Council Decision 2006/971/EC (4), and from other EU funding sources, and which builds on the GMES Space Component programme of the European Space Agency (ESA), the execution of which is monitored by the ESA Programme Board for Earth Observation;\n3. to assist the Commission with the preparation of a strategic implementation framework of the European Earth Observation Programme (GMES), including: (i) indicative annual and multi-annual planning of the EU programme activities; (ii) indicative implementation schemes; (iii) GMES activities cost assessment and preliminary budgetary strategy; and (iv) programme specification and participation rules;\n4. to bring about an exchange of experience and good practice in the field of GMES and Earth observation.", "Consultation\n1.   The Commission may consult the Board on any matter relating to the development and implementation of GMES.\n2.   The Chairperson of the Board may advise the Commission that it is desirable to consult the Board on a specific question.", "Membership — Appointment\n1.   The Board shall be composed of 27 members.\n2.   The members of the Board shall be appointed by the Commission from specialists with competence in the Earth observation, environment and security sectors.\nThe members shall be nominated by national authorities of the Member States.\n3.   Alternate members for the members of the Board shall be appointed in equal numbers and on the same conditions as the members. Alternate members shall automatically replace members who are absent.\n4.   The Commission may invite representatives of organisations involved in Earth observation to attend meetings as observers.\nA representative of Switzerland and a representative of Norway shall be invited as permanent observers.\n5.   The members shall be appointed as representatives of a public authority.\n6.   Members of the Board shall be appointed for a one-year renewable term of office. They shall remain in office until such time as they are replaced or their term of office ends.\n7.   Members who are no longer capable of contributing effectively to the Board’s deliberations, who resign or who do not comply with the conditions set out in Article 339 of the Treaty, may be replaced for the remainder of their term of office.", "Operation\n1.   The Board shall be chaired by the Commission.\n2.   When discussing matters related to the Space component of the GMES programme, the Commission shall be assisted by the European Space Agency.\nWhen discussing matters related to the in situ component of the GMES programme, the Commission shall be assisted by the European Environment Agency.\n3.   In agreement with the Commission, sub-groups may be set up to examine specific questions under terms of reference established by the Board. Such groups shall be dissolved as soon as their mandates are fulfilled.\n4.   The Commission’s representative may ask experts or observers with specific competence on a subject on the agenda to participate in the Board’s or sub-group’s deliberations if this is useful and/or necessary.\n5.   Information obtained by participating in the Board’s or sub-group’s deliberations shall not be divulged if, in the opinion of the Commission, that information relates to confidential matters.\n6.   The Board and its sub-groups shall normally meet on Commission premises in accordance with the procedures and schedule established by it. The Commission shall provide secretarial services. Other Commission officials with an interest in the proceedings may attend meetings of the Board and its sub-groups.\n7.   The Board shall adopt its rules of procedure on the basis of the standard rules of procedure adopted by the Commission.\n8.   The Commission may publish on the Internet, in the original language of the document concerned, any summary, conclusion, or partial conclusion or working document of the Board.", "Meeting expenses\n1.   The Commission shall reimburse travel and, where appropriate, subsistence expenses for members, experts and observers in connection with the Board's activities in accordance with the Commission’s rules on the compensation of external experts.\n2.   The Board members, experts and observers shall not be remunerated for the services they render.\n3.   Meeting expenses shall be reimbursed within the limits of the annual budget allocated to the Board by the responsible Commission departments.", "Entry into force and applicability\nThis Decision shall enter into force on the third day following its publication in the Official Journal of the European Union.\nIt shall apply until 31 December 2011."], "attachments": "Done at Brussels, 5 February 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  COM(2008) 748 final.\n(2)  OJ L 317, 3.12.2001, p. 1.\n(3)  OJ L 8, 12.1.2001, p. 1.\n(4)  OJ L 400, 30.12.2006, p. 86."}