{"celex_id": "32012R1271", "uri": "http://publications.europa.eu/resource/cellar/33671a36-50df-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["2965", "5283", "5561", "5581", "8459"], "title": "Commission Implementing Regulation (EU) No 1271/2012 of 21 December 2012 derogating from certain provisions of Regulation (EC) No 1122/2009 as regards the possibilities for lodging applications for aid under the single payment scheme for 2012 and for allocation of payment entitlements, or increase of their unit value, from the national reserve in 2012, and as regards contents of the single application, of Regulation (EC) No 1120/2009 as regards the declaration of payment entitlements in 2012 and of Council Regulation (EC) No 73/2009 as regards the verification of eligibility conditions before payments and the date at which parcels need to be at the disposal of farmers\n", "header": "28.12.2012 EN Official Journal of the European Union L 357/10\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1271/2012\nof 21 December 2012\nderogating from certain provisions of Regulation (EC) No 1122/2009 as regards the possibilities for lodging applications for aid under the single payment scheme for 2012 and for allocation of payment entitlements, or increase of their unit value, from the national reserve in 2012, and as regards contents of the single application, of Regulation (EC) No 1120/2009 as regards the declaration of payment entitlements in 2012 and of Council Regulation (EC) No 73/2009 as regards the verification of eligibility conditions before payments and the date at which parcels need to be at the disposal of farmers\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (1), and in particular Article 142 (c) and (r) thereof,\nWhereas:\n(1) Article 41(3) of Regulation (EC) No 73/2009 provides for the possibility of Member States not applying Article 68(1)(c) of that Regulation to use the national reserve under certain conditions. When applying that Article, Member States may increase the unit value and/or the number of payment entitlements allocated to farmers. According to Article 15(1) of Commission Regulation (EC) No 1122/2009 (2) applications for allocation or increase of payment entitlements under the single payment scheme for the purpose of Article 41 of Regulation (EC) No 73/2009 have to be submitted by a date to be fixed by the Member States. This date has not to be later than 15 May or, in the case of Estonia, Latvia, Lithuania, Finland and Sweden, not later than 15 June.\n(2) According to Article 11(1) of Regulation (EC) No 1122/2009 the farmer applying for aid under any of the area-related aid schemes may only submit one single application per year.\n(3) According to Article 11(2) of Regulation (EC) No 1122/2009 the single application has to be submitted by a date to be fixed by the Member States which has not to be later than 15 May or, in the case of Estonia, Latvia, Lithuania, Finland and Sweden, not later than 15 June.\n(4) As a result of a continuous increase of feed prices due to adverse climatic conditions affecting some of the most important suppliers of grains, several Member States are facing an aggravation of the economic situation of agricultural holdings which, at the end of the year 2012, are encountering severe financial difficulties. Considering that the aggravation of the economic situation of the agricultural holdings could also have long-term and broader consequences, it should be allowed for the Member States to apply, for the year 2012, Article 41(3) of Regulation (EC) No 73/2009.\n(5) Since the deadline for allocation, or increase of the unit value, of payment entitlements from the national reserve under Article 15(1) of Regulation (EC) No 1122/2009 for the year 2012 has already expired, it is appropriate to allow those Member States who wish to apply Article 41(3) of Regulation (EC) No 73/2009 for the year 2012 to set a new deadline for lodging an application for the allocation, or increase of the unit value, of payment entitlements from the national reserve.\n(6) Furthermore, it is appropriate to derogate for farmers in these Member States from the requirement under Article 11(1) of Regulation (EC) No 1122/2009 to submit one single application per year.\n(7) In addition, a derogation from the deadline under Article 11(2) of Regulation (EC) No 1122/2009 is necessary in respect of those farmers who wish to benefit from Article 41(3) of Regulation (EC) No 73/2009.\n(8) According to Article 12(5) of Regulation (EC) No 1122/2009, in the first year of the single payment scheme or of the year of integration of new sectors into the single payment scheme, Member States may derogate from Article 12 of Regulation (EC) No 1122/2009 concerning payment entitlements if those are not yet definitively established at the latest date fixed for the submission of the single application. It is necessary to provide for a similar derogation concerning payment entitlements which will be allocated, or increased in their unit value, on the basis of Article 41(3) of Regulation (EC) No 73/2009 where such allocation or increase are not yet definitively established.\n(9) According to Article 8(1) of Commission Regulation (EC) No 1120/2009 (3) payment entitlements may only be declared for payment once per year by the farmer who holds them at the latest date for lodging the single application. It is appropriate to derogate from this requirement.\n(10) According to Article 35(1) of Regulation (EC) No 73/2009, parcels corresponding to the eligible hectares, which are declared for accompanying any payment entitlement, have to be at the farmer’s disposal on a date fixed by the Member State. This date has not to be later than the date fixed in that Member State for amending the aid application.\n(11) As regards the payment entitlements that will be allocated, or the unit value of which will be increased, following the application of Article 41(3) of Regulation (EC) No 73/2009, it is necessary to derogate from the farmers’ obligation in respect of the date laid down in Article 35(1) of that Regulation.\n(12) Pursuant to Article 29(3) of Regulation (EC) No 73/2009, payments under support schemes listed in Annex I to that Regulation have not to be made before the verification of eligibility conditions, to be carried out by the Member State according to Article 20 of that Regulation, has been finalised.\n(13) The eligibility conditions to be verified by the Member States, which are related to the allocation, or increase of the unit value of payment entitlements under Article 41(3) of Regulation (EC) No 73/2009 on the basis of one or several of the derogations set out in this Regulation, may differ from the eligibility conditions for the support currently implemented under the Single Payment Scheme. In that case, the verification of the new eligibility conditions would, pursuant to Article 29(3) of Regulation (EC) No 73/2009, hinder payments for support schemes not related to the application of Article 41(3) of that Regulation to be made before these new eligibility conditions have been verified. In order to avoid such a situation, a derogation from Article 29(3) of Regulation (EC) No 73/2009 related to the allocation, or increase of the unit value, of payment entitlements under Article 41(3) of that Regulation is necessary.\n(14) Furthermore, according to Article 29(2) of Regulation (EC) No 73/2009 payments have to be made within the period from 1 December to 30 June of the following calendar year. By derogation from this provision, the Commission may provide for advances before 1 December. Such a derogation is granted in Commission Implementing Regulation (EU) No 776/2012 (4), according to which Member States may pay, from 16 October 2012, advances up to a certain limit of direct payments in respect of applications made in 2012. The derogation from Article 29(3) of Regulation (EC) No 73/2009 should therefore be granted retroactively, from 16 October 2012 in order to allow payment, subject to finalisation of the verification of the eligibility conditions, for those support schemes which are not related to the application of Article 41(3) of that Regulation.\n(15) The derogations provided for in this Regulation relate to the calendar year 2012. Therefore, this Regulation should enter into force on the day following that of its publication in the Official Journal of the European Union.\n(16) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Derogations from Regulation (EC) No 1122/2009\n1.   By way of derogation from Article 15(1) of Regulation (EC) No 1122/2009, for the year 2012, Member States may authorise farmers to submit an application for the allocation, or increase of the unit value, of payment entitlements in accordance with Article 41(3) of Regulation (EC) No 73/2009 before 31 January 2013 at the latest.\n2.   By way of derogation from the first subparagraph of Article 11(1) of Regulation (EC) No 1122/2009, for the year 2012, farmers who submitted the single application for aid under any of the area-related aid schemes by a date fixed by the Member States in accordance with Article 11(2) of that Regulation and who, pursuant to paragraph 1 of this Article, submitted an application for allocation, or increase of the unit value, of payment entitlements, may submit a separate application for aid for the purpose of Article 41(3) of Regulation (EC) No 73/2009, before 31 January 2013 at the latest.\n3.   By way of derogation from the first subparagraph of Article 11(2) of Regulation (EC) No 1122/2009, for the year 2012, Member States may authorise farmers, who pursuant to paragraph 1 of this Article submitted an application for allocation, or increase of the unit value, of payment entitlements and who have not submitted the single application referred to in the second paragraph of this Article, to submit a single application for aid under Article 41(3) of Regulation (EC) No 73/2009 before 31 January 2013 at the latest.\n4.   The application for allocation, or increase of the unit value, of payment entitlements submitted pursuant to paragraph 1 shall be considered as a separate application for aid or a single application for aid pursuant to paragraphs 2 and 3.\n5.   Where paragraph 1 of this Article is applied, Member States may derogate from the provisions of Article 12 of Regulation (EC) No 1122/2009 concerning payment entitlements if their allocation, or the increases of their unit values, are not yet definitively established at the latest date fixed in paragraph 2 and 3 of this Article.", "Derogation from Regulation (EC) No 1120/2009\nBy way of derogation from the first subparagraph of Article 8(1) of Regulation (EC) No 1120/2009, for the year 2012, payment entitlements, whose unit value is subject to an increase pursuant to Article 1 of this Regulation, may be declared for payment of the respective increase of their unit value by the farmer who holds them at 31 January 2013.\nPayment entitlements newly allocated to farmers and increases of payment entitlements whose unit value is subject to an increase, pursuant to Article 1 of this Regulation, shall be considered declared for the calendar year 2012.", "Derogation from Regulation (EC) No 73/2009\n1.   No payment related to the allocation, or increase of the unit value, of payment entitlements under Article 41(3) of Regulation (EC) No 73/2009 may be made for the calendar year 2012 before finalising the verification of the eligibility conditions applicable to that support carried out by the Member State concerned, where recourse has been had to one or several of the derogations set out in Articles 1 and 2 of this Regulation.\n2.   By way of derogation from Article 29(3) of Regulation (EC) No 73/2009, payments under support schemes listed in Annex I thereto, other than the support referred to in paragraph 1 of this Article, may be made for the calendar year 2012 irrespective of finalising the verification of the eligibility conditions applicable to the support referred to in paragraph 1 of this Article.\n3.   By way of derogation from Article 35(1) of Regulation (EC) No 73/2009, the parcels corresponding to the eligible hectares accompanying any payment entitlements newly allocated, or whose unit value has been increased, in accordance with Article 41(3) of that Regulation on the basis of one or several of the derogations set out in Articles 1 and 2 of this Regulation, shall be at the relevant farmers’ disposal on 31 January 2013.", "Entry into force and application\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.", "(1) and (2) shall apply from 16 October 2012.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 30, 31.1.2009, p. 16.\n(2)  OJ L 316, 2.12.2009, p. 65.\n(3)  OJ L 316, 2.12.2009, p. 1.\n(4)  OJ L 231, 28.8.2012, p. 8."}