{"celex_id": "32014R1342", "uri": "http://publications.europa.eu/resource/cellar/5118f9c1-867e-11e4-b8a5-01aa75ed71a1", "type": "Regulation", "concepts": ["177", "2537", "2739", "4308", "5451"], "title": "Commission Regulation (EU) No 1342/2014 of 17 December 2014 amending Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants as regards Annexes IV and V  Text with EEA relevance\n", "header": "18.12.2014 EN Official Journal of the European Union L 363/67\nCOMMISSION REGULATION (EU) No 1342/2014\nof 17 December 2014\namending Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants as regards Annexes IV and V\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (1), and in particular Article 7(4)(a) and (5) and Article 14(2) and (4) thereof,\nWhereas:\n(1) Regulation (EC) No 850/2004 implements in the law of the Union the commitments set out in the Stockholm Convention on Persistent Organic Pollutants (hereinafter ‘the Convention’) approved by Council Decision 2006/507/EC (2), on behalf of the Community, and in the Protocol to the 1979 Convention on Long-Range Transboundary Air Pollution on Persistent Organic Pollutants (hereinafter ‘the Protocol’) approved by Council Decision 2004/259/EC (3), on behalf of the Community.\n(2) At the fourth meeting of the Conference of the Parties to the Convention from 4 to 8 May 2009, it was agreed to add chlordecone, hexabromobiphenyl, hexachlorocyclohexanes, including lindane, pentachlorobenzene, tetrabromodiphenyl ether, pentabromodiphenyl ether, hexabromodiphenyl ether and heptabromodiphenyl ether, as well as perfluorooctane sulfonic acid and its derivatives (hereinafter ‘PFOS’) to the Annexes to the Convention.\n(3) In view of concerns regarding the completeness and representativeness of scientific information on quantities and concentrations of the POP brominated diphenyl ethers and PFOS in articles and wastes, those substances were provisionally listed in Annexes IV and V to Regulation (EC) No 850/2004 without an indication of the maximum concentration limits.\n(4) Additional scientific data on quantities and concentrations of the POP brominated diphenyl ethers and PFOS in articles and wastes has now been assessed. It is therefore necessary to establish maximum concentration limits for these persistent organic pollutants without undue delay in order to ensure a uniform application of Regulation (EC) No 850/2004 and to avoid a continuous release of those substances into the environment.\n(5) At its 27th session from 14 to 18 December 2009, the Executive Body of the Protocol decided to add hexachlorobutadiene, polychlorinated naphthalenes, and short-chain chlorinated paraffins to the Protocol.\n(6) At its fifth meeting from 25 to 29 April 2011, the Conference of the Parties to the Convention agreed to add endosulfan to the list of persistent organic pollutants to be eliminated worldwide, with some exemptions.\n(7) In view of the decisions taken by the Executive Body of the Protocol and the Conference of the Parties to the Convention, it is necessary to update Annexes IV and V to Regulation (EC) No 850/2004 in order to include those substances.\n(8) Regulation (EC) No 850/2004 should therefore be amended accordingly.\n(9) In order to allow companies and competent authorities sufficient time to adapt to the new requirements, this Regulation should apply from 18 June 2015.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 39 of Directive 2008/98/EC of the European Parliament and of the Council (4),", "main_body": ["Regulation (EC) No 850/2004 is amended as follows:\n(1) Annex IV is replaced by the text in Annex I to this Regulation.\n(2) Annex V is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 18 June 2015.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 158, 30.4.2004, p. 7.\n(2)  Council Decision 2006/507/EC of 14 October 2004 concerning the conclusion, on behalf of the European Community, of the Stockholm Convention on Persistent Organic Pollutants (OJ L 209, 31.7.2006, p. 1).\n(3)  Council Decision 2004/259/EC of 19 February 2004 concerning the conclusion, on behalf of the European Community, of the Protocol to the 1979 Convention on Long Range Transboundary Air Pollution on Persistent Organic Pollutants (OJ L 81, 19.2.2004, p. 35).\n(4)  Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives (OJ L 312, 22.11.2008, p. 3).\nANNEX I\n‘ANNEX IV\nList of substances subject to waste management provisions set out in Article 7\nSubstance CAS No EC No Concentration limit referred to in Article 7(4)(a)\nEndosulfan 115-29-7 204-079-4 50 mg/kg\nHexachlorobutadiene 87-68-3 201-765-5 100 mg/kg\nPolychlorinated naphthalenes (1)   10 mg/kg\nAlkanes C10-C13, chloro (short-chain chlorinated paraffins) (SCCPs) 85535-84-8 287-476-5 10 000 mg/kg\nTetrabromodiphenyl ether   Sum of the concentrations of tetrabromodiphenyl ether, pentabromodiphenyl ether, hexabromodiphenyl ether and heptabromodiphenyl ether: 1 000 mg/kg\nPentabromodiphenyl ether\nHexabromodiphenyl ether\nHeptabromodiphenyl ether\nPerfluorooctane sulfonic acid and its derivatives (PFOS)   50 mg/kg\nPolychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD/PCDF)   15 μg/kg (2)\nDDT (1,1,1-trichloro-2,2-bis (4-chlorophenyl)ethane) 50-29-3 200-024-3 50 mg/kg\nChlordane 57-74-9 200-349-0 50 mg/kg\nHexachlorocyclohexanes, including lindane 58-89-9 210-168-9 50 mg/kg\nDieldrin 60-57-1 200-484-5 50 mg/kg\nEndrin 72-20-8 200-775-7 50 mg/kg\nHeptachlor 76-44-8 200-962-3 50 mg/kg\nHexachlorobenzene 118-74-1 200-273-9 50 mg/kg\nChlordecone 143-50-0 205-601-3 50 mg/kg\nAldrin 309-00-2 206-215-8 50 mg/kg\nPentachlorobenzene 608-93-5 210-172-5 50 mg/kg\nPolychlorinated Biphenyls (PCB) 1336-36-3 and others 215-648-1 50 mg/kg (3)\nMirex 2385-85-5 219-196-6 50 mg/kg\nToxaphene 8001-35-2 232-283-3 50 mg/kg\nHexabromobiphenyl 36355-01-8 252-994-2 50 mg/kg\n(1)  Polychlorinated naphthalenes means chemical compounds based on the naphthalene ring system, where one or more hydrogen atoms have been replaced by chlorine atoms.\n(2)  The limit is calculated as PCDD and PCDF according to the following toxic equivalency factors (TEFs):\nPCDD TEF\n2,3,7,8-TeCDD 1\n1,2,3,7,8-PeCDD 1\n1,2,3,4,7,8-HxCDD 0,1\n1,2,3,6,7,8-HxCDD 0,1\n1,2,3,7,8,9-HxCDD 0,1\n1,2,3,4,6,7,8-HpCDD 0,01\nOCDD 0,0003\nPCDF TEF\n2,3,7,8-TeCDF 0,1\n1,2,3,7,8-PeCDF 0,03\n2,3,4,7,8-PeCDF 0,3\n1,2,3,4,7,8-HxCDF 0,1\nPCDD TEF\n1,2,3,6,7,8-HxCDF 0,1\n1,2,3,7,8,9-HxCDF 0,1\n2,3,4,6,7,8-HxCDF 0,1\n1,2,3,4,6,7,8-HpCDF 0,01\n1,2,3,4,7,8,9-HpCDF 0,01\nOCDF 0,0003\n(3)  Where applicable, the calculation method laid down in European standards EN 12766-1 and EN 12766-2 shall apply.’\nANNEX II\nIn Annex V, Part 2, the table is replaced by the following table:\n‘Wastes as classified in Commission Decision 2000/532/EC Maximum concentration limits of substances listed in Annex IV (1) Operation\n10 WASTES FROM THERMAL PROCESSES Alkanes C10-C13, chloro (short-chain chlorinated paraffins) (SCCPs): 10 000 mg/kg; Permanent storage shall be allowed only when all the following conditions are met:\n(1) The storage takes place in one of the following locations:\n— safe, deep, under-ground, hard rock formations;\n— salt mines;\n— a landfill site for hazardous waste, provided that the waste is solidified or partly stabilised where technically feasible as required for classification of the waste in subchapter 1903 of Decision 2000/532/EC.\n(2) The provisions of Council Directive 1999/31/EC (5) and Council Decision 2003/33/EC (6) were respected.\n(3) It has been demonstrated that the selected operation is environmentally preferable.\n10 01 Wastes from power stations and other combustion plants (except 19)\n10 01 14 * (2) Bottom ash, slag and boiler dust from co-incineration containing hazardous substances\n10 01 16 * Fly ash from co-incineration containing hazardous substances\n10 02 Wastes from the iron and steel industry\n10 02 07 * Solid wastes from gas treatment containing hazardous substances\n10 03 Wastes from aluminium thermal metallurgy\n10 03 04 * Primary production slags\n10 03 08 * Salt slags from secondary production\n10 03 09 * Black drosses from secondary production\n10 03 19 * Flue-gas dust containing hazardous substances\n10 03 21 * Other particulates and dust (including ball-mill dust) containing hazardous substances\n10 03 29 * Wastes from treatment of salt slags and black drosses containing hazardous substances\n10 04 Wastes from lead thermal metallurgy\n10 04 01 * Slags from primary and secondary production\n10 04 02 * Dross and skimmings from primary and secondary production\n10 04 04 * Flue-gas dust\n10 04 05 * Other particulates and dust\n10 04 06 * Solid wastes from gas treatment\n10 05 Wastes from zinc thermal metallurgy\n10 05 03 * Flue-gas dust\n10 05 05 * Solid waste from gas treatment\n10 06 Wastes from copper thermal metallurgy\n10 06 03 * Flue-gas dust\n10 06 06 * Solid wastes from gas treatment\n10 08 Wastes from other non-ferrous thermal metallurgy\n10 08 08 * Salt slag from primary and secondary production\n10 08 15 * Flue-gas dust containing hazardous substances\n10 09 Wastes from casting of ferrous pieces\n10 09 09 * Flue-gas dust containing hazardous substances\n16 WASTES NOT OTHERWISE SPECIFIED IN THE LIST\n16 11 Waste linings and refractories\n16 11 01 * Carbon-based linings and refractories from metallurgical processes containing hazardous substances\n16 11 03 * Other linings and refractories from metallurgical processes containing hazardous substances\n17 CONSTRUCTION AND DEMOLITION WASTES (INCLUDING EXCAVATED SOIL FROM CONTAMINATED SITES)\n17 01 Concrete, bricks, tiles and ceramics\n17 01 06 * Mixtures of, or separate fractions of concrete, bricks, tiles and ceramics containing hazardous substances\n17 05 Soil (including excavated soil from contaminated sites), stones and dredging spoil\n17 05 03 * Soil and stones containing hazardous substances\n17 09 Other construction and demolition wastes\n17 09 02 * Construction and demolition wastes containing PCB, excluding PCB containing equipment\n17 09 03 * Other construction and demolition wastes (including mixed wastes) containing hazardous substances\n19 WASTES FROM WASTE MANAGEMENT FACILITIES, OFF-SITE WASTE WATER TREATMENT PLANTS AND THE PREPARATION OF WATER INTENDED FOR HUMAN CONSUMPTION AND WATER FROM INDUSTRIAL USE\n19 01 Wastes from incineration or pyrolysis of waste\n19 01 07 * Solid wastes from gas treatment\n19 01 11 * Bottom ash and slag containing hazardous substances\n19 01 13 * Fly ash containing hazardous substances\n19 01 15 * Boiler dust containing hazardous substances\n19 04 Vitrified waste and waste from vitrification\n19 04 02 * Fly ash and other flue-gas treatment wastes\n19 04 03 * Non-vitrified solid phase\n(1)  These limits apply exclusively to a landfill site for hazardous waste and do not apply to permanent underground storage facilities for hazardous wastes, including salt mines.\n(2)  Any waste marked with an asterisk “*” is considered as hazardous waste pursuant to Directive 2008/98/EC and is subject to the provisions of that Directive.\n(3)  The calculation method laid down in European standards EN 12766-1 and EN 12766-2 shall apply.\n(4)  The limit is calculated as PCDD and PCDF according to the following toxic equivalency factors (TEFs):\nPCDD TEF\n2,3,7,8-TeCDD 1\n1,2,3,7,8-PeCDD 1\n1,2,3,4,7,8-HxCDD 0,1\n1,2,3,6,7,8-HxCDD 0,1\n1,2,3,7,8,9-HxCDD 0,1\n1,2,3,4,6,7,8-HpCDD 0,01\nOCDD 0,0003\nPCDF TEF\n2,3,7,8-TeCDF 0,1\n1,2,3,7,8-PeCDF 0,03\n2,3,4,7,8-PeCDF 0,3\n1,2,3,4,7,8-HxCDF 0,1\n1,2,3,6,7,8-HxCDF 0,1\n1,2,3,7,8,9-HxCDF 0,1\n2,3,4,6,7,8-HxCDF 0,1\n1,2,3,4,6,7,8-HpCDF 0,01\n1,2,3,4,7,8,9-HpCDF 0,01\nOCDF 0,0003\n(5)  OJ L 182, 16.7.1999, p. 1.\n(6)  OJ L 11, 16.1.2003, p. 27.’"}