{"celex_id": "32012R0156", "uri": "http://publications.europa.eu/resource/cellar/debad184-ee44-4b8d-9959-71641a07a2d8", "type": "Regulation", "concepts": ["1509", "42", "523", "524", "5371", "930"], "title": "Commission Regulation (EU) No 156/2012 of 22 February 2012 amending Annexes I to IV to Council Regulation (EC) No 44/2001 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters\n", "header": "23.2.2012 EN Official Journal of the European Union L 50/3\nCOMMISSION REGULATION (EU) No 156/2012\nof 22 February 2012\namending Annexes I to IV to Council Regulation (EC) No 44/2001 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 44/2001 of 22 December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (1), and in particular Article 74(1) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 44/2001 lists the rules of national jurisdiction referred to in Articles 3(2) and 4(2) of the Regulation. Annex II contains the lists of courts or competent authorities that have jurisdiction in the Member States to deal with applications for a declaration of enforceability. Annex III lists the courts with which appeals may be lodged against decisions on a declaration of enforceability, and Annex IV enumerates the final appeal procedures against such decisions.\n(2) Annexes I, II and III to Regulation (EC) No 44/2001 have been amended on several occasions, most recently by Commission Regulation (EU) No 416/2010 (2) so as to update the rules of national jurisdiction and the lists of courts or competent authorities.\n(3) Member States have notified the Commission of additional amendments to the lists set out in Annexes I, II and IV. Furthermore, the entry referring to Iceland in Annexes III and IV should be deleted, since Iceland is not a Member State. It is therefore appropriate to publish consolidated versions of the lists contained in those Annexes.\n(4) Pursuant to Article 2 of the Agreement between the European Community and the Kingdom of Denmark on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters (3), this Regulation should, under international law, apply to the relations between the European Union and Denmark.\n(5) Pursuant to Article 2(2)(g)-(j) of that Agreement, the entries referring to Denmark should be reproduced in Annexes I to IV.\n(6) Regulation (EC) No 44/2001 should therefore be amended accordingly,", "main_body": ["Annexes I to IV to Regulation (EC) No 44/2001 are replaced by the text in the Annex to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 22 February 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 12, 16.1.2001, p. 1.\n(2)  OJ L 119, 13.5.2010, p. 7.\n(3)  OJ L 299, 16.11.2005, p. 62.\nANNEX\nANNEX I\nRules of jurisdiction referred to in Articles 3(2) and 4(2)\n—   in Belgium: Articles 5 through 14 of the Law of 16 July 2004 on private international law,\n—   in Bulgaria: Article 4, paragraph 1, point 2, of the Private International Law Code,\n—   in the Czech Republic: Article 86 of Act No 99/1963 Coll., the Code of Civil Procedure (‘občanský soudní řád’), as amended,\n—   in Denmark: Article 246(2) and (3) of the Administration of Justice Act (‘lov om rettens pleje’),\n—   in Germany: Article 23 of the code of civil procedure (‘Zivilprozeßordnung’),\n—   in Estonia: Article 86 of the Code of Civil Procedure (‘tsiviilkohtumenetluse seadustik’),\n—   in Ireland: the rules which enable jurisdiction to be founded on the document instituting the proceedings having been served on the defendant during his temporary presence in Ireland,\n—   in Greece: Article 40 of the code of civil procedure (‘Κώδικας Πολιτικής Δικονομίας’),\n—   in France: Articles 14 and 15 of the civil code (‘Code civil’),\n—   in Italy: Articles 3 and 4 of Law 218 of 31 May 1995,\n—   in Cyprus: Section 21(2) of the Courts of Justice Law No 14 of 1960, as amended,\n—   in Latvia: Section 27 and paragraphs 3, 5, 6 and 9 of Section 28 of the Civil Procedure Law (‘Civilprocesa likums’),\n—   in Lithuania: Article 31 of the Code of Civil Procedure (‘Civilinio proceso kodeksas’),\n—   in Luxembourg: Articles 14 and 15 of the civil code (‘Code civil’),\n—   in Hungary: Article 57 of Law Decree No 13 of 1979 on International Private Law (‘a nemzetközi magánjogról szóló 1979. évi 13. törvényerejű rendelet’),\n—   in Malta: Articles 742, 743 and 744 of the Code of Organisation and Civil Procedure – Chapter 12 (‘Kodiċi ta’ Organizzazzjoni u Proċedura Ċivili – Kap. 12’) and Article 549 of the Commercial Code – Chapter 13 (‘Kodiċi tal-kummerċ – Kap. 13’),\n—   in Austria: Article 99 of the Law on Court Jurisdiction (‘Jurisdiktionsnorm’),\n—   in Poland: Article 1103, paragraph 4, of the Code of Civil Procedure (‘Kodeksu postępowania cywilnego’),\n—   in Portugal: Article 65(1)(b) of the Code of Civil Procedure (‘Código de Processo Civil’) in so far as it may encompass exorbitant grounds of jurisdiction, such as the courts for the place in which the branch, agency or other establishment is situated (if situated in Portugal) when the central administration (if situated in a foreign State) is the party sued and Article 10 of the Code of Labour Procedure (‘Código de Processo do Trabalho’) in so far as it may encompass exorbitant grounds of jurisdiction, such as the courts for the place where the plaintiff is domiciled in proceedings relating to individual contracts of employment brought by the employee against the employer,\n—   in Romania: Articles 148-157 of Law No 105/1992 on Private International Law Relations,\n—   in Slovenia: Article 48(2) of the Private International Law and Procedure Act (‘Zakon o medarodnem zasebnem pravu in postopku’) in relation to Article 47(2) of the Civil Procedure Act (‘Zakon o pravdnem postopku’) and Article 58 of the Private International Law and Procedure Act (‘Zakon o medarodnem zasebnem pravu in postopku’) in relation to Article 59 of the Civil Procedure Act (‘Zakon o pravdnem postopku’),\n—   in Slovakia: Articles 37 to 37e of Act No 97/1963 on Private International Law and the Rules of Procedure relating thereto,\n—   in Finland: paragraphs 1 and 2 of Section 18(1) of Chapter 10 of the Code of Judicial Procedure (‘oikeudenkäymiskaari/rättegångsbalken’),\n—   in Sweden: the first sentence of the first paragraph of Section 3 of Chapter 10 of the Code of Judicial Procedure (‘rättegångsbalken’),\n—   in the United Kingdom: the rules which enable jurisdiction to be founded on:\nANNEX II\nThe courts or competent authorities to which the application referred to in Article 39 may be submitted are the following:\n— in Belgium, the ‘tribunal de première instance’ or ‘rechtbank van eerste aanleg’ or ‘erstinstanzliches Gericht’,\n— in Bulgaria, the ‘окръжният съд’,\n— in the Czech Republic, the ‘okresní soud’ or ‘soudní exekutor’,\n— in Denmark, the ‘byret’,\n— in Germany:\n(a) the presiding judge of a chamber of the ‘Landgericht’;\n(b) a notary in a procedure of declaration of enforceability of an authentic instrument,\n— in Estonia, the ‘maakohus’ (county court),\n— in Ireland, the ‘High Court’,\n— in Greece, the ‘Μονομελές Πρωτοδικείο’,\n— in Spain, the ‘Juzgado de Primera Instancia’,\n— in France:\n(a) the ‘greffier en chef du tribunal de grande instance’;\n(b) the ‘président de la chambre départementale des notaires’ in the case of application for a declaration of enforceability of a notarial authentic instrument,\n— in Italy, the ‘corte d’appello’,\n— in Cyprus, the ‘Επαρχιακό Δικαστήριο’ or in the case of a maintenance judgment the ‘Οικογενειακό Δικαστήριο’,\n— in Latvia, the ‘rajona (pilsētas) tiesa’,\n— in Lithuania, the ‘Lietuvos apeliacinis teismas’,\n— in Luxembourg, the presiding judge of the ‘tribunal d’arrondissement’,\n— in Hungary, the ‘megyei bíróság székhelyén működő helyi bíróság’, and in Budapest the ‘Budai Központi Kerületi Bíróság’,\n— in Malta, the ‘Prim’ Awla tal-Qorti Ċivili’ or ‘Qorti tal-Maġistrati ta’ Għawdex fil-ġurisdizzjoni superjuri tagħha’, or, in the case of a maintenance judgment, the ‘Reġistratur tal-Qorti’ on transmission by the ‘Ministru responsabbli għall-Ġustizzja’,\n— in the Netherlands, the ‘voorzieningenrechter van de rechtbank’,\n— in Austria, the ‘Bezirksgericht’,\n— in Poland, the ‘sąd okręgowy’,\n— in Portugal, the ‘Tribunal de Comarca’,\n— in Romania, the ‘Tribunal’,\n— in Slovenia, the ‘okrožno sodišče’,\n— in Slovakia, ‘okresný súd’,\n— in Finland, the ‘käräjäoikeus/tingsrätt’,\n— in Sweden, the ‘Svea hovrätt’,\n— in the United Kingdom:\n(a) in England and Wales, the High Court of Justice, or in the case of a maintenance judgment to the Magistrates’ Court on transmission by the Secretary of State;\n(b) in Scotland, the Court of Session, or in the case of a maintenance judgment, the Sheriff Court on transmission by the Scottish Ministers;\n(c) in Northern Ireland, the High Court of Justice, or in the case of a maintenance judgment, the Magistrates’ Court on transmission by the Department of Justice;\n(d) in Gibraltar, the Supreme Court of Gibraltar, or in the case of a maintenance judgment, the Magistrates’ Court on transmission by the Attorney General of Gibraltar.\nANNEX III\nThe courts with which appeals referred to in Article 43(2) may be lodged are the following:\n— in Belgium,\n(a) as regards appeal by the defendant, the ‘tribunal de première instance’ or ‘rechtbank van eerste aanleg’ or ‘erstinstanzliches Gericht’;\n(b) as regards appeal by the applicant: the ‘Cour d’appel’ or ‘hof van beroep’,\n— in Bulgaria, the ‘Апелативен съд – София’,\n— in the Czech Republic, the court of appeal through the district court,\n— in Denmark, the ‘landsret’,\n— in Germany, the ‘Oberlandesgericht’,\n— in Estonia, the ‘ringkonnakohus’,\n— in Ireland, the High Court,\n— in Greece, the ‘Εφετείο’,\n— in Spain, the ‘Juzgado de Primera Instancia’ which issued the contested decision, with the appeal to be solved by the ‘Audiencia Provincial’,\n— in France:\n(a) the ‘cour d’appel’ on decisions allowing the application;\n(b) the presiding judge of the ‘tribunal de grande instance’, on decisions rejecting the application,\n— in Italy, the ‘corte d’appello’,\n— in Cyprus, the ‘Επαρχιακό Δικαστήριο’ or in the case of a maintenance judgment the ‘Οικογενειακό Δικαστήριο’,\n— in Latvia, the ‘Apgabaltiesa’ via the ‘rajona (pilsētas) tiesa’,\n— in Lithuania, the ‘Lietuvos apeliacinis teismas’,\n— in Luxembourg, the ‘Cour supérieure de justice’ sitting as a court of civil appeal,\n— in Hungary, the local court situated at the seat of the county court (in Budapest, the Central District Court of Buda); the appeal is adjudicated by the county court (in Budapest, the Capital Court),\n— in Malta, the ‘Qorti ta’ l-Appell’ in accordance with the procedure laid down for appeals in the ‘Kodiċi ta’ Organizzazzjoni u Proċedura Ċivili – Kap. 12’ or in the case of a maintenance judgment by ‘ċitazzjoni’ before the ‘Prim’ Awla tal-Qorti ivili jew il-Qorti tal-Maġistrati ta’ Għawdex fil-ġurisdizzjoni superjuri tagħha’’,\n— in the Netherlands, the ‘rechtbank’,\n— in Austria, the ‘Landesgericht’ via the ‘Bezirksgericht’,\n— in Poland, the ‘sąd apelacyjny’ via the ‘sąd okręgowy’,\n— in Portugal, the ‘Tribunal da Relação’ is the competent court. The appeals are launched, in accordance with the national law in force, by way of a request addressed to the court which issued the contested decision,\n— in Romania, the ‘Curte de Apel’,\n— in Slovenia, the ‘okrožno sodišče’,\n— in Slovakia, the court of appeal through the district court whose decision is being appealed,\n— in Finland, the ‘hovioikeus/hovrätt’,\n— in Sweden, the ‘Svea hovrätt’,\n— in the United Kingdom:\n(a) in England and Wales, the High Court of Justice, or in the case of a maintenance judgment the Magistrates’ Court;\n(b) in Scotland, the Court of Session, or in the case of a maintenance judgment the Sheriff Court;\n(c) in Northern Ireland, the High Court of Justice, or in the case of a maintenance judgment, the Magistrates’ Court;\n(d) in Gibraltar, the Supreme Court of Gibraltar, of in the case of a maintenance judgment, the Magistrates’ Court.\nANNEX IV\nThe appeals which may be lodged pursuant to Article 44 are the following:\n— in Belgium, Greece, Spain, France, Italy, Luxembourg and the Netherlands, an appeal in cassation,\n— in Bulgaria, ‘обжалване пред Върховния касационен съд’,\n— in the Czech Republic, a ‘dovolání’ and a ‘žaloba pro zmatečnost’,\n— in Denmark, an appeal to the ‘Højesteret’ with leave from the ‘Procesbevillingsnævnet’,\n— in Germany, a ‘Rechtsbeschwerde’,\n— in Estonia, a ‘kassatsioonikaebus’,\n— in Ireland, an appeal on a point of law to the Supreme Court,\n— in Cyprus, an appeal to the Supreme Court,\n— in Latvia, by an appeal in cassation to the ‘Augstākās tiesas Senātā’ via the ‘Apgabaltiesā’,\n— in Lithuania, an appeal in cassation to the ‘Lietuvos Aukščiausiasis Teismas’,\n— in Hungary, ‘felülvizsgálati kérelem’,\n— in Malta, no further appeal lies to any other court; in the case of a maintenance judgment the ‘Qorti ta’ l-Appell’ in accordance with the procedure laid down for appeal in the ‘kodiċi ta’ Organizzazzjoni u Procedura Ċivili – Kap. 12’,\n— in Austria, a ‘Revisionsrekurs’,\n— in Poland, ‘skarga kasacyjna’,\n— in Portugal, an appeal on a point of law,\n— in Romania, a ‘contestatie in anulare’ or a ‘revizuire’,\n— in Slovenia, an appeal to the ‘Vrhovno sodišče Republike Slovenije’,\n— in Slovakia, the ‘dovolanie’,\n— in Finland, an appeal to the ‘korkein oikeus/högsta domstolen’,\n— in Sweden, an appeal to the ‘Högsta domstolen’,\n— in the United Kingdom, a single further appeal on a point of law."}