{"celex_id": "32013D0443", "uri": "http://publications.europa.eu/resource/cellar/fb234b33-107c-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["1445", "1519", "3584", "4743", "8464"], "title": "2013/443/EU: Commission Implementing Decision of 27 August 2013 concerning certain protective measures in relation to highly pathogenic avian influenza of subtype H7N7 in Italy including the establishment of further restricted zones and repealing Implementing Decision 2013/439/EU (notified under document C(2013) 5623)  Text with EEA relevance\n", "header": "29.8.2013 EN Official Journal of the European Union L 230/20\nCOMMISSION IMPLEMENTING DECISION\nof 27 August 2013\nconcerning certain protective measures in relation to highly pathogenic avian influenza of subtype H7N7 in Italy including the establishment of further restricted zones and repealing Implementing Decision 2013/439/EU\n(notified under document C(2013) 5623)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2013/443/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 89/662/EEC of 11 December 1989 concerning veterinary checks in intra-Community trade with a view to the completion of the internal market (1), and in particular Article 9(4) thereof,\nHaving regard to Council Directive 90/425/EEC of 26 June 1990 concerning veterinary and zootechnical checks applicable in intra-Community trade in certain live animals and products with a view to the completion of the internal market (2), and in particular Article 10(4) thereof,\nWhereas:\n(1) Avian influenza is an infectious viral disease in birds, including poultry. Infections with avian influenza viruses in domestic poultry cause two main forms of that disease that are distinguished by their virulence. The low pathogenic form generally only causes mild symptoms, while the highly pathogenic form results in very high mortality rates in most poultry species. That disease may have a severe impact on the profitability of poultry farming.\n(2) Avian influenza is mainly found in birds, but under certain circumstances infections can also occur in humans even though the risk is generally very low.\n(3) In the event of an outbreak of avian influenza, there is a risk that the disease agent might spread to other holdings where poultry or other captive birds are kept. As a result it may spread from one Member State to other Member States or to third countries through trade in live birds or their products.\n(4) Council Directive 2005/94/EC (3) sets out certain preventive measures relating to the surveillance and the early detection of avian influenza and the minimum control measures to be applied in the event of an outbreak of that disease in poultry or other captive birds. That Directive provides for the establishment of protection and surveillance zones in the event of an outbreak of highly pathogenic avian influenza.\n(5) Council Directive 2009/158/EC (4) lays down rules for trade within the Union in those commodities, including the veterinary certificates to be used.\n(6) Following the notification by Italy of an outbreak of highly pathogenic avian influenza of subtype H7N7 in a holding in the commune of Ostellato, in the province of Ferrara in the Region Emilia-Romagna on 15 August 2013, the Commission adopted Implementing Decision 2013/439/EU (5), that lays down provisions for protection and surveillance zones to be established around the outbreak.\n(7) On 21 August 2013 Italy notified the occurrence of a second outbreak of disease in the commune of Mordano in the province of Bologna and on 23 August 2013 of a third outbreak of disease in the commune of Portomaggiore in the province of Ferrara, both in the Region Emilia-Romagna and it immediately took the measures required pursuant to Directive 2005/94/EC, including the establishment of protection, surveillance and further restricted zones, which should be defined in Parts A, B and C of the Annex to this Decision.\n(8) The Commission has examined those measures in collaboration with Italy, and it is satisfied that the borders of those zones established by the competent authority in that Member State are at a sufficient distance to the actual holding where the outbreak was confirmed.\n(9) In order to prevent any unnecessary disturbance to trade within the Union and to avoid unjustified barriers to trade being imposed by third countries, it is necessary to rapidly define those zones established in Italy at Union level and to provide that no consignments of live poultry, ready-to-lay poultry, day-old chicks and hatching eggs are dispatched from those zones to other Member States or to third countries.\n(10) Day-old chicks present a negligible risk for the spread of the disease provided that in accordance with the provisions of Article 30(c)(iii) second subparagraph of the Directive 2005/94/EC they have hatched from hatching eggs originating from poultry holdings located outside the protection and surveillance zones and the hatchery of dispatch can ensure by its logistics and by its biosecurity working conditions that no contact has occurred between those eggs and any other hatching eggs or day-old chicks originating from poultry flocks within the established protection or surveillance zones and which are therefore of a different health status.\n(11) Hatching eggs equally present a negligible risk for the spread of the disease provided that in accordance with the provisions of Article 30(c)(iv) of Directive 2005/94/EC they originate from holdings located outside the protection and surveillance zones and their packaging is disinfected before dispatch to a designated hatchery.\n(12) It is therefore appropriate that the competent authority of Italy may authorise the dispatch of consignments of day-old chicks and hatching eggs from the further restricted zones defined in this Decision according to the requirements laid down in Directive 2005/94/EC provided that Italy gives written notification in advance and the Member State or third country of destination confirms its prior agreement to receive these consignments.\n(13) In order to verify compliance with the provisions of this Decision, it is appropriate that the veterinary certificates provided for in Directive 2009/158/EC include a reference to that effect.\n(14) For the sake of clarity, Implementing Decision 2013/439/EU should be repealed.\n(15) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Italy shall ensure that the protection, surveillance and further restricted zones established in accordance with Article 16(1) and (4) of Directive 2005/94/EC comprise at least the areas listed in Parts A, B and C of the Annex to this Decision.", "1.   Italy shall ensure that no consignments of live poultry, ready to-lay-poultry, day-old chicks and hatching eggs are dispatched from the zones listed in Parts A, B and C of the Annex to other Member States or third countries.\n2.   By way of derogation from paragraph 1, the competent authority of Italy may authorise the dispatch of consignments of day-old chicks and hatching eggs from the zones listed in Part C of the Annex to other Member States or third countries provided that:\n(a) the measures laid down in Article 30(c)(iii) second subparagraph and (iv) of Directive 2005/94/EC are applied;\n(b) the competent authority of the Member State or third country of destination is given written notification in advance and undertakes to receive the consignments of the day-old chicks and hatching eggs and notify their date of arrival at the holding of destination on its territory to the competent authority of Italy.\n3.   Italy shall ensure that the veterinary certificates accompanying the consignments referred to in paragraph 2 to be dispatched to other Member States include the words:\n‘The consignment complies with the animal health conditions laid down in Commission Implementing Decision 2013/443/EU (6).", "Implementing Decision 2013/439/EU is repealed.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 27 August 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 395, 30.12.1989, p. 13.\n(2)  OJ L 224, 18.8.1990, p. 29.\n(3)  Council Directive 2005/94/EC of 20 December 2005 on Community measures for the control of avian influenza (OJ L 10, 14.1.2006, p. 16).\n(4)  Council Directive 2009/158/EC of 30 November 2009 on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (OJ L 343, 22.12.2009, p. 74).\n(5)  Commission Implementing Decision 2013/439/EU of 19 august 2013 concerning certain protective measures in relation to highly pathogenic avian influenza of subtype H7N7 in Italy (OJ L 223, 21.8.2013, p. 10).\n(6)  OJ L 230, 29.8.2013, p. 20’.\nANNEX\nPART A\nProtection zones as referred to in Article 1:\nISO Country Code Member State Postal Code Name Date until applicable in accordance with Article 29 of Directive 2005/94/EC\nIT Italy  Area comprising the municipalities of:\n44020 Ostellato 14.9.2013\n40027 Mordano 30.9.2013\n48010 Bagnara di Romagna\n40026 Part of the territory of the municipality of Imola situated east of the state road 610 and north of the state road 9 ‘Via Emilia’.\n48027 Part of the territory of the municipality of Solarolo situated north of the junction of highway A14 to Ravenna.\n44015 Portomaggiore 18.9.2013\nPART B\nSurveillance zones as referred to in Article 1:\nISO Country Code Member State Postal Code Name Date until applicable in accordance with Article 31 of Directive 2005/94/EC\nIT Italy  Area comprising the municipalities of:\n44011 Argenta 23.9.2013\n44022 Comacchio\n44027 Migliarino\n44020 Migliaro\n44015 Portomaggiore\n44039 Tresigallo\n48014 Castelbolognese 9.10.2013\n40023 Castelguelfo\n48017 Conselice\n48010 Cotignola\n48018 Faenza\n40026 Imola (remaining part of the municipality)\n48022 Lugo\n48024 Massalombarda\n48020 Sant’Agata sul Santerno\n48027 Solarolo (remaining part of the municipality)\n44020 Masi Torello 27.9.2013\n44123 Part of the territory of the municipality of Ferrara situated east of the state road 15 ‘Via Pomposa’ and the provincial road ‘Via Ponte Assa’.\nPART C\nFurther restricted zone as referred to in Article 1:\nISO Country Code Member State Postal Code Name Date until the measures are applicable\nIT Italy  Area comprising the municipalities of:\n48011 Alfonsine 11.9.2013\n29002 Ariano nel Polesine\n39002 Bagnacavallo\n38002 Berra\n40003 Brisighella\n39004 Bertinoro\n39005 Casola Valsenio\n40005 Castrocaro Terme e Terra del Sole\n39007 Cervia\n40007 Cesena\n40008 Cesenatico\n38005 Codigoro\n29017 Corbola\n40011 Dovadola\n40013 Forlimpopoli\n40012 Forlì\n39011 Fusignano\n40015 Gambettola\n40016 Gatteo\n38025 Goro\n38010 Jolanda di Savoia\n38011 Lagosanto\n40018 Longiano\n38013 Massa Fiscaglia\n40019 Meldola\n38014 Mesola\n40022 Modigliana\n29034 Papozze\n29039 Porto Tolle\n29052 Porto Viro\n40032 Predappio\n39014 Ravenna\n39015 Riolo Terme\n39016 Russi\n40041 San Mauro Pascoli\n40045 Savignano sul Rubicone\n29046 Taglio di Po"}