{"celex_id": "32011L0008", "uri": "http://publications.europa.eu/resource/cellar/cab230a2-7299-43f8-bbcf-3f98cb291147", "type": "Directive", "concepts": ["1240", "13", "1837", "2078", "2594", "2746", "3817", "3885", "6569"], "title": "Commission Directive 2011/8/EU of 28 January 2011 amending Directive 2002/72/EC as regards the restriction of use of Bisphenol A in plastic infant feeding bottles  Text with EEA relevance\n", "header": "29.1.2011 EN Official Journal of the European Union L 26/11\nCOMMISSION DIRECTIVE 2011/8/EU\nof 28 January 2011\namending Directive 2002/72/EC as regards the restriction of use of Bisphenol A in plastic infant feeding bottles\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1935/2004 of the European Parliament and of the Council of 27 October 2004 on materials and articles intended to come into contact with food and repealing Directives 80/590/EEC and 89/109/EEC (1), and in particular Article 18(3) thereof,\nAfter consulting the European Food Safety Authority,\nWhereas:\n(1) Commission Directive 2002/72/EC of 6 August 2002 relating to plastic materials and articles intended to come into contact with foodstuffs (2) authorises the use of 2,2-bis(4-hydroxyphenyl)propane, commonly known as Bisphenol A (hereinafter ‘BPA’), as monomer for the manufacture of plastic materials and articles intended to come into contact with foodstuffs in accordance with the opinions of the Scientific Committee on Food (hereinafter ‘SCF’) (3) and the European Food Safety Authority (hereinafter ‘the EFSA’) (4).\n(2) BPA is used as monomer in the manufacture of polycarbonate plastics. Polycarbonate plastics are used amongst others in the manufacture of infant feeding bottles. When heated under certain conditions small amounts of BPA can potentially leach out from food containers into foods and beverages and be ingested.\n(3) On 29 March 2010 the Danish Government informed the Commission and the Member States that it has decided to apply the safeguard measures provided for in Article 18 of Regulation (EC) No 1935/2004 and to temporarily ban the use of BPA for the manufacture of plastic materials in contact with food intended for children aged 0-3 (5).\n(4) The Danish Government substantiated its safeguard measure with a risk assessment provided on 22 March 2010 by the National Food Institute at the Technical University of Denmark (hereinafter ‘DTU Food’). The risk assessment covers the evaluation of a comprehensive study carried out on animals exposed to BPA in low doses monitoring the development of the nervous system and the behaviour in newborn rats. DTU Food has also evaluated whether the new data changes its previous evaluation of the toxic effects on the development of the nervous system and behaviour possibly caused by BPA.\n(5) In accordance with the procedure provided for in Article 18 of Regulation (EC) No 1935/2004 on 30 March 2010 the Commission asked the EFSA to give its opinion on the grounds adduced by Denmark for concluding that the use of the material endangers human health, although it complies with the relevant specific measures.\n(6) On 6 July 2010 the French Government informed the Commission, and on 9 July 2010 the Member States, that it has decided to apply the safeguard measures provided for in Article 18 of Regulation (EC) No 1935/2004 and to temporarily ban the manufacture, import, export and placing on the market of feeding bottles containing BPA (6).\n(7) The French Government substantiated its safeguard measure with two opinions issued by the French Food Safety Authority (AFSSA) on 29 January and 7 June 2010 and the report published on 3 June 2010 by the National Institute of Health and Medical Research (INSERM).\n(8) On 23 September 2010 the EFSA adopted the opinion of its Panel on food contact materials, enzymes, flavourings and processing aids (hereinafter ‘the Panel’) on BPA responding to the Commission’s request of 30 March 2010 as well as covering the evaluation of the specific neurobehavioural study evaluated in the Danish risk assessment and the review and evaluation of other recently published studies on BPA (7).\n(9) In its opinion the Panel concludes that based on the comprehensive evaluation of recent human and animal toxicity data, no new study could be identified, which would call for a revision of the current tolerable daily intake (hereinafter ‘TDI’) of 0,05 mg/kg bodyweight per day. This TDI is based on the no adverse effect level of 5 mg/kg bodyweight per day from a multi-generation reproductive toxicity study in rats, and the application of an uncertainty factor of 100, which is considered as conservative based on all information on BPA toxicokinetics. However, in a minority opinion one Member of the Panel concluded that the effects observed in certain studies raised uncertainties which may not be covered by the current TDI which should therefore be considered temporary until more robust data becomes available in the areas of uncertainty.\n(10) The Panel noted that some animal studies conducted on developing animals have suggested other BPA-related effects of possible toxicological relevance, in particular biochemical changes in brain, immune-modulatory effects and enhanced susceptibility to breast tumours. These studies have many shortcomings. The relevance of these findings in relation to human health cannot be assessed at present. In case any new relevant data becomes available in the future, the Panel will reconsider its opinion.\n(11) Infant formula or breast milk is the only source of nutrition for infants up to the age of 4 months, and it remains the major source of nutrition for some additional months. In its opinion of 2006 the EFSA concluded that infants aged 3 and 6 months fed using polycarbonate infant feeding bottles have the highest exposure to BPA, though below the TDI. For this group of infants the level of exposure to BPA decreases once feeding from polycarbonate bottles is phased out and other sources of nutrition become dominant.\n(12) Even if the infant has sufficient capacity to eliminate BPA at worst-case exposure the EFSA opinion pointed out that an infant’s system to eliminate BPA is not as developed as that of an adult and it only gradually reaches the adult capacity during the first 6 months.\n(13) The potential toxicological effects may have a higher impact in the developing organism. According to the opinions of the Scientific Committee on Food of 1997 (8) and 1998 (9) certain effects, in particular endocrine and reproductive effects, effects on the immune system and the neurodevelopment are of particular relevance to infants. Reproductive effects and neurodevelopmental effects of BPA have been studied extensively in standard multigeneration toxicological tests and in other studies, which took account of the developing organism and did not reveal effects in doses below the TDI. However, studies which could not be taken into account for setting the TDI due to many shortcomings showed BPA-related effects of possible toxicological relevance. These effects, in particular those on the biochemical changes in the brain, which may affect neurodevelopment, and on immune modulation are reflecting the area of particular concern for infants highlighted in the SCF opinions of 1997 and 1998. In addition, the EFSA opinion of 2010 mentions the enhancing effect of an early exposure to BPA on tumour formation later on in life when exposed to a carcinogen. Also in this case the sensitive stage is the developing organism. Thus the infant can be identified as the particular vulnerable part of the population as regards those findings for which the relevance for human health could not yet be fully assessed.\n(14) According to the EFSA opinion of 2006 polycarbonate feeding bottles is the main source of exposure to BPA for infants. Alternative materials to polycarbonate that do not contain BPA exist on the EU market, in particular glass and other plastic infant feeding bottles. These alternative materials have to comply with the strict safety requirements set out for food contact materials. Therefore, it is not necessary to continue the use of BPA-containing polycarbonate for infant feeding bottles.\n(15) Given that there exists a possible particular vulnerability of infants to potential effects of BPA, although also the infant is deemed to be able to eliminate BPA and even where the risk, notably to human health, has not yet been fully demonstrated, it is appropriate to reduce their exposure to BPA as much as reasonably achievable, until further scientific data is available to clarify the toxicological relevance of some observed effects of BPA, in particular as regards biochemical changes in brain, immune-modulatory effects and enhanced susceptibility to breast tumours.\n(16) The precautionary principle referred to in Article 7 of Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety (10) allows the Union to provisionally adopt measures on the basis of available pertinent information, pending an additional assessment of risk and a review of the measure within a reasonable period of time.\n(17) Taking into account that there are uncertainties in the present state of scientific research with regard to the harmfulness of BPA exposure to infants (11) through polycarbonate infant feeding bottles that would need to be clarified, the Commission is entitled to take a preventive measure regarding the use of BPA in polycarbonate infant feeding bottles on the basis of the precautionary principle which is applicable in a situation in which there is scientific uncertainty, even if the risk, notably to human health, has not yet been fully demonstrated.\n(18) Thus, it is necessary and appropriate for the achievement of the basic objective of ensuring a high level of human health protection to obviate sources of danger to physical and mental health that may be caused to infants by BPA exposure through feeding bottles.\n(19) The Commission evaluated the infant feeding bottle market and received an indication by the relevant producers that voluntary action by the industry for replacements on the market are ongoing and the economic impact of the proposed measure is limited. Therefore, all BPA-containing infant feeding bottles on the EU market should be replaced by the middle of 2011.\n(20) Until further scientific data are available to clarify the toxicological relevance of some observed effects of BPA, in particular as regards biochemical changes in brain, immune-modulatory effects and enhanced susceptibility to breast tumours, the use of BPA in the manufacture and placing on the market of polycarbonate infant feeding bottles should be temporarily banned. Directive 2002/72/EC should therefore be amended accordingly. The Authority has a mandate to monitor new studies to clarify these endpoints.\n(21) Following the evaluation of the technical and economic feasibility to implement the proposed measure it is concluded that the measure is no more restrictive of trade than is required to achieve the high level of health protection chosen in the Union.\n(22) The measures provided for in this Directive are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex II, Section A of Directive 2002/72/EC, the text in column 4 under the reference number 13480 as regards the monomer 2,2-bis(4-hydroxyphenyl)propane is replaced by the following:\n‘SML (T) = 0,6 mg/kg. Not to be used for the manufacture of polycarbonate infant (12) feeding bottles", "1.   Member States shall adopt and publish, by 15 February 2011 at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt the provisions referred to in paragraph 1, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall apply the provisions referred to in paragraph 1 in such a way as to prohibit from 1 March 2011 the manufacture of, and from 1 June 2011 the placing on the market and importation into the Union of, plastic materials and articles intended to come into contact with foodstuffs and which do not comply with this Directive.\n3.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on 1 February 2011.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 338, 13.11.2004, p. 4.\n(2)  OJ L 220, 15.8.2002, p. 18.\n(3)  Opinion of the Scientific Committee on Food on Bisphenol A, expressed on 17 April 2002. SCF/CS/PM/3936 Final, 3 May 2002. http://ec.europa.eu/food/fs/sc/scf/out128_en.pdf\n(4)  Opinion of the Scientific Panel on Food Additives, Flavourings, Processing Aids and Materials in Contact with Food on a request from the Commission related to 2,2-BIS(4-HYDROXYPHENYL)PROPANE (Bisphenol A) Question number EFSA-Q-2005-100, Adopted on 29 November 2006, The EFSA Journal (2006) 428, p. 1. and Toxicokinetics of Bisphenol A, Scientific Opinion of the Panel on Food additives, Flavourings, Processing aids and Materials in Contact with Food (AFC) (Question No EFSA-Q-2008-382) Adopted on 9 July 2008, The EFSA Journal (2008) 759, p. 1.\n(5)  Bekendtgørelse om ændring af bekendtgørelse om materialer og genstande bestemt til kontakt med fødevarer, Lovtidende A, Nr. 286, 27.3.2010.\n(6)  LOI no 2010-729 du 30 juin 2010 tendant à suspendre la commercialisation de biberons produits à base de bisphénol A, JORF no 0150 du 1 juillet 2010, page 11857.\n(7)  Scientific Opinion on Bisphenol A: evaluation of a study investigating its neurodevelopmental toxicity, review of recent scientific literature on its toxicity and advice on the Danish risk assessment of Bisphenol A EFSA Panel on food contact materials, enzymes, flavourings and processing aids (CEF) (Question Nos: EFSA-Q-2009-00864, EFSA-Q-2010-01023 and EFSA-Q-2010-00709) adopted on 23 September 2010, EFSA Journal 2010; 8(9):1829.\n(8)  Opinion of the Scientific Committee for Food on: A maximum residue limit (MRL) of 0,01 mg/kg for pesticides in foods intended for infants and young children (expressed on 19 September 1997).\n(9)  Further advice on the opinion of the Scientific Committee for Food expressed on 19 September 1997 on a Maximum Residue Limit (MRL) of 0,01 mg/kg for pesticides in foods intended for infants and young children (adopted by the SCF on 4 June 1998).\n(10)  OJ L 31, 1.2.2002, p. 1.\n(11)  As defined in Commission Directive 2006/141/EC (OJ L 401, 30.12.2006, p. 1).\n(12)  Infant as defined in Directive 2006/141/EC (OJ L 401, 30.12.2006, p. 1).’"}