{"celex_id": "32015R0243", "uri": "http://publications.europa.eu/resource/cellar/5ba4c397-b679-11e4-b3fe-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "2737", "3191", "3579", "4743", "8464", "888"], "title": "Commission Implementing Regulation (EU) 2015/243 of 13 February 2015 amending Annex I to Regulation (EC) No 798/2008 as regards the entry for the United States in the list of third countries, territories, zones or compartments from which certain poultry commodities may be imported into or transit through the Union in relation to highly pathogenic avian influenza  Text with EEA relevance\n", "header": "17.2.2015 EN Official Journal of the European Union L 41/5\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/243\nof 13 February 2015\namending Annex I to Regulation (EC) No 798/2008 as regards the entry for the United States in the list of third countries, territories, zones or compartments from which certain poultry commodities may be imported into or transit through the Union in relation to highly pathogenic avian influenza\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1), and in particular the introductory phrase of Article 8, the first subparagraph of point 1 of Article 8, point 4 of Article 8 and Article 9(4)(c) thereof,\nHaving regard to Council Directive 2009/158/EC of 30 November 2009 on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (2), and in particular Articles 23(1), 24(2) and 25(2) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 798/2008 (3) lays down veterinary certification requirements for imports into and transit, including storage during transit, through the Union of poultry and poultry products (‘the commodities’). It provides that the commodities may only be imported into and transit through the Union from the third countries, territories, zones or compartments listed in columns 1 and 3 of the table in Part 1 of Annex I thereto.\n(2) Regulation (EC) No 798/2008 also lays down the conditions for a third country, territory, zone or compartment to be considered as free from highly pathogenic avian influenza (HPAI).\n(3) The United States is listed in Part 1 of Annex I to Regulation (EC) No 798/2008 as a third country from which imports into and transit through the Union of the commodities are authorised from the whole of its territory.\n(4) An Agreement between the Union and the United States (4) provides for a swift mutual recognition of regionalisation measures in the event of outbreaks of a disease in the Union or in the United States (‘the Agreement’).\n(5) On 19 December 2014, the United States confirmed the presence of HPAI of subtype H5N8 in a poultry holding in Douglas County in the State of Oregon and on 3 January 2015 HPAI of subtype H5N2 in a poultry holding in the State of Washington. The whole territory of that third country may therefore no longer be considered as being free from that disease. The veterinary authorities of the United States immediately suspended issuing veterinary certificates from the whole of its territory for consignments of poultry commodities intended for import into and transit through the Union. The United States has also implemented a stamping-out policy in order to control HPAI and limit its spread.\n(6) The United States has submitted information on the epidemiological situation on its territory and the measures it has taken to prevent the further spread of HPAI which has now been evaluated by the Commission. On the basis of that evaluation, as well as the commitments laid down in the Agreement and the guarantees provided by the United States, it is appropriate to conclude that limiting the restrictions on the introduction into the Union of commodities to the HPAI affected area in the State of Oregon and to the entire State of Washington, which the veterinary authorities of the United States have placed under restrictions due to the current outbreaks, should be sufficient to cover the risks associated with the introduction into the Union of the commodities. The entry for the United States in the list in Part 1 of Annex I to Regulation (EC) No 798/2008 should therefore be amended to take account of the regionalisation of that third country due to the current outbreaks of HPAI.\n(7) Annex I to Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed,", "main_body": ["Part 1 of Annex I to Regulation (EC) No 798/2008 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 343, 22.12.2009, p. 74.\n(3)  Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (OJ L 226, 23.8.2008, p. 1).\n(4)  Agreement between the European Community and the Government of the United States of America on sanitary measures to protect public and animal health in trade in live animals and animal products, as approved on behalf of the European Community by Council Decision 1998/258/EC (OJ L 118, 21.4.1998, p. 1).\nANNEX\nIn Part 1 of Annex I to Regulation (EC) No 798/2008, the entry for the United States is replaced by the following:\nISO code and name of third country or territory Code of third country, territory, zone or compartment Description of third country, territory, zone or compartment Veterinary certificate Specific conditions Specific conditions Avian influenza surveillance status Avian influenza vaccination status Salmonella control status (7)\nModel(s) Additional guarantees Closing date (1) Opening date (2)\n1 2 3 4 5 6 6A 6B 7 8 9\n‘US — United States US-0 Whole country SPF\nEP, E       S4\nUS-1 Area of the United States, excluding the territory US-2 BPP, BPR, DOC, DOR, HEP, HER, SRP, SRA  N   A  S3, ST1’\nWGM VIII\nPOU, RAT  N\nUS-2 Area of the United States corresponding to Douglas County in the State of Oregon and the entire territory of the State of Washington WGM VIII P2 19.12.2014\nPOU, RAT  N"}