{"celex_id": "32011R1220", "uri": "http://publications.europa.eu/resource/cellar/077bb4e0-471b-417c-8939-d6bb3567ad46", "type": "Regulation", "concepts": ["1005", "1264", "2131", "2136", "2178", "797", "80"], "title": "Commission Implementing Regulation (EU) No 1220/2011 of 25 November 2011 amending Regulation (EC) No 867/2008 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards operators’ organisations in the olive sector, their work programmes and the financing thereof\n", "header": "26.11.2011 EN Official Journal of the European Union L 313/6\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1220/2011\nof 25 November 2011\namending Regulation (EC) No 867/2008 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 as regards operators’ organisations in the olive sector, their work programmes and the financing thereof\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular the third subparagraph of Article 103(2) in conjunction with Article 4 thereof,\nWhereas:\n(1) In the light of experience gained from implementing the work programmes of operators’ organisations in the olive sector, certain amendments should be made to Commission Regulation (EC) No 867/2008 (2).\n(2) In order to ensure better implementation of Article 103 of Regulation (EC) No 1234/2007 and to ensure that the financial interests of the Union are protected where producer organisations are beneficiaries of rural development measures under Council Regulation (EC) No 1698/2005 of 20 September 2005 on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) (3), provision should be made for the approval of operators’ organisations in the olive sector to be immediately refused, suspended or withdrawn if the latter have been penalised under those Regulations.\n(3) With regard to market monitoring and administrative management, it is useful to focus on subjects linked to measures planned under the work programmes of the operators’ organisations, whereas in the field of improving the production quality of olive oil and table olives, for reasons of effectiveness, provision should be made for new types of technical assistance.\n(4) To improve consistency in the activities which are eligible for Union funding, it is desirable, with regard to controlling olive fly, to restrict financing to those measures provided for in point (b)(iii) of Article 5(1) of Regulation (EC) No 867/2008.\n(5) In consideration of the experience gained, it is necessary to increase the minimum percentage of Union funding allocated to reducing the environmental impact of olive cultivation in order to reflect the important developments in this area. Similarly, in order to make the best possible use of the resources allocated to work programmes, there should be a reduction in the general expenses element of expenditure on implementation.\n(6) Administrative procedures should be simplified where amendments to a programme involve substituting one measure with another and where the planned budget for each measure is less than EUR 10 000 but where the initial objective of the programme remains unchanged.\n(7) To facilitate the implementation of programmes, the conditions for the release of securities linked to advances should be made more flexible provided that the eligible expenditure has been implemented and verified.\n(8) A new deadline should be set for the Member States concerned to notify the Commission of national measures taken to implement this Regulation.\n(9) Regulation (EC) No 867/2008 should be amended accordingly.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["Regulation (EC) No 867/2008 is amended as follows:\n(1) in Article 3(5) the following subparagraph (c) is added:\n‘(c) has been penalised for infringing the scheme to fund the activities of operators’ organisations provided for in Article 103 of Regulation (EC) No 1234/2007 or for an infringement of the application of a rural development measure provided for in Council Regulation (EC) No 1698/2005 (4).\n(2) Article 5(1) is amended as follows:\n(a) point (a)(ii) is replaced by the following:\n‘(ii) drawing up studies on subjects linked to the other measures provided for in the work programme of the operators’ organisation concerned;’;\n(b) point (c) shall be amended as follows:\n(i) point (i) is replaced by the following:\n‘(i) improving conditions for growing, harvesting, delivering and storing olives prior to processing, in accordance with the technical specifications laid down by the competent national authority;’;\n(ii) point (iii) shall be replaced by the following:\n‘(iii) improving conditions for storage and use of the residues of olive oil and table olive production and improving olive oil bottling conditions;’;\n(iii) point (iv) shall be replaced by the following:\n‘(iv) technical assistance for production, for the olive processing industry, for producers of table olives, for mills and for packaging, relating to aspects linked to product quality;’;\n(iv) point (vi) shall be replaced by the following:\n‘(vi) training tasters to carry out organoleptic checks on virgin olive oils and on table olives.’;\n(3) in Article 6, the first paragraph is replaced by the following:\n(4) in Article 7(1), the following point (g) is added:\n‘(g) measures and activities relating to controlling olive fly with the exception of measures provided for in point (b)(iii) of Article 5(1).’;\n(5) point (d) of the second subparagraph of Article 8(2) is replaced by the following:\n‘(d) the planned expenditure, broken down by measure and by area of measure as referred to in Article 5(1), with details for each 12-month period from the date of approval of the work programme, distinguishing the overheads, which must not exceed 5 % of the total, and the other main types of costs;’;\n(6) in Article 10, the following paragraph 6 is added:\n(7) Article 11(5) is replaced by the following text:\n(8) in Article 18(1), the introductory sentence shall be replaced by the following:", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 November 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 237, 4.9.2008, p. 5.\n(3)  OJ L 277, 21.10.2005, p. 1.\n(4)  OJ L 277, 21.10.2005, p. 1.’;"}