{"celex_id": "32011D0457", "uri": "http://publications.europa.eu/resource/cellar/d9b3651c-c132-458a-a0ac-7f4d1054a562", "type": "Decision", "concepts": ["1074", "1366", "187", "208", "5315", "616"], "title": "2011/457/EU: Council Decision of 19 July 2011 on the position to be taken by the European Union within the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms (MEDIA Mundus)\n", "header": "26.7.2011 EN Official Journal of the European Union L 194/2\nCOUNCIL DECISION\nof 19 July 2011\non the position to be taken by the European Union within the EEA Joint Committee concerning an amendment to Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms (MEDIA Mundus)\n(2011/457/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 166 and 173 and Article 218(9) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Protocol 31 to the Agreement on the European Economic Area (1) (‘the EEA Agreement’) contains specific provisions and arrangements concerning cooperation in specific fields outside the four freedoms.\n(2) It is appropriate to extend the cooperation of the Contracting Parties to the EEA Agreement to include Decision No 1041/2009/EC of the European Parliament and of the Council of 21 October 2009 establishing an audiovisual cooperation programme with professionals from third countries (MEDIA Mundus) (2).\n(3) Protocol 31 to the EEA Agreement should therefore be amended accordingly.\n(4) The position of the Union within the EEA Joint Committee should be based on the attached draft Decision,", "main_body": ["The position to be taken by the European Union within the EEA Joint Committee on the proposed amendment to Protocol 31 to the EEA Agreement shall be based on the draft Decision of the EEA Joint Committee attached to this Decision.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 19 July 2011.\nFor the Council\nThe President\nM. SAWICKI\n(1)  OJ L 1, 3.1.1994, p. 3.\n(2)  OJ L 288, 4.11.2009, p. 10.\nDRAFT\nDECISION No …/2011 OF THE EEA JOINT COMMITTEE\nof …\namending Protocol 31 to the EEA Agreement, on cooperation in specific fields outside the four freedoms\nTHE EEA JOINT COMMITTEE,\nHaving regard to the Agreement on the European Economic Area, as amended by the Protocol adjusting the Agreement on the European Economic Area (‘the Agreement’), and in particular Articles 86 and 98 thereof,\nWhereas:\n(1) Protocol 31 to the Agreement was amended by Decision of the EEA Joint Committee No …/… of … (1).\n(2) It is appropriate to extend the cooperation of the Contracting Parties to the Agreement to include Decision No 1041/2009/EC of the European Parliament and of the Council of 21 October 2009 establishing an audiovisual cooperation programme with professionals from third countries (MEDIA Mundus) (2).\n(3) Protocol 31 to the Agreement should therefore be amended in order to allow for this extended cooperation to take place. That amendment should apply from 1 January 2011,\nHAS ADOPTED THIS DECISION:\nArticle 1\nThe following indent is added to Article 9(4) of Protocol 31 to the Agreement:\n‘— 32009 D 1041: Decision No 1041/2009/EC of the European Parliament and of the Council of 21 October 2009 establishing an audiovisual cooperation programme with professionals from third countries (MEDIA Mundus) (OJ L 288, 4.11.2009, p. 10).\nArticle 2\nThis Decision shall enter into force on the day following the last notification to the EEA Joint Committee pursuant to Article 103(1) of the Agreement. (3)\nIt shall apply from 1 January 2011.\nArticle 3\nThis Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union.\nDone at …, …\nFor the EEA Joint Committee\nThe President\nThe Secretaries to the EEA Joint Committee\n(1)  OJ L …\n(2)  OJ L 288, 4.11.2009, p. 10.\n(3)  [No constitutional requirements indicated.] [Constitutional requirements indicated.]"}