{"celex_id": "32010R0081", "uri": "http://publications.europa.eu/resource/cellar/731bd003-2caf-4b9d-8f82-fc8e8279662a", "type": "Regulation", "concepts": ["1504", "1772", "2193", "2902", "3568", "5360", "601"], "title": "Commission Regulation (EU) No 81/2010 of 28 January 2010 fixing the coefficients applicable to cereals exported in the form of Irish whiskey for the period 2009/10\n", "header": "29.1.2010 EN Official Journal of the European Union L 25/10\nCOMMISSION REGULATION (EU) No 81/2010\nof 28 January 2010\nfixing the coefficients applicable to cereals exported in the form of Irish whiskey for the period 2009/10\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1),\nHaving regard to Commission Regulation (EC) No 1670/2006 of 10 November 2006 laying down certain detailed rules for the application of Council Regulation (EC) No 1784/2003 as regards the fixing and granting of adjusted refunds in respect of cereals exported in the form of certain spirit drinks (2), and in particular Article 5 thereof,\nWhereas:\n(1) Article 4(1) of Regulation (EC) No 1670/2006 lays down that the quantities of cereals eligible for the refund are to be the quantities placed under control and distilled, weighted by a coefficient to be fixed annually for each Member State concerned. The coefficient is to express the average ratio between the total quantities exported and the total quantities marketed of the spirit drink concerned, on the basis of the trend noted in those quantities during the number of years corresponding to the average ageing period of the spirit drink in question.\n(2) According to the information provided by Ireland in respect of the period 1 January to 31 December 2008, the average ageing period for Irish whiskey in 2008 was 5 years.\n(3) The coefficients for the period 1 October 2009 to 30 September 2010 should therefore be fixed accordingly.\n(4) Article 10 of Protocol 3 to the Agreement on the European Economic Area excludes the grant of refunds in respect of exports to Liechtenstein, Iceland and Norway. Moreover, the Community has concluded agreements abolishing export refunds with certain third countries. Under the terms of Article 7(2) of Regulation (EC) No 1670/2006, that should be taken into account in calculating the coefficients for 2009/10.\n(5) Commission Regulation (EC) No 1214/2008 of 5 December 2008 fixing the coefficients applicable to cereals exported in the form of Irish whiskey for the period 2008/2009 (3) has exhausted its effects, as it concerns the coefficients applicable for the year 2008/2009. For reasons of legal security and clarity, the abovementioned Regulation should be repealed,", "main_body": ["For the period 1 October 2009 to 30 September 2010, the coefficients provided for in Article 4 of Regulation (EC) No 1670/2006 applying to cereals used in Ireland for producing Irish whiskey shall be as set out in the Annex to this Regulation.", "Regulation (EC) No 1214/2008 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 October 2009.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 January 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 312, 11.11.2006, p. 33.\n(3)  OJ L 328, 6.12.2008, p. 18.\nANNEX\nCoefficients applicable in Ireland\nPeriod of application Coefficient applicable\nto barley used in the production of Irish whiskey, category B (1) to cereals used in the production of Irish whiskey, category A\nFrom 1 October 2009 to 30 September 2010 0,008 0,074\n(1)  Including malted barley."}