{"celex_id": "32011D0477", "uri": "http://publications.europa.eu/resource/cellar/9c622b98-8a5b-4df7-aaf0-099f08d569b3", "type": "Decision", "concepts": ["2836", "3646", "4036", "5234", "5309", "758"], "title": "2011/477/EU: Commission Decision of 27 July 2011 on the safety requirements to be met by European standards to address certain risks posed to children by internal blinds, corded window coverings and safety devices pursuant to Directive 2001/95/EC of the European Parliament and of the Council  Text with EEA relevance\n", "header": "28.7.2011 EN Official Journal of the European Union L 196/21\nCOMMISSION DECISION\nof 27 July 2011\non the safety requirements to be met by European standards to address certain risks posed to children by internal blinds, corded window coverings and safety devices pursuant to Directive 2001/95/EC of the European Parliament and of the Council\n(Text with EEA relevance)\n(2011/477/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2001/95/EC of the European Parliament and of the Council of 3 December 2001 on general product safety (1), and in particular Article 4(1)(a) thereof,\nWhereas:\n(1) Under the second subparagraph of Article 3(2) of Directive 2001/95/EC, a product is presumed safe when it complies with voluntary national standards transposing European standards, the references of which have been published in the Official Journal of the European Union.\n(2) Those European standards are to be established by European standardisation bodies on the basis of specific safety requirements determined by the Commission.\n(3) Many homes have blinds and other window coverings with cords that are used to raise or lower the product (operating cord) or to connect its different parts (inner cord). These cords pose a strangulation hazard to children, as loops can be formed and children can become entangled in them, while playing near the window. Children can also climb on window sills or furniture to access the cords. Accidents can also happen when beds or cots are placed near windows where cords are within reach of children.\n(4) In 1998, in a sample of hospitals in the 15 Member States of the European Union, 129 children were hospitalised due to an injury involving a window blind loop or drapery cord (2). In the United Kingdom, it is estimated that one or two children die every year after becoming entangled in the cords of a blind. More recently, the Commission has become aware of 10 fatal accidents involving children aged between 15 and 36 months that occurred in Ireland, Finland, the Netherlands, the United Kingdom and Turkey in the period 2008 to 2010. In the United States 119 fatalities and 111 near-misses involving corded window coverings were reported to have occurred since 1999. In Canada, 28 fatalities and 23 near-misses have been linked to the same products since 1986. In Australia, at least 10 children have been accidentally strangled by blinds cords since 2000 (3). However, these figures capture only a part of the problem, as many such accidents are not reported (4).\n(5) Research indicates that most accidental deaths involving blind cords happen in bedrooms and the children concerned are aged between 16 months and 36 months. Over half these accidents happen to children around 23 months. Although fully mobile at that age, children find it difficult to free themselves if they become entangled in the cords, as their heads still weigh more in proportion to their bodies compared to adults, and their muscular control is not yet fully developed. In addition, their windpipes have not yet fully developed and are thus smaller and less rigid than in adults and older children, so that they suffocate more quickly if their necks are constricted (5).\n(6) European standard EN 13120:2009 contains performance requirements for internal blinds, including safety. However, some models of blinds, which have been linked to accidents, are not included within the scope of this standard.\n(7) European standard EN 13120:2009 refers to both manual and power-operated internal blinds, the latter being covered in relationship with Directive 2006/42/EC of the European Parliament and of the Council of 17 May 2006 on machinery (6). However, this Directive does not cover child-safety in relation to the specific risk of strangulation and does not apply to corded blinds manually operated.\n(8) Motorisation can eliminate the risks associated with the operating cords, but not the risks relating to the inner cords.\n(9) Other window coverings with hazardous cords exposed pose a similar risk to children.\n(10) Reports of cord-related accidents give the cause of death as internal asphyxiation. Existing European standards relating to window coverings and blinds do not contain requirements to address this risk.\n(11) To cover the risk of incorrect installation or lack of installation, manufacturers should improve the design of the safety devices or of the window coverings to prevent the product being used if the safety devices are not properly installed.\n(12) It is therefore necessary to lay down safety requirements to ensure that internal blinds and other corded window coverings are inherently safe for children, eliminating the risk of strangulation and internal asphyxiation due to accessible cords and small parts.\n(13) In addition to requirements concerning the safe operation of corded window coverings and blinds, requirements and product safety information must be also developed for the safety devices.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Committee set up under Article 15 of Directive 2001/95/EC and neither the European Parliament nor the Council has opposed them,", "main_body": ["For the purposes of this Decision the following definitions shall apply:\n(a) ‘internal blinds’ shall mean a window covering product fitted anywhere within the internal surface of the building;\n(b) ‘corded window coverings’ shall mean a product used to cover a window, other than an internal blind, which features exposed cords. Window coverings can be placed outside the window, or inside two window panels, or in front of a window;\n(c) ‘hazardous loop’ shall mean a loop of exposed cord, chain or similar, combined or not with fabric, and that would fit over the head or around the neck of a young child creating a strangulation hazard;\n(d) ‘safety devices’ shall mean a device or a design that protects a young child from the risk of strangulation by, for example, preventing the forming of a hazardous loop in the cord or chain, breaking the hazardous loop, releasing a cord or a chain when a hazardous loop is formed or when the cord or a chain is subject to a load, making the cord or chain inaccessible to children, preventing the cords getting entangled;\n(e) ‘accessible cord(s), chain(s), ball-chain(s) or similar’ shall mean cord(s), chain(s), ball-chain(s) or similar that are exposed from the front, back or side of the blind or window covering, and can be reached and pulled by a young child, creating a strangulation hazard. Height is not considered as a restriction to accessibility.", "The safety requirements for internal blinds, corded window coverings and safety devices to be met by European standards pursuant to Article 4 of Directive 2001/95/EC are set out in the Annex to this Decision.", "This Decision shall enter into force on the 20th day following its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 27 July 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 11, 15.1.2002, p. 4.\n(2)  http://ec.europa.eu/consumers/reports/rights_child_safety_prod.pdf\n(3)  http://www.ocba.sa.gov.au/productsafety/warning/blindcords.html\n(4)  http://www.cpsc.gov/CPSCPUB/PREREL/PRHTML97/97136.html\n(5)  http://www.rospa.com/about/currentcampaigns/blindcords/\n(6)  OJ L 157, 9.6.2006, p. 24.\nANNEX\nSafety requirements for internal blinds, corded window coverings and safety devices\n1.   SCOPE\nThe safety requirements detailed in this document shall apply to all internal blinds and corded window coverings whatever their design and the nature of the materials used, such as:\n— Venetian blinds,\n— roller blinds,\n— vertical blinds,\n— pleated and honeycomb blinds,\n— Roman Shades,\n— Austrian/Festoon blinds,\n— panel blinds,\n— plantation shutters,\n— roll-up blinds.\nDraperies, insect screens and blinds in sealed-glazed units, if operated with cords, chains and ball-chains or similar, which are accessible and form a hazardous loop are also subject to these requirements.\nThese safety requirements shall refer to children (young children) aged from 0 to 42 months as a minimum.\n2.   REQUIREMENTS\nIn defining performance requirements for internal blinds and corded window coverings, it is essential to consider their reasonable foreseeable conditions of use, and the potential hazards that can result from accessible cord(s), chain(s), ball-chain(s) or similar to children.\nIn order to reduce the risk of strangulation and internal asphyxiation internal window blinds (and corded window coverings) shall be of an inherently safe design. Every possible means, based in the state of the art and technology, shall be considered for the safe design of the product, when used in all reasonably foreseeable environments where young children have access to or are likely to be present, such as, for example, homes, hotels, hospitals, churches, shops, schools, nurseries, and public places in general. Blinds and window coverings to be fitted in offices or any other place, which is transformed from its initial destination and where young children are likely to be present, shall also be subject to the present requirements.\nInternal blinds and corded window coverings that have accessible cord(s), chain(s), ball-chain(s) or similar shall comply with the following minimum requirements:\n1. cord(s), chain(s), ball-chain(s) and similar shall not form a hazardous loop;\n2. if the design of the product does not eliminate the risk that a hazardous loop is formed, the product shall be provided with appropriate safety devices, to minimise the risk of strangulation;\n3. safety devices shall be provided as an integral part of the product;\n4. safety devices which are non-integral (such as cleats) shall be pre-installed on the operating cord(s) or chain(s) or ball-chain(s) of the blind or window covering. In addition, a warning shall be conspicuously displayed on the safety device. The warning shall convey at least the following messages: ‘Children can strangle if this device is not installed. Read carefully the instructions and install accordingly. Always use this device to keep cords or chains out of reach of children’.\n5. if present, the safety device(s) shall be resistant to the operation by young children. In addition, the safety device(s) shall not pose risks of physical injuries to children, due, for example, to sharp edges, entrapment of fingers or protruding parts. The safety devices shall also sustain durability and fatigue tests (wear and tear) and shall be resistant to ageing due to weather conditions. The safety device shall not release small parts that could result in internal asphyxiation of the child.\n6. cord(s), chain(s), ball-chain(s) and similar shall not release small parts which could result in internal asphyxiation of the child.\n3.   PRODUCT SAFETY INFORMATION\nWarnings shall be provided, in a clear and conspicuous way at the point of sale, on the package, on the product and in the information for use. The warnings shall convey at least the following:\n— ‘Young children have been strangled by loops in pull-cords, chains and tapes, and cords that operate the product’,\n— ‘To avoid strangulation and entanglement, keep cords out of the reach of young children. Cords may become wrapped around a child’s neck’,\n— ‘Move beds, cots and furniture away from window covering cords’,\n— ‘Do not tie cords together. Make sure cords do not twist and create a loop’.\nThe warnings shall include the relevant pictogram.\nThe name or trademark of the manufacturer or importer and professional installer (if any) shall also be displayed on the product.\nInstructions for assembling, installing and safely using the blind or the window covering (including the safety device(s)) shall be included in the package.\n4.   REQUIREMENTS FOR SAFETY DEVICES INTENDED FOR RETROFITTING\nInternal blinds or corded window coverings fitted with the relevant safety device(s), shall fulfil the requirements set out in section 2.\nThe safety device(s) shall be accompanied by the following warnings, information and instructions:\n— the name or trademark of the manufacturer or importer and professional installer (if any),\n— the instructions: ‘Read these instructions carefully before installing and using the device. Children can be strangled if the device is not installed correctly. Keep the instructions for future reference’‘Use of additional safety devices helps reduce the risk of strangulation but cannot be considered entirely foolproof’,\n— the instructions: ‘Test the device if not used regularly’ and ‘Replace the device if it is faulty’,\n— a warning that the release of small parts could result in the internal asphyxiation of the child,\n— information on the type of internal blind or corded window covering for which the product is designed and tested,\n— information on the use (purpose, and possible limitations of the safety device),\n— precise instructions on correct installation and location of the device(s). If a special assembly tool is needed, it shall be provided by the supplier of the device(s),\n— the instructions shall be accompanied by pictograms to facilitate understanding,\n— any other information for safe use."}