{"celex_id": "32010R1143", "uri": "http://publications.europa.eu/resource/cellar/501a97f6-9601-45fa-8ec7-607f003a3e97", "type": "Regulation", "concepts": ["1279", "1590", "1755", "1961", "2320", "2437", "5369", "6569"], "title": "Commission Regulation (EU) No 1143/2010 of 7 December 2010 amending Regulation (EC) No 1251/2008 as regards the period of application of the transitional provisions for certain ornamental aquatic animals intended for closed ornamental facilities  Text with EEA relevance\n", "header": "8.12.2010 EN Official Journal of the European Union L 322/22\nCOMMISSION REGULATION (EU) No 1143/2010\nof 7 December 2010\namending Regulation (EC) No 1251/2008 as regards the period of application of the transitional provisions for certain ornamental aquatic animals intended for closed ornamental facilities\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2006/88/EC of 24 October 2006 on animal health requirements for aquaculture animals and products thereof, and on the prevention and control of certain diseases in aquatic animals (1), and in particular Article 17(2), Articles 22 and 25 and Article 61(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1251/2008 of 12 December 2008 implementing Council Directive 2006/88/EC as regards conditions and certification requirements for the placing on the market and the import into the Community of aquaculture animals and products thereof and laying down a list of vector species (2) lays down the animal health conditions and certification requirements for imports into the Union of ornamental aquatic animals intended for closed ornamental facilities.\n(2) Article 11 of Regulation (EC) No 1251/2008 provides that ornamental fish of species susceptible to one or more of the diseases listed in Part II of Annex IV to Directive 2006/88/EC and intended for closed ornamental facilities are only to be imported into the Union from third countries, territories, zones or compartments listed in Annex III to that Regulation. Epizootic ulcerative syndrome (EUS) is listed in Part II of Annex IV to Directive 2006/88/EC as an exotic disease of certain susceptible species of fish.\n(3) Article 20(5) of Regulation (EC) No 1251/2008 provides that for a transitional period until 31 December 2010, Member States may authorise the import of ornamental aquatic animals of species susceptible to EUS intended solely for closed ornamental facilities from third countries or territories that are members of the World Organisation for Animal Health (OIE).\n(4) Part II.2 of the model animal health certificate applicable to ornamental aquatic animals intended for closed facilities set out in Part B of Annex IV to Regulation (EC) No 1251/2008 sets out certain import requirements related to EUS. The second sub-paragraph of Article 20(5) of that Regulation provides that these requirements shall not apply during the transitional period referred to above.\n(5) Further studies are needed at present to assess more precisely the risks associated with the import into the Union of such ornamental aquatic animals. In order not to disrupt trade in those animals, it is appropriate to prolong until 31 December 2012 the period of application of the transitional measures currently laid down in Article 20(5) of Regulation (EC) No 1251/2008.\n(6) In addition, certain other transitional provisions currently laid down in Article 20 of that Regulation are no longer applicable. In the interests of conciseness and clarity of Union legislation, it is appropriate to delete those provisions.\n(7) Regulation (EC) No 1251/2008 should therefore be amended accordingly.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Article 20 of Regulation (EC) No 1251/2008 is replaced by the following:\n‘Article 20\nFor a transitional period until 31 December 2012, Member States may authorise the import of ornamental aquatic animals of species susceptible to epizootic ulcerative syndrome (EUS) intended solely for closed ornamental facilities from third countries or territories that are Members of the World Organisation for Animal Health (OIE).\nDuring that transitional period, the requirements concerning EUS set out in Part II.2 of the model animal health certificate set out in Part B of Annex IV, shall not apply to ornamental aquatic animals intended solely for closed ornamental facilities.’", "In note (3) to Part II.2 of the model animal health certificate set out in Part B of Annex IV, the date ‘1 January 2011’ is replaced by ‘1 January 2013’.\nFor a transitional period until 31 December 2012, consignments of ornamental aquatic animals accompanied by animal health certificates issued in accordance with Part B of Annex IV to Regulation (EC) No 1251/2008 before the amendments introduced by the present Regulation, may continue to be imported into or transited through the Union.", "This Regulation shall enter into force on the third day following that of its publication in the Official journal of the European Union.\nIt shall apply from 1 January 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 328, 24.11.2006, p. 14.\n(2)  OJ L 337, 16.12.2008, p. 41."}