{"celex_id": "32010R0387", "uri": "http://publications.europa.eu/resource/cellar/5afe7226-63e4-447d-9dc5-7ac7808ae1c3", "type": "Regulation", "concepts": ["2173", "2443", "2543", "2965", "5859", "5989", "8459"], "title": "Commission Regulation (EU) No 387/2010 of 6 May 2010 amending Regulation (EC) No 1121/2009 introducing detailed rules for the application of Council Regulation (EC) No 73/2009, as regards the minimum area requirement for the transitional fruit and vegetable payments in Cyprus and the single area payment scheme for farmers in Poland and Slovakia\n", "header": "7.5.2010 EN Official Journal of the European Union L 114/1\nCOMMISSION REGULATION (EU) No 387/2010\nof 6 May 2010\namending Regulation (EC) No 1121/2009 introducing detailed rules for the application of Council Regulation (EC) No 73/2009, as regards the minimum area requirement for the transitional fruit and vegetable payments in Cyprus and the single area payment scheme for farmers in Poland and Slovakia\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 73/2009 of 19 January 2009 establishing common rules for direct support schemes for farmers under the common agricultural policy and establishing certain support schemes for farmers, amending Regulations (EC) No 1290/2005, (EC) No 247/2006, (EC) No 378/2007 and repealing Regulation (EC) No 1782/2003 (1), and in particular Article 142(c) and (e) thereof,\nWhereas:\n(1) Under Article 5(1) of Commission Regulation (EC) No 1121/2009 of 29 October 2009 laying down detailed rules for the application of Council Regulation (EC) No 73/2009 as regards the support schemes for farmers provided for in Titles IV and V thereof (2), the transitional fruit and vegetable payments referred to in Article 1(1)(g) of that Regulation may be granted only for the areas which have been the subject of an aid application in respect of at least 0,3 hectares. By letters of 18 February 2010 and 1 March 2010, Cyprus has informed the Commission about specific size of agricultural holdings and the structure of aid applications in respect of transitional fruit and vegetable payments granted for citrus fruits. As a result, the minimum area for which this payment shall be granted needs to be decreased to 0,1 hectares.\n(2) Article 124(1) of Regulation (EC) No 73/2009 lays down the rules fixing the agricultural area of the new Member States under the single area payment scheme provided for in Article 122 of that Regulation.\n(3) In accordance with Article 89 of Regulation (EC) No 1121/2009, the agricultural areas for Poland and Slovakia are set out in Annex VIII to that Regulation.\n(4) By letter of 1 December 2009, Poland has informed the Commission that it had reviewed its utilised agricultural area eligible for the single area payment scheme, as referred to in Article 124(1) of Regulation (EC) No 73/2009. The revision follows the updating of the identification system for agricultural parcels referred to in Article 17 of Regulation (EC) No 73/2009, which has shown that the part of the utilised agricultural area maintained in good agricultural condition on 30 June 2003 was less than previously estimated. The agricultural area for the single area payment scheme should therefore be reduced to 14 137 000 ha.\n(5) By letter of 4 January 2010, Slovakia has informed the Commission that it had reviewed its utilised agricultural area eligible for the single area payment scheme, as referred to in Article 124(1) of Regulation (EC) No 73/2009. The revision is a consequence of the experience gained in recent years from the verification of the eligibility conditions for the single area payment under the single area payment scheme, which has shown that the utilised agricultural area maintained in good agricultural condition on 30 June 2003 is less than previously estimated. The agricultural area for the single area payment scheme should therefore be reduced to 1 865 000 ha.\n(6) Regulation (EC) No 1121/2009 should therefore be amended accordingly.\n(7) The amendment proposed by this Regulation should apply to premium periods starting from 1 January 2010.\n(8) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Direct Payments,", "main_body": ["Regulation (EC) No 1121/2009 is amended as follows:\n1. in Article 5(1), the third subparagraph is replaced by the following:\n2. Annex VIII is amended as follows:\n(a) The row concerning Poland is replaced by the following:\n‘Poland 14 137’\n(b) The row concerning Slovakia is replaced by the following:\n‘Slovakia 1 865’", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply to aid applications relating to premium periods starting from 1 January 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 30, 31.1.2009, p. 16.\n(2)  OJ L 316, 2.12.2009, p. 27."}