{"celex_id": "32012D0735", "uri": "http://publications.europa.eu/resource/cellar/7dfa46b7-f0c7-4b83-8a8e-7785fe552224", "type": "Decision", "concepts": ["1616", "2331", "3466", "5403", "6036"], "title": "2012/735/EU: Council Decision of 31 May 2012 on the signing, on behalf of the Union, and provisional application of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part\n", "header": "21.12.2012 EN Official Journal of the European Union L 354/1\nCOUNCIL DECISION\nof 31 May 2012\non the signing, on behalf of the Union, and provisional application of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part\n(2012/735/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 91, Article 100(2) and the first subparagraph of Article 207(4), in conjunction with Article 218(5) thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 19 January 2009, the Council authorised the Commission to negotiate a multiparty trade agreement on behalf of the European Union and its Member States with the Member countries of the Andean Community which shared the aim of reaching an ambitious, comprehensive and balanced trade agreement.\n(2) Those negotiations have been concluded and the Trade Agreement between the European Union its Member States, of the one part, and Colombia and Peru, of the other part (hereinafter referred to as ‘the Agreement’) was initialled on 23 March 2011.\n(3) Article 330(3) of the Agreement provides for its provisional application.\n(4) The Agreement should be signed on behalf of the Union and applied on a provisional basis, pending the completion of the procedures for its conclusion.\n(5) The Agreement does not affect the rights of investors of the Member States to benefit from any more favourable treatment provided for in any agreement relating to investment to which a Member State and a signatory Andean country are Parties.\n(6) The provisional application provided for in this Decision does not prejudge the allocation of competences between the Union and its Member States in accordance with the Treaties.\n(7) Pursuant to Article 218(7) of the Treaty, it is appropriate for the Council to authorise the Commission to approve certain limited modifications of the Agreement concerning geographical indications to be adopted by the Trade Committee, as proposed by the Subcommittee on Intellectual Property pursuant to Article 209(2) of the Agreement.\n(8) It is appropriate to set out the relevant procedures for the protection of those geographical indications which are given protection pursuant to the Agreement.\n(9) The Agreement should not be construed as conferring rights or imposing obligations which can be directly invoked before Union or Member State courts and tribunals,", "main_body": ["The signing of the Trade Agreement between the European Union and its Member States, of the one part, and Colombia and Peru, of the other part, is hereby authorised on behalf of the Union, subject to the conclusion of the said Agreement.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Agreement on behalf of the Union.", "1.   The Agreement, with the exception of Articles 2, 202(1), 291 and 292 thereof, shall be applied on a provisional basis by the Union as provided for in Article 330(3) thereof, pending the completion of the procedures for its conclusion.\n2.   In order to determine the date of provisional application of the Agreement, the Council shall fix the date by which the notification referred to in Article 330(3) thereof is to be sent to Colombia and Peru. That notification shall include references to those provisions which are not to be provisionally applied.\n3.   The date from which the Agreement will be provisionally applied shall be published in the Official Journal of the European Union by the General Secretariat of the Council.", "For the purposes of Article 209(2) of the Agreement, modifications of the Agreement concerning geographical indications to be adopted by the Trade Committee, as proposed by the Subcommittee on Intellectual Property, shall be approved by the Commission on behalf of the Union. Where interested parties cannot reach agreement following objections relating to a geographical indication, the Commission shall adopt such a position on the basis of the procedure laid down in Article 15(2) of Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1).", "1.   A name protected under Appendix 1 of Annex XIII (Lists of geographical indications) to the Agreement may be used by any operator marketing agricultural products, foodstuffs, wines, aromatised wines or spirits which comply with the corresponding specification.\n2.   The Member States and the institutions of the Union shall enforce the protection provided for in Article 210 of the Agreement, including at the request of an interested party.", "The applicable provision for the purposes of adopting the necessary implementing rules for the application of the rules contained in Appendix 2A and Appendix 5 of Annex II concerning the Definition of the concept of ‘originating products’ and methods of administrative cooperation, and Appendix 1 of Annex I concerning the Elimination of customs duties of the Agreement is Article 247a of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (2).", "The Agreement shall not be construed as conferring rights or imposing obligations which can be directly invoked before Union or Member State courts and tribunals.", "This Decision shall enter into force on the day of its adoption."], "attachments": "Done at Brussels, 31 May 2012.\nFor the Council\nThe President\nP. OLSEN DYHR\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ L 302, 19.10.1992, p. 1."}