{"celex_id": "32012R0354", "uri": "http://publications.europa.eu/resource/cellar/62f0b53e-2c32-431e-94b0-0426e3a9135a", "type": "Regulation", "concepts": ["3483", "3578", "3870", "5458", "5535", "5581"], "title": "Council Regulation (EU) No 354/2012 of 23 April 2012 amending Regulation (EC) No 765/2006 concerning restrictive measures in respect of Belarus\n", "header": "25.4.2012 EN Official Journal of the European Union L 113/1\nCOUNCIL REGULATION (EU) No 354/2012\nof 23 April 2012\namending Regulation (EC) No 765/2006 concerning restrictive measures in respect of Belarus\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 215 thereof,\nHaving regard to Council Decision 2012/212/CFSP of 23 April 2012 amending Decision 2010/639/CFSP concerning restrictive measures against Belarus (1),\nHaving regard to the joint proposal of the High Representative of the Union for Foreign Affairs and Security Policy and the European Commission,\nWhereas:\n(1) Regulation (EC) No 765/2006 (2) provides for a freezing of the assets of President Lukashenko and certain officials of Belarus as well as persons responsible for serious violations of human rights or the repression of civil society and democratic opposition, and persons and entities benefiting from or supporting the Lukashenko regime.\n(2) By Decision 2012/212/CFSP, the Council has decided that a derogation from the asset freeze should be provided, in order to ensure that funds or economic resources can be made available for the official purposes of diplomatic missions or consular posts or international organisations enjoying immunities in accordance with international law.\n(3) This measure falls within the scope of the Treaty and regulatory action at the level of the Union is therefore necessary in order to give effect to it, in particular with a view to ensuring its uniform application by economic operators in all Member States.\n(4) Regulation (EC) No 765/2006 should therefore be amended accordingly,", "main_body": ["In Regulation (EC) No 765/2006, the following Article is inserted:\n\"Article 4b\nBy way of derogation from Article 2, the competent authorities in the Member States, as indicated in the websites listed in Annex II, may authorise, under such conditions as they deem appropriate, the release of certain frozen funds or economic resources or the making available of certain funds or economic resources, after having determined that the funds or economic resources are necessary for official purposes of diplomatic missions or consular posts or international organisations enjoying immunities in accordance with international law.\".", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 23 April 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  See page 11 of this Official Journal.\n(2)  OJ L 134, 20.5.2006, p. 1."}