{"celex_id": "32013D0444", "uri": "http://publications.europa.eu/resource/cellar/ffd8f752-114d-11e3-8d1c-01aa75ed71a1", "type": "Decision", "concepts": ["1425", "1575", "2081", "893"], "title": "2013/444/EU: Commission Implementing Decision of 28 August 2013 concerning the Italian draft Decree on the methods for indicating the origin for shelf-stable milk, UHT milk, microfiltered pasteurised milk and high-temperature pasteurised milk (notified under document C(2013) 5517)  Text with EEA relevance\n", "header": "30.8.2013 EN Official Journal of the European Union L 232/35\nCOMMISSION IMPLEMENTING DECISION\nof 28 August 2013\nconcerning the Italian draft Decree on the methods for indicating the origin for shelf-stable milk, UHT milk, microfiltered pasteurised milk and high-temperature pasteurised milk\n(notified under document C(2013) 5517)\n(Only the Italian text is authentic)\n(Text with EEA relevance)\n(2013/444/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2000/13/EC of the European Parliament and of the Council of 20 March 2000 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs (1), and in particular Article 19 thereof,\nWhereas:\n(1) In accordance with the procedure provided for in the second paragraph of Article 19 of Directive 2000/13/EC, the Italian authorities notified to the Commission on 9 November 2012 a draft Decree providing, inter alia, for mandatory labelling requirements on shelf-stable milk, UHT milk, microfiltered pasteurised milk and high-temperature pasteurised milk.\n(2) Article 2(1) of the notified Decree provides that the labels of sterilised shelf-stable milk, UHT milk, micro-filtered pasteurised milk and high-temperature pasteurised milk must indicate the country of origin of the dairy farm the treated milk comes from or the indication of either ‘EU’ or ‘third countries’, in the event that the provenance of the milk is respectively from one or more European Union Member States or from third countries.\n(3) Directive 2000/13/EC harmonises the rules governing the labelling of foodstuffs by making provision for, on the one hand, harmonisation of certain national provisions and, secondly, arrangements for non-harmonised national provisions. The scope of harmonisation is defined in Article 3(1) of that Directive, which lists all the particulars that are compulsory on the labelling of foodstuffs in accordance with Articles 4 to 17 and subject to the exceptions contained therein.\n(4) Article 3(1) point 8 of Directive 2000/13/EC provides that information on the place of origin or provenance shall be given ‘where failure to give such particulars might mislead the consumer to a material degree as to the true origin or provenance of the foodstuff’.\n(5) Article 4(2) of Directive 2000/13/EC provides that other particulars in addition to those listed in Article 3(1) of that Directive may be required, in the case of specified foodstuffs, by Union provisions or, in their absence, by national provisions.\n(6) Article 18(2) of Directive 2000/13/EC allows the adoption of non-harmonised national provisions if they are justified on one of the grounds listed therein, including, inter alia, the protection of public health and the prevention of fraud, provided they are not of such a nature as to impede application of the definitions and rules laid down by Directive 2000/13/EC. Therefore, where draft national labelling provisions have been proposed in a Member State, it is necessary to examine their compatibility with the above-mentioned requirements and the provisions of the Treaty on the Functioning of the European Union.\n(7) The Italian authorities maintain that the notified measure is necessary to ensure protection of consumer interests and to strengthen enforcement of the prevention and repression of food fraud. It is explained that, contrary to the belief of the Italian consumers, milk marketed in Italy is not solely of national origin and therefore, the indication of the origin on the label has become indispensable in order to avoid consumers being misled. In view of the above considerations, the Italian authorities maintain that the provisions of Article 2(1) are justified in the light of Article 3(1) point 8 of Directive 2000/13/EC.\n(8) Article 3(1) point 8 of Directive 2000/13/EC puts in place an appropriate mechanism to counter the risk of consumers being misled in cases where some elements could imply that a given food comes from an origin or provenance different from the true one. It is for food operators to ensure that information on the place of origin or provenance is present on the label where its omission could create confusion in the mind of the consumer. And it is for national enforcement authorities to ascertain compliance with this obligation.\n(9) Provisions of Article 2(1) of the notified Decree would entail that the foods at issue are always presented in such a way that they confuse the Italian consumer as to their true origin or place of provenance. In this regard, the Commission notes that the scope of the notified Decree does not apply to milks with a (very) limited shelf life (raw milk, pasteurised milk). Thus, precisely the latter are likely to suggest the consumer the Italian origin of milks in question.\n(10) Apart from the reference to the need of protecting the interests of the consumer, the Italian authorities did not provide sufficient justifications allowing to conclude that, as regards the products listed in Article 1 of the notified Decree, the mandatory indication of the origin, beyond the obligation laid down in Article 3(1) point 8 of Directive 2000/13/EC, is necessary.\n(11) Therefore, the Italian authorities did not demonstrate that the indication of origin as provided by the notified Decree is necessary to attain one of the objectives listed in Article 18(2) of Directive 2000/13/EC.\n(12) In light of these observations, the Commission has delivered a negative opinion on the above-mentioned provisions of the notified Decree, pursuant to the third paragraph of Article 19 of Directive 2000/13/EC.\n(13) The Italian authorities should accordingly be requested not to adopt the provisions of Article 2(1) of the notified Decree.\n(14) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["The Italian Republic shall not adopt the provisions of Article 2(1) of the notified Decree on the methods for indicating the origin for shelf-stable milk, UHT milk, microfiltered pasteurised milk and high-temperature pasteurised milk.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 28 August 2013.\nFor the Commission\nTonio BORG\nMember of the Commission\n(1)  OJ L 109, 6.5.2000, p. 29."}