{"celex_id": "32013L0016", "uri": "http://publications.europa.eu/resource/cellar/abad2da6-d1c2-11e2-9b1a-01aa75ed71a1", "type": "Directive", "concepts": ["12", "20", "2218", "2897", "5563"], "title": "Council Directive 2013/16/EU of 13 May 2013 adapting certain directives in the field of public procurement, by reason of the accession of the Republic of Croatia\n", "header": "10.6.2013 EN Official Journal of the European Union L 158/184\nCOUNCIL DIRECTIVE 2013/16/EU\nof 13 May 2013\nadapting certain directives in the field of public procurement, by reason of the accession of the Republic of Croatia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty of Accession of Croatia, and in particular Article 3(4) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular Article 50 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Pursuant to Article 50 of the Act of Accession of Croatia, where acts of the institutions adopted prior to accession require adaptation by reason of accession, and the necessary adaptations have not been provided for in that Act of Accession or in the Annexes thereto, the Council, acting by qualified majority on a proposal from the Commission, shall, to this end, adopt the necessary acts, if the original act was not adopted by the Commission.\n(2) The Final Act of the Conference which drew up and adopted the Treaty of Accession of Croatia, indicated that the High Contracting Parties had reached political agreement on a set of adaptations to acts adopted by the institutions required by reason of accession and invited the Council and the Commission to adopt those adaptations before accession, completed and updated where necessary to take account of the evolution of the law of the Union.\n(3) Directives 2004/17/EC (1), 2004/18/EC (2) and 2009/81/EC (3) should therefore be amended accordingly,", "main_body": ["Directives 2004/17/EC, 2004/18/EC and 2009/81/EC are amended as set out in the Annex to this Directive.", "1.   Member States shall adopt and publish, by the date of accession of Croatia to the Union at the latest, the laws, regulations and administrative provisions necessary to comply with this Directive. They shall forthwith communicate to the Commission the text of those provisions.\nThey shall apply those provisions from the date of accession of Croatia to the Union.\nWhen Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force subject to and as from the date of the entry into force of the Treaty of Accession of Croatia.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 2013.\nFor the Council\nThe President\nS. COVENEY\n(1)  Directive 2004/17/EC of the European Parliament and of the Council of 31 March 2004 coordinating the procurement procedures of entities operating in the water, energy, transport and postal services sectors (OJ L 134, 30.4.2004, p. 1).\n(2)  Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts (OJ L 134, 30.4.2004, p. 114).\n(3)  Directive 2009/81/EC of the European Parliament and of the Council of 13 July 2009 on the coordination of procedures for the award of certain works contracts, supply contracts and service contracts by contracting authorities or entities in the fields of defence and security (OJ L 216, 20.8.2009, p. 76).\nANNEX\n1. Directive 2004/17/EC is amended as follows:\n(a) the following is inserted in Annex I after the entry for France:\n(b) the following is inserted in Annex II after the entry for France:\n(c) the following is inserted in Annex III after the entry for France:\n(d) the following is inserted in Annex IV after the entry for France:\n(e) the following is inserted in Annex V after the entry for France:\n(f) the following is inserted in Annex VI after the entry for France:\n(g) the following is inserted in Annex VII after the entry for France:\n(h) the following is inserted in Annex VIII after the entry for France:\n(i) the following is inserted in Annex IX after the entry for France:\n(j) the following is inserted in Annex X after the entry for France:\n2. Directive 2004/18/EC is amended as follows:\n(a) the following is inserted in Annex III after the entry for France:\n— they are financed from the State Budget or from the budget of a local or regional self-government unit or from the budgets of other such legal entities in more than 50 %, or\n— they are subject to management supervision by state bodies, local and regional self-government units or other such legal entities, or\n— they have a supervisory board, an administrative or managerial board, more than half of whose members are appointed by the state bodies, local and regional self-government units or other such legal entities.\n— Agency Alan d.o.o.,\n— APIS IT d.o.o. — Information Systems and Information Technologies Support Agency,\n— National Folk Dance Ensemble of Croatia “Lado”,\n— Autocesta Rijeka — Zagreb d.d. (Rijeka — Zagreb Motorway),\n— CARnet (Croatian Academic and Research Network),\n— Help and care centres,\n— Social welfare centres,\n— Social care homes,\n— Health care centres,\n— State archives,\n— State Institute for Nature Protection,\n— Fund for Financing the Decommissioning of the Krško Nuclear Power Plant and the Disposal of NEK Radioactive Waste and Spent Nuclear Fuel,\n— Fund for Indemnification of Seized Property,\n— Fund for Reconstruction and Development of Vukovar,\n— Fund for Professional Rehabilitation and Employment of People with Disabilities,\n— Environmental Protection and Energy Efficiency Fund,\n— Croatian Academy of Science and Arts,\n— Croatian Bank for Reconstruction and Development,\n— Hrvatska kontrola zračne plovidbe d.o.o. (Croatia Control Ltd.),\n— Hrvatska lutrija d.o.o. (Croatian Lottery),\n— Croatian Heritage Foundation,\n— Croatian Chamber of Agriculture,\n— Croatian Radio Television,\n— Croatian Association of Technological Culture,\n— Hrvatske autoceste d.o.o. (Croatian Motorways Ltd.),\n— Hrvatske ceste d.o.o. (Croatian Roads Ltd.),\n— Hrvatske šume d.o.o. (Croatian Forests),\n— Hrvatske vode (Croatian water management company),\n— Croatian Audiovisual Centre,\n— Croatian Centre for Horse Breeding — State Stud Farms Đakovo and Lipik,\n— Croatian Centre for Agriculture, Food and Rural Affairs,\n— Croatian Mine Action Centre,\n— Croatian Memorial-Documentation Centre of the Homeland War,\n— Croatian Olympic Committee,\n— Croatian Energy Market Operator,\n— Croatian Paralympic Committee,\n— Croatian Register of Shipping,\n— Croatian Conservation Institute,\n— Croatian Deaf Sport Federation,\n— Croatian Institute of Emergency Medicine,\n— Croatian National Institute of Public Health,\n— Croatian Institute for Mental Health,\n— Croatian Institute for Pension Insurance,\n— Croatian Standards Institute,\n— Croatian Institute for Telemedicine,\n— Croatian Institute for Toxicology and Anti-doping,\n— Croatian National Institute of Transfusion Medicine,\n— Croatian Employment Service,\n— Croatian Institute for Health Protection and Safety at Work,\n— Croatian Institute for Health Insurance,\n— Croatian Institute for Health Insurance of Occupational Health,\n— Jadrolinija (shipping company),\n— Public Institution Croatian Olympic Centre,\n— Higher education public institutions,\n— National parks public institutions,\n— Nature parks public institutions,\n— Public scientific institutes,\n— Theatres, museums, galleries, libraries and other institutions in the field of culture established by the Republic of Croatia or local and regional self-government units,\n— Penitentiaries,\n— Clinical hospitals,\n— Clinical hospital centres,\n— Clinics,\n— “Miroslav Krleža” Institute of Lexicography,\n— Port Authorities,\n— Sanatoriums,\n— Pharmacies founded by the units of regional self-government,\n— Matica hrvatska (Matrix Croatia),\n— International Centre for Underwater Archaeology,\n— National and University Library,\n— National Foundation for Support to the Pupil and Student Standard of Living,\n— National Foundation for Civil Society Development,\n— National Foundation for Science, Higher Education and Technological Development of the Republic of Croatia,\n— National Centre for External Evaluation of Education,\n— National Council for Higher Education,\n— National Council for Science,\n— Official Gazette (Narodne novine d.d.),\n— Educational/correctional institutes,\n— Educational institutions founded by the Republic of Croatia or units of local and regional self-government,\n— General hospitals,\n— Plovput d.o.o. (State-owned company in charge of safety of navigation),\n— Polyclinics,\n— Special hospitals,\n— Central Register of Insured Persons,\n— University Computing Centre,\n— Sports associations,\n— Sports federations,\n— Emergency medical treatment institutions,\n— Palliative care institutions,\n— Health care institutions,\n— Foundation of Police Solidarity,\n— Prisons,\n— Institute for the Restoration of Dubrovnik,\n— Institute for Seed and Seedlings,\n— Public health institutes,\n— Aeronautical Technical Centre (Zrakoplovno — tehnički centar d.d.),\n— County road administrations.’;\n(b) the following is inserted in Annex IV after the entry for France:\n(1) State bodies of the Republic of Croatia:\n— Croatian Parliament,\n— President of the Republic of Croatia,\n— Office of the President of the Republic of Croatia,\n— Office of the President of the Republic of Croatia after the expiry of the term of office,\n— Government of the of the Republic of Croatia,\n— Offices of the Government of the Republic of Croatia,\n— Ministries,\n— State offices,\n— State administrative organisations,\n— County state administration offices,\n— Constitutional Court of the Republic of Croatia,\n— Supreme Court of the Republic of Croatia,\n— Courts,\n— State Judiciary Council,\n— State attorney’s offices,\n— State Prosecutor’s Council,\n— Ombudsman’s offices,\n— State Commission for the Supervision of Public Procurement Procedures,\n— Croatian National Bank,\n— State Audit Office;\n(2) State agencies and offices:\n— Croatian Civil Aviation Agency,\n— Electronic Media Agency,\n— Aircraft Accident and Incident Investigation Agency,\n— Agency for Public Private Partnership,\n— Agency for Quality and Accreditation in Healthcare,\n— Agency for Medicinal Products and Medical Devices,\n— Agency for Mobility and EU Programmes,\n— Agency for Coastal Lines and Maritime Traffic,\n— Agency for the Reconstruction of Fort Tvrđa in Osijek,\n— Education and Teacher Training Agency,\n— Pressure Equipment Agency,\n— Agency for Insurance of Workers’ Claims in Case of Employer’s Bankruptcy,\n— Paying Agency for Agriculture, Fisheries and Rural Development,\n— Agricultural Land Agency,\n— Agency for Transactions and Mediation in Immovable Properties,\n— Agency for Explosive Atmosphere Hazardous Areas,\n— Agency for Regional Development of the Republic of Croatia,\n— Railway Market Regulatory Agency,\n— Agency for the Audit of European Union Programmes Implementation System,\n— Railway Transport Safety Agency,\n— Agency for Vocational Education and Training and Adult Education,\n— Agency for State Property Management,\n— Agency for Inland Waterways,\n— Croatian Environment Agency,\n— Personal Data Protection Agency,\n— Croatian Competition Agency,\n— Agency for Science and Higher Education,\n— State Agency for Deposit Insurance and Bank Rehabilitation,\n— Financial Agency,\n— Croatian Food Agency,\n— Croatian Agency for Small Business,\n— Croatian Financial Services Supervisory Agency,\n— Croatian Compulsory Oil Stocks Agency,\n— Croatian Post and Electronic Communications Agency,\n— Croatian Accreditation Agency,\n— Croatian Energy Regulatory Agency,\n— Croatian News Agency,\n— Croatian Agricultural Agency,\n— Central Finance and Contracting Agency.’;\n(c) the following is inserted in Annex IX A after the entry for France:\n‘— in Croatia, “Sudski registar trgovačkih društava u Republici Hrvatskoj” or “Obrtni registar Republike Hrvatske”;’;\n(d) the following is inserted in Annex IX B after the entry for France:\n‘— in Croatia, “Sudski registar trgovačkih društava u Republici Hrvatskoj” or “Obrtni registar Republike Hrvatske”;’;\n(e) the following is inserted in Annex IX C after the entry for France:\n‘— in Croatia, “Sudski registar trgovačkih društava u Republici Hrvatskoj” or “Obrtni registar Republike Hrvatske”;’.\n3. Annex VII to Directive 2009/81/EC is amended as follows:\n(a) the following is inserted in Part A after the entry for France:\n‘— in Croatia, “Sudski registar trgovačkih društava u Republici Hrvatskoj” or “Obrtni registar Republike Hrvatske”;’;\n(b) the following is inserted in Part B after the entry for France:\n‘— in Croatia, “Sudski registar trgovačkih društava u Republici Hrvatskoj” or “Obrtni registar Republike Hrvatske”;’;\n(c) the following is inserted in Part C after the entry for France:\n‘— in Croatia, “Sudski registar trgovačkih društava u Republici Hrvatskoj” or “Obrtni registar Republike Hrvatske”;’."}