{"celex_id": "32014D0903", "uri": "http://publications.europa.eu/resource/cellar/0bf86cbc-8297-11e4-89f7-01aa75ed71a1", "type": "Decision", "concepts": ["1182", "3125", "5541", "889"], "title": "2014/903/EU: Commission Decision of 23 July 2014 on State aid SA 24639 (C 61/07) granted by Greece to Olympic Airways Services/Olympic Airlines (notified under document C(2014) 5028)  Text with EEA relevance\n", "header": "13.12.2014 EN Official Journal of the European Union L 358/33\nCOMMISSION DECISION\nof 23 July 2014\non State aid SA 24639 (C 61/07) granted by Greece to Olympic Airways Services/Olympic Airlines\n(notified under document C(2014) 5028)\n(Only the Greek text is authentic)\n(Text with EEA relevance)\n(2014/903/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraph of Article 108(2) thereof,\nHaving regard to the Agreement on the European Economic Area, and in particular Article 62(1)(a) thereof,\nHaving called on interested parties to submit their comments pursuant to the those provisions cited above,\nWhereas:\nI.   PROCEDURE\n(1) By Decision C(2007) 6555 of 19 December 2007 (1), the Commission decided to initiate the procedure laid down in Article 108(2) of the Treaty, in respect of a number of financial flows and transfers to and from Olympic Airways Services and Olympic Airlines and to look into possible State aid granted to both companies since the adoption of Decision C(2005) 2706 of 14 September 2005 (2).\n(2) By Decision C(2008) 5073 of 17 September 2008 (3) the Commission partially closed case C61/2007 (ex NN 71/07), finding that Greece had through various acts and omissions granted illegal State aid incompatible with the internal market to Olympic Airlines (OAL) and Olympic Airways Services (OAS).\n(3) The Commission found that as regards potential State aid to Olympic Airways Services by way of payments made in respect of a number of arbitral awards (4), further detailed examination was required and accordingly excluded this issue from the scope of its decision. This was left to be dealt with at a later stage.\n(4) By Decision C(2008) 5074 (5) of 17 September 2008 the Commission authorised the sale of certain OAL and OAS assets. This decision provided that since OAL and OAS had ceased trading and were to be placed into liquidation their remaining assets would be sold by the liquidator through the liquidation procedure. A Monitoring Trustee was appointed.\n(5) By letters of 8 October 2010, 26 July 2011, 12 October 2011, 7 March 2012, 16 November 2012, 7 February 2013, 25 June 2013 and 19 December 2013 the Commission enquired as to the details and progress of the liquidation process.\n(6) The Greek authorities replied by letters of 8 November 2010, 11 August 2011, 15 December 2011, 10 July 2012, 4 February 2013, 22 April 2013 and 5 August 2013.\nII.   DESCRIPTION\n(7) Since 2002 three final negative State aid decisions involving various companies of the Olympic group (Olympic Airways, Olympic Aviation, Olympic Airways Services and Olympic Airlines) (6) identified specific measures granting financial resources exclusively to companies within that group.\n(8) By letter dated 25 August 2011 the Greek authorities confirmed that the Athens Court of Appeal had entered OAS and OAL into special liquidation in line with Article 14A of Law 3429/2005, as supplemented by Article 40 of Law 3710/2008.\n(9) The Greek authorities have also confirmed that all commercial activities and operations of OAS and OAL ceased during 2009 and ‘Ethniki Kefalaiou’ (a wholly-owned subsidiary of the National Bank of Greece) had been appointed as liquidator.\n(10) In line with Commission Decision C(2008) 5074 of 17 September 2008, the appointed Monitoring Trustee provided its final report in the context of the privatisation process of OAL and OAS.\n(11) According to the information provided by the Greek authorities and the Monitoring Trustee, all essential parts of the sale process, including the setting-up of the new companies and their sale to an investor at market price and the cessation of operations of the old companies have been carried out in compliance with Decision C(2008) 5074 of 17 September 2008.\n(12) According to the information provided by the Greek authorities, the liquidation of OAL and OAS is ongoing. There are still some assets left which are unlikely to be easily sold. Once the sale has been completed the registration of the recovery claims will take effect.\nIII.   CONCLUSION\n(13) OAL and OAS have been put into a liquidation procedure and certain key assets have been transferred to different purchasers at market price by way of an open, unconditional and non-discriminatory tender procedure, in compliance with Commission Decision C (2008) 5074 of 17 September 2008. Furthermore, most of OAL and OAS assets have been sold and the few remaining are in the process of being sold. As the entities in liquidation are no longer carrying out an economic activity, it is highly improbable that they will ever resume such activity in the future.\n(14) Consequently, an investigation under article 108(2) TFEU of potential State aid to Olympic Airways Services by way of payments made in respect of a number of arbitral awards resulting from actions for damages taken by OAS against the Greek State is unnecessary. The Commission shall not investigate this matter further on the grounds that it lacks useful purpose.\n(15) As regards the recovery obligation imposed by Decision C(2008) 5073, the Greek authorities confirmed that the recovery will be effected through the registration of the respective claims in the liquidation procedure of the companies of the Olympic group. In a submission of 16 December 2011, the Greek authorities reported that, once the sale of the remaining assets was finalised, the invitation for creditors to register claims would be published (concerning OAL, this invitation took place in March 2013). The Commission will closely monitor the registration of the outstanding recovery claims in the liquidation procedure of the Olympic companies.\n(16) In the light of the above, the remaining part of the investigation procedure initiated by Decision C(2007) 6555 of 19 December 2007 can be closed.\n(17) The Commission underlines the ongoing obligation of the Greek authorities to register any outstanding associated recovery claims in due course and inform the Commission accordingly.", "main_body": ["The procedure laid down in Article 108(2) TFEU initiated by Commission Decision C(2007) 6555 of 19 December 2007 in respect of potential State aid to Olympic Airways Services by way of payments made in connection to a number of arbitral award resulting from actions for damages taken by OAS against the Greek State is closed.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 23 July 2014.\nFor the Commission\nJoaquín ALMUNIA\nVice-president\n(1)  State aid to Olympic Airways Services/Olympic Airlines — State aid C 61/07 (ex NN 71/07) (OJ C 50, 23.2.2008, p. 13).\n(2)  OJ L 45, 18.2.2011, p. 1.\n(3)  http://ec.europa.eu/competition/state_aid/cases/223423/223423_868403_62_1.pdf.\n(4)  Resulting from a number of actions for damages by OAS against the Greek State.\n(5)  OJ C 18, 23.1.2010, p. 9.\n(6)  Commission Decision C(2003) 372 of 11 December 2002 closing C19/2002.\nCommission Decision C(2005) 2706 of 14 September 2005 closing C11/2004.\nCommission Decision C(2008) 5073 of 17 September 2008 partially closing C61/2007."}