{"celex_id": "32013R0538", "uri": "http://publications.europa.eu/resource/cellar/d11b202e-d41a-11e2-bfa7-01aa75ed71a1", "type": "Regulation", "concepts": ["12", "1642", "1644", "2324", "2734", "5563"], "title": "Commission Implementing Regulation (EU) No 538/2013 of 11 June 2013 laying down transitional measures for certain import and export licences and advance fixing certificates for trade in agricultural products between the Union as constituted on 30 June 2013 and Croatia\n", "header": "13.6.2013 EN Official Journal of the European Union L 161/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 538/2013\nof 11 June 2013\nlaying down transitional measures for certain import and export licences and advance fixing certificates for trade in agricultural products between the Union as constituted on 30 June 2013 and Croatia\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty of Accession of Croatia, and in particular Article 3(4) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular Article 41 thereof,\nWhereas:\n(1) Before 1 July 2013, trade in certain agricultural products between the Union and Croatia is subject to the presentation of an import or export licence. From 1 July 2013, those licences can no longer be used for such trade.\n(2) Certain licences and advance-fixing certificates which will be still valid after 30 June 2013 will not have been used at all or will have been used only partially. Commitments entered into in connection with those licences and certificates must be fulfilled failing which the security lodged would be forfeited. Given that such commitments can no longer be fulfilled after the accession of Croatia, it appears necessary to lay down, with effect from the date of that accession, a transitional measure providing for the release of the securities lodged.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the Management Committee for the Common Organisation of Agricultural Markets,", "main_body": ["At the request of the interested parties, the securities lodged for the issuing of import and export licences and advance-fixing certificates, shall be released, under the following conditions:\n(a) the exporting country or the receiving country indicated on the licences or advance-fixing certificates is Croatia. Where the indication exporting country or receiving country is not obligatory on the licence or advance-fixing certificate, the operator shall prove to the satisfaction of the competent authority that the exporting country or the receiving country is Croatia;\n(b) the validity of the licences or advance-fixing certificates does not expire before 1 July 2013;\n(c) the licences or advance-fixing certificates will have been used only partially or not at all by 1 July 2013.", "This Regulation shall enter into force subject to and on the date of the entry into force of the Treaty of Accession of Croatia.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO"}