{"celex_id": "32014D0900", "uri": "http://publications.europa.eu/resource/cellar/5e5f7726-8295-11e4-89f7-01aa75ed71a1", "type": "Decision", "concepts": ["114", "1750", "2580", "2908", "3561"], "title": "2014/900/EU: Council Decision of 9 December 2014 amending the Council's Rules of Procedure\n", "header": "13.12.2014 EN Official Journal of the European Union L 358/25\nCOUNCIL DECISION\nof 9 December 2014\namending the Council's Rules of Procedure\n(2014/900/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Article 11(6) of the Council's Rules of Procedure (1),\nWhereas:\n(1) From 1 November 2014, when an act is to be adopted by the Council acting by qualified majority, it must be verified that the Member States constituting the qualified majority represent at least 65 % of the population of the Union.\n(2) Until 31 March 2017, when an act is to be adopted by the Council acting by qualified majority, a member of the Council may request that it be adopted in accordance with the qualified majority as defined in Article 3(3) of Protocol No 36 on transitional provisions, annexed to the Treaty on European Union, to the Treaty on the Functioning of the European Union and to the Treaty establishing the European Atomic Energy Community. In that case, a member of the Council may request that a check be made to ensure that the Member States constituting the qualified majority represent at least 62 % of the total population of the Union.\n(3) Those percentages are calculated according to the population figures set out in Annex III to the Council's Rules of Procedure (hereinafter ‘Rules of Procedure’).\n(4) Article 11(6) of the Rules of Procedure provides that, with effect from 1 January each year, the Council is to amend the figures set out in that Annex, in accordance with the data available to the Statistical Office of the European Union on 30 September of the preceding year.\n(5) The Rules of Procedure should therefore be amended accordingly for the year 2015,", "main_body": ["Annex III to the Rules of Procedure is replaced by the following:\n‘ANNEX III\nFigures concerning the population of the Union and the population of each Member State for implementing the provisions concerning qualified majority voting in the Council\nFor the purposes of implementing Article 16(4) TEU, Article 238(2) and (3) TFEU and Article 3(2) of Protocol No 36, the population of the Union and the population of each Member State, as well as the percentage of each Member State's population in relation to the population of the Union, for the period from 1 January 2015 to 31 December 2015 shall be as follows:\nMember State Population (× 1 000) Percentage of the population of the Union\nGermany 80 704,691 15,91\nFrance 66 076,909 13,02\nUnited Kingdom 64 105,654 12,63\nItaly 61 152,798 12,05\nSpain 46 507,760 9,17\nPoland 38 018,000 7,49\nRomania 19 942,642 3,93\nNetherlands 17 082,000 3,37\nBelgium 11 203,992 2,21\nGreece 10 992,783 2,17\nPortugal 10 427,301 2,06\nCzech Republic 10 398,697 2,05\nHungary 9 877,365 1,95\nSweden 9 644,864 1,90\nAustria 8 511,000 1,68\nBulgaria 7 245,677 1,43\nDenmark 5 621,607 1,11\nFinland 5 451,270 1,07\nSlovakia 5 400,598 1,06\nIreland 4 604,029 0,91\nCroatia 4 246,809 0,84\nLithuania 2 943,472 0,58\nSlovenia 2 061,085 0,41\nLatvia 2 001,468 0,39\nEstonia 1 315,819 0,26\nCyprus 858,000 0,17\nLuxembourg 549,680 0,11\nMalta 425,384 0,08\nTotal 507 371,354\nThreshold (62 %) 314 570,239\nThreshold (65 %) 329 791,380’", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2015."], "attachments": "Done at Brussels, 9 December 2014.\nFor the Council\nThe President\nC. DE VINCENTI\n(1)  Council Decision 2009/937/EU of 1 December 2009 adopting the Council's Rules of Procedure (OJ L 325, 11.12.2009, p. 35)."}