{"celex_id": "32010D0115", "uri": "http://publications.europa.eu/resource/cellar/51a61f25-f6b4-42c8-aa05-12465c19cbcc", "type": "Decision", "concepts": ["1158", "2825", "2947", "343", "3646", "4651"], "title": "2010/115/EU: Commission Decision of 23 February 2010 amending Annex II to Directive 2000/53/EC of the European Parliament and of the Council on end-of-life vehicles (notified under document C(2010) 972) (Text with EEA relevance)\n", "header": "25.2.2010 EN Official Journal of the European Union L 48/12\nCOMMISSION DECISION\nof 23 February 2010\namending Annex II to Directive 2000/53/EC of the European Parliament and of the Council on end-of-life vehicles\n(notified under document C(2010) 972)\n(Text with EEA relevance)\n(2010/115/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2000/53/EC of the European Parliament and of the Council of 18 September 2000 on end-of-life vehicles (1), and in particular Article 4(2)(b) thereof,\nWhereas:\n(1) Directive 2000/53/EC prohibits the use of lead, mercury, cadmium or hexavalent chromium in materials and components of vehicles put on the market after 1 July 2003, other than in cases listed in Annex II to that Directive and under the conditions specified therein. Pursuant to Article 4(2)(b) of Directive 2000/53/EC, Annex II to that Directive should be adapted to scientific and technical progress by the Commission on a regular basis.\n(2) Annex II to Directive 2000/53/EC lists vehicle materials and components exempted from the prohibition set out in Article 4(2)(a) of that Directive. Vehicles put on the market before the expiry date of a given exemption may contain lead, mercury, cadmium or hexavalent chromium in materials and components listed in Annex II to Directive 2000/53/EC. Commission Decision 2008/689/EC of 1 August 2008 amending Annex II to Directive 2000/53/EC of the European Parliament and of the Council on end-of-life vehicles (2) specifies that in the case of solder in electronic circuit boards and other electrical applications except on glass, described in point (8)(a), and solder in electrical applications on glass, described in point (8)(b), the exemptions should be reviewed in 2009.\n(3) Technical and scientific assessment has demonstrated that these two exemptions should be split into 10 more specific applications. Out of these, five materials and components containing lead should continue to be temporarily exempted from the prohibition set out in Article 4(2)(a) of Directive 2000/53/EC, since the use of these substances in those specific materials and components is still technically or scientifically unavoidable. It is therefore appropriate to prolong the expiry date of these exemptions until the use of the prohibited substances becomes avoidable.\n(4) Five other materials and components containing lead should continue to be exempted from the prohibition set out in Article 4(2)(a) of Directive 2000/53/EC without an expiry date since the use of these substances in those specific materials and components is technically or scientifically unavoidable and no viable alternatives are envisaged in the near future. These exemptions should be reviewed in 2014 in the light of technical and scientific progress to assess when the use of these substances will become avoidable. The exemption concerning lead in solders in electrical glazing applications on glass except for soldering in laminated glazing should be reviewed by 1 January 2012 since substitutes for this application exist but their technical properties need to be further tested and confirmed.\n(5) In the case of lead and lead compounds in components in bonding agents for elastomers in power-train applications containing up to 0,5 % lead by weight, the exemption should not be prolonged because the use of lead in this type of applications has become avoidable.\n(6) Annex II to Directive 2000/53/EC provides that spare parts put on the market after 1 July 2003 which are used for vehicles put on the market before 1 July 2003 are exempted from the prohibition set out in Article 4(2)(a) of Directive 2000/53/EC. This exemption allows for the repair of vehicles put on the market before the entry into force of the prohibition of Article 4(2)(a) with spare parts meeting the same quality and safety requirements as the parts with which they were originally equipped.\n(7) Spare parts for vehicles put on the market after 1 July 2003 but before the expiry date of a given exemption under Annex II to Directive 2000/53/EC are not covered by that exemption. Hence, spare parts for those vehicles must be heavy metal free, even if they are used to replace parts which originally contained heavy metals.\n(8) In certain cases it is technically impossible to repair vehicles with spare parts other than original ones as this would require changes in dimensional and functional properties of entire vehicle systems. Such spare parts cannot fit into the vehicle systems originally manufactured with parts containing heavy metals and these vehicles cannot be repaired and may need to be prematurely disposed of. For reasons of consumer safety and environmental benefits derived from the extension of the product’s lifetime it is appropriate to allow the repair of these vehicle components with the original parts.\n(9) Directive 2000/53/EC should therefore be amended accordingly.\n(10) The measures provided for in this Decision are in accordance with the opinion of the Committee established under Article 18(1) of Directive 2006/12/EC of the European Parliament and of the Council of 5 April 2006 on waste (3),", "main_body": ["Annex II to Directive 2000/53/EC is replaced by the text set out in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 February 2010.\nFor the Commission\nJanez POTOČNIK\nMember of the Commission\n(1)  OJ L 269, 21.10.2000, p. 34.\n(2)  OJ L 225, 23.8.2008, p. 10.\n(3)  OJ L 114, 27.4.2006, p. 9.\nANNEX\n‘ANNEX II\nMaterials and components exempt from Article 4(2)(a)\nMaterials and components Scope and expiry date of the exemption To be labelled or made identifiable in accordance with Article 4(2)(b)(iv)\nLead as an alloying element\n1. Steel for machining purposes and galvanised steel containing up to 0,35 % lead by weight\n2(a). Aluminium for machining purposes with a lead content up to 2 % by weight\n2(b). Aluminium with a lead content up to 1,5 % by weight\n2(c). Aluminium with a lead content up to 0,4 % by weight\n3. Copper alloy containing up to 4 % lead by weight\n4(a). Bearing shells and bushes\n4(b). Bearing shells and bushes in engines, transmissions and air conditioning compressors\nLead and lead compounds in components\n5. Batteries\n6. Vibration dampers\n7(a). Vulcanising agents and stabilisers for elastomers in brake hoses, fuel hoses, air ventilation hoses, elastomer/metal parts in the chassis applications, and engine mountings\n7(b). Vulcanising agents and stabilisers for elastomers in brake hoses, fuel hoses, air ventilation hoses, elastomer/metal parts in the chassis applications, and engine mountings containing up to 0,5 % lead by weight\n7(c). Bonding agents for elastomers in power-train applications containing up to 0,5 % lead by weight\n8(a). Lead in solders to attach electrical and electronic components to electronic circuit boards and lead in finishes on terminations of components other than electrolyte aluminium capacitors, on component pins and on electronic circuit boards\n8(b). Lead in solders in electrical applications other than soldering on electronic circuit boards or on glass\n8(c). Lead in finishes on terminals of electrolyte aluminium capacitors\n8(d). Lead used in soldering on glass in mass airflow sensors\n8(e). Lead in high melting temperature type solders (i.e. lead-based alloys containing 85 % by weight or more lead)\n8(f). Lead in compliant pin connector systems\n8(g). Lead in solders to complete a viable electrical connection between semiconductor die and carrier within integrated circuit flip chip packages\n8(h). Lead in solder to attach heat spreaders to the heat sink in power semiconductor assemblies with a chip size of at least 1 cm2 of projection area and a nominal current density of at least 1 A/mm2 of silicon chip area\n8(i). Lead in solders in electrical glazing applications on glass except for soldering in laminated glazing\n8(j). Lead in solders for soldering in laminated glazing\n9. Valve seats\n10. Electrical components which contain lead in a glass or ceramic matrix compound except glass in bulbs and glaze of spark plugs\n11. Pyrotechnic initiators\nHexavalent chromium\n12(a). Corrosion preventive coatings\n12(b). Corrosion preventive coatings related to bolt and nut assemblies for chassis applications\n13. Absorption refrigerators in motor caravans\nMercury\n14(a). Discharge lamps for headlight application\n14(b). Fluorescent tubes used in instrument panel displays\nCadmium\n15. Batteries for electrical vehicles\nNotes:\nA maximum concentration value up to 0,1 % by weight and in homogeneous material, for lead, hexavalent chromium and mercury and up to 0,01 % by weight in homogeneous material for cadmium shall be tolerated.\nThe reuse of parts of vehicles which were already on the market at the date of expiry of an exemption shall be allowed without limitation since it is not covered by Article 4(2)(a).\nSpare parts put on the market after 1 July 2003 which are used for vehicles put on the market before 1 July 2003 shall be exempted from the provisions of Article 4(2)(a) (5).\n(1)  Dismantling if, in correlation with entry 10, an average threshold of 60 grams per vehicle is exceeded. For the application of this clause electronic devices not installed by the manufacturer on the production line shall not be taken into account.\n(2)  This exemption shall be reviewed in 2014.\n(3)  This exemption shall be reviewed before 1 January 2012.\n(4)  Dismantling if, in correlation with entries 8(a) to 8(j), an average threshold of 60 grams per vehicle is exceeded. For the application of this clause electronic devices not installed by the manufacturer on the production line shall not be taken into account.\n(5)  This clause shall not apply to wheel balance weights, carbon brushes for electric motors and brake linings.’"}