{"celex_id": "32013R1224", "uri": "http://publications.europa.eu/resource/cellar/329fb5cb-599a-11e3-8197-01aa75ed71a1", "type": "Regulation", "concepts": ["3069", "5541", "835", "889"], "title": "Commission Regulation (EU) No 1224/2013 of 29 November 2013 amending Regulation (EC) No 800/2008 as regards its period of application\n", "header": "30.11.2013 EN Official Journal of the European Union L 320/22\nCOMMISSION REGULATION (EU) No 1224/2013\nof 29 November 2013\namending Regulation (EC) No 800/2008 as regards its period of application\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 108(4) thereof,\nHaving regard to Council Regulation (EC) No 994/98 of 7 May 1998 on the application of Articles 92 and 93 of the Treaty establishing the European Community to certain categories of horizontal State aid (1),\nAfter consulting the Advisory Committee on State Aid,\nWhereas:\n(1) Commission Regulation (EC) No 800/2008 (2) will expire on 31 December 2013.\n(2) In its Communication on EU State Aid Modernisation (3) of 8 May 2012 the Commission launched a wide review of State aid rules. In the context of that review, Regulation (EC) No 994/98 has already been amended by Council Regulation (EU) No 733/2013 (4). A number of other State aid instruments are still in the process of revision, such as those regarding research and development and innovation, environmental aid, risk capital and rescue and restructuring of firms in difficulties. It will not be possible to finalise the adaptation of those instruments before Regulation (EC) No 800/2008 expires. In order to ensure a consistent approach across all State aid instruments, it is therefore appropriate to extend the period of application of Regulation (EC) No 800/2008 until 30 June 2014.\n(3) Regulation (EC) No 800/2008 should therefore be amended accordingly.\n(4) In the light of the extension of the period of validity of Regulation (EC) No 800/2008, some Member States may wish to prolong measures on which summary information has been provided in accordance with Article 9 of that Regulation. In order to reduce the administrative burden, it is appropriate that summary information regarding the prolongation of those measures should be deemed to have been communicated to the Commission, provided no substantive amendment is made to measures concerned.\n(5) This Regulation should enter into force on the day following that of its publication in the Official Journal of the European Union to allow for the extension of the period of application of Regulation (EC) No 800/2008 before it expires,", "main_body": ["In Article 45 of Regulation (EC) No 800/2008, the second paragraph is replaced by the following:\n‘It shall apply until 30 June 2014’.", "Where a Member State wishes to prolong, as a consequence of the amendment of Regulation (EC) No 800/2008, measures in respect of which summary information was submitted to the Commission in accordance with Article 9 of Regulation (EC) No 800/2008, summary information regarding the prolongation of those measures shall be deemed to have been communicated to the Commission, provided no substantive amendment is made to the measures concerned.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in the Member States in accordance with the Treaties."], "attachments": "Done at Brussels, 29 November 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 142, 14.5.1998, p. 1.\n(2)  Commission Regulation (EC) No 800/2008 of 6 August 2008 declaring certain categories of aid compatible with the common market in application of Articles 87 and 88 of the Treaty (OJ L 214, 9.8.2008, p. 3).\n(3)  Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, EU State Aid Modernisation (SAM), 8.5.2012, COM (2012) 209 final.\n(4)  OJ L 204, 31.7.2013, p. 11."}