{"celex_id": "32013R0866", "uri": "http://publications.europa.eu/resource/cellar/58e7094b-19e8-11e3-8d1c-01aa75ed71a1", "type": "Regulation", "concepts": ["1445", "2212", "2771", "3115", "3614", "4687", "5458", "5709"], "title": "Commission Implementing Regulation (EU) No 866/2013 of 9 September 2013 amending Regulation (EC) No 798/2008 as regards transit of consignments of poultry meat from Belarus through Lithuania to the Russian territory of Kaliningrad  Text with EEA relevance\n", "header": "10.9.2013 EN Official Journal of the European Union L 241/4\nCOMMISSION IMPLEMENTING REGULATION (EU) No 866/2013\nof 9 September 2013\namending Regulation (EC) No 798/2008 as regards transit of consignments of poultry meat from Belarus through Lithuania to the Russian territory of Kaliningrad\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (1) and in particular the introductory phrase of Article 8, the first paragraph of point 1 of Article 8, point 4 of Article 8 and Article 9(4)(c) thereof,\nWhereas:\n(1) Directive 2002/99/EC lays down the general animal health rules governing the production, processing, distribution within the Union and the introduction from third countries of products of animal origin for human consumption and provides for establishing specific rules and certification for transit.\n(2) Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (2) lays down that certain commodities are only to be imported into and transit through the Union from third countries, territories, zones or compartments listed in the table in Part 1 of Annex I thereto. It also lays down the veterinary certification requirements for such commodities. Those requirements take also into account whether or not additional guarantees are requested due to the disease status of those third countries, territories, zones or compartments. The additional guarantees with which those commodities are to comply are set out in Part 2 of Annex I to Regulation (EC) No 798/2008.\n(3) Article 4(4) of Regulation (EC) No 798/2008 requires that specified pathogen-free eggs, meat, minced meat and mechanically separated meat of poultry, ratites and wild game-birds, eggs and egg products transiting through the Union shall be accompanied by a certificate drawn up in accordance with the model certificate set out in Annex XI and complying with the conditions set out in that certificate.\n(4) In view of the isolated geographic situation of the Russian territory of Kaliningrad, Article 18 of Regulation (EC) No 798/2008 derogates from the requirements of Article 4(4) of that Regulation and lays down specific conditions for transit of certain consignments from and bound for Russia through Latvia, Lithuania and Poland. Those conditions include additional controls and the sealing of the consignments.\n(5) Belarus requested the Commission to authorise the transit through the Union of poultry meat from Belarus through Lithuania to the Russian territory of Kaliningrad.\n(6) Owing to the geographical situation of Kaliningrad and the already existing procedural structures laid down in Article 18(2) of Regulation (EC) No 798/2008 with regard to transit of commodities from and bound to Russia, the transit of poultry meat from Belarus through Lithuania to the Russian territory of Kaliningrad by rail or road should be permitted, provided the conditions laid down in Article 18(2), (3) and (4) for other commodities are complied with.\n(7) Regulation (EC) No 798/2008 should be amended in order to include the commodity poultry meat in its Article 18(2) and to modify the entry for Belarus in Part 1 of Annex I to that Regulation.\n(8) Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Regulation (EC) No 798/2008 is amended as follows:\n(1) The introductory paragraph in Article 18(2) is replaced by the following:\n(2) Annex I is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 September 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 18, 23.1.2003, p. 11.\n(2)  OJ L 226, 23.8.2008, p. 1.\nANNEX\nAnnex I to Regulation (EC) No 798/2008 is amended as follows:\n(1) In Part 1 the entry for Belarus is replaced by the following:\n‘BY – Belarus BY - 0 Whole country EP, E and POU (only for transit through Lithuania) IX’\n(2) In Part 2, in the section ‘Additional guarantees (AG)’, the entry ‘IX’ is replaced by the following:\n‘ ‘IX’ : only transit through Lithuania of consignments of eggs, egg products and poultry meat originating in Belarus and bound for the Russian territory of Kaliningrad shall be permitted provided that Article 18(2), (3) and (4) is complied with.’"}