{"celex_id": "32012D0412", "uri": "http://publications.europa.eu/resource/cellar/ff9f0793-d259-11e1-905c-01aa75ed71a1", "type": "Decision", "concepts": ["1182", "1504", "336", "3460", "3526", "5283", "548", "5501", "5706", "5709", "699", "717"], "title": "2012/412/EU: Commission Implementing Decision of 19 July 2012 amending the list of ‘basic local government units’ in the Annex to Council Directive 94/80/EC laying down detailed arrangements for the exercise of the right to vote and to stand as a candidate in municipal elections by citizens of the Union residing in a Member State of which they are not nationals\n", "header": "20.7.2012 EN Official Journal of the European Union L 192/29\nCOMMISSION IMPLEMENTING DECISION\nof 19 July 2012\namending the list of ‘basic local government units’ in the Annex to Council Directive 94/80/EC laying down detailed arrangements for the exercise of the right to vote and to stand as a candidate in municipal elections by citizens of the Union residing in a Member State of which they are not nationals\n(2012/412/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 22(1) thereof,\nHaving regard to Council Directive 94/80/EC of 19 December 1994 laying down detailed arrangements for the exercise of the right to vote and to stand as a candidate in municipal elections by citizens of the Union residing in a Member State of which they are not nationals (1), and in particular Article 2(2) thereof,\nWhereas:\n(1) Directive 94/80/EC lists in its Annex the ‘basic local government units’ which determine the scope of the Directive.\n(2) According to Article 2(2) of Directive 94/80/EC, a Member State shall notify the Commission if any local government unit referred to in the Annex to that Directive is, by virtue of a change in its domestic law, replaced by another unit or if, by virtue of such a change, any such unit is abolished or further such units are created. Consequently, the Commission shall adapt that Annex by making appropriate substitutions, deletions or additions and that Annex so revised shall be published in the Official Journal of the European Union.\n(3) Denmark, Ireland, Greece, Latvia and Lithuania have informed the Commission that, following changes in their domestic legislation, the ‘basic local government units’ concerning them have been modified. These laws have been formally notified to the Commission.\n(4) The Annex to Directive 94/80/EC should be amended accordingly,", "main_body": ["The Annex to Directive 94/80/EC is amended in accordance with the Annex to this Decision.", "This Decision shall enter into force on the first day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 19 July 2012.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 368, 31.12.1994, p. 38.\nANNEX\nIn the Annex to Directive 94/80/EC, the list of ‘basic local government units’ is replaced by the following:\n‘ “Basic local government unit” within the meaning of Article 2(1)(a) of this Directive means any of the following:\n— in Austria:\n— in Belgium:\n— in Bulgaria:\n— in Cyprus:\n— in the Czech Republic:\n— in Denmark:\n— in Estonia:\n— in Finland:\n— in France:\n— in Germany:\n— in Greece:\n— in Hungary:\n— in Ireland:\n— in Italy:\n— in Latvia:\n— in Lithuania:\n— in Luxembourg:\n— in Malta:\n— in the Netherlands:\n— in Poland:\n— in Portugal:\n— in Romania:\n— in Slovakia:\n— in Slovenia:\n— in Spain:\n— in Sweden:\n— in the United Kingdom:"}