{"celex_id": "32011L0097", "uri": "http://publications.europa.eu/resource/cellar/9a4c92aa-969d-4e36-8c5f-92ad18494dd7", "type": "Directive", "concepts": ["1880", "3133", "6103", "718"], "title": "Council Directive 2011/97/EU of 5 December 2011 amending Directive 1999/31/EC as regards specific criteria for the storage of metallic mercury considered as waste\n", "header": "10.12.2011 EN Official Journal of the European Union L 328/49\nCOUNCIL DIRECTIVE 2011/97/EU\nof 5 December 2011\namending Directive 1999/31/EC as regards specific criteria for the storage of metallic mercury considered as waste\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1102/2008 of the European Parliament and of the Council of 22 October 2008 on the banning of exports of metallic mercury and certain mercury compounds and mixtures and the safe storage of metallic mercury (1), and in particular Article 4(3) thereof, as well as to Council Directive 1999/31/EC of 26 April 1999 on the landfill of waste (2), and in particular Article 16 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Regulation (EC) No 1102/2008 stipulates that, by way of derogation from Article 5(3)(a) of Directive 1999/31/EC, metallic mercury that is considered as waste may, in appropriate containment, be temporarily stored for more than 1 year or permanently stored in certain types of landfills.\n(2) Storage of metallic mercury that is considered as waste is already regulated by Union legislation on waste management.\n(3) The storage of metallic mercury that is considered as waste for up to 1 year is subject to the permit requirements according to Article 23 of Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste (3).\n(4) Directive 1999/31/EC and Council Decision 2003/33/EC of 19 December 2002 establishing criteria and procedures for the acceptance of waste at landfills pursuant to Article 16 of and Annex II to Directive 1999/31/EC (4) apply to facilities for the storage of metallic mercury for more than 1 year according to Article 3(1) of Regulation (EC) No 1102/2008.\n(5) This implies, in particular, that all facilities for the storage of metallic mercury for more than 1 year need a permit according to Articles 7, 8 and 9 of Directive 1999/31/EC and that such facilities are subject to the control and monitoring requirements laid down in Article 12 of that Directive, as well as, in the case of underground storage, to the safety assessment requirements according to Appendix A of Decision 2003/33/EC.\n(6) In addition, such facilities are subject to the general provisions on record keeping as laid down in Directive 2008/98/EC.\n(7) In addition, the provisions of Council Directive 96/82/EC of 9 December 1996 on the control of major-accident hazards involving dangerous substances (5) apply to facilities for the temporary above-ground storage according to Article 3(2) of Regulation (EC) No 1102/2008.\n(8) However, those provisions do not fully address the specific characteristics of metallic mercury, and additional requirements are therefore needed.\n(9) Those additional requirements should take into account research activities on safe disposal options, including the solidification of metallic mercury. There is progress in the development of environmentally sound solidification options but it is premature to decide on the large-scale viability of such options.\n(10) Additional assessments of the long-term behaviour of metallic mercury in underground storage are needed for the determination of sound and knowledge-based requirements for permanent storage. The requirements laid down in this Directive should therefore be limited to temporary storage and are considered as appropriate and representing the best available techniques for the safe storage of metallic mercury for a time span of up to 5 years.\n(11) Directive 1999/31/EC should therefore be amended accordingly.\n(12) No opinion was given by the committee referred to in Article 16 of Directive 1999/31/EC. It is therefore appropriate for the Council to", "main_body": ["HAS ADOPTED THIS DIRECTIVE:", "Annexes I, II and III to Directive 1999/31/EC are hereby amended as set out in the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 15 March 2013. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the third day following its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 December 2011.\nFor the Council\nThe President\nW. PAWLAK\n(1)  OJ L 304, 14.11.2008, p. 75.\n(2)  OJ L 182, 16.7.1999, p. 1.\n(3)  OJ L 312, 22.11.2008, p. 3.\n(4)  OJ L 11, 16.1.2003, p. 27.\n(5)  OJ L 10, 14.1.1997, p. 13.\nANNEX\nAnnexes I, II and III to Directive 1999/31/EC are amended as follows:\n(1) the following section is added to Annex I:\n— Metallic mercury shall be stored separately from other waste.\n— Containers shall be stored in collecting basins suitably coated so as to be free of cracks and gaps and impervious to metallic mercury with a containment volume adequate for the quantity of mercury stored.\n— The storage site shall be provided with engineered or natural barriers that are adequate to protect the environment against mercury emissions and a containment volume adequate for the total quantity of mercury stored.\n— The storage site floors shall be covered with mercury-resistant sealants. A slope with a collection sump shall be provided.\n— The storage site shall be equipped with a fire protection system.\n— Storage shall be arranged in a way to ensure that all containers are easily retrievable.’;\n(2) the following section is added to Annex II:\nA. Composition of the mercury\n— mercury content greater than 99,9 % per weight,\n— no impurities capable of corroding carbon or stainless steel (e.g. nitric acid solution, chloride salts solutions).\nB. Containment\n— container material: carbon steel (ASTM A36 minimum) or stainless steel (AISI 304, 316L),\n— containers shall be gas and liquid tight,\n— the outer side of the container shall be resistant against the storage conditions,\n— the design type of the container shall successfully pass the drop test and the leakproofness tests as described in Chapters 6.1.5.3 and 6.1.5.4 of the UN Recommendations on the Transport of Dangerous Goods, Manual of Tests and Criteria.\nC. Acceptance procedures\n— only metallic mercury which fulfils the minimum acceptance criteria set out above shall be accepted,\n— containers shall be visually inspected before storage. Damaged, leaking or corroded containers shall not be accepted,\n— containers shall bear a durable stamp (made by punching) mentioning the identification number of the container, the construction material, its empty weight, the reference of the manufacturer and the date of construction,\n— containers shall bear a plate permanently fixed to the container mentioning the identification number of the certificate.\nD. Certificate\n— name and address of the waste producer,\n— name and address of the responsible for the filling,\n— place and date of filling,\n— quantity of the mercury,\n— the purity of the mercury and, if relevant, a description of the impurities, including the analytical report,\n— confirmation that the containers have been used exclusively for the transport/storage of mercury,\n— the identification numbers of the containers,\n— any specific comments.\n(3) the following section is added to Annex III:\nA. Monitoring, inspection and emergency requirements\nB. Record keeping"}