{"celex_id": "32013D0051", "uri": "http://publications.europa.eu/resource/cellar/9a1d66a8-6624-11e2-9294-01aa75ed71a1", "type": "Decision", "concepts": ["192", "2300", "3191", "3813", "5916"], "title": "2013/51/EU: Commission Implementing Decision of 23 January 2013 on the assessment of a third country’s regulatory framework applicable to active substances of medicinal products for human use and of the respective control and enforcement activities pursuant to Article 111b of Directive 2001/83/EC of the European Parliament and of the Council  Text with EEA relevance\n", "header": "24.1.2013 EN Official Journal of the European Union L 21/36\nCOMMISSION IMPLEMENTING DECISION\nof 23 January 2013\non the assessment of a third country’s regulatory framework applicable to active substances of medicinal products for human use and of the respective control and enforcement activities pursuant to Article 111b of Directive 2001/83/EC of the European Parliament and of the Council\n(Text with EEA relevance)\n(2013/51/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2001/83/EC of the European Parliament and of the Council of 6 November 2001 on the Community Code relating to medicinal products for human use (1), and in particular Article 111b(2) thereof,\nWhereas:\n(1) Article 111b(1) of Directive 2001/83/EC specifies the aspects of which the Commission must take particular account when assessing whether a third country’s regulatory framework applicable to active substances exported to the Union and the respective control and enforcement activities ensure a level of protection of public health equivalent to that of the Union.\n(2) It should be set out in more detail which aspects and respective EU documents are taken into account when conducting the equivalence assessment in accordance with Article 111b(1) of Directive 2001/83/EC.\n(3) The measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Medicinal Products for Human Use,", "main_body": ["This Decision specifies how the aspects referred to in points (a) to (d) of Article 111b(1) of Directive 2001/83/EC are to be assessed for the purposes of determining whether a third country’s regulatory framework applicable to active substances exported to the Union and the respective control and enforcement activities ensure a level of protection of public health equivalent to that of the Union.", "For the purposes of assessing the equivalence of the level of protection of public health ensured by a third country’s regulatory framework applicable to active substances exported to the Union and the respective control and enforcement activities pursuant to Article 111b of Directive 2001/83/EC, the requirements set out in points (a) to (d) of Article 111b(1) shall be applied as follows:\n(a) in applying point (a) of Article 111b(1), the Commission shall take into account the applicable guidelines referred to in the second paragraph of Article 47 of Directive 2001/83/EC;\n(b) in applying point (b) of Article 111b(1), the Commission shall take into account the applicable guidelines referred to in Article 3(1) of Commission Directive 2003/94/EC of 8 October 2003 laying down the principles and guidelines of good manufacturing practice in respect of medicinal products for human use and investigational medicinal products for human use (2);\n(c) in applying point (c) of Article 111b(1), the Commission shall assess inspection resources, the qualification and training of inspectors, inspection procedures, inspection strategies and mechanisms to address conflicts of interest, inspection performance standards, enforcement powers, alert and crisis mechanisms, and analytical capacity taking into account the applicable guidelines referred to in Article 3(1) of Directive 2003/94/EC;\n(d) in applying point (d) of Article 111b(1), the Commission shall assess the third country’s arrangements in order to ensure regular and rapid provision of information by the third country to the EU in relation to non-compliant producers of active substances.", "This Decision shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 23 January 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 311, 28.11.2001, p. 67.\n(2)  OJ L 262, 14.10.2003, p. 22."}