{"celex_id": "32015R0564", "uri": "http://publications.europa.eu/resource/cellar/4f4e7fdd-de97-11e4-b266-01aa75ed71a1", "type": "Regulation", "concepts": ["1264", "161", "1644", "2173", "2771", "3191", "4578"], "title": "Commission Implementing Regulation (EU) 2015/564 of 8 April 2015 establishing the allocation coefficient to be applied to the quantities covered by the applications for import licences lodged from 30 to 31 March 2015 under the tariff quota opened by Regulation (EC) No 1918/2006 for olive oil originating in Tunisia and suspending submission of applications for such licences for the month of April 2015\n", "header": "9.4.2015 EN Official Journal of the European Union L 93/41\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/564\nof 8 April 2015\nestablishing the allocation coefficient to be applied to the quantities covered by the applications for import licences lodged from 30 to 31 March 2015 under the tariff quota opened by Regulation (EC) No 1918/2006 for olive oil originating in Tunisia and suspending submission of applications for such licences for the month of April 2015\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007, (1) and in particular Article 188(1) and (3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1918/2006 (2) opened annual tariff quotas for imports of virgin olive oil falling within CN codes 1509 10 10 and 1509 10 90, wholly obtained in Tunisia and transported direct from that country to the European Union. Article 2(2) of Regulation (EC) No 1918/2006 lays down the maximum monthly quantities covered by the import licences to be issued.\n(2) The quantities covered by the applications for import licences lodged from 30 to 31 March 2015 for the month of April 2015 exceed those available. The extent to which import licences may be issued should therefore be determined by establishing the allocation coefficient to be applied to the quantities requested, calculated in accordance with Article 7(2) of Commission Regulation (EC) No 1301/2006. (3) Submission of new applications should be suspended for the month of April 2015\n(3) In order to ensure that the measure is effective, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union,", "main_body": ["1.   The quantities covered by the applications for import licences submitted pursuant to Commission Regulation (EC) No 1918/2006 from 30 to 31 March 2015 shall be multiplied by the allocation coefficient set out in the Annex to this Regulation.\n2.   Submission of new applications for import licences shall be suspended for the month of April 2015 from 1 April 2015.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 April 2015.\nFor the Commission,\nOn behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Regulation (EC) No 1918/2006 of 20 December 2006 opening and providing for the administration of tariff quotas for olive oil originating in Tunisia (OJ L 365, 21.12.2006, p. 84).\n(3)  Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (OJ L 238, 1.9.2006, p. 13).\nANNEX\nOrder No Allocation coefficient — applications submitted from 30 to 31 March 2015 for the month of April 2015\n09.4032 4,638403"}