{"celex_id": "32013R0112", "uri": "http://publications.europa.eu/resource/cellar/d170b85a-745a-11e2-9294-01aa75ed71a1", "type": "Regulation", "concepts": ["1700", "1895", "3659", "4258", "4541", "4879", "668", "6781", "83"], "title": "Commission Regulation (EU) No 112/2013 of 7 February 2013 implementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards the 2014 list of target secondary variables on material deprivation  Text with EEA relevance\n", "header": "8.2.2013 EN Official Journal of the European Union L 37/2\nCOMMISSION REGULATION (EU) No 112/2013\nof 7 February 2013\nimplementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards the 2014 list of target secondary variables on material deprivation\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 1177/2003 of the European Parliament and of the Council of 16 June 2003 concerning Community statistics on income and living conditions (EU-SILC) (1), and in particular Article 15(2)(f) thereof,\nWhereas:\n(1) Regulation (EC) No 1177/2003 established a common framework for the systematic production of European statistics on income and living conditions, encompassing comparable and timely cross-sectional and longitudinal data on income and on the level and composition of poverty and social exclusion at national and European levels.\n(2) Pursuant to Article 15(2)(f) of Regulation (EC) No 1177/2003, implementing measures are necessary in respect of the list of target secondary areas and variables that is to be included every year in the cross-sectional component of EU-SILC. The list of target secondary variables to be incorporated in the module on material deprivation should be laid down for the year 2014, together with the corresponding variables’ identifiers.\n(3) The measures provided for in this Regulation are in accordance with the opinion of the European Statistical System Committee,", "main_body": ["The list of target secondary variables and the variables’ identifiers for the 2014 module on material deprivation to be included in the cross-sectional component of European statistics on income and living conditions (EU-SILC) shall be as laid down in the Annex.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 February 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 165, 3.7.2003, p. 1.\nANNEX\nFor the purposes of this Regulation, the following units, mode of data collection and reference period apply:\n1.   Units\nThe target variables relate to different types of units:\nThe variable relating to financial stress applies at household level and refers to the household as a whole.\nInformation on basic needs, leisure and social activities, durables and mobility in the category ‘adult items’ is to be provided for each current household member, or, if applicable, for all selected respondents aged 16 and over.\nAll children’s items relate to all household members aged between 1 and 15 except the two variables on educational needs that concern only children attending school. The questions are to be answered by the household respondent for the whole group of children. If at least one child does not have the item in question, the whole group of children in the household is assumed not to have the item.\nThe age refers to the age at the end of the income reference period.\n2.   Mode of data collection\nFor variables applying at household level, the mode of data collection is personal interview with the household respondent.\nFor variables applying at individual level, the mode of data collection is personal interview with all current household members aged 16 and over or, if applicable, with each selected respondent.\nFor children’s variables the mode of data collection is personal interview with the household respondent.\nGiven the type of information to be collected, only personal interviews (proxy interviews as an exception for persons temporarily absent or incapacitated) are allowed.\n3.   Reference period\nThe reference period for all target variables is the current situation.\n4.   Data transmission\nThe target secondary variables should be sent to the Commission (Eurostat) in the Household Data File (H-file) and in the Personal Data File (P-file) after the target primary variables.\n2014 MODULE ON MATERIAL DEPRIVATION AREAS AND LIST OF TARGET VARIABLES\nVariable identifier Values Target variable\nHousehold items applying at household level\nFinancial stress\nHD080  Replace worn-out furniture\n (1)\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD080_F 1 Filled\n– 1 Missing\nPersonal items applying at personal level (People aged 16+)\nBasic needs\nPD020  Replace worn-out clothes by some new (not second-hand) ones\n (1)\n1 Yes\n2 No — cannot afford it\n3 No — other reason\nPD020_F 1 Filled\n– 1 Missing\n– 3 Not selected respondent\nPD030  Two pairs of properly fitting shoes (including a pair of all-weather shoes)\n (1)\n1 Yes\n2 No — cannot afford it\n3 No — other reason\nPD030_F 1 Filled\n– 1 Missing\n– 3 Not selected respondent\nLeisure and social activities\nPD050  Get-together with friends/family (relatives) for drink/meal at least once a month\n (1)\n1 Yes\n2 No — cannot afford it\n3 No — other reason\nPD050_F 1 Filled\n– 1 Missing\n– 3 Not selected respondent\nPD060  Regularly participate in a leisure activity\n (1)\n1 Yes\n2 No — cannot afford it\n3 No — other reason\nPD060_F 1 Filled\n– 1 Missing\n– 3 Not selected respondent\nPD070  Spend a small amount of money each week on yourself\n (1)\n1 Yes\n2 No — cannot afford it\n3 No — other reason\nPD070_F 1 Filled\n– 1 Missing\n– 3 Not selected respondent\nDurables\nPD080  Internet connection for personal use at home\n (1)\n1 Yes\n2 No — cannot afford it\n3 No — other reason\nPD080_F 1 Filled\n– 1 Missing\n– 3 Not selected respondent\nMobility\nPD090  Regular use of public transport\n1 Yes\n2 No — ticket too expensive\n3 No — station too far away\n4 No — access too difficult\n5 No — private transport\n6 No — other reason\nPD090_F 1 Filled\n– 1 Missing\n– 3 Not selected respondent\nChildren’s items applying at household level\nBasic needs\nHD100  Some new (not second-hand) clothes\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD100_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nHD110  Two pairs of properly fitting shoes (including a pair of all-weather shoes)\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD110_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nHD120  Fruits and vegetables once a day\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD120_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nHD140  One meal with meat, chicken or fish (or vegetarian equivalent) at least once a day\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD140_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nEducational or leisure needs\nHD150  Books at home suitable for their age\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD150_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nHD160  Outdoor leisure equipment\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD160_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nHD170  Indoor games\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD170_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nHD180  Regular leisure activity\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD180_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nHD190  Celebrations on special occasions\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD190_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nHD200  Invite friends round to play or eat from time to time\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD200_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\nHD210  Participate in school trips and school events that cost money\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD210_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\n– 4 NA (no children attending school)\nHD220  Suitable place to study or do homework\n1 Yes\n2 No\nHD220_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\n– 4 NA (no children attending school)\nHD240  Go on holiday away from home at least 1 week per year\n1 Yes\n2 No — household cannot afford it\n3 No — other reason\nHD240_F 1 Filled\n– 1 Missing\n– 2 NA (no children aged between 1 and 15)\n(1)  Additionally to the compulsory transmission for 2014 reference year, this variable may be compiled for 2013 reference year on a voluntary basis."}