{"celex_id": "32010R0241", "uri": "http://publications.europa.eu/resource/cellar/ee2bbefb-7569-4f0d-822d-0755d9b344b5", "type": "Regulation", "concepts": ["1445", "192", "2121", "2212", "2300", "3191", "3614", "4743", "5369", "5458"], "title": "Commission Regulation (EU) No 241/2010 of 8 March 2010 amending Annex I to Regulation (EC) No 798/2008 as regards the inclusion of Belarus in the list of third countries set out in that Regulation in order to permit transit from Belarus through the Union of eggs and egg products for human consumption and modifying certification for day-old chicks of poultry other than ratites (Text with EEA relevance)\n", "header": "24.3.2010 EN Official Journal of the European Union L 77/1\nCOMMISSION REGULATION (EU) No 241/2010\nof 8 March 2010\namending Annex I to Regulation (EC) No 798/2008 as regards the inclusion of Belarus in the list of third countries set out in that Regulation in order to permit transit from Belarus through the Union of eggs and egg products for human consumption and modifying certification for day-old chicks of poultry other than ratites\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2009/158/EC of 30 November 2009 on animal health conditions governing intra-Community trade in, and imports from third countries of, poultry and hatching eggs (1), and in particular Article 26(2) thereof,\nHaving regard to Council Directive 2002/99/EC of 16 December 2002 laying down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption (2) and in particular Article 8 and Article 9(4) thereof,\nWhereas:\n(1) Directive 2009/158/EC lays down the animal health conditions governing trade within the Union and imports from third countries of, poultry and hatching eggs and provides for model certificates for imports of these commodities.\n(2) Directive 2002/99/EC lays down the animal health rules governing the production, processing, distribution and introduction of products of animal origin for human consumption and provides for establishing specific rules and certification for transit.\n(3) Commission Regulation (EC) No 798/2008 of 8 August 2008 laying down a list of third countries, territories, zones or compartments from which poultry and poultry products may be imported into and transit through the Community and the veterinary certification requirements (3) provides that the commodities covered by it are only to be imported into and transited through the Union from the third countries, territories, zones or compartments listed in the table in Part 1 of Annex I thereto. It also lays down the veterinary certification requirements for such commodities. The models of the veterinary certificates to accompany them are set out in Part 2 of that Annex.\n(4) Belarus is currently not listed in Part 1 of Annex I to Regulation (EC) No 798/2008. It has requested to be included in that list and has submitted information to the Commission concerning its compliance with the requirements of that Regulation.\n(5) The Commission has taken a positive view of the information submitted by Belarus as regards the animal health conditions in that third country required for transit of eggs and egg products for human consumption through the Union. Therefore, it is appropriate to include that third country in the list set out in Part 1 of Annex I to Regulation (EC) No 798/2008. However, pending the outcome of an inspection to be carried out by the Food and Veterinary Office in Belarus, the inclusion in the list should be limited to the transit of eggs and egg products for human consumption from that third country through the Union with the final destination in other third countries as the animal health risk from such introduction is very low. Such authorisation should be granted subject to the additional guarantee that the transit is carried out by road or by rail in lorries or railway wagons which have been sealed with a serially numbered seal.\n(6) As this is intended to be an interim measure it should only remain in force for 18 months from the date of entry into force.\n(7) The entry for Belarus should therefore be inserted in the list in Part 1 of Annex I to Regulation (EC) No 798/2008 and a new entry in the section ‘Additional guarantees’ in Part 2 of Annex I should be added.\n(8) Experience has shown that certification of the animal health conditions of day-old chicks by the official veterinarian at the time of consignment for imports into the Union can pose practical problems to third country competent authorities.\n(9) In order to take into account the production practices and certification procedures while ensuring that the necessary animal health conditions continue to be met, the model veterinary certificate for day-old chicks in Part 2 of Annex I should be modified.\n(10) Annex I to Regulation (EC) No 798/2008 should therefore be amended accordingly.\n(11) It is appropriate to provide for a transitional period to permit Member States and industry to take the necessary measures to comply with the applicable veterinary certification requirements provided for in this Regulation.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Annex I to Regulation (EC) No 798/2008 is amended in accordance with the Annex to this Regulation.", "Commodities in respect of which the relevant veterinary certificates have been issued in accordance with Regulation (EC) No 798/2008 may continue to be imported into or transited through the Union until 1 June 2010.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 74.\n(2)  OJ L 18, 23.1.2003, p. 11.\n(3)  OJ L 226, 23.8.2008, p. 1.\nANNEX\nAnnex I to Regulation (EC) No 798/2008 is amended as follows:\n1. Part 1 is replaced by the following:\nISO code and name of third country or territory Code of third country, territory, zone or compartment Description of third country, territory, zone or compartment Veterinary certificate Specific conditions Specific conditions Avian influenza surveillance status Avian influenza vaccination status Salmonella control status\nModel(s) Additional guarantees Closing date (1) Opening date (2)\n1 2 3 4 5 6 6A 6B 7 8 9\nAL — Albania AL-0 Whole country EP, E       S4\nAR — Argentina AR-0 Whole country SPF\nPOU, RAT, EP, E     A  S4\nWGM VIII\nAU — Australia AU-0 Whole country SPF\nEP, E       S4\nBPP, DOC, HEP, SRP       S0\nBPR I\nDOR II\nHER III\nPOU VI\nRAT VII\nBR — Brazil BR-0 Whole country SPF\nBR-1 States of: RAT, BPR, DOR, HER, SRA  N   A\nBR-2 States of: BPP, DOC, HEP, SRP  N    S0\nBR-3 Distrito Federal and States of: WGM VIII\nEP, E, POU  N     S4\nBW — Botswana BW-0 Whole country SPF\nEP, E       S4\nBPR I\nDOR II\nHER III\nRAT VII\nBY — Belarus BY-0 Whole country EP and E (both “only for transit through the EU”) IX\nCA — Canada CA-0 Whole country SPF\nEP, E       S4\nBPR, BPP, DOR, HER, SRA, SRP  N   A  S1\nDOC, HEP  L, N\nWGM VIII\nPOU, RAT  N\nCH — Switzerland CH-0 Whole country (3)     A  (3)\nCL — Chile CL-0 Whole country SPF\nEP, E       S4\nBPR, BPP, DOC, DOR, HEP, HER, SRA, SRP  N   A  S0\nWGM VIII\nPOU, RAT  N\nCN — China CN-0 Whole country EP\nCN-1 Province of Shandong POU, E VI P2 6.2.2004 —   S4\nGL — Greenland GL-0 Whole country SPF\nEP, WGM\nHK — Hong Kong HK-0 The whole territory of the Hong Kong Special Administrative Region EP\nHR — Croatia HR-0 Whole country SPF\nBPR, BPP, DOR, DOC, HEP, HER, SRA, SRP  N   A  S2\nEP, E, POU, RAT, WGM  N\nIL — Israel IL-0 Whole country SPF\nBPR, BPP, DOC, DOR, HEP, HER, SRP  N   A  S1\nWGM VIII\nEP, E, POU, RAT  N     S4\nIN — India IN-0 Whole country EP\nIS — Iceland IS-0 Whole country SPF\nEP, E       S4\nKR — Republic of Korea\nME — Montenegro ME-O Whole country EP\nMG — Madagascar MG-0 Whole country SPF\nEP, E, WGM       S4\nMY — Malaysia MY-0 — —\nMY-1 Western Peninsular EP\nE  P2 6.2.2004    S4\nMK — former Yugoslav Republic of Macedonia (4)\nMX — Mexico MX-0 Whole country SPF\nEP\nNA — Namibia NA-0 Whole country SPF\nBPR I\nDOR II\nHER III\nRAT, EP, E VII      S4\nNC — New Caledonia\nNZ — New Zealand NZ-0 Whole country SPF\nBPR, BPP, DOC, DOR, HEP, HER, SRA, SRP       S0\nWGM VIII\nEP, E, POU, RAT       S4\nPM — Saint Pierre and Miquelon\nRS — Serbia (5) RS-0 (5) Whole country EP\nRU — Russia RU-0 Whole country EP\nSG — Singapore SG-0 Whole country EP\nTH — Thailand TH-0 Whole country SPF, EP\nWGM VIII P2 23.1.2004\nE, POU, RAT  P2 23.1.2004    S4\nTN — Tunisia TN-0 Whole country SPF\nDOR, BPR, BPP, HER       S1\nWGM VIII\nEP, E, POU, RAT       S4\nTR — Turkey TR-0 Whole country SPF\nEP, E       S4\nUS — United States US-0 Whole country SPF\nBPR, BPP, DOC, DOR, HEP, HER, SRA, SRP  N   A  S3\nWGM VIII\nEP, E, POU, RAT  N     S4\nUY — Uruguay UY-0 Whole country SPF\nEP, E, RAT       S4\nZA — South Africa ZA-0 Whole country SPF\nEP, E       S4\nBPR I    A\nDOR II\nHER III\nRAT VII\nZW — Zimbabwe ZW-0 Whole country RAT VII\nEP, E       S4\n2. Part 2 is amended as follows:\n(a) In the section ‘Additional guarantees (AG)’ the following entry is added:\n‘ “IX” : only transit through the Union of consignments of eggs and egg products for human consumption originating in Belarus and destined for other third countries shall be permitted subject to the condition that the transit is carried out by road or by rail in lorries or in railway wagons which have been sealed with a serially numbered seal. This authorisation for transit is time limited only until [dd/mm/yyyy — 18 months from date of entry into force].’\n(b) The model veterinary certificate DOC is replaced by the following:\n(1)  Commodities, including those transported on the high seas, produced before this date may be imported into the Union during a period of 90 days from this date.\n(2)  Only commodities produced after this date may be imported into the Union.\n(3)  In accordance with the agreement between the European Community and the Swiss Confederation on trade in agricultural products (OJ L 114, 30.4.2002, p. 132).\n(4)  The former Yugoslav Republic of Macedonia; provisional code that does not prejudge in any way the definitive nomenclature for this country, which will be agreed following the conclusion of negotiations currently taking place on this subject in the United Nations.\n(5)  Not including Kosovo, as defined by United Nations Security Council Resolution 1244 of 10 June 1999.’"}