{"celex_id": "32011R1228", "uri": "http://publications.europa.eu/resource/cellar/8103a453-8c8d-4568-9106-b0e150f5d053", "type": "Regulation", "concepts": ["2591", "2736", "2771", "3191", "4580"], "title": "Regulation (EU) No 1228/2011 of the European Parliament and of the Council of 16 November 2011 repealing Regulation (EEC) No 429/73 of the Council making special provisions for imports into the Community of certain goods coming under Regulation (EEC) No 1059/69 and originating in Turkey\n", "header": "8.12.2011 EN Official Journal of the European Union L 326/17\nREGULATION (EU) No 1228/2011 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\nof 16 November 2011\nrepealing Regulation (EEC) No 429/73 of the Council making special provisions for imports into the Community of certain goods coming under Regulation (EEC) No 1059/69 and originating in Turkey\nTHE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union and in particular Article 207(2) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nActing in accordance with the ordinary legislative procedure (1),\nWhereas:\n(1) Improving the transparency of Union law is an essential element of the better lawmaking strategy that the institutions of the Union are implementing. In that context it is appropriate to remove from the legislation in force those acts which no longer have real effect.\n(2) Regulation (EEC) No 429/73 of the Council (2) was adopted in order to determine the reduced fixed component of the import duties for processed agricultural products originating in Turkey and imported in the framework of the Additional Protocol to the Agreement establishing an Association between the European Economic Community and Turkey, signed on 23 November 1970.\n(3) Decision No 1/95 of the EC-Turkey Association Council of 22 December 1995 on implementing the final phase of the Customs Union (3) lays down the rules for determining the customs duties for processed agricultural products originating in Turkey and imported into the European Union. Therefore Regulation (EEC) No 429/73 has become obsolete.\n(4) For reasons of legal certainty and clarity, Regulation (EEC) No 429/73 should therefore be repealed,", "main_body": ["1.   Regulation (EEC) No 429/73 is repealed.\n2.   The repeal of the act referred to in paragraph 1 shall be without prejudice to:\n(a) the maintenance in force of Union acts adopted on the basis of the act referred to in paragraph 1; and\n(b) the continuing validity of amendments made by the act referred to in paragraph 1 to other Union acts that are not repealed by this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Strasbourg, 16 November 2011.\nFor the European Parliament\nThe President\nJ. BUZEK\nFor the Council\nThe President\nW. SZCZUKA\n(1)  Position of the European Parliament of 13 September 2011 (not yet published in the Official Journal) and decision of the Council of 20 October 2011.\n(2)  OJ L 59, 5.3.1973, p. 85.\n(3)  OJ L 35, 13.2.1996, p. 1."}