{"celex_id": "32011D1130(03)", "uri": "http://publications.europa.eu/resource/cellar/7933e3eb-ae62-443a-a4c2-722d92e27619", "type": "Decision", "concepts": ["1115", "1268", "5532", "5769", "8465", "873"], "title": "Commission Decision of 29 November 2011 appointing the members of the group of experts for technical advice on the School Fruit Scheme\n", "header": "30.11.2011 EN Official Journal of the European Union C 349/7\nCOMMISSION DECISION\nof 29 November 2011\nappointing the members of the group of experts for technical advice on the School Fruit Scheme\n2011/C 349/05\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Commission Decision 2009/986/EU of 18 December 2009 establishing the group of experts for technical advice on the School Fruit Scheme (1), and in particular Article 4 thereof,\nWhereas:\n(1) The Commission set up a group of independent experts and defined its tasks and structure by Decision 2009/986/EU.\n(2) In accordance with Article 4(2)(c) of Decision 2009/986/EU, a call for applications was published on the Internet site of the Commission's DG Agriculture and Rural Development and in the Official Journal of the European Union\n (2). On the basis of those applications, and respecting the requirement to collect, process and publish the relevant personal data in accordance with the provisions of Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3), the Commission should appoint members of the expert group from specialists with a suitable background,", "main_body": ["1.   The following candidates are herewith appointed as a permanent member of the expert group for a three-year renewable term of office starting on the date of adoption:\n— Saida Barnat,\n— Margherita Caroli,\n— Bela Franchini,\n— Victoria Anna Kovacs,\n— Athena Linos,\n— Charles Fergus Lowe,\n— Mario Mazzocchi,\n— Bent Egberg Mikkelsen,\n— Loes Neven,\n— Martine Padilla.\n2.   The following candidates are herewith appointed as alternate member of the expert group for a three-year renewable term of office starting on the date of adoption:\n— Alessandra Bordoni,\n— Michele Cecchini,\n— Inken Birte Christoph,\n— Piero Ferrari,\n— Susana González Manzano,\n— Michael Kenneth Heasman,\n— Vaios Karathanos,\n— Chrystalleni Lazarou,\n— Yannis Manios,\n— Timothy (Tim) Marsch,\n— Morten Kromann Nielsen,\n— Andrea Pezzana,\n— Ana Isabel Rito,\n— Aileen Robertson,\n— Inge Tetens,\n— Antonia Trichopoulou.", "This Decision shall enter into force on the day of its adoption and shall apply until 31 December 2014."], "attachments": "Done at Brussels, 29 November 2011.\nFor the Commission\nDacian CIOLOȘ\nMember of the Commission\n(1)  OJ L 338, 19.12.2009, p. 99.\n(2)  OJ C 296, 30.10.2010, p. 25.\n(3)  OJ L 8, 12.1.2001, p. 1."}