{"celex_id": "32014R0174", "uri": "http://publications.europa.eu/resource/cellar/4aec774a-9ebf-11e3-a67e-01aa75ed71a1", "type": "Regulation", "concepts": ["1069", "207", "2300", "4079", "4542", "491", "5210"], "title": "Commission Implementing Regulation (EU) No 174/2014 of 25 February 2014 on amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code as regards the identification of persons in the context of AEO Mutual Recognition Agreements  Text with EEA relevance\n", "header": "26.2.2014 EN Official Journal of the European Union L 56/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 174/2014\nof 25 February 2014\non amending Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code as regards the identification of persons in the context of AEO Mutual Recognition Agreements\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (1), and in particular Article 247 thereof,\nWhereas:\n(1) The Union recognises the trade partnership programmes of certain third countries that have been developed in accordance with the World Customs Organisation Framework of Standards to Secure and Facilitate Global Trade. Consequently, the Union grants facilitations to those economic operators of a third country who hold a membership status under a trade partnership programme of that third country’s customs authorities.\n(2) Commission Implementing Regulation (EU) No 58/2013 amending Commission Regulation (EEC) No 2454/93 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code (2) introduced the means to identify in entry summary declarations a consignor’s membership status under trade partnership programmes.\n(3) It is necessary to extend the obligation to provide an identification number in order to improve risk analysis by identifying the carrier in the coded form in the entry summary declaration.\n(4) In order to provide relevant facilitations to persons other than the consignor declared in an entry or exit summary declaration or in a customs declaration replacing it, it is necessary to adapt Annexes 30a, 37 and 38 to Regulation (EEC) No 2454/93 (3) to allow for an indication of those person’s third country unique identification number which has been made available to the Union by the third country concerned. That number can be indicated instead of the EORI number of the person concerned.\n(5) Clarifications should be made with respect to the use of name and address or code numbers to identify parties in Annex 30a.\n(6) Regulation (EEC) No 2454/93 should therefore be amended accordingly.\n(7) The measures provided for in this Regulation are in accordance with the opinion of the Customs Code Committee,", "main_body": ["Regulation (EEC) No 2454/93 is amended as follows:\n(1) the following points are added to Article 4l(3):\n‘(f) he acts as a carrier as referred to in Article 181b where sea, inland waterway or air transport is concerned unless he is assigned a third country unique identification number which has been made available in the framework of a third country traders’ partnership programme which is recognised by the Union; this applies without prejudice to point (b);\n(g) he acts as a carrier who is connected to the customs system and he wishes to receive any of notifications laid down in Article 183(6) and (8) or in Article 184d(2).’;\n(2) Annex 30a is amended as set out in Annex I to this Regulation;\n(3) Annex 37 is amended as set out in Annex II to this Regulation;\n(4) Annex 38 is amended as set out in Annex III to this Regulation.", "This Regulation shall enter into force on 1 December 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 2014.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 302, 19.10.1992, p. 1.\n(2)  OJ L 21, 24.1.2013, p. 19.\n(3)  OJ L 253, 11.10.1993, p. 1.\nANNEX I\nIn Annex 30a to Regulation (EEC) No 2454/93, Section 4 entitled ‘Data elements explanatory notes.’ is amended as follows:\n(1) the data element explanatory note entitled ‘Consignor’ is replaced by the following:\nField Content Field type Format Examples\n1 Identifier of the third country (ISO alpha 2 country code) Alphabetic 2 a2 US\n2 Unique identification number in a third country Alphanumeric up to 15 an..15 1234567890ABCDE\n(2) in data element explanatory note entitled ‘Person lodging the summary declaration’ the first paragraph is replaced by the following:\n(3) the data element explanatory note entitled ‘Person requesting the diversion’ is replaced by the following:\n(4) the data element explanatory note entitled ‘Consignee’ is replaced by the following:\nLegal basis Subject Box Code\nAnnex 30a Situations where negotiable bills of lading that are “to order blank endorsed” are concerned, in the case of exit summary declarations, where the consignee particulars are unknown. 44 30600\nLegal basis Subject  Code\nAnnex 30a Situations where negotiable bills of lading that are “to order blank endorsed” are concerned, in the case of entry summary declarations, where the consignee particulars are unknown  10600\n(5) the data element explanatory note entitled ‘Carrier’ is replaced by the following:\n— whenever available to the person lodging the summary declaration, and/or\n— where sea, inland waterway or air transport is concerned.\n(6) the first paragraph of the data element explanatory note entitled ‘Notify party’ is replaced by the following:\n(1)  OJ L 152, 16.6.2009, p. 23.’;\nANNEX II\nIn Annex 37 to Regulation (EEC) No 2454/93, Title II, Section A, Box 8: ‘Consignee’, the following paragraph is inserted after the second paragraph:\n‘Where an identification number is required and the declaration includes the particulars for an exit summary declaration as set out in Annex 30a and facilitations are granted in the framework of a third country traders’ partnership programme which is recognised by the Union, that identification number may take the form of a third country unique identification number which has been made available to the Union by the third country concerned. The structure of that third country unique identification number corresponds to the structure as specified in the “Exit summary declarations” part of the data element explanatory note entitled “Consignor”, in Annex 30a.’.\nANNEX III\nIn Annex 38 to Regulation (EEC) No 2454/93, Title II, Box 8: ‘Consignee’, the following paragraph is added after the first paragraph:\n‘Where an identification number is required and the declaration includes the particulars for an exit summary declaration as set out in Annex 30a, a third country unique identification number which has been made available to the Union by the third country concerned may be used.’."}