{"celex_id": "32013R0270", "uri": "http://publications.europa.eu/resource/cellar/a3ae4180-94af-11e2-ab01-01aa75ed71a1", "type": "Regulation", "concepts": ["192", "2357", "2948", "3191", "4453", "6268"], "title": "Commission Implementing Regulation (EU) No 270/2013 of 21 March 2013 amending Annex I to Regulation (EC) No 669/2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin  Text with EEA relevance\n", "header": "22.3.2013 EN Official Journal of the European Union L 82/47\nCOMMISSION IMPLEMENTING REGULATION (EU) No 270/2013\nof 21 March 2013\namending Annex I to Regulation (EC) No 669/2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 882/2004 of the European Parliament and of the Council of 29 April 2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (1), and in particular Article 15(5) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 669/2009 (2) lays down rules concerning the increased level of official controls to be carried out on imports of feed and food of non-animal origin listed in Annex I thereto (‘the list’), at the points of entry into the territories referred to in Annex I to Regulation (EC) No 882/2004.\n(2) Article 2 of Regulation (EC) No 669/2009 provides that the list is to be reviewed on a regular basis, and at least quarterly, taking into account at least the sources of information referred to in that Article.\n(3) The occurrence and relevance of food incidents notified through the Rapid Alert System for Food and Feed, the findings of audits in third countries carried out by the Food and Veterinary Office, as well as the quarterly reports on consignments of feed and food of non-animal origin submitted by Member States to the Commission in accordance with Article 15 of Regulation (EC) No 669/2009 indicate that the list should be amended.\n(4) In particular, the list should be amended to decrease the intensity of official controls of the commodities for which the available information indicates an overall improvement of compliance with the relevant requirements provided for in Union legislation and for which the current frequency of official controls is therefore no longer justified. The entry in the list concerning coriander leaves and basil from Thailand should be therefore amended accordingly as far as the frequency of physical and identity checks for the presence of pesticide residues is concerned.\n(5) Regulation (EC) No 669/2009 should therefore be amended accordingly.\n(6) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In Annex I to Regulation (EC) No 669/2009, in the entries for Thailand, the row referring to ‘Coriander leaves’ and ‘Basil (holy, sweet)’‘Food – fresh herbs)’, as far as the frequency of physical and identity checks for the presence of pesticide residues is concerned, is replaced by the following:\n‘— Coriander leaves\n—\n‘— Coriander leaves\n—\n— Basil (holy, sweet)\n—\n(Food — fresh herbs)\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 March 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 165, 30.4.2004, p. 1.\n(2)  OJ L 194, 25.7.2009, p. 11."}