{"celex_id": "32013R0599", "uri": "http://publications.europa.eu/resource/cellar/00cf10f6-de56-11e2-9165-01aa75ed71a1", "type": "Regulation", "concepts": ["1642", "2734", "2748", "3190", "3568"], "title": "Commission Implementing Regulation (EU) No 599/2013 of 24 June 2013 amending Regulation (EU) No 578/2010 as regards the amounts of refunds for exports, not covered by certificates, of certain agricultural products in the form of goods not covered by Annex I to the Treaty and the notification, by Member States, of certain related data\n", "header": "25.6.2013 EN Official Journal of the European Union L 172/11\nCOMMISSION IMPLEMENTING REGULATION (EU) No 599/2013\nof 24 June 2013\namending Regulation (EU) No 578/2010 as regards the amounts of refunds for exports, not covered by certificates, of certain agricultural products in the form of goods not covered by Annex I to the Treaty and the notification, by Member States, of certain related data\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1216/2009 of 30 November 2009 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular the first subparagraph of Article 8(3) thereof,\nWhereas:\n(1) Commission Regulation (EU) No 578/2010 of 29 June 2010 on the implementation of Council Regulation (EC) No 1216/2009 as regards the system of granting export refunds for certain agricultural products exported in the form of goods not covered by Annex I to the Treaty, and the criteria for fixing the amount of such refunds (2) provides that small exporters are exempted from presenting a refund certificate up to total amounts fixed at individual and global level. It also provides that refund certificates applied for and, in some cases, refund certificates issued, are to be communicated to the Commission.\n(2) Recent reductions in export refund rates, due to the combined effects of the reform of the Common Agricultural Policy and of the movements in agricultural commodity prices on the world market, have led to a situation in which less or no applications for refund certificates have been submitted, consequently easing the pressure on the Union budget for export refunds on goods not covered by Annex I to the Treaty. In those circumstances where the Union is not in danger of breaching its international commitments, it is appropriate to simplify the system of granting export refunds on certain agricultural products in the form of goods not covered by Annex I to the Treaty, therefore reducing the administrative burden.\n(3) It is therefore appropriate to increase the payment threshold beneath which small exporters are exempted from submitting a refund certificate at individual and at global level. It is also appropriate to suspend the obligations for the competent authorities of the Member States to notify the amounts of refund certificates applied for where the refunds applicable to all the basic products are either suspended, not fixed or equal to zero, to notify certain refund certificates issued where no refund certificates were issued and, where no amounts are involved, the obligation to notify certain information for guaranteeing the functioning and the management of the refund certificate system and to inform the Commission that no amounts have been granted.\n(4) Regulation (EU) No 578/2010 should therefore be amended accordingly.\n(5) The measures provided for in this Regulation are in accordance with the opinion of the Committee on horizontal questions concerning trade in processed agricultural products not listed in Annex I to the Treaty,", "main_body": ["Regulation (EU) No 578/2010 is amended as follows:\n(1) Article 42(1) is replaced by the following:\n(2) Article 43(1) is replaced by the following:\n(3) The following Article 53a is inserted:", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 328, 15.12.2009, p. 10.\n(2)  OJ L 171, 6.7.2010, p. 1."}