{"celex_id": "32012D0168", "uri": "http://publications.europa.eu/resource/cellar/a5412340-ca07-44aa-812e-d28f0ecff138", "type": "Decision", "concepts": ["1501", "2832", "3389", "3483", "3584", "3870", "950"], "title": "Council Decision 2012/168/CFSP of 23 March 2012 amending Decision 2011/235/CFSP concerning restrictive measures directed against certain persons and entities in view of the situation in Iran\n", "header": "24.3.2012 EN Official Journal of the European Union L 87/85\nCOUNCIL DECISION 2012/168/CFSP\nof 23 March 2012\namending Decision 2011/235/CFSP concerning restrictive measures directed against certain persons and entities in view of the situation in Iran\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 29 thereof,\nWhereas:\n(1) On 12 April 2011, the Council adopted Decision 2011/235/CFSP (1).\n(2) On the basis of a review of Decision 2011/235/CFSP, the restrictive measures should be renewed until 13 April 2013.\n(3) Furthermore, in view of the gravity of the human rights situation in Iran, additional persons should be included in the list of persons and entities subject to restrictive measures as set out in the Annex to Decision 2011/235/CFSP.\n(4) In this context, it is should be noted that, in line with recital (4) of Decision 2011/235/CFSP, the persons targeted by the restrictive measures may also include members of the Iranian Revolutionary Guard Corps (IRGC), the Basij and Ansar-e-Hezbollah.\n(5) In addition, the sale, supply, transfer or export of equipment or software intended primarily for use in the monitoring or interception by the Iranian regime of the Internet and of telephone communications on mobile or fixed networks in Iran should be prohibited.\n(6) Furthermore, in consideration of its objectives, the prohibition on the supply, sale or transfer of equipment which might be used for internal repression should be included in Decision 2011/235/CFSP. At the same time, Decision 2010/413/CFSP of 26 July 2010 concerning restrictive measures directed against Iran (2) is to be amended so that it no longer includes that prohibition.\n(7) Decision 2011/235/CFSP should be amended accordingly,", "main_body": ["Decision 2011/235/CFSP is hereby amended as follows:\n(1) The following Articles are inserted:\n(a) provide, directly or indirectly, technical assistance, brokering services or other services related to the items referred to in paragraph 1 or related to the provision, manufacture, maintenance and use of such items, to any natural or legal person, entity or body in, or for the use in, Iran.\n(b) provide, directly or indirectly, financing or financial assistance, related to the items referred to in paragraph 1, including in particular grants, loans and export credit insurance, for any sale, supply, transfer or export of such items, or for the provision of related technical assistance, brokering services or other services to any natural or legal person, entity or body in, or for use in, Iran.\".\n(2) The following Article is inserted:\n(3) Article 6 is replaced by the following:", "The persons listed in the Annex to this Decision shall be added to the list set out in the Annex to Decision 2011/235/CFSP.", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 23 March 2012.\nFor the Council\nThe President\nC. ASHTON\n(1)  OJ L 100, 14.4.2011, p. 51.\n(2)  OJ L 195, 27.7.2010, p. 39.\nANNEX\nList of persons referred to in Article 2\nName Identifying information Reasons Date of listing\n1. ZARGHAMI Ezzatollah  As Head of Islamic Republic of Iran Broadcasting (IRIB), he is responsible for all programming decisions. IRIB has broadcast forced confessions of detainees and a series of \"show trials\" in August 2009 and December 2011. These constitute a clear violation of international provisions on fair trial and the right to due process. 23.3.2012\n2. TAGHIPOUR Reza POB: Maragheh (Iran) Minister for Information and Communications. As Minister for Information, he is one of the top officials in charge of censorship and control of internet activities and also all types of communications (notably mobile phones). During interrogations of political detainees, the interrogators make use of the detainees' personal data, mail and communications. 23.3.2012\n3. KAZEMI Toraj  Colonel of the technology and communications police, he recently announced a campaign for the recruitment of government hackers in order to achieve better control of information on the internet and attack \"dangerous\" sites. 23.3.2012\n4. LARIJANI Sadeq POB: Najaf (Iraq) Head of the Judiciary. The Head of the Judiciary is required to consent to and sign off every qisas (retribution), hodoud (crimes against God) and ta'zirat (crimes against the state) punishment. This includes sentences attracting the death penalty, floggings and amputations. In this regard, he has personally signed off numerous death penalty sentences, contravening international standards, including stoning (16 people are currently under stoning sentence), executions by suspension strangulation, execution of juveniles, and public executions such as those where prisoners have been hung from bridges in front of crowds of thousands. He has also permitted corporal punishment sentences such as amputations and the dripping of acid into the eyes of the convicted. Since Sadeq Larijani took office, arbitrary arrests of political prisoners, human rights defenders and minorities have increased markedly. Executions have also increased sharply since 2009. Sadeq Larijani also bears responsibility for systemic failures in the Iranian judicial process to respect the right to a fair trial. 23.3.2012\n5. MIRHEJAZI Ali  Deputy Chief of the Supreme Leader's Office and Head of Security. Part of the Supreme Leader's inner circle, responsible for planning the suppression of protests which has been implemented since 2009. 23.3.2012\n6. SAEEDI Ali  Representative of the Guide for the Pasdaran since 1995 after spending his whole career within the institution of the military, and specifically in the Pasdaran intelligence service. This official role makes him the key figure in the transmission of orders emanating from the Office of the Guide to the Pasdaran's repression apparatus. 23.3.2012\n7. RAMIN Mohammad-Ali POB: Dezful (Iran) Main figure responsible for censorship as Vice-Minister in charge of the Press up to December 2010, he was directly responsible for the closure of many reforming newspapers (Etemad, Etemad-e Melli, Shargh, etc), closure of the Independent Press Syndicate and the intimidation or arrest of journalists. 23.3.2012\n8. MORTAZAVI Seyyed Solat POB: Meibod (Iran) Deputy Interior Minister for Political Affairs. Responsible for directing repression of persons who speak up in defence of their legitimate rights, including freedom of expression. 23.3.2012\n9. REZVANI Gholomani  Deputy Governor of Rasht. Responsible for grave violations of the right to due process. 23.3.2012\n10. SHARIFI Malek Ajdar  Head of the judiciary in East Azerbaijan. Responsible for grave violations of the right to due process. 23.3.2012\n11. ELAHI Mousa Khalil  Prosecutor of Tabriz. Responsible for directing grave human rights violations of the right to due process. 23.3.2012\n12. FAHRADI Ali  Prosecutor of Karaj. Responsible for grave violation of human rights in demanding the death sentence for a juvenile. 23.3.2012\n13. REZVANMANESH Ali  Prosecutor. Responsible for grave violation of human rights in demanding the death sentence for a juvenile. 23.3.2012\n14. RAMEZANI Gholamhosein  Commander of IRGC Intelligence. Responsible for grave human rights violation of persons who speak up in defence of their legitimate rights, including freedom of expression. Heads Department responsible for the arrest and torture of bloggers/journalists. 23.3.2012\n15. SADEGHI Mohamed  Colonel and Deputy of IRGC technical and cyber intelligence. Responsible for the arrests and torture of bloggers/journalists. 23.3.2012\n16. JAFARI Reza  Head of special prosecution of cyber crime. In charge of arrests, detentions and prosecutions of bloggers and journalists. 23.3.2012\n17. RESHTE-AHMADI Bahram  Deputy Prosecutor in Tehran. Runs Evin prosecution centre. Responsible for the denial of rights, including visits and other prisoner's rights, to human rights defenders and political prisoners. 23.3.2012"}