{"celex_id": "32010R1142", "uri": "http://publications.europa.eu/resource/cellar/a26c70eb-e42a-4a13-bd1b-c14609c45972", "type": "Regulation", "concepts": ["1755", "2211", "3584", "4125", "4152", "838"], "title": "Commission Regulation (EU) No 1142/2010 of 7 December 2010 amending Regulation (EC) No 1266/2007 as regards the period of application of the transitional measures concerning the conditions for exempting certain animals from the exit ban provided for in Council Directive 2000/75/EC  Text with EEA relevance\n", "header": "8.12.2010 EN Official Journal of the European Union L 322/20\nCOMMISSION REGULATION (EU) No 1142/2010\nof 7 December 2010\namending Regulation (EC) No 1266/2007 as regards the period of application of the transitional measures concerning the conditions for exempting certain animals from the exit ban provided for in Council Directive 2000/75/EC\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Directive 2000/75/EC of 20 November 2000 laying down specific provisions for the control and eradication of bluetongue (1), and in particular Article 9(1)(c), Articles 11 and 12 and the third paragraph of Article 19 thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1266/2007 of 26 October 2007 on implementing rules for Council Directive 2000/75/EC as regards the control, monitoring, surveillance and restrictions on movements of certain animals of susceptible species in relation to bluetongue (2) lays down rules for the control, monitoring, surveillance and restrictions on movements of animals, in relation to bluetongue, in and from the restricted zones.\n(2) Article 8 of Regulation (EC) No 1266/2007 lays down conditions for exemption from the exit ban provided for in Directive 2000/75/EC. Article 8(1) of that Regulation provides that movements of animals, their semen, ova and embryos, from a holding or semen collection or storage centre located in a restricted zone to another holding or semen collection or storage centre are to be exempted from that exit ban provided that they comply with the conditions set out in Annex III to that Regulation or with any other appropriate animal health guarantees based on a positive outcome of a risk assessment of measures against the spread of the bluetongue virus and protection against attacks by vectors, required by the competent authority of the place of origin and approved by the competent authority of the place of destination, prior to the movement of such animals.\n(3) Article 9(a) of Regulation (EC) No 1266/2007 provides that, until 31 December 2010, and by way of derogation from the conditions set out in Annex III to that Regulation, Member States of destination may require that the movement of certain animals which are covered by the exemption, provided for in Article 8(1) thereof, be subjected to additional conditions, on the basis of a risk assessment taking into account the entomological and epidemiological conditions in which animals are being introduced. Those additional conditions specify that the animals must be less than 90 days old, they must have been kept since birth in vector protected confinement and they must have been subject to certain tests referred to in Annex III to that Regulation.\n(4) Fifteen Member States and Norway have notified the Commission that they have applied that transitional measure. The outcomes of the risk assessments that were carried out, which are publicly available on the Commission’s website, show that the introduction of bluetongue in those Member States and in Norway as a result of animal movements from restricted zones could have a major negative impact.\n(5) The overall disease situation as regards bluetongue has improved considerably since 2008. However the virus is still present in parts of the Union.\n(6) For the sake of harmonized implementation, Member States have requested for specific criteria for the ‘vector proof establishment’ which is an important requirement for a number of the conditions set out in Annex III of Regulation (EC) No 1266/2007 and aims at the protection of animals against attacks by vectors. Currently, the World Organization for Animal Health (OIE) is working on a definition of a vector-protected establishment or facility. The outcome of this work shall serve as input for the Commission to define criteria for the vector proof establishment as referred to in Annex III of the Regulation.\n(7) Pending the development of the criteria for a vector proof establishment, the period of application of the transitional measures provided for in Article 9(a) of Regulation (EC) No 1266/2007 should be prolonged for another six months.\n(8) Regulation (EC) No 1266/2007 should therefore be amended accordingly.\n(9) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["In the introductory phrase of Article 9a(1) of Regulation (EC) No 1266/2007, the date ‘31 December 2010’ is replaced by ‘30 June 2011’.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 2010.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 327, 22.12.2000, p. 74.\n(2)  OJ L 283, 27.10.2007, p. 37."}