{"celex_id": "32011R0745", "uri": "http://publications.europa.eu/resource/cellar/88404291-c3c2-4fdc-89a9-6b34e4fd7302", "type": "Regulation", "concepts": ["2749", "3173", "5573", "5860"], "title": "Commission Implementing Regulation (EU) No 745/2011 of 28 July 2011 entering a name in the register of protected designations of origin and protected geographical indications (Karlovarské trojhránky (PGI))\n", "header": "29.7.2011 EN Official Journal of the European Union L 197/5\nCOMMISSION IMPLEMENTING REGULATION (EU) No 745/2011\nof 28 July 2011\nentering a name in the register of protected designations of origin and protected geographical indications (Karlovarské trojhránky (PGI))\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 510/2006 of 20 March 2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (1), and in particular the third subparagraph of Article 7(5) thereof,\nWhereas:\n(1) Pursuant to Article 6(2) and in accordance with Article 17(2) of Regulation (EC) No 510/2006, the Czech Republic’s application of 19 October 2004 to register the name ‘Karlovarské trojhránky’ was published in the Official Journal of the European Union\n (2).\n(2) Austria and Germany submitted objections to the registration pursuant to Article 7(1) of Regulation (EC) No 510/2006. The objections were deemed admissible under points (a), (b), (c) and (d) of the first subparagraph of Article 7(3) of that Regulation.\n(3) By letters dated 6 May 2008, the Commission asked the Member States concerned to seek agreement among themselves in accordance with their internal procedures.\n(4) Given that no agreement was reached between Austria and the Czech Republic nor between Germany and the Czech Republic within the designated timeframe, the Commission must adopt a decision in accordance with the procedure referred to in Article 15(2) of Regulation (EC) No 510/2006.\n(5) Concerning the alleged failure of compliance with Article 2 of Regulation (EC) No 510/2006 regarding an absence of production in the geographical area and the quality of its reputation, the national authorities responsible confirmed that production took place in the geographical zone. The link was based on the specific quality of the product attributable to the geographical area, namely the thermal spring water used in production, which is sufficient to meet the requirements of point (b) of Article 2(1); whether or not the product also had sufficient reputation to satisfy the requirements of Article 2(1) was immaterial.\n(6) The statements of objection from Germany showed that trade marks including the term ‘Karlsbader Oblaten’ had been registered prior to the application for registration of the term ‘Karlovarské trojhránky’ as a protected geographical indication. Evidence was further provided to show that consumers in Germany associated the name ‘Karlsbader Oblaten’ with a certain type of wafer. However no evidence was provided in the statements of objection that consumers strongly associated the wafers with all or any of the trade marks as distinct from the descriptive term ‘Karlsbader Oblaten’, nor that consumers would be liable to be misled as to the true identity of a product marketed under the name ‘Karlovarské trojhránky’. Therefore, the Commission cannot conclude that the registration of the name ‘Karlovarské trojhránky’ would be contrary to Article 3(4) of Regulation (EC) No 510/2006.\n(7) As a salient part of the names ‘Karlsbader Oblaten’ and ‘Karlovarské trojhránky’ is identical, it is reasonable to conclude that the names are partly identical for the purposes of point (c) of Article 7(3) of Regulation (EC) No 510/2006. Furthermore, given the similarities between the products and their common origins, the application of the protection envisaged by Article 13 of Regulation (EC) No 510/2006, and in particular point (b) of paragraph (1) thereof, could have the result that ‘Karlovarské trojhránky’, if registered, would be found by a competent court to be protected against the use of ‘Karlsbader Oblaten’ on the wafers concerned. The evidence therefore shows that the continued existence of the name ‘Karlsbader Oblaten’ could be jeopardised by the registration of ‘Karlovarské trojhránky’ within the meaning of point (c) of Article 7(3) of Regulation (EC) No 510/2006.\n(8) The statements of objection were declared admissible on the ground, inter alia, that registration of the proposed name would jeopardise the existence of a partly identical name, namely ‘Karlsbader Oblaten’, in so far that this name is used on product and not protected under trade mark legislation. The evidence further shows that the name ‘Karlsbader Oblaten’ originated from producers in the town formerly known as Karlsbad and that production of the wafer so named has continued for a considerable period of time. Moreover, the evidence shows that the uses of the name ‘Karlsbader Oblaten’ referred to an authentic and traditional product that was not exploiting the reputation of ‘Karlovarské trojhránky’. For these reasons the maximum transitional period foreseen by Article 13(3) of Regulation (EC) No 510/2006 should be foreseen.\n(9) Concerning trade marks containing the term ‘Karlsbader Oblaten’ that were protected through registration or acquired by use prior to the application for registration of ‘Karlovarské trojhránky’, the conditions of Article 14(1) not being met, the said trade marks cannot be invalidated nor can their continued use be hindered by virtue of the registration of ‘Karlovarské trojhránky’ as a protected geographical indication, provided the general requirements under trade mark legislation are otherwise met.\n(10) Concerning generic status, the evidence provided in the statements of objection referred to the general use of the term ‘Karlsbader Oblaten’ and not to that of ‘Karlovarské trojhránky’. While the objections have provided evidence to show that a number of uses as general descriptive terms exist including the German mention ‘Karlsbader Oblaten’, no evidence has been provided that the name ‘Karlovarské trojhránky’ is used to designate a category of products that do not originate in the region of Karlovy Vary. The objection does not take into consideration the situation in the Czech Republic. Therefore, on the basis of information provided the name ‘Karlovarské trojhránky’ cannot be considered to be generic and there is no failure of compliance with Article 3(1) of Regulation (EC) No 510/2006.\n(11) In the light of the above, the name ‘Karlovarské trojhránky’ should be entered in the Register of protected designations of origin and protected geographical indications subject to a transitional period of 5 years during which time the term ‘Karlsbader Oblaten’ may continue to be used in circumstances that, but for the transitional period, could be contrary to the protection provided for by Article 13(1) of Regulation (EC) No 510/2006.\n(12) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Protected Geographical Indications and Protected Designations of Origin,", "main_body": ["The designation contained in the Annex to this Regulation shall be entered in the register.", "1.   The term ‘Karlsbader Oblaten’ may be used to designate wafers not complying with the specification for ‘Karlovarské trojhránky’ for a period of 5 years from the date of entry into force of this Regulation.\n2.   Trade marks containing the term ‘Karlsbader Oblaten’ that were protected through registration or acquired by use prior to 19 October 2004, shall not be invalidated nor shall their continued use be hindered by virtue of the registration of ‘Karlovarské trojhránky’ as a protected geographical indication, provided the general requirements under trade mark legislation are otherwise met.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 93, 31.3.2006, p. 12.\n(2)  OJ C 206, 5.9.2007, p. 29.\nANNEX\nFoodstuffs referred to in Annex I to Regulation (EC) No 510/2006:\nClass 2.4.   Bread, pastry, cakes, confectionery, biscuits and other baker’s wares\nCZECH REPUBLIC\nKarlovarské trojhránky (PGI)"}