{"celex_id": "32011D0448", "uri": "http://publications.europa.eu/resource/cellar/0ef6ee14-5137-4ff9-b769-b5550e31d3eb", "type": "Decision", "concepts": ["1086", "1317", "2771", "4400", "6926"], "title": "Council Decision No 448/2011/EU of 19 July 2011 amending Decision 2004/162/EC as regards the products that may benefit from exemption from or a reduction in dock dues\n", "header": "23.7.2011 EN Official Journal of the European Union L 193/1\nCOUNCIL DECISION No 448/2011/EU\nof 19 July 2011\namending Decision 2004/162/EC as regards the products that may benefit from exemption from or a reduction in dock dues\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 349 thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Parliament (1),\nActing in accordance with a special legislative procedure,\nWhereas:\n(1) Council Decision 2004/162/EC of 10 February 2004 concerning the dock dues in the French overseas departments and extending the period of validity of Decision 89/688/EEC (2) authorises the French authorities to apply exemptions from or reductions in the dock dues tax for the products listed in the Annex thereto. The maximum permitted tax differential is, depending on the products and the overseas department in question, 10, 20 or 30 percentage points.\n(2) In accordance with the second paragraph of Article 4 of Decision 2004/162/EC, on 31 July 2008 the French authorities presented to the Commission a report on the application of the taxation arrangements provided for in that Decision. On 22 December 2008 a supplement was submitted, and the further information requested by the Commission on 15 April 2009 was sent to it on 16 April 2010. The report from the French authorities included a request for the list of products to which differentiated taxation may be applied to be adapted for French Guiana.\n(3) On the basis of the report from the French authorities, the Commission presented to the Council the report provided for in the third paragraph of Article 4 of Decision 2004/162/EC and a proposal for amendments to that Decision. The proposals concern either the four DOMs or French Guiana specifically.\n(4) It should first be noted that there is no longer any local production of certain products in the DOM concerned, and the French authorities no longer apply differentiated taxation to certain other products because those produced locally are now at a price equivalent to that of products from outside the DOM. Those products should therefore be removed from the lists in the Annex to Decision 2004/162/EC. This is the case in Guadeloupe for margarine (product 1517 10 (3) and for pebbles, gravel, etc. (product 2517 10). In the case of Martinique the products concerned are anti-freezing preparations and prepared de-icing liquids (product 3820), margarine (product 1517 10) and certain acids (product 2811). Lastly, the products concerned in the case of Réunion are soya-bean oil (product 1507 90), certain olive oils (product 1510 00 90), certain chemical products (products 2828 10 00 and 2828 90 00) and certain photographic materials (product 3705 10 00).\n(5) Secondly, the tax differential actually applied is, for a limited number of products, significantly below the maximum authorised. The maximum differential authorised for these products should therefore be reduced as there is no specific reason to believe that an increase in the existing tax differential may become necessary in the near future. For Guadeloupe, the products concerned are certain meats (product 0210), certain vegetables (products 0702, 0705, 0706 10 00, 0707 00, 0709 60 and 0709 90), certain kinds of animal feedstuffs (product 2309), certain paints (products 3208, 3209 and 3210), certain abrasive products (product 6805) and certain glasses for corrective spectacles (product 7015 10 00). For French Guiana, the products concerned are certain kinds of rice (product 1006 20). For Martinique they are certain cereals (product 1008 90 90), certain flours (product 1102) and pebbles, gravel, etc. (product 2517 10).\n(6) Thirdly, in certain cases the products manufactured locally do not appear to be less competitive than those coming from outside the DOMs. These concern products currently falling within Part A of the Annex to Decision 2004/162/EC where the volume of production in the DOM concerned is high and, although the differential applied is small, no imports of equivalent products have been recorded in the last 3 years analysed. These products should therefore be removed from the lists in the Annex to Decision 2004/162/EC. For Guadeloupe the products concerned are certain food production residues (product 2302). For Réunion the products concerned are certain residues from the manufacture of wood pulp (product 3804 00).\n(7) The amendments relating specifically to French Guiana, namely the addition of new products and an increase in the differential authorised for certain products, are justified in each case by the higher costs of the products manufactured locally compared with equivalent imported products manufactured in the European territory of the Union.\n(8) The amendments to be made in this respect for French Guiana consist principally in adding to the lists in the Annex to Decision 2004/162/EC the products which were already being manufactured locally in 2004 and for which no request for inclusion in the list of products to which differential taxation may be applied was made in 2004.\n(9) In the agriculture, fisheries and agri-food industry sectors, the products to be included in the lists in the Annex to Decision 2004/162/EC are certain meats (products 0201, 0202, 0203, 0204, 0208 and 0210), certain species of fish (products 0304 and 0305), certain meat preparations (products 1601 and 1602), certain sugar products (product 1702), certain breads, cakes or pastries (product 1905), certain preserved vegetables or fruit (products 2001 and 2006), jams (product 2007), certain sauces (product 2103), ice cream and other edible ice (product 2105), certain miscellaneous food preparations (product 2106) and certain liqueurs and cordials and rum-based beverages (products 2208 70 and 2208 90).\n(10) In the housing and construction sector the products concerned are certain plastic products (products 3919 and 3926), certain articles of cement, concrete or artificial stone, (product 6810 19) and certain iron products (products 7210, 7214 20, 7216, 7217 90 90, 7309, 7310 and 7314).\n(11) For products derived from forestry and other miscellaneous products, the products concerned are various woods and joinery products (products 4403 99 95, 4407 22, 4407 99 96, 4409 29 91, 4409 29 99, 4418 (except subheadings 4418 10 50, 4418 20 50, 4418 71, 4418 72 and 4418 79), certain categories of furniture (products 9403 40 10 and 9406 except subheading 9406 00 31), certain printed products (products 4910 and 4911) and certain items of clothing (products 6109, 6205 and 6206).\n(12) For some products already included in the lists in the Annex to Decision 2004/162/EC, still referring to French Guiana, the maximum differential concerned should be extended to cover subheadings of the Combined Nomenclature which they do not currently cover, or the maximum differential should be increased, or both.\n(13) Thus all fruit juices (product 2009), all mineral waters containing added sugar or other sweetening matter or flavoured (product 2202) and all plastic articles for the conveyance or packaging of goods (product 3923) should be included in list C of products to which a tax differential of 30 percentage points may be applied, while fruit juices of subheading 2009 80, mineral waters of heading 2202 10 and plastic articles for the conveyance or packaging of goods (product 3923), for which a tax differential of 20 percentage points is currently authorised, should be removed from list B.\n(14) In the case of cements, in list B (products to which a tax differential of 20 percentage points may be applied) white cement (product 2523 21 00) should be replaced by other Portland cement (product 2523 29). For structures and parts of structures of iron or steel, the authorised tax differential of 20 percentage points should be applied to all products of heading 7308 and not only to those of subheading 7308 90, as at present. For articles of aluminium, the tax differential of 20 percentage points should be applied to all products of heading 7610 and not only to those of subheading 7610 90, as at present. This would mean that this tax differential could also be applied to doors, windows, doorframes and thresholds for doors of heading 7610 10.\n(15) Finally, still in the case of French Guiana, three products which are not yet produced locally but for which there are concrete plans to launch production in the near future, should be added to the lists of products to which differentiated taxation may be applied. They are: milk (product 0401), mineral waters (product 2201) and certain articles of stone or other mineral substances (product 6815).\n(16) Decision 2004/162/EC should therefore be amended accordingly,", "main_body": ["The Annex to Decision 2004/162/EC is amended in accordance with the Annex to this Decision.", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 February 2012.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 19 July 2011.\nFor the Council\nThe President\nM. SAWICKI\n(1)  Opinion of 5 June 2011 (not yet published in the Official Journal).\n(2)  OJ L 52, 21.2.2004, p. 64.\n(3)  According to the classification of the Common Customs Tariff nomenclature.\nANNEX\nThe Annex to Decision 2004/162/EC is amended as follows:\n(1) Part A is amended as follows:\n(a) in point 1 the following products are inserted: ‘0210, 0702, 0705, 0706 10 00, 0707 00, 0709 60, 0709 90, 2309, 6805’, and product ‘2302’ is deleted;\n(b) in point 2 the following products are inserted: ‘1006 20, 2201’;\n(c) in point 3 the following products are inserted: ‘1008 90 90, 1102, 2517 10’, and product ‘2811’ is deleted;\n(d) in point 4, the following products are deleted: ‘3705 10 00, 3804 00’;\n(2) Part B is amended as follows:\n(a) in point 1 the following products are inserted: ‘3208, 3209, 3210, 7015 10 00’, and the following products are deleted: ‘0210, 0702, 0705, 0706 10 00, 0707 00, 0709 60, 0709 90, 2309, 6805’;\n(b) in point 2 the following products are inserted: ‘0201, 0202, 0203, 0204, 0208, 0210, 0304, 0305, 0401, 1905, 2105, 2523 29, 3919, 3926, 4910, 4911, 6109, 6205, 6206, 6810 19, 6815, 7210, 7214 20, 7216, 7217 90 90, 7308, 7309, 7310, 7314, 7610’, and the following products are deleted: ‘1006 20, 2009 80, 2202 10, 2523 21 00, 3923, 7308 90, 7610 90’;\n(c) in point 3 the following products are deleted: ‘1008 90 90, 1102, 3820 except 3820 00 00’;\n(d) in point 4 the following products are deleted: ‘1507 90, 1510 00 90, 2828 10 00, 2828 90 00’;\n(3) Part C is amended as follows:\n(a) in point 1 the following products are deleted: ‘1517 10, 2517 10, 3208, 3209, 3210, 7015 10 00’;\n(b) in point 2 the following products are inserted: ‘1601, 1602, 1702, 2001, 2006, 2007, 2009, 2103, 2106, 2202, 2208 70 (1), 2208 90 (1), 3923, 4403 99 95, 4407 22, 4407 99 96, 4409 29 91, 4409 29 99, 4418 except 4418 10 50, 4418 20 50, 4418 71, 4418 72 and 4418 79, 9403 40 10, 9406 except 9406 00 31’;\n(c) in point 3 the following products are deleted: ‘1517 10, 2517 10’.\n(1)  Only rum-based products of heading 2208 40."}