{"celex_id": "32013D0744", "uri": "http://publications.europa.eu/resource/cellar/96c3e0ef-6311-11e3-ab0f-01aa75ed71a1", "type": "Decision", "concepts": ["2144", "2850", "3169", "3466", "3468", "4373", "5550", "5551"], "title": "2013/744/EU: Council Decision of 9 December 2013 on the signing, on behalf of the European Union, of the Protocol to Eliminate Illicit Trade in Tobacco Products to the World Health Organisation’s Framework Convention on Tobacco Control, as regards its provisions on obligations related to judicial cooperation in criminal matters, the definition of criminal offences, and police cooperation\n", "header": "12.12.2013 EN Official Journal of the European Union L 333/73\nCOUNCIL DECISION\nof 9 December 2013\non the signing, on behalf of the European Union, of the Protocol to Eliminate Illicit Trade in Tobacco Products to the World Health Organisation’s Framework Convention on Tobacco Control, as regards its provisions on obligations related to judicial cooperation in criminal matters, the definition of criminal offences, and police cooperation\n(2013/744/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 82(1), Article 83 and Article 87(2), in conjunction with Article 218(5), thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) On 22 October 1999, the Council authorised the Commission to negotiate, in the context of the World Health Organisation (WHO), a Framework Convention on Tobacco Control (FCTC) and related protocols. This authorisation was amended by the Council on 21 April 2001 and, on 20 December 2007, in relation to the Protocol to Eliminate Illicit Trade in Tobacco Products (‘the Protocol’). Negotiations were conducted by the Commission within the terms of the negotiating directives adopted by the Council and were successfully finalised by the adoption of the Protocol at the fifth Conference of the Parties to the WHO FCTC on 12 November 2012, in Seoul, Republic of Korea.\n(2) The conclusion of the FCTC was approved on behalf of the Community by Council Decision 2004/513/EC (1), which is a condition for the European Union’s becoming a Party to the Protocol.\n(3) The Protocol represents a significant contribution to the international efforts to eliminate all forms of illicit trade in tobacco products, which constitutes an essential component of tobacco control.\n(4) The Protocol sets out obligations for the contracting parties related to judicial cooperation in criminal matters, the definition of criminal offences, and police cooperation. As a consequence, those provisions fall within the scope of Title V of Part Three of the Treaty on the Functioning of the European Union.\n(5) As the Protocol covers matters that fall within the Union’s competence, the Protocol should be signed on behalf of the Union, subject to its conclusion at a later date.\n(6) By signing the Protocol, the Union will not be exercising shared competence, hence Member States retain their competence in the areas covered by the Protocol which do not affect common rules or alter the scope of such rules.\n(7) In accordance with Articles 1 and 2 of the Protocol (No 21) on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, and without prejudice to Article 4 of that Protocol, those Member States are not taking part in the adoption of this Decision and are not bound by it or subject to its application.\n(8) In accordance with Articles 1 and 2 of the Protocol (No 22) on the position of Denmark annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, Denmark is not taking part in the adoption of this Decision and is not bound by it or subject to its application.\n(9) A separate decision (2) relating to the signing, on behalf of the Union, of the Protocol, with the exception of its provisions on obligations related to judicial cooperation in criminal matters, the definition of criminal offences, and police cooperation, is to be adopted in parallel to this Decision,", "main_body": ["The signing of the Protocol to Eliminate Illicit Trade in Tobacco Products to the WHO Framework Convention on Tobacco Control, as regards its provisions on obligations related to judicial cooperation in criminal matters, the definition of criminal offences, and police cooperation, is hereby authorised subject to the conclusion of the said Protocol (3).", "The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol on behalf of the Union, as regards its provisions on obligations related to judicial cooperation in criminal matters, the definition of criminal offences, and police cooperation.", "This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 9 December 2013.\nFor the Council\nThe President\nA. PABEDINSKIENĖ\n(1)  Council Decision 2004/513/EC of 2 June 2004 concerning the conclusion of the WHO Framework Convention on Tobacco Control (OJ L 213, 15.6.2004, p. 8).\n(2)  Council Decision 2013/745/EU of 9 December 2013 on the signing, on behalf of the European Union, of the Protocol to Eliminate Illicit Trade in Tobacco Products to the World Health Organisation’s Framework Convention on Tobacco Control, with the exception of its provisions on obligations related to judicial cooperation in criminal matters, the definition of criminal offences, and police cooperation (see page 75 of this Official Journal).\n(3)  The text of the Protocol will be published together with the decision on its conclusion."}