{"celex_id": "32015R0416", "uri": "http://publications.europa.eu/resource/cellar/11a278e3-c94e-11e4-bbe1-01aa75ed71a1", "type": "Regulation", "concepts": ["191", "2739", "5227", "5451"], "title": "Commission Implementing Regulation (EU) 2015/416 of 12 March 2015 approving dinotefuran as an active substance for use in biocidal products for product-type 18  Text with EEA relevance\n", "header": "13.3.2015 EN Official Journal of the European Union L 68/30\nCOMMISSION IMPLEMENTING REGULATION (EU) 2015/416\nof 12 March 2015\napproving dinotefuran as an active substance for use in biocidal products for product-type 18\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 528/2012 of the European Parliament and of the Council of 22 May 2012 concerning the making available on the market and use of biocidal products (1), and in particular Article 90(2) thereof,\nWhereas:\n(1) The United Kingdom received on 29 March 2012 an application, in accordance with Article 11(1) of Directive 98/8/EC of the European Parliament and of the Council (2), for the inclusion of the active substance dinotefuran in its Annex I for use in product-type 18, insecticides, acaricides and products to control other arthropods, as defined in Annex V to that Directive.\n(2) Dinotefuran was not on the market on 14 May 2000 as an active substance of a biocidal product.\n(3) The United Kingdom submitted an assessment report, together with its recommendations, to the European Chemicals Agency on 15 October 2013 in accordance with Article 8(1) of Regulation (EU) No 528/2012.\n(4) The opinion of the European Chemicals Agency was formulated on 17 June 2014 by the Biocidal Product Committee, having regard to the conclusions of the evaluating competent authority.\n(5) According to that opinion, biocidal products used for product-type 18 and containing dinotefuran may be expected to satisfy the requirements laid down in Article 19(1)(b) of Regulation (EU) No 528/2012, provided that certain specifications and conditions relating to its use are satisfied.\n(6) It also appears from that opinion that the characteristics of dinotefuran render it very persistent (vP) and toxic (T) in accordance with the criteria laid down in Annex XIII to Regulation (EC) No 1907/2006 of the European Parliament and of the Council (3). Therefore, dinotefuran should be considered as a candidate for substitution pursuant to Article 10(1)(d) of Regulation (EU) No 528/2012 for the purpose of authorising products in accordance with Article 23 of that Regulation.\n(7) It is therefore appropriate to approve dinotefuran for use in biocidal products for product-type 18 subject to compliance with certain specifications and conditions.\n(8) Since the evaluations did not address nanomaterials, the approvals should not cover such materials in accordance with Article 4(4) of Regulation (EU) No 528/2012.\n(9) Since the conditions of the first subparagraph of Article 90(2) of Regulation (EU) No 528/2012 are met, the provisions of that Regulation should apply. Dinotefuran should be approved for a period not exceeding 7 years in accordance with Article 10(4) of that Regulation.\n(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Biocidal Products,", "main_body": ["Dinotefuran shall be approved as an active substance for use in biocidal products for product-type 18, subject to the specifications and conditions set out in the Annex.", "This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 167, 27.6.2012, p. 1.\n(2)  Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (OJ L 123, 24.4.1998, p. 1).\n(3)  Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (OJ L 396, 30.12.2006, p. 1).\nANNEX\nCommon Name IUPAC Name Minimum degree of purity of the active substance (1) Date of approval Expiry date of approval Product type Specific conditions (2)\nDinotefuran IUPAC Name: 991 g/kg 1 June 2015 31 May 2022 18 Dinotefuran is considered a candidate for substitution in accordance with Article 10(1)(d) of Regulation (EU) No 528/2012.\n(1)  The purity indicated in this column was the minimum degree of purity of the active substance used for the evaluation made in accordance with Article 8 of Regulation (EU) No 528/2012. The active substance in the product placed on the market can be of equal or different purity if it has been proven technically equivalent with the evaluated active substance.\n(2)  For the implementation of the common principles of Annex VI to Regulation (EU) No 528/2012, the content and conclusions of assessment reports are available on the Commission website: http://ec.europa.eu/environment/chemicals/biocides/index_en.htm."}