{"celex_id": "32013R0831", "uri": "http://publications.europa.eu/resource/cellar/55b8b457-1218-11e3-8d1c-01aa75ed71a1", "type": "Regulation", "concepts": ["3483", "3870", "4452"], "title": "Commission Implementing Regulation (EU) No 831/2013 of 29 August 2013 amending for the 199th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al Qaida network\n", "header": "31.8.2013 EN Official Journal of the European Union L 233/1\nCOMMISSION IMPLEMENTING REGULATION (EU) No 831/2013\nof 29 August 2013\namending for the 199th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al Qaida network\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al-Qaida network, (1) and in particular Article 7(1)(a) and 7a(5) thereof,\nWhereas:\n(1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation.\n(2) On 19 August 2013 the Sanctions Committee of the United Nations Security Council (UNSC) decided to remove one natural person from its list of persons, groups and entities to whom the freezing of funds and economic resources should apply after considering a de-listing request submitted by this person and the Comprehensive Report of the Ombudsperson established pursuant to United Nations Security Council Resolution 1904(2009). Furthermore, on 5 August 2013, the Sanctions Committee of the UNSC decided to amend three entries on the list.\n(3) Annex I to Regulation (EC) No 881/2002 should therefore be updated accordingly,", "main_body": ["Annex I to Regulation (EC) No 881/2002 is amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 August 2013.\nFor the Commission, On behalf of the President,\nHead of the Service for Foreign Policy Instruments\n(1)  OJ L 139, 29.5.2002, p. 9.\nANNEX\nAnnex I to Regulation (EC) No 881/2002 is amended as follows:\n(1) The following entry under the heading ‘Natural persons’ is deleted:\n(2) The entry ‘Ata Abdoulaziz Rashid (alias (a) Ata Abdoul Aziz Barzingy, (b) Abdoulaziz Ata Rashid). Date of birth: 1.12.1973. Place of birth: Sulaimaniya, Iraq. Nationality: Iraqi. Passport No: German travel document (‘Reiseausweis’) A 0020375. Other information: (a) In prison in Germany; (b) Member of Ansar Al-Islam. Date of designation referred to in Article 2a (4) (b): 6.12.2005.’ under the heading ‘Natural persons’ shall be replaced by the following:\n(3) The entry ‘Ibrahim Mohamed Khalil (alias (a) Khalil Ibrahim Jassem, (b) Khalil Ibrahim Mohammad, (c) Khalil Ibrahim Al Zafiri, (d) Khalil). Date of birth: (a) 2.7.1975, (b) 2.5.1972, (c) 3.7.1975, (d) 1972, (e) 2.5.1975. Place of birth: (a) Mosul, Iraq (b) Baghdad, Iraq. Nationality: Iraqi. Passport No: German travel document (‘Reiseausweis’) A 0003900. Address: Germany. Other information: In prison in Germany. Date of designation referred to in Article 2a (4) (b): 6.12.2005.’ under the heading ‘Natural persons’ shall be replaced by the following:\n(4) The entry ‘Atilla Selek (alias Muaz). Address: Kauteräckerweg 5, 89077 Ulm, Germany. Date of birth: 28.2.1985. Place of birth: Ulm, Germany. Nationality: German. Passport No: 7020142921 (German passport issued in Ulm, Germany, valid until 3.12.2011). National identification No: 702092811 (German national identity card (Bundespersonalausweis), issued in Ulm, Germany, expired on 6.4.2010). Other information: (a) Member of the Islamic Jihad Union (IJU), also known as the Islamic Jihad Group; (b) In detention in Germany as of June 2010. Date of designation referred to in Article 2a (4) (b): 18.6.2009.’ under the heading ‘Natural persons’ shall be replaced by the following:"}