{"celex_id": "32010D0298", "uri": "http://publications.europa.eu/resource/cellar/5d746c14-969b-4a48-9921-abe7d745ef0d", "type": "Decision", "concepts": ["1217", "2628", "5551", "5788", "5873"], "title": "2010/298/CFSP: Council Decision 2010/298/CFSP of 25 May 2010 amending and extending Joint Action 2008/112/CFSP on the European Union mission in support of security sector reform in the Republic of Guinea-Bissau (EU SSR GUINEA-BISSAU)\n", "header": "26.5.2010 EN Official Journal of the European Union L 127/16\nCOUNCIL DECISION 2010/298/CFSP\nof 25 May 2010\namending and extending Joint Action 2008/112/CFSP on the European Union mission in support of security sector reform in the Republic of Guinea-Bissau (EU SSR GUINEA-BISSAU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28 and Article 43(2) thereof,\nWhereas:\n(1) On 12 February 2008, the Council adopted Joint Action 2008/112/CFSP on the European Union mission in support of security sector reform in the Republic of Guinea-Bissau (EU SSR GUINEA-BISSAU) (1). That Joint Action was to apply until 31 May 2009.\n(2) On 18 May 2009, the Council adopted Joint Action 2009/405/CFSP (2), which amended Joint Action 2008/112/CFSP and extended it until 30 November 2009. On 17 November 2009 the Council adopted Joint Action 2009/841/CFSP (3), which amended Joint Action 2008/112/CFSP and extended it until 31 May 2010.\n(3) On 5 February 2010 the Political and Security Committee (PSC) endorsed the continuation of the EU engagement in SSR in Guinea-Bissau and requested planning of a new Common Security and Defence Policy (CSDP) mission supporting implementation of SSR.\n(4) By letter dated 22 February 2010, the Prime Minister of Guinea-Bissau invited the High Representative of the Union for Foreign Affairs and Security Policy (HR) to launch a new mission with a mandate to provide training, guidance and advice to ensure successful continuation of SSR process.\n(5) Following the 1 April 2010 events and the launch, on 19 April 2010, of an EU political demarche vis-à-vis the Guinea-Bissau authorities, on 30 April 2010 the PSC agreed that, in order to ensure coherence across EU external policy instruments, the mandate of EU SSR GUINEA-BISSAU should be extended until 30 September 2010 with a view to making a final decision on further CSDP engagement in Guinea-Bissau by July 2010, based on a strategic review and on developments on the ground. In this context, the PSC recalled and reaffirmed the pre-conditions for further EU engagement in the field of SSR, including respect for democratic principles, human rights and the rule of law.\n(6) Joint Action 2008/112/CFSP should be amended accordingly,", "main_body": ["Joint Action 2008/112/CFSP is hereby amended as follows:\n1. Article 1(1) is replaced by the following:\n2. Article 9(1) is replaced by the following:\n3. In Article 17, the second paragraph shall be replaced by the following:", "This Decision shall enter into force on the date of its adoption."], "attachments": "Done at Brussels, 25 May 2010.\nFor the Council\nThe President\nM. SEBASTIÁN\n(1)  OJ L 40, 14.2.2008, p. 11.\n(2)  OJ L 128, 27.5.2009, p. 60.\n(3)  OJ L 303, 18.11.2009, p. 70."}