{"celex_id": "32014D0674", "uri": "http://publications.europa.eu/resource/cellar/d0e0423a-4547-11e4-a0cb-01aa75ed71a1", "type": "Decision", "concepts": ["4779", "5450", "5610", "5744", "584", "5856"], "title": "Council Decision 2014/674/CFSP of 25 September 2014 amending and extending Decision 2010/565/CFSP on the European Union mission to provide advice and assistance for security sector reform in the Democratic Republic of the Congo (EUSEC RD Congo)\n", "header": "26.9.2014 EN Official Journal of the European Union L 282/24\nCOUNCIL DECISION 2014/674/CFSP\nof 25 September 2014\namending and extending Decision 2010/565/CFSP on the European Union mission to provide advice and assistance for security sector reform in the Democratic Republic of the Congo (EUSEC RD Congo)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on European Union, and in particular Article 28 and Articles 42(4) and 43(2) thereof,\nHaving regard to the proposal from the High Representative of the Union for Foreign Affairs and Security Policy,\nWhereas:\n(1) On 21 September 2010, the Council adopted Decision 2010/565/CFSP (1), last modified by Decision 2013/468/CFSP (2). Decision 2010/565/CFSP expires on 30 September 2014.\n(2) On 18 June 2014, the Political and Security Committee (PSC) approved the Modalities for the Transition of EUSEC RD Congo, within the framework of the future EU engagement in support of the security sector reform (SSR) in the Democratic Republic of the Congo (DRC), which entails the extension of EUSEC RD Congo for nine months, until 30 June 2015, to implement its final transition with the aim of handing over its tasks.\n(3) EUSEC RD Congo will be conducted in the context of a situation which may deteriorate and could impede the achievement of the objectives of the Union's external action as set out in Article 21 of the Treaty,", "main_body": ["Decision 2010/565/CFSP is amended as follows:\n(1) Article 2 is replaced by the following:\n(a) maintaining support at strategic level while mainstreaming activities relating to the campaign against impunity in the areas of respect for human rights, including sexual violence;\n(b) maintaining support for the consolidation of the administration and the establishment of a system of human resource management, based on the work underway to improve the autonomy of the process;\n(c) improving the operational capacities of the FARDC, by working with the military authorities towards sustainability of the military education system, focusing on schools for officers and non-commissioned officers.’\n(2) in Article 3, paragraph 1 is replaced by the following:\n(3) in Article 5, paragraph 4 is deleted;\n(4) Article 9 is replaced by the following:\n(5) the following Article is inserted:\n(a) provided for in the financial statement relating to this Decision; or\n(b) integrated during the mandate by means of an amendment to the financial statement requested by the Head of Mission.\n(6) Article 13 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 5 is replaced by the following:\n(7) in Article 17, the second paragraph is replaced by the following:", "This Decision shall enter into force on the date of its adoption.\nIt shall apply from 1 October 2014."], "attachments": "Done at Brussels, 25 September 2014.\nFor the Council\nThe President\nF. GUIDI\n(1)  Council Decision 2010/565/CFSP of 21 September 2010 on the European Union mission to provide advice and assistance for security sector reform in the Democratic Republic of the Congo (EUSEC RD Congo) (OJ L 248, 22.9.2010, p. 59).\n(2)  Council Decision 2013/468/CFSP of 23 September 2013 amending and extending Decision 2010/565/CFSP on the European Union mission to provide advice and assistance for security sector reform in the Democratic Republic of the Congo (EUSEC RD Congo) (OJ L 252, 24.9.2013, p. 29)."}