{"celex_id": "32013R1067", "uri": "http://publications.europa.eu/resource/cellar/8d6cf7d4-4237-11e3-ae03-01aa75ed71a1", "type": "Regulation", "concepts": ["192", "2211", "2735", "2737", "3135", "3730", "6569"], "title": "Commission Regulation (EU) No 1067/2013 of 30 October 2013 amending Regulation (EC) No 1881/2006 as regards maximum levels of the contaminants dioxins, dioxin-like PCBs and non-dioxin-like PCBs in liver of terrestrial animals  Text with EEA relevance\n", "header": "31.10.2013 EN Official Journal of the European Union L 289/56\nCOMMISSION REGULATION (EU) No 1067/2013\nof 30 October 2013\namending Regulation (EC) No 1881/2006 as regards maximum levels of the contaminants dioxins, dioxin-like PCBs and non-dioxin-like PCBs in liver of terrestrial animals\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EEC) No 315/93 of 8 February 1993 laying down Community procedures for contaminants in food (1), and in particular Article 2(3) thereof,\nWhereas:\n(1) Commission Regulation (EC) No 1881/2006 of 19 December 2006 setting maximum levels for certain contaminants in foodstuffs (2) sets maximum levels for dioxins and dioxin-like polychlorinated biphenyls (PCBs) in a range of foodstuffs, including in the liver of certain terrestrial animals.\n(2) The Scientific Panel on Contaminants in the Food Chain (The Panel) of the European Food Safety Authority (EFSA) has, on a request from the Commission, adopted on 5 July 2011 an opinion on the risk to public health related to the presence of high levels of dioxins and dioxin-like PCBs in liver from sheep and deer (3).\n(3) The Commission requested that the opinion should indicate whether there is a potential increase in consumer health risk for subgroups of the population consuming such products (e.g. high consumers, people following specific diets, etc.). The opinion should also explore possible reasons for the findings of high levels of dioxins and PCBs in sheep and deer liver, and to provide scientific elements on the appropriateness to establish in future regulatory levels in liver on a product basis rather than on a fat basis.\n(4) The Panel concluded that regular consumption of sheep liver would result on average in an approximate 20 % increase of the background exposure to dioxins and dioxin-like PCBs. On individual occasions, consumption of sheep liver could result in high intakes exceeding the tolerable weekly intake (TWI) of those contaminants. The Panel concluded that the frequent consumption of sheep liver, particularly by women of child-bearing age and children, may be a potential health concern.\n(5) The Panel further concluded that soil and sediments are natural reservoirs of dioxins and PCBs. Soil-to-plant transfer of dioxins and PCBs via the root apparatus is generally of minor importance. In the past few years a number of sheep liver samples from various European countries were found to contain high concentrations of dioxins and PCBs although not being associated with specific contamination sources. For sheep, grazing activity is a primary factor for exposure. When grazing, intake of soil can occur through particles deposited on vegetables or directly when feeding on pasture herbage close to ground surface. Soil intake is remarkably variable and strongly seasonal: a median soil intake has been reported in the order of 8 % of dry matter intake. On the whole, soil intake might contribute substantially to sheep’s exposure to dioxins and PCBs. Limited data are available concerning the transfer of dioxins and/or PCBs from feed to sheep liver. Depending on the polychlorinated dibenzo-p-dioxin (PCDD), polychlorinated dibenzofuran (PCDF) or PCB congeners considered, reported transfer ratios varied from 5 to 175 and were approximately four times higher for liver than for meat or kidney.\n(6) EFSA concluded also that sheep liver is an important storage organ of dioxins and PCBs. The differences in metabolism could partly explain the relatively high liver storage of dioxins and related compounds in sheep compared to cattle.\n(7) EFSA concluded that even if there would be a possible hepatic sequestration and the dioxins and PCBs would not be totally associated with the fat fraction of the liver, this would have no influence on the result, whether expressed on lipid or fresh weight basis, as all dioxins and PCBs are extracted during the analytical procedure irrespective of the liver compartment where they are present.\n(8) The European Union Reference Laboratory (EURL) for dioxins and PCBs in Feed and Food was requested by the Commission to investigate how different extraction methods influence the levels of dioxins and PCBs in sheep liver with regard to reporting the analytical result on fat or wet weight basis. The EURL concluded that the variations for concentrations of dioxins and PCBs were considerably higher on fat basis compared to wet weight basis. The concentrations of dioxins and PCBs on fat basis in sheep liver were dependant on the applied extraction method or solvents and therefore on the resulting fat content. When comparing results on wet weight, the levels of dioxins and PCBs were quite comparable.\n(9) Therefore in order to ensure comparable results and an uniform enforcement approach across the Union as regards dioxins and PCBs in liver of terrestrial animals, it is appropriate to establish the maximum levels on a wet weight basis as was already established for fish liver and derived products thereof.\n(10) It is appropriate to provide that the maximum levels are not applicable to foodstuffs which are lawfully placed on the market before the date of application.\n(11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on the Food Chain and Animal Health,", "main_body": ["Amending provisions\nIn the Annex to Regulation (EC) No 1881/2006, point 5.2 is replaced by the following:\n‘5.2 Liver of terrestrial animals referred to in 5.1 with the exception of sheep and derived products thereof 0,30 pg/g wet weight 0,50 pg/g wet weight 3,0 ng/g wet weight\nLiver of sheep and derived products thereof 1,25 pg/g wet weight 2,00 pg/g wet weight 3,0 ng/g wet weight’", "Transitional provisions\n1.   This Regulation shall not apply to products which were placed on the market at a date prior to 1 January 2014 in conformity with the provisions applicable at such date.\n2.   The burden of proving when the products were placed on the market shall be borne by the food business operator.", "Entry into force and application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 2013.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 37, 13.2.1993, p. 1.\n(2)  OJ L 364, 20.12.2006, p. 5.\n(3)  EFSA Panel on Contaminants in the Food Chain (Contam); Scientific Opinion on the risk to public health related to the presence of high levels of dioxins and dioxin-like PCBs in liver from sheep and deer. EFSA Journal 2011; 9(7):2297. [71 pp.] doi:10.2903/j.efsa.2011.2297. Available online: www.efsa.europa.eu/efsajournal"}