{"celex_id": "32014R0721", "uri": "http://publications.europa.eu/resource/cellar/d0845f3a-00ee-11e4-831f-01aa75ed71a1", "type": "Regulation", "concepts": ["1005", "172", "2039", "3636", "448275", "5237", "5887", "8454", "859"], "title": "Council Regulation (EU) No 721/2014 of 16 June 2014 amending Regulation (EC) No 219/2007 on the establishment of a Joint Undertaking to develop the new generation European air traffic management system (SESAR) as regards the extension of the Joint Undertaking until 2024  Text with EEA relevance\n", "header": "1.7.2014 EN Official Journal of the European Union L 192/1\nCOUNCIL REGULATION (EU) No 721/2014\nof 16 June 2014\namending Regulation (EC) No 219/2007 on the establishment of a Joint Undertaking to develop the new generation European air traffic management system (SESAR) as regards the extension of the Joint Undertaking until 2024\n(Text with EEA relevance)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Articles 187 and 188 thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nWhereas:\n(1) The Single European Sky Air Traffic Management Research and Development project (the ‘SESAR project’) aims to modernise the air traffic management (‘ATM’) in Europe and represents the technological pillar of the Single European Sky (‘SES’). It aims to provide the Union with a high performance air traffic control infrastructure by 2030 which will enable the safe and environmentally friendly development of air transport.\n(2) The SESAR project is comprised of three interrelated, continuous and evolving collaborative processes: the definition of the content and priorities, the development of new technological systems, components and operational procedures of the SESAR concept, and the deployment plans of the next generation of ATM systems contributing to the achievement of the Single European Sky performance targets.\n(3) The first phase of the definition process ran from 2004 to 2008 and delivered the SESAR ATM Master Plan (D5) which was the base for the first edition of the European Air Traffic Management Master Plan (the ‘ATM Master Plan’) endorsed by the Council on 30 March 2009. The ATM Master Plan identifies three steps in the SESAR development process: Time Based operations (Step 1), Trajectory Based Operations (Step 2) and Performance Based Operations (Step 3). The ATM Master Plan is the agreed roadmap to bring ATM research and development to the deployment phase.\n(4) The SESAR Joint Undertaking (the ‘Joint Undertaking’) was set up by Council Regulation (EC) No 219/2007 (3), for the purpose of managing the activities of the development process of the SESAR project under the Union's 2007-2013 financial framework. The main task of the Joint Undertaking is the execution of the ATM Master Plan.\n(5) The Joint Undertaking's work programme, covered by the Union's 2007-2013 financial framework, addresses all elements of Step 1 and approximately 80 % of Step 2 of the ATM Master Plan. The related activities should be completed by 2016. The remaining activities of Step 2 and those related to Step 3 should start in 2014 under the Union's 2014-2020 financial framework. The cost of these activities has been estimated to be EUR 1,585 billion, including EUR 85 million for exploratory research, EUR 1,2 billion for applied research and pre-industrial development, and EUR 300 million for large-scale demonstrations. Exploratory research activities should be entirely paid from the Union budget. In the light of this the Union budget for the execution of the remaining activities should be supplemented by contributions of industry and Eurocontrol, following the same approach taken during the Union's 2007-2013 financial framework.\n(6) In accordance with Article 1(2) of Regulation (EC) No 219/2007, the Joint Undertaking is to cease to exist on 31 December 2016 or eight years after an endorsement by the Council of the ATM Master Plan, whichever is the earlier. The Commission communicated the ATM Master Plan to the Council on 14 November 2008 (4) and the Council endorsed it on 30 March 2009.\n(7) The Joint Undertaking fulfils the criteria for public-private partnerships established under Regulation (EU) No 1291/2013 of the European Parliament and of the Council (5) (‘Horizon 2020 Framework Programme’) and implemented through the specific programme established by Council Decision 2013/743/EU (6).\n(8) Regulation (EU) No 1291/2013 aims to achieve a greater impact on research and innovation by combining Horizon 2020 Framework Programme and private-sector funds in public-private partnerships in key areas where research and innovation can contribute to the Union's wider competitiveness goals, as well as leveraging private investment, and helping to tackle societal challenges. Those partnerships should be based on long-term commitment, including a balanced contribution from all partners, being accountable for the achievement of their objectives and be aligned with the Union's strategic goals relating to research, development and innovation. The governance and functioning of those partnerships should be open, transparent, effective and efficient and give the opportunity to a wide range of stakeholders active in their specific areas to participate. Union involvement in these partnerships can take the form of financial contributions to joint undertakings established on the basis of Article 187 of the Treaty under Decision No 1982/2006/EC of the European Parliament and of the Council (7).\n(9) To continue the development of the activities defined in the ATM Master Plan, it is necessary to extend the duration of the Joint Undertaking until 2024, which reflects the duration of the Union's 2014-2020 financial framework and allows an additional four years for completion of the Joint Undertaking's Work Programme and the closing of projects that would be initiated by the end of that financial framework. Such an extension should therefore allow for the execution of the whole ATM Master Plan (step 2 and step 3) as it stands today. With a view to the overall aim of Horizon 2020 Framework Programme to achieve greater simplification and coherence, all calls for proposals under the Joint Undertaking should take into account the duration of Horizon 2020 Framework Programme.\n(10) An open call for new members should be organised for the activities to be carried out under the Union's 2014-2020 financial framework.The membership of members of the Joint Undertaking who do not contribute to the activities financed under the Union's 2014-2020 financial framework should be terminated by 31 December 2016.\n(11) The Joint Undertaking should continue to be open to and encourage the widest possible participation and representation of stakeholders from all Member States, including small and medium enterprises, through the accession of new members or other forms of participation. Furthermore, participation should ensure a proper balance between airspace users, air navigation service providers, airports, military, professional staff associations and manufacturers, and offer opportunities to SMEs, academia and research organisations.\n(12) Horizon 2020 should contribute to the closing of the research and innovation divide within the Union by promoting synergies with the European Structural and Investment Funds (ESIF). Therefore the Joint Undertaking should seek to develop close interactions with the ESIF, which can specifically help to strengthen local, regional and national research and innovation capabilities in the area of the Joint Undertaking and underpin smart specialisation efforts.\n(13) The Joint Undertaking should operate in an open and transparent way providing all relevant information in a timely manner to its appropriate bodies, duly addressing sensitive issues such as intellectual property rights (IPR), as well as promoting its activities, including information and dissemination activities to the wider public. The rules of procedure of the bodies of the Joint Undertaking should be made publicly available.\n(14) The Joint Undertaking should also use electronic means managed by the Commission to ensure openness, transparency and facilitate participation. Therefore, the calls for proposals launched by the Joint Undertaking should also be published on the single portal for participants as well as through other Horizon 2020 Framework Programme electronic means of dissemination managed by the Commission. Moreover, relevant data on, inter alia, proposals, applicants, grants and participants should be made available by Joint Undertaking for inclusion in the Horizon 2020 Framework Programme reporting and dissemination electronic systems managed by the Commission, in an appropriate format and with the periodicity corresponding to the Commission's reporting obligations.\n(15) The experience acquired from the operation of the Joint Undertaking as a Union body under Article 185 of Council Regulation (EC, Euratom) No 1605/2002 (8) shows that the current framework of operation is sufficiently flexible and adapted to the needs of the Joint Undertaking. The Joint Undertaking should operate in accordance with Article 208 of Regulation (EU, Euratom) No 966/2012 of the European Parliament and the Council (9). The Joint Undertaking should also adopt financial rules which do not depart from the framework Financial Regulation except where its specific needs so require and with the Commission's prior consent.\n(16) The participation in indirect actions funded by the Joint Undertaking should comply with Regulation (EU) No 1290/2013 of the European Parliament and of the Council (10). It is not foreseen that a derogation in accordance with Article 1(3) of that Regulation will be necessary. The Joint Undertaking should, moreover, ensure consistent application of these rules based on relevant measures adopted by the Commission.\n(17) In order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (11).\n(18) Therefore, Regulation (EC) No 219/2007 should be amended accordingly,", "main_body": ["Amendments to Regulation (EC) No 219/2007\nRegulation (EC) No 219/2007 is amended as follows:\n(1) Article 1 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) paragraph 3 is deleted;\n(c) in paragraph (5), the fifth indent is replaced by the following:\n‘— ensuring the supervision of activities related to the development of common products duly identified in the ATM Master Plan, through grants to Members and through the most appropriate measures, such as procurement or the award of grants following calls for proposals to achieve the programme objectives, in accordance with Regulation (EU) No 1291/2013’;\n(2) in Article 2a, paragraph 5 is replaced by the following:\n(3) Article 4 is amended as follows:\n(a) the first and second subparagraphs of paragraph 2 are replaced by the following:\n(b) paragraph 3 is replaced by the following:\n(4) Article 4a is amended as follows:\n(a) paragraph 1 is replaced by the following:\n(b) paragraph 2 is deleted;\n(5) Article 5 is amended as follows:\n(a) paragraph 2 is replaced by the following:\n(b) paragraph 3 is deleted;\n(c) paragraph 4 is replaced by the following:\n(6) Article 6 is replaced by the following:\n(7) Article 7 is replaced by the following:\n(8) The Annex is amended in accordance with the Annex to this Regulation.", "Transitional provisions relating to the membership in the Joint Undertaking\nMembership in the Joint Undertaking shall end by 31 December 2016 with regard to the Members of the Joint Undertaking who, as of 1 January 2014, do not contribute in kind or in cash to the costs of the Joint Undertaking's work programme related to the Union's 2014-2020 financial framework.", "Transitional provisions relating to the activities of the Joint Undertaking financed under the Union's 2007-2013 financial framework\nThe activities of the Joint Undertaking financed under the 7th Framework Programme for research and technological development and the Framework Programme on Trans-European networks initiated until 31 December 2013 shall be terminated by 31 December 2016, with the exclusion of project management activities related to their closing down.", "Entry into force and application\nThis Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.\nIt shall apply from 1 January 2014.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 16 June 2014.\nFor the Council\nThe President\nG. KARASMANIS\n(1)  Opinion of 15 April 2014 (not yet published in the Official Journal).\n(2)  Opinion of 10 December 2013 (not yet published in the Official Journal).\n(3)  Council Regulation (EU) No 219/2007 of 27 February 2007 on the establishment of a Joint Undertaking to develop the new generation European air traffic management system (SESAR) (OJ L 64, 2.3.2007, p. 1).\n(4)  OJ C 76, 25.3.2010, p. 28.\n(5)  Regulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 — the Framework Programme for Research and Innovation (2014-2020) and repealing Decision No 1982/2006/EC (OJ L 347, 20.12.2013, p. 104).\n(6)  Council Decision No 2013/743/EU of 3 December 2013 establishing the Specific Programme implementing Horizon 2020 (2014-2020) and repealing Decisions 2006/971/EC, 2006/972/EC, 2006/973/EC, 2006/974/EC and 2006/975/EC (OJ L 347, 20.12.2013, p. 965).\n(7)  Decision No 1982/2006/EC of the European Parliament and of the Council of 18 December 2006 concerning the Seventh Framework Programme of the European Community for research, technological development and demonstration activities (2007-2013) (OJ L 412, 30.12.2006, p. 1).\n(8)  Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (OJ L 248, 19.6.2002, p. 1.).\n(9)  Regulation (EU, Euratom) No 966/2012 of the European Parliament and the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EU, Euratom) No 1605/2002. (OJ L 298 26.10.2012, p. 1). In particular, Article 208 of Regulation (EC) No 966/2012 has replaced Article 185 of Regulation (EU, Euratom) No 1605/2002.\n(10)  Regulation (EC) No 1290/2013 of the European Parliament and of the Council of 11 December 2013 laying down the rules for participation and dissemination in ‘Horizon 2020- the Framework Programme for Research and Innovation (2014-2020)’ and repealing Regulation (EC) No 1906/2006 (OJ L 347, 20.12.2013, p. 81).\n(11)  Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55, 28.2.2011, p. 13).\nANNEX\nThe Annex to Regulation (EC) No 219/2007 is amended as follows:\n(1) Article 5 is amended as follows:\n(a) in paragraph 1, points (m) and (n) are replaced by the following:\n‘(m) laying down the rules and procedures for awarding the contracts or grants and any other agreement necessary to implement the ATM Master Plan, including specific procedures for avoidance of conflict of interest;\n(n) deciding on proposals to the Commission to amend the statutes;’;\n(b) in paragraph 2, point (a) is replaced by the following:\n‘(a) the Administrative Board shall meet at least three times a year. Extraordinary meetings shall be convened either at the request of one-third of the members of the Administrative Board representing at least 30 % of the voting rights, at the request of the Commission or of the Executive Director;’;\n(2) in Article 6, paragraph 1 is replaced by the following:\n(3) in Article 7, paragraph 2 is replaced by the following:\n(4) in Article 9, paragraph 1 is replaced by the following:\n(5) Article 10 is replaced by the following:\n(6) in Article 12(3), the first subparagraph is replaced by the following:\n(7) Article 13, paragraph 2 is replaced by the following:\n(8) In Article 16(1), the introductory part is replaced by the following:\n(9) Article 17 is replaced by the following:\n(10) Article 24 is deleted."}