{"celex_id": "32015L0573", "uri": "http://publications.europa.eu/resource/cellar/a8563d67-df4c-11e4-b1d3-01aa75ed71a1", "type": "Directive", "concepts": ["2428", "3844", "4347", "5305", "5451", "5581"], "title": "Commission Delegated Directive (EU) 2015/573 of 30 January 2015 amending, for the purposes of adapting to technical progress, Annex IV to Directive 2011/65/EU of the European Parliament and of the Council as regards an exemption for lead in polyvinyl chloride sensors in in-vitro diagnostic medical devices  Text with EEA relevance\n", "header": "10.4.2015 EN Official Journal of the European Union L 94/4\nCOMMISSION DELEGATED DIRECTIVE (EU) 2015/573\nof 30 January 2015\namending, for the purposes of adapting to technical progress, Annex IV to Directive 2011/65/EU of the European Parliament and of the Council as regards an exemption for lead in polyvinyl chloride sensors in in-vitro diagnostic medical devices\n(Text with EEA relevance)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2011/65/EU of the European Parliament and of the Council of 8 June 2011 on the restriction of the use of certain hazardous substances in electrical and electronic equipment (1), and in particular Article 5(1)(a) thereof,\nWhereas:\n(1) Directive 2011/65/EU prohibits the use of lead in electrical and electronic equipment placed on the market.\n(2) Blood, body fluid and body gas analysers serve as a critical analytical instrument in many diagnostic and therapeutic procedures. Lead is required as a stabiliser in the processing of the PVC for the sensor cards. Although research of substitutes is ongoing, a suitable alternative is not yet available. The performance of tested alternatives both to lead in PVC and to PVC itself does not meet the specific technical requirements.\n(3) Both the substitution of lead in PVC sensor cards for in-vitro diagnostic medical devices for blood, body fluid and body gas analysis and the elimination of lead via substitution of PVC in these applications are technically impracticable.\n(4) The use of lead in PVC sensors for blood, body fluid and body gas analysis used in in-vitro diagnostic medical devices should therefore be exempted until 31 December 2018. In view of the innovation cycles for medical devices this is a short transition period which is unlikely to have adverse impacts on innovation.\n(5) Directive 2011/65/EU should therefore be amended accordingly,", "main_body": ["Annex IV to Directive 2011/65/EU is amended as set out in the Annex to this Directive.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by the last day of the ninth month after entry into force at the latest. They shall forthwith communicate to the Commission the text of those provisions.\nWhen Member States adopt those provisions, they shall contain a reference to this Directive or be accompanied by such a reference on the occasion of their official publication. Member States shall determine how such reference is to be made.\n2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 January 2015.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 174, 1.7.2011, p. 88.\nANNEX\nIn Annex IV to Directive 2011/65/EU, the following point 41 is added:\n‘41. Lead as a thermal stabiliser in polyvinyl chloride (PVC) used as base material in amperometric, potentiometric and conductometric electrochemical sensors which are used in in-vitro diagnostic medical devices for the analysis of blood and other body fluids and body gases."}