{"celex_id": "32010R0565", "uri": "http://publications.europa.eu/resource/cellar/cbd69ba6-56cb-4f1a-b53f-c3a6a24f8e40", "type": "Regulation", "concepts": ["161", "2734", "2758", "3191", "932"], "title": "Council Regulation (EU) No 565/2010 of 29 June 2010 amending Regulation (EU) No 7/2010 opening and providing for the management of autonomous tariff quotas of the Union for certain agricultural and industrial products\n", "header": "30.6.2010 EN Official Journal of the European Union L 163/2\nCOUNCIL REGULATION (EU) No 565/2010\nof 29 June 2010\namending Regulation (EU) No 7/2010 opening and providing for the management of autonomous tariff quotas of the Union for certain agricultural and industrial products\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 31 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) In order to ensure sufficient and uninterrupted supplies of certain goods insufficiently produced in the Union and to avoid any disturbances on the market for certain agricultural and industrial products, autonomous tariff quotas have been opened by Regulation (EU) No 7/2010 (1). Products within those tariff quotas can be imported at reduced or zero duty rates. For the same reasons it is necessary to open, with effect from 1 July 2010, for certain products new tariff quotas at a zero duty rate for an appropriate volume.\n(2) The quota volumes for autonomous tariff quotas of the Union with order Nos 09.2814, 09.2816 and 09.2807 are insufficient to meet the needs of the Union industry. Consequently, those quota volumes should be increased.\n(3) The product description for the autonomous tariff quota of the Union with order No 09.2907 should be revised.\n(4) Regulation (EU) No 7/2010 should therefore be amended accordingly.\n(5) Since the tariff quotas provided for in this Regulation should take effect from 1 July 2010, this Regulation should apply from the same date and enter into force immediately,", "main_body": ["The Annex to Regulation (EU) No 7/2010 is amended as follows:\n1. the rows set out in Annex I to this Regulation are added;\n2. the rows for the tariff quotas with order Nos 09.2814, 09.2907, 09.2816 and 09.2807 are replaced by the rows set out in Annex II to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nIt shall apply from 1 July 2010.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 June 2010.\nFor the Council\nThe President\nE. ESPINOSA\n(1)  OJ L 3, 7.1.2010, p. 1.\nANNEX I\nTariff quotas referred to in Article 1, point 1\nOrder number CN code TARIC Description Quota period Quota amount Quota duty\n09.2636 ex 8411 82 80 20 64 MW industrial aero-derivative gas turbine engines for incorporation into industrial power generation sets for peaking/mid-merit duty operating less than 5 500 hours per year and with a simple-cycle efficiency of greater than 40 % 1.7.-31.12. 5 units 0 %\n09.2635 ex 9001 10 90 20 Optical fibres for the manufacture of glass fibre cables under heading 8544 (1) 1.7.-31.12. 1 150 000 km 0 %\nANNEX II\nTariff quotas referred to in Article 1, point 2\nOrder number CN code TARIC Description Quota period Quota amount Quota duty\n09.2814 ex 3815 90 90 76 Catalyst consisting of titanium dioxide and tungsten trioxide 1.1.-31.12. 2 200 t 0 %\n09.2907 ex 3824 90 97 86 Mixture of phytosterols, in the form of powder, containing by weight:\n— 75 % or more of sterols,\n— not more than 25 % of stanols\n09.2816 ex 3912 11 00 20 Cellulose acetate flakes 1.1.-31.12. 58 500 t 0 %\n09.2807 ex 3913 90 00 86 Non sterile sodium hyaluronate 1.1.-31.12. 150 000 g 0 %"}