{"celex_id": "32014D0806", "uri": "http://publications.europa.eu/resource/cellar/776ac525-6fbf-11e4-b593-01aa75ed71a1", "type": "Decision", "concepts": ["1439", "3638", "4654", "5410", "5451", "5650", "6031", "6400", "848"], "title": "2014/806/EU: Commission Implementing Decision of 18 November 2014 on the approval of the battery charging Webasto solar roof as an innovative technology for reducing CO 2 emissions from passenger cars pursuant to Regulation (EC) No 443/2009 of the European Parliament and of the Council  Text with EEA relevance\n", "header": "19.11.2014 EN Official Journal of the European Union L 332/34\nCOMMISSION IMPLEMENTING DECISION\nof 18 November 2014\non the approval of the battery charging Webasto solar roof as an innovative technology for reducing CO2 emissions from passenger cars pursuant to Regulation (EC) No 443/2009 of the European Parliament and of the Council\n(Text with EEA relevance)\n(2014/806/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 443/2009 of the European Parliament and of the Council of 23 April 2009 setting emissions performance standards for new passenger cars as part of the Community's integrated approach to reduce CO2 emissions from light-duty vehicles (1), and in particular Article 12(4) thereof,\nWhereas:\n(1) The supplier Webasto Roof & Components SE (the ‘Applicant’) submitted an application for the approval of the battery charging Webasto solar roof as an innovative technology on 5 March 2014. The application was found to be complete and the period for the Commission's assessment of the application started on the day following the date of official receipt, i.e. 6 March 2014.\n(2) The application has been assessed in accordance with Article 12 of Regulation (EC) No 443/2009, Commission Implementing Regulation (EU) No 725/2011 (2) and the Technical Guidelines for the preparation of applications for the approval of innovative technologies pursuant to Regulation (EC) No 443/2009 (the Technical Guidelines) (3).\n(3) The application refers to the battery charging Webasto solar roof. The solar roof consists of a photovoltaic (PV) panel which is installed on the vehicle roof. The photovoltaic panel converts ambient energy into electrical energy which, via a DC-DC-converter, is stored in an on-board battery. The Commission finds that the information provided in the application demonstrates that the conditions and criteria referred to in Article 12 of Regulation (EC) No 443/2009 and in Articles 2 and 4 of Implementing Regulation (EU) No 725/2011 have been met.\n(4) The Applicant has demonstrated that a battery charging solar roof system of the kind described in this application did not exceed 3 % of the new passenger cars registered in the reference year 2009.\n(5) In order to determine the CO2 savings that the innovative technology will deliver when fitted to a vehicle, it is necessary to define the baseline vehicle against which the efficiency of the vehicle equipped with the innovative technology should be compared as provided for in Articles 5 and 8 of Implementing Regulation (EU) No 725/2011. The Commission finds that the baseline vehicle should be a vehicle variant that in all aspects is identical to the eco-innovation vehicle with the exception of the solar roof and, where applicable, without the additional battery and other appliances needed specifically for the conversion of the solar energy into electricity and its storage. For a new version of a vehicle in which the solar roof panel is installed the baseline vehicle should be the vehicle in which the solar roof panel is disconnected and the change in mass due to the installation of the solar roof is taken into account.\n(6) The Applicant has provided a methodology for testing the CO2 reductions which includes formulae which are based on the Technical Guidelines with regard to a battery charging solar roof. The Commission considers that it should moreover be demonstrated the degree to which the overall energy consumption of the vehicle with regard to its transport function is improved compared to the energy consumed for the operation of devices aimed at enhancing the comfort of the driver or the passengers.\n(7) In determining the savings it is also necessary to take into account the storage capacity of a single on-board battery or the presence of an additional battery dedicated for only storing the electricity generated by the solar roof\n(8) The Commission finds that the testing methodology will provide testing results that are verifiable, repeatable and comparable and that it is capable of demonstrating in a realistic manner the CO2 emissions benefits of the innovative technology with strong statistical significance in accordance with Article 6 of Implementing Regulation (EU) No 725/2011.\n(9) Against that background the Commission finds that the Applicant has demonstrated satisfactorily that the emission reduction achieved by the innovative technology is at least 1 g CO2/km.\n(10) Since the CO2 emissions type-approval test referred to in Regulation (EC) No 715/2007 of the European Parliament and of the Council (4) and Commission Regulation (EC) No 692/2008 (5) does not take into consideration the presence of a solar roof and the additional energy provided through this technology, the Commission is satisfied that the battery charged Webasto solar roof is not covered by the standard test cycle. The Commission finds that the verification report has been prepared by the TÜV SÜD Czech s.r.o. which is an independent and certified body and that the report supports the findings set out in the application.\n(11) Against that background, the Commission finds that no objections should be raised as regards the approval of the innovative technology in question.\n(12) For the purposes of determining the general eco-innovation code to be used in the relevant type-approval documents in accordance with Annexes I, VIII and IX to Directive 2007/46/EC, the individual code to be used for the innovative technology approved through this Implementing Decision should be specified,", "main_body": ["1.   The battery charging Webasto solar roof intended for use in M1 vehicles is approved as an innovative technology within the meaning of Article 12 of Regulation (EC) No 443/2009.\n2.   The CO2 emissions reduction from the use of the battery charging Webasto solar roof referred to in paragraph 1 shall be determined using the methodology set out in the Annex.\n3.   The individual eco-innovation code to be entered into type-approval documentation to be used for the innovative technology approved through this Implementing Decision shall be ‘7’.", "This Decision shall enter into force on the 20th day following that of its publication in the Official Journal of the European Union."], "attachments": "Done at Brussels, 18 November 2014.\nFor the Commission\nThe President\nJean-Claude JUNCKER\n(1)  OJ L 140, 5.6.2009, p. 1.\n(2)  Commission Implementing Regulation (EU) No 725/2011of 25 July 2011 establishing a procedure for the approval and certification of innovative technologies for reducing CO2 emissions from passenger cars pursuant to Regulation (EC) No 443/2009 of the European Parliament and of the Council (OJ L 194, 26.7.2011, p. 19).\n(3)  http://ec.europa.eu/clima/policies/transport/vehicles/cars/docs/guidelines_en.pdf (version of February 2013).\n(4)  Regulation (EC) No 715/2007 of the European Parliament and of the Council of 20 June 2007 on type approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (Euro 5 and Euro 6) and on access to vehicle repair and maintenance information (OJ L 171, 29.6.2007, p. 1).\n(5)  Commission Regulation (EC) No 692/2008 of 18 July 2008 implementing and amending Regulation (EC) No 715/2007 of the European Parliament and of the Council on type-approval of motor vehicles with respect to emissions from light passenger and commercial vehicles (Euro 5 and Euro 6) and on access to vehicle repair and maintenance information (OJ L 199, 28.7.2008, p. 1).\nANNEX\nMETHODOLOGY FOR DETERMINING THE REDUCTION IN CO2 EMISSIONS DUE TO THE USE OF BATTERY CHARGING WEBASTO SOLAR ROOF\n1.   Introduction\nThe testing procedure and the testing conditions to be applied in order to determine the CO2 reductions that can be attributed to the use of the battery charging Webasto solar roof in an M1 vehicle are set out in points 2 and 3.\n2.   The testing procedure\nThe peak power output (PP) of the PV panel is to be determined experimentally for each vehicle variant. Measurements are to be done in accordance with the testing methodology specified in the international standard IEC 61215:2005 (1).\nA dismantled complete PV panel is to be used. The four corner points of the panel are to touch the horizontal measurement panel.\nThe measurements are to be done at least five times.\nThe lengthwise inclination angle and total storage capacity (or resulting Solar Correction Coefficient (SCC)) is to be supplied by the manufacturer of the vehicle.\nThe possible lengthwise inclination of the car roof is to be corrected mathematically afterwards by applying a cosine function.\n3.   Formulae\n1. The standard deviation of arithmetic mean of the peak power output is to be calculated by formula (1).\n: Standard deviation of arithmetic mean of the peak power output (Wp);\nPPi : Measurement value of the peak power output (Wp);\n: Arithmetic mean of the peak power output (Wp);\nn : Number of measurements.\n2. The following input data for the calculation of CO2 savings potential are to be used:\n— mean solar irradiation PSR\n specified in Chapter 5.7.1 of the Technical Guidelines (2), i.e. 120 W/m2,\n— usage factor/shading effect UFIR\n specified in Chapter 5.4.2 of the Technical Guidelines, i.e. 0,51,\n— efficiency of the solar system ηSS\n specified in Chapter 5.1.3 of the Technical Guidelines, i.e. 0,76,\n— solar correction coefficient SCC specified in Table 1 and in Chapter 5.7.2 of the Technical Guidelines,\nTotal available storage capacity (12 V)/ PV peak power (Ah/Wp) (3) 0,10 0,20 0,30 0,40 0,50 0,60 > 0,666\nSolar correction coefficient (SCC) 0,481 0,656 0,784 0,873 0,934 0,977 1\n— consumption of effective power for petrol VPe-P\n and diesel-fuelled vehicles VPe-D\n specified in Table 2 and in Chapter 5.1.1 of the Technical Guidelines,\nType of engine Consumption of effective power VPe (l/kWh)\nPetrol (VPe-P) 0,264\nDiesel (VPe-D) 0,22\n— efficiency of the alternator ηΑ\n, specified in Chapter 5.1.2 of the Technical Guidelines, i.e. 0,67.\nType of fuel Conversion factor (l/100 km) → (g CO2/km) (100 g/l)\nPetrol (CFP) 23,3 (= 2 330  g CO2/l)\nDiesel (CFD) 26,4 (= 2 640  g CO2/l)\nType of fuel Mean annual mileage (km/year)\nPetrol (MP) 12 700\nDiesel (MD) 17 000\nCCO 2 : CO2 savings (g CO2/km);\nPSR : Mean solar irradiation (W/m2);\nUFIR : Usage factor/shading effect (-);\nηSS : Efficiency of the solar system (-);\nPP : Peak power output (Wp);\nSCC : Solar correction coefficient (-);\nVPe – P : Consumption of effective power for petrol vehicles (l/kWh);\nηA : Efficiency of the alternator (-);\nCFP : Conversion factor for petrol vehicles (100 g/l);\nMP : Mean annual mileage for petrol vehicles (km/year);\nΦ : Lengthwise inclination of the solar panel [o];\nΔCO2mP : CO2 correction coefficient due to the change in mass following the installation of the solar roof and, where applicable, the additional battery and other appliances needed specifically for the conversion of the solar energy into electricity and its storage for petrol vehicles (g CO2/km).\nVPe – D : Consumption of effective power for diesel vehicles (l/kWh);\nCFD : Conversion factor for diesel vehicles (100 g/l);\nMD : Mean annual mileage for diesel vehicles (km/year);\nΔCO2mD : CO2 correction coefficient due to the change in mass following the installation of the solar roof and, where applicable, the additional battery and other appliances needed specifically for the conversion of the solar energy into electricity and its storage for diesel vehicles (g CO2/km).\nfor a petrol-fuelled vehicle\nfor a diesel-fuelled vehicle\nΔm : Change in mass due to the installation of the solar roof and, where applicable, the additional battery and other appliances needed specifically for the conversion of the solar energy into electricity and its storage (e.g. 5 kg).\n3. The error in the CO2 savings should be calculated using Formula (6).\n: Error of the total CO2 saving (g CO2/km);\n: Sensitivity of calculated CO2 saving related to the measured during the test I;\nn : Number of measurements.\n4. In order to demonstrate that the minimum threshold of 1 g CO2/km is exceeded in a statistically significant way the following Formula (9) is to be used:\nMT : Minimum threshold (g CO2/km), i.e. 1 g CO2/km;\nCCO 2 : Total CO2 saving (g CO2/km);\n: Error of the total CO2 saving (g CO2/km)\n(1)  IEC 61215. Crystalline silicon terrestrial photovoltaic (PV) modules — Design qualification and type-approval. Reference number IEC 61215:2005(E).\n(2)  The Technical Guidelines for the preparation of applications for the approval of innovative technologies pursuant to Regulation (EC) No 443/2009 (version of February 2013).\n(3)  The total storage capacity includes a mean usable storage capacity of the starter battery of 10 Ah (12 V). All values refer to a mean annual solar radiation of 120 W/m2, a shading share of 0,49 and a mean vehicle driving time of 1 hour per day at 750 W electric power requirement.\n(4)  Chapter 5, par. 5.1 of the reference JRC study http://europa.eu/!qN68wc"}