{"celex_id": "32011D0482", "uri": "http://publications.europa.eu/resource/cellar/6cf06774-e865-4e7a-a3a3-0e4a0a3ed921", "type": "Decision", "concepts": ["3645", "3646", "4036", "5234", "5410", "8435", "893"], "title": "2011/482/: Commission Decision of 28 July 2011 on the publication of references of standard EN 15947 regarding the essential safety requirements set out in Directive 2007/23/EC of the European Parliament and of the Council on pyrotechnic articles (notified under document C(2011) 5310) Text with EEA relevance\n", "header": "29.7.2011 EN Official Journal of the European Union L 197/23\nCOMMISSION DECISION\nof 28 July 2011\non the publication of references of standard EN 15947 regarding the essential safety requirements set out in Directive 2007/23/EC of the European Parliament and of the Council on pyrotechnic articles\n(notified under document C(2011) 5310)\n(Text with EEA relevance)\n(2011/482/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2007/23/EC of the European Parliament and of the Council of 23 May 2007 on the placing on the market of pyrotechnic articles (1), and in particular Article 8 thereof,\nHaving regard to the opinion of the Standing Committee set up by Article 5 of Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations (2),\nWhereas:\n(1) On 20 September 2010, the Swedish authorities have raised a formal objection in respect of parts 3, 4 and 5 of standard EN 15947, in particular relating to the requirements for batteries and combinations.\n(2) Standard EN 15947 considers batteries and combinations to be in conformity with the essential safety requirements of Directive 2007/23/EC if they are embedded into soft ground or fixed to a post in order to stay upright during functioning.\n(3) According to the Swedish authorities, standard EN 15947 does not satisfy the essential safety requirements set out in point 3 of Annex I to Directive 2007/23/EC. Batteries and combinations are commonly used on hard ground, such as frozen ground and pavement, asphalt surfaces or concrete. Standard EN 15947 does not provide for a test for those batteries and combinations on hard surface. Therefore, there is a risk that those batteries and combinations will not stay upright during functioning on hard ground. Standard EN 15947 does not satisfy the essential safety requirement on the instructions for use set out in point 3(h) of Annex I to Directive 2007/23/EC. Due to the nature of fireworks, they are often used in late evening or at night when, because of poor visibility, instructions are difficult to read.\n(4) Concerns raised by Sweden were addressed in the framework of European Committee for Standardisation (CEN), with several Member States insisting that, in the light of their climatic conditions and national regulations for the use of fireworks, batteries and combinations that are to be embedded in the ground or to be fixed to a post should be included in standard EN 15947. As a result, batteries and combinations that are to be embedded in the ground or have to be fixed to a post were included in that standard as they satisfy essential safety requirements set out in Directive 2007/23/EC when accompanied by the instructions for use.\n(5) The Commission considers that in Member States where fireworks are used primarily in public spaces, certain batteries and combinations, despite labelling requiring them to be fixed to a post or embedded in soft ground, are in practice often only placed on hard ground or hard surfaces. In other Member States, where fireworks are primarily being used on private property, the requirement to embed batteries and combinations into soft ground or to fix them to a post actually increases safety. Therefore, in order to protect users and bystanders from injuries, it is necessary to revise the relevant parts of standard EN 15947 in order to introduce different types of batteries and combinations and take account of the distinctions between them. A distinction should be made between batteries and combinations that are intended and suitable to be placed on a hard flat surface and have to be tested in that manner, and those batteries and combinations that must be embedded in soft ground or attached to a post and tested in that manner. Batteries and combinations which are neither intended and suitable to be placed on a hard flat surface, nor embedded in soft ground or attached to a post should be included in a third, additional type.\n(6) As a result of the need to revise parts 3, 4 and 5 of standard EN 15947 with regard to batteries and combinations, reference to those parts should be published in the Official Journal of the European Union with an additional notice.\n(7) On 27 September 2010, the French authorities have raised a formal objection in respect of parts 3, 4 and 5 of standard EN 15947, relating to the absence of a drop test and to failure to set different safety distances for operators and for the public.\n(8) Following discussion in the framework of CEN it was decided not to include the drop test in the standard as proposed by France. Mechanical conditioning according to the descriptions in standard EN 15947 had already been part of the previous standard series EN 14035 and has been very well established in the past. This test method covers the requirements regarding sensitivity to normal, foreseeable handling and transportation set out in Directive 2007/23/EC.\n(9) The Commission considers that the mechanical conditioning test already contained in EN 15947 sufficiently covers the requirements regarding sensitivity to normal, foreseeable handling and transportation set out in Directive 2007/23/EC.\n(10) France also expressed concern that the safety distances set in part 3 of the standard EN 15947 do not protect the public in every case, but only protect the firer. For example, if products are fired in the vicinity of tall buildings, there is a risk of damaging the exterior of these buildings or injure persons on balconies or terraces. France has therefore proposed to determine the safety distances of each pyrotechnic article by taking into account its maximum vertical range.\n(11) CEN discussions regarding safety distances clearly revealed that it was necessary to have the same safety distance for each article within a certain category. A deviation from this principle entailed significant risks, as the user without specialist knowledge would have to adjust the safety distance prior to use.\n(12) The Commission considers that too many differing safety distances for pyrotechnic articles of the same category, especially different ones for users without specialist knowledge and their public, will confuse users. Therefore it is not necessary to revise parts 3, 4 and 5 of the standard EN 15947 in this regard, as it already satisfies the essential safety requirements set out in Directive 2007/23/EC,", "main_body": ["The references of parts 3, 4 and 5 of standard EN 15947 shall be published in the Official Journal of the European Union.", "1.   The publication in the Official Journal of the European Union of references of parts 3, 4 and 5 of standard EN 15947 shall be accompanied by the following additional notice:\n‘Until that standard is reviewed and republished, Member States shall consider batteries and combinations which comply with standard EN 15947 to be in conformity with the essential safety requirements set out in Annex I to Directive 2007/23/EC of the European Parliament and of the Council only if, before being placed on the market, they have been clearly labelled as indicated below.\nFor batteries and combinations to be placed on flat ground:\nFor batteries and combinations to be embedded into soft ground or material:\nFor batteries and combinations to be fixed to a post:\nFor other batteries and combinations: [specify other safety precautions if not intended and suitable to be placed on flat ground, or to be embedded into soft ground or material or attached to a post].’.\n2.   The publication of the reference number of a national standard transposing standard EN 15947 shall be accompanied by the notice referred to in paragraph 1.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 July 2011.\nFor the Commission\nAntonio TAJANI\nVice-President\n(1)  OJ L 154, 14.6.2007, p. 1.\n(2)  OJ L 204, 21.7.1998, p. 37."}