{"celex_id": "32013D0316", "uri": "http://publications.europa.eu/resource/cellar/d199d5e2-de61-11e2-9165-01aa75ed71a1", "type": "Decision", "concepts": ["2761", "368", "424", "5709", "6212", "6343", "843"], "title": "2013/316/EU: Council Decision of 21 June 2013 abrogating Decision 2009/588/EC on the existence of an excessive deficit in Lithuania\n", "header": "26.6.2013 EN Official Journal of the European Union L 173/46\nCOUNCIL DECISION\nof 21 June 2013\nabrogating Decision 2009/588/EC on the existence of an excessive deficit in Lithuania\n(2013/316/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 126(12) thereof,\nHaving regard to the recommendation from the European Commission,\nWhereas:\n(1) On 7 July 2009, following a recommendation from the Commission in accordance with Article 104(6) of the Treaty establishing the European Community (TEC), the Council decided, in Decision 2009/588/EC (1), that an excessive deficit existed in Lithuania. The Council noted that the general government deficit had reached 3,2 % of GDP in 2008, above the 3%-of-GDP Treaty reference value and would according to the Commission services 2009 spring forecast widen to 5,4 % of GDP in 2009 and further to 8 % of GDP in 2010. The general government gross debt was 15,6 % of GDP in 2008, well below the 60 %-of-GDP Treaty reference value.\n(2) On 7 July 2009, in accordance with Article 104(7) TEC and Article 3(4) of Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure (2), the Council, based on a recommendation from the Commission, addressed a Recommendation to Lithuania with a view to bringing the excessive deficit situation to an end by 2011(‘Council Recommendation of 7 July 2009’). The Council Recommendation of 7 July 2009 was made public.\n(3) On 9 February 2010, in accordance with Article 126(7) of the Treaty on the Functioning of the European Union (TFEU) and Article 3(4) of Regulation (EC) No 1467/97, the Council, based on a recommendation from the Commission, acknowledging that the Lithuanian authorities had taken effective action in compliance with the Council Recommendation of 7 July 2009 and that unexpected adverse economic events with major unfavourable consequences for government finances had occurred in Lithuania, addressed a revised Recommendation to Lithuania with a view to bringing the excessive deficit situation to an end by 2012. This revised Recommendation was made public.\n(4) In accordance with Article 4 of the Protocol on the excessive deficit procedure annexed to the Treaties, the Commission provides the data for the implementation of the procedure. As part of the application of this Protocol, Member States are to notify data on government deficits and debt and other associated variables twice a year, namely before 1 April and before 1 October, in accordance with Article 3 of Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European Community (3).\n(5) When considering whether a decision on the existence of an excessive deficit ought to be abrogated, the Council has to take a decision on the basis of notified data. Moreover, a decision on the existence of an excessive deficit should be abrogated only if the Commission services forecasts indicate that the deficit will not exceed the 3 %-of-GDP threshold over the forecast horizon (4).\n(6) Based on data provided by the Commission (Eurostat) in accordance with Article 14 of Regulation (EC) No 479/2009 following the notification by Lithuania before 1 April 2013 and on the Commission services 2013 spring forecast, the following conclusions are justified:\n— Having peaked at 9,4 % of GDP in 2009 the general government deficit in Lithuania has been brought down to 7,2 % of GDP in 2010, then to 5,5 % of GDP in 2011, and to 3,2 % of GDP in 2012. This improvement was driven by consolidation measures on the expenditure side, in particular a continued restriction of expenditure growth in accordance with Lithuania's Law on Fiscal Discipline, and favourable cyclical conditions.\n— Since the deficit of 3,2 % of GDP can be considered to be close to the reference value and Lithuania's debt-to-GDP ratio is below the 60 %-of-GDP reference value in a sustained manner, Lithuania is eligible to for the application of the Stability and Growth Pact provisions in Regulation (EC) No 1467/97 regarding systemic pension reforms. Thus, the direct net cost of the pension reform should be taken into account when assessing the correction of the excessive deficit. As the net costs of Lithuania's systemic pension reform have been 0,2 % of GDP in 2012, as confirmed by the Commission (Eurostat), these costs explain the excess over the 3 %-of-GDP Treaty reference value in 2012.\n— Lithuania's Convergence Programme for 2012 to 2016 projects the general government deficit to continue falling to 2, 5% of GDP in 2013 and 1,5 % of GDP in 2014, while the Commission services 2013 spring forecast projects an improvement, albeit a slower one, of the general government deficit to 2,9 % of GDP in 2013 and to 2,4 % of GDP in 2014, based on a no-policy-change assumption. Thus, the deficit is set to remain below the 3 %-of-GDP Treaty reference value over the forecast horizon.\n— The Commission services 2013 spring forecast project the general government gross debt to decrease slightly from 40,7 % of GDP in 2013 to 40,1 % of GDP in 2014.\n(7) Starting from 2013, which is the year following the correction of the excessive deficit, Lithuania should progress towards its medium-term budgetary objective at an appropriate pace, including respecting the expenditure benchmark.\n(8) In accordance with Article 126(12) TFEU, a Council Decision on the existence of an excessive deficit is to be abrogated when the excessive deficit in the Member State concerned has, in the view of the Council, been corrected.\n(9) In the view of the Council, the excessive deficit in Lithuania has been corrected and Decision 2009/588/EC should therefore be abrogated,", "main_body": ["From an overall assessment it follows that the excessive deficit situation in Lithuania has been corrected.", "Decision 2009/588/EC is hereby abrogated.", "This Decision is addressed to the Republic of Lithuania."], "attachments": "Done at Luxembourg, 21 June 2013.\nFor the Council\nThe President\nM. NOONAN\n(1)  OJ L 202, 4.8.2009, p. 44.\n(2)  OJ L 209, 2.8.1997, p. 6.\n(3)  OJ L 145, 10.6.2009, p. 1.\n(4)  In line with the ‘Specifications on the implementation of the Stability and Growth Pact and Guidelines on the format and content of Stability and Convergence Programmes’, of 3 September 2012. See: http://ec.europa.eu/economy_finance/economic_governance/sgp/pdf/coc/code_of_conduct_en.pdf"}