{"celex_id": "32014D0051", "uri": "http://publications.europa.eu/resource/cellar/cd3722dd-8b1a-11e3-87da-01aa75ed71a1", "type": "Decision", "concepts": ["1273", "2130", "2901", "3468", "3849", "5283"], "title": "2014/51/EU: Council Decision of 28 January 2014 authorising Member States to ratify, in the interests of the European Union, the Convention concerning decent work for domestic workers, 2011, of the International Labour Organisation (Convention No 189)\n", "header": "1.2.2014 EN Official Journal of the European Union L 32/32\nCOUNCIL DECISION\nof 28 January 2014\nauthorising Member States to ratify, in the interests of the European Union, the Convention concerning decent work for domestic workers, 2011, of the International Labour Organisation (Convention No 189)\n(2014/51/EU)\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 153 in conjunction with Article 218(6)(a)(v) and Article 218(8), first subparagraph thereof,\nHaving regard to the proposal from the European Commission,\nHaving regard to the consent of the European Parliament,\nWhereas:\n(1) The European Parliament, the Council and the Commission are promoting the ratification of international labour conventions that have been classified by the International Labour Organisation as up-to-date, as a contribution to the European Union’s effort to promote decent work for all both inside and outside the Union, of which the protection and improvement of workers’ working conditions is an important aspect.\n(2) Most of the rules under Convention No 189 concerning decent work for domestic workers, 2011, of the International Labour Organisation (ILO), hereinafter ‘the Convention’, are covered to a large extent by Union acquis in the areas of social policy, anti-discrimination, judicial cooperation in criminal matters and asylum and immigration.\n(3) The Convention’s provisions on protecting migrant domestic workers potentially affect the freedom of movement for workers — an area which falls under the Union’s exclusive competence.\n(4) As a consequence, parts of the Convention fall within the competence of the Union, and Member States may not enter into commitments in relation to these parts outside the framework of the Union’s institutions.\n(5) The European Union cannot ratify the Convention, as only States can be parties thereto.\n(6) In this situation, Member States and the Union’s institutions must cooperate in regard to the ratification of the Convention.\n(7) The Council should therefore authorise the Member States that are bound by Union law on minimum requirements in the area of working conditions to ratify the Convention in the interests of the Union,", "main_body": ["Member States are hereby authorised to ratify, for the parts falling under the competence conferred upon the Union by the Treaties, the Convention concerning decent work for domestic workers, 2011, of the International Labour Organisation (Convention No 189).", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 2014.\nFor the Council\nThe President\nG. STOURNARAS"}