{"celex_id": "32011R1306", "uri": "http://publications.europa.eu/resource/cellar/5e730770-59ac-46e4-9b15-bc40168ad3e0", "type": "Regulation", "concepts": ["1724", "2771", "3191", "519", "5969"], "title": "Council Implementing Regulation (EU) No 1306/2011 of 12 December 2011 clarifying the scope of the definitive anti-dumping duties imposed by Regulation (EC) No 261/2008 on imports of certain compressors originating in the People’s Republic of China\n", "header": "15.12.2011 EN Official Journal of the European Union L 332/1\nCOUNCIL IMPLEMENTING REGULATION (EU) No 1306/2011\nof 12 December 2011\nclarifying the scope of the definitive anti-dumping duties imposed by Regulation (EC) No 261/2008 on imports of certain compressors originating in the People’s Republic of China\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (‘the basic Regulation’) and in particular Article 9 and Article 14, paragraph 3 thereof,\nHaving regard to the proposal submitted by the European Commission (‘the Commission’) after having consulted the Advisory Committee,\nWhereas:\nA.   PROCEDURE\n1.   Original investigation and anti-dumping duty\n(1) On 21 December 2006, the Commission announced, by a notice published in the Official Journal of the European Union\n (2), the initiation of an anti-dumping proceeding with regard to imports of certain compressors originating in the People’s Republic of China (‘the original investigation’).\n(2) The Council, by Regulation (EC) No 261/2008 (3), imposed a definitive anti-dumping duty on imports of certain compressors originating in the People’s Republic of China (‘measure concerned’ and or ‘definitive Regulation’). The measure concerned expired on 21 March 2010 (4).\n2.   Reopening of the original investigation\n(3) The original investigation was reopened on the Commission’s own initiative after some importers of compressors originating in the People’s Republic of China (‘the PRC’) have raised concerns on the anti-dumping duties applicable to imports of so-called mini-compressors, i.e. compressors without a tank, capable of operating on a 12 V power supply (‘mini-compressors’).\n(4) Although mini-compressors fall within the literal definition of the product concerned as specified by Article 1 of the definitive Regulation, the information at the Commission’s disposal indicated that mini-compressors appear to be distinct from the other compressors subject to the measure concerned (‘other compressors subject to the measure concerned’).\n(5) Therefore, it was considered appropriate to partially reopen the investigation as far as a clarification of the scope of the product is concerned, with the conclusion thereon possibly having retroactive effect as of the date of the imposition of the measure concerned.\n3.   Present investigation\n(6) After consulting the Advisory Committee, the Commission announced by a notice published in the Official Journal of the European Union\n (5) the partial reopening of the anti-dumping investigation concerning imports of certain compressors originating in the PRC initiated pursuant to Article 5 of the basic Regulation.\n(7) The Commission officially advised all the parties that cooperated in the original investigation as well as the authorities of the PRC of the initiation of the proceeding. Interested parties were given an opportunity to make their views known in writing and to request a hearing within the time limit set in the notice of initiation.\n(8) All interested parties, who so requested and showed that there were particular reasons why they should be heard, were granted a hearing.\n(9) Submissions were received from 15 interested parties, including 11 importers of mini-compressors, one EU producer and one Chinese exporter of mini-compressors, one EU producer of compressors (one of the complainants in the original investigation) and its related exporter of compressors from the PRC.\n(10) Given that the present reopening of the investigation is limited to the clarification of the product scope definitive Regulation, no investigation period was set for the purpose of this partial reopening.\n(11) All interested parties were informed of the essential facts and considerations on the basis of which the present conclusions were reached. In accordance with Article 20(5) of the basic Regulation, parties were granted a period within which they can make representations subsequent to the disclosure. The oral and written comments submitted by the parties were considered and, where appropriate, the findings have been modified accordingly.\nB.   PRODUCT UNDER INVESTIGATION\n(12) The product under investigation is the same as defined in Article 1 of the definitive Regulation, i.e. reciprocating compressors (excluding reciprocating compressor pumps), giving a flow not exceeding 2 cubic metres per minute.\n(13) The product is currently falling within CN codes ex 8414 40 10, ex 8414 80 22, ex 8414 80 28 and ex 8414 80 51.\n(14) The present reopening of the investigation was intended to determine whether so-called mini-compressors, i.e. compressors without a tank and capable of operating on a 12 V power supply, are covered by the product definition of Article 1 of the definitive Regulation.\nC.   RESULTS OF THE INVESTIGATION\n1.   Methodology\n(15) In order to assess whether mini-compressors are covered by the product definition of Article 1 of the definitive Regulation, it was examined whether mini-compressors and other compressors subject to the measure concerned shared the same basic physical and technical characteristics and end-uses. In this regard, the interchangeability between mini-compressors and other compressors subject to the measure concerned in the Union was also assessed. In addition, it was examined whether the original investigation actually covered and analysed mini-compressors.\n2.   Basic physical and technical characteristics\n(16) The present reopened investigation established that mini-compressors consist of an electric motor that drives a pump which continuously pushes air out through the connected air hose with varying air pressure. Mini-compressors are not equipped with a tank, typically do not have a pressure regulator and are capable of operating on a 12 V direct current power supply. They are relatively small and their weight would normally not exceed 2-3 kg as they need to be easily portable. Mini-compressors have a maximum operating time (normally up to 20 minutes) and give an airflow normally not exceeding 50 l/min.\n(17) On the other hand, the definitive Regulation, further to the definition in its Article 1 and repeated in recital 12 above, contains detailed information about other compressors subject to the measure concerned. In particular, in recital 17, the definitive Regulation specified that ‘A compressor is typically made up of a pump, driven by an electric motor either directly or through a belt mechanism. In most cases the pressurised air is pumped into a tank and exits through a pressure regulator and a rubber hose. Compressors, in particular the larger ones, can have wheels to make them mobile’. The tank and pressure regulator in such compressors provide for a steady airflow. Normally, such compressors are relatively big and their weight would be of at least 25 kg and often more. They are designed to work with alternating current of 120 V and above, they have no limited working time and give airflow of up to 2 000 l/min.\n(18) Consequently, it is concluded that mini-compressors and other compressors subject to the measure concerned do not share the same basic physical and technical characteristics.\n3.   Basic end-uses and interchangeability\n(19) The present reopened investigation established that mini-compressors are predominantly used in automotive sector and are designed to inflate tyres and are often sold as part of a tyre-repair-kit together with a sealant that can be pumped into a punctured tyre. Some mini-compressors are also used as a household application inflating toys, balls, air mattresses or other inflatable objects.\n(20) On the other hand the definitive Regulation specified in recital 19 that ‘The product concerned is used for driving air-powered tools or for spraying, cleaning, or inflating tyres and other objects’. Such compressors can be used for some semi-professional activities or in the ‘do-it-yourself’ segment for driving air-powered tools or for spraying or painting or cleaning. Those applications are possible due to a steady flow of air that can be regulated. Such a feature is not provided for in mini-compressors.\n(21) The information gathered showed that mini-compressors are normally priced at a level significantly lower than that for other compressors. Mini-compressors are intended for different customers and are distributed via different channels than other compressors subject to the measure concerned. Moreover, while mini-compressors are normally sold as part of a tyre repair kit (replacing a spare tyre) either together with a car or in specialist automotive shops or in supermarkets (for alternative uses like inflating toys), other compressors subject to the measure concerned are normally to be found only in specialist ‘do-it-yourself’ shops.\n(22) Given the above, it is concluded that mini-compressors and other compressors subject to the measure concerned have different end-uses, target different markets and are in principle not interchangeable.\n4.   Product investigated in the original investigation\n(23) None of the parties that cooperated in the original investigation (three EU producers, 14 exporting producers in the PRC and one unrelated importer in the EU) was involved in manufacturing and/or trading mini-compressors. It is apparent from the original investigation that the relevant information was at that time not collected with regard to mini-compressors.\n(24) Thus, it seems that although mini-compressors were not explicitly excluded, the investigation at that time did not intend to include mini-compressors.\n(25) This is also confirmed by the statement of one of the complainants in the original investigation. Following a request from the Commission, it clearly stated that in its view mini-compressors were not meant to be covered by the complaint and the resulting anti-dumping proceeding.\n(26) Given the above, it is concluded that mini-compressors were not investigated in the framework of the original investigation.\nD.   CONCLUSION ON THE PRODUCT SCOPE\n(27) The above findings show that mini-compressors and other compressors subject to the measure concerned do not share the same basic physical and technical characteristics and end-uses. They have different end-uses, target different markets and are in principle not interchangeable. In addition, mini-compressors were not investigated in the framework of the original investigation. On this basis, it is concluded that mini-compressors and other compressors are two different products.\n(28) Almost all parties that came forward in the present reopened investigation requested that mini-compressors should be excluded from the product scope of the original measure.\n(29) On the other hand, the cooperating EU producer of mini-compressors argued that the original measure encompassed its products and that it rightfully protected its interests. Consequently, it claimed that anti-dumping duty should be collected on mini-compressors retroactively and in the future, as the injurious dumping of mini-compressors continues to take place.\n(30) In this regard, it is noted that neither this producer nor any other producer of mini-compressors cooperated in the original investigation. Further, as concluded above in recital 26, mini-compressors were not investigated at the time of the original investigation. It is also noted that as established by the present reopened investigation significant differences exist between mini-compressors and compressors investigated in the original investigation. Consequently, the position of the said EU producer of mini-compressors cannot alter the findings in the present reopened investigation.\n(31) With regard to the claim about continued injurious dumping of mini-compressors and possible imposition of anti-dumping measures, it should be noted that, as explained in recitals 23 to 26 above, mini-compressors were not investigated in the original investigation and that a determination whether injurious dumping took or is taking place cannot be addressed by the present reopened investigation, which is limited to the clarification of the product scope of the original measure.\n(32) Following disclosure, the EU producer of mini-compressors repeated his position and suggested that the retroactive exclusion of mini-compressors from the measures would result in retroactive fortification of their competitors in the PRC and would distort the competition.\n(33) In this regard, it is reiterated that the reopened investigation did not analyse the market situation for mini-compressors and did not envisage doing so. It simply aimed at clarifying if mini-compressors are different from the compressors investigated in the original investigation. The outcome is also not supposed to distort any market situation but to provide clarity with regard to applicable duties.\n(34) Following disclosure, one cooperating importer was suggesting that mini-compressors are in fact only pumps and any duty on compressors is per definition not applicable to pumps that were explicitly excluded from the product scope of the original measure.\n(35) In this respect, it should be noted that the present reopened investigation does not support such an interpretation and that mini-compressors are clearly — from a technical point of view — compressors as they move the air from one place to another (as pumps do) but also compress the air in the object that they are connected to.\n(36) Given the above, it is concluded that mini-compressors (i.e. compressors without a tank and capable of operating on a 12 V power supply) are distinct from compressors investigated in the original investigation.\n(37) Since mini-compressors did not fall within the scope of the original investigation the anti-dumping duty should not have been applied to imports of mini-compressors. Consequently, the scope of application of the measure concerned should be clarified retroactively by an amendment to the definitive Regulation.\nE.   RETROACTIVE APPLICATION\n(38) Since the present reopening of the investigation is limited to the clarification of the product scope and since mini-compressors were not covered by the original investigation and the consequent anti-dumping measure, it is considered appropriate that the findings be applied from the date of the entry into force of the definitive Regulation.\n(39) Consequently, any definitive anti-dumping duty paid or entered into the accounts pursuant to Regulation (EC) No 261/2008 on imports of mini-compressors originating in the PRC should be repaid or remitted. The repayment or remission must be requested from national customs authorities in accordance with applicable customs legislation. Moreover, in order to avoid that the importers concerned could not claim such repayment due to the deadlines in that legislation, in case those deadlines have expired before or on the date of publication of this Regulation, or if they expire within six months after that date, they are hereby extended so as to expire six months after the date of publication of this Regulation,", "main_body": ["Article 1(1) of Regulation (EC) No 261/2008 shall be replaced by the following:\n‘1.   A definitive anti-dumping duty is hereby imposed on imports of reciprocating compressors (excluding reciprocating compressor pumps), giving a flow not exceeding 2 cubic metres per minute, falling within CN codes ex 8414 40 10, ex 8414 80 22, ex 8414 80 28 and ex 8414 80 51, (TARIC codes 8414401010, 8414802219, 8414802299, 8414802811, 8414802891, 8414805119 and 8414805199) and originating in the People’s Republic of China. So-called mini-compressors, i.e. compressors without a tank and capable of operating on a 12 V power supply and falling within the abovementioned CN codes shall not be covered by the definitive anti-dumping duty.’.", "For goods not covered by Article 1(1) of Regulation (EC) No 261/2008 as amended by this Regulation, the definitive anti-dumping duty paid or entered into the accounts pursuant to Article 1(1) of Regulation (EC) No 261/2008 in its initial version shall be repaid or remitted.\nRepayment and remission shall be requested from national customs authorities in accordance with applicable customs legislation. In cases where the time limits provided for in Article 236(2) of Council Regulation (EEC) No 2913/92 of 12 October 1992 establishing the Community Customs Code (6) have expired before or on the date of publication of this Regulation, or if they expire within six months after that date, they are hereby extended so as to expire six months after the date of publication of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Union and shall apply retroactively from 21 March 2008.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 2011.\nFor the Council\nThe President\nS. NOWAK\n(1)  OJ L 343, 22.12.2009, p. 51.\n(2)  OJ C 314, 21.12.2006, p. 2.\n(3)  OJ L 81, 20.3.2008, p. 1.\n(4)  OJ C 73, 23.3.2010, p. 39.\n(5)  OJ C 98, 30.3.2011, p. 22.\n(6)  OJ L 302, 19.10.1992, p. 1."}