{"celex_id": "32014D0895", "uri": "http://publications.europa.eu/resource/cellar/f89129cd-81c9-11e4-89f7-01aa75ed71a1", "type": "Decision", "concepts": ["4076", "4308", "5334", "5810"], "title": "2014/895/EU: Commission Implementing Decision of 10 December 2014 establishing the format for communicating the information referred to in Article 21(3) of Directive 2012/18/EU of the European Parliament and of the Council on the control of major-accident hazards involving dangerous substances (notified under document C(2014) 9334)  Text with EEA relevance\n", "header": "12.12.2014 EN Official Journal of the European Union L 355/51\nCOMMISSION IMPLEMENTING DECISION\nof 10 December 2014\nestablishing the format for communicating the information referred to in Article 21(3) of Directive 2012/18/EU of the European Parliament and of the Council on the control of major-accident hazards involving dangerous substances\n(notified under document C(2014) 9334)\n(Text with EEA relevance)\n(2014/895/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2012/18/EU of the European Parliament and of the Council of 4 July 2012 on the control of major-accident hazards involving dangerous substances, amending and subsequently repealing Council Directive 96/82/EC (1), and in particular Article 21(5) thereof,\nWhereas:\n(1) Article 21(3) of Directive 2012/18/EU requires the Member States to supply the Commission with information regarding establishments covered by that Directive using a specific report form.\n(2) The report form should allow the communication of streamlined information by the Member States, in order to maximise the usefulness and comparability of the information provided and minimise the administrative burden for Member States, whilst also respecting the requirements of Directive 2007/2/EC of the European Parliament and of the Council (2) establishing an Infrastructure for Spatial Information in the European Community (INSPIRE).\n(3) The measures provided for in this Decision are in accordance with the opinion of the Committee established by Council Directive 96/82/EC (3),", "main_body": ["Member States shall supply the Commission with the information referred to in Article 21(3) of Directive 2012/18/EU using the reporting format laid down in the Annex to this Decision.\nFor existing entries in the database the information will be reviewed by 31 December 2016.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 December 2014.\nFor the Commission\nKarmenu VELLA\nMember of the Commission\n(1)  OJ L 197, 24.7.2012, p. 1.\n(2)  Directive 2007/2/EC of the European Parliament and of the Council of 14 March 2007 establishing an Infrastructure for Spatial Information in the European Community (INSPIRE) (OJ L 108, 25.4.2007, p. 1)\n(3)  Council Directive 96/82/EC of 9 December 1996 on the control of major-accident hazards involving dangerous substances (OJ L 10, 14.1.1997, p. 13).\nANNEX\nFORMAT FOR PROVIDING INFORMATION IN ACCORDANCE WITH ARTICLE 21(3) OF DIRECTIVE 2012/18/EU\nAll fields with an asterisk are mandatory.\nConfidential information shall be marked as such with an indication for each type of data, of the grounds for refusal in accordance with Article 4 of Directive 2003/4/EC of the European Parliament and of the Council (1).\n1.   Part 1 — European Commission Authentication System (ECAS)\nFor security purposes, the Member State user will only be able to access eSPIRS by registering in ECAS, the European Commission Authentication System, by providing the following mandatory user information:\n(a)   \nName*: name of user\n(b)   \nSurname*: surname of user\n(c)   \nE-mail*: e-mail address of user\n(d)   \nUser role*: National Reporter (NR) or National Administrator (NA)\nOnce the user has been authenticated, (s)he will be directed to the Major Accident Hazard Bureau's MINERVA portal where eSPIRS is housed. The user rights for the eSPIRS database will be granted according to the user role.\n2.   Part 2 — Information to be reported in eSPIRS\nThe user shall provide the information listed below using either the online reporting format allowing to import data for each establishment separately, or a national exporting tool using the eSPIRS XML template for automatic import of the information included in its national/regional/local establishment database(s) into eSPIRS.\n2.1.   Reporting Competent Authority\n(a)   \nName*: Official name of Reporting Competent Authority\n(b)   \nAddress*: Street name where the Reporting Competent Authority is located\n(c)   \nCity*: City, town, village where the Reporting Competent Authority is located\n(d)   \nPost code*: Postal code where the Reporting Competent Authority is located\n(e)   \nCountry*: Country where the Reporting Competent Authority is located\n(f)   \nComments\n: Comments the user may want to add regarding the Reporting Competent Authority\n2.2.   Establishment name and activities\n(a) Seveso status*: [According to Seveso III there are two establishment tier statuses: upper tier and lower tier]\n(b) Name*: Name of Seveso establishment reported in eSPIRS\n(c) Parent Company: Holding company/parent company of the establishment\n(d) Personalized code: Code the user can enter if (s)he wants to still use the old code system in eSPIRS\n(e) Industry type and/or NACE Code*: Where an establishment relates to more than one SPIRS and/or NACE code, a distinction shall be made between primary activity and secondary activities.\n(1) Industry type to be indicated in accordance with the Seveso SPIRS Codes:\n(1) Agriculture\n(2) Leisure and sport activities (e.g. ice rink)\n(3) Mining activities (tailings and physicochemical processes)\n(4) Processing of metals\n(5) Processing of ferrous metals (foundries, smelting, etc.)\n(6) Processing of non-ferrous metals (foundries, smelting, etc.)\n(7) Processing of metals using electrolytic or chemical processes\n(8) Petrochemical/Oil Refineries\n(9) Power generation, supply and distribution\n(10) Fuel storage (including heating, retail sale, etc.)\n(11) Production, destruction and storage of explosives\n(12) Production and storage of fireworks\n(13) LPG production, bottling and bulk distribution\n(14) LPG storage\n(15) LNG storage and distribution\n(16) Wholesale and retail storage and distribution (excluding LPG)\n(17) Production and storage of pesticides, biocides, fungicides\n(18) Production and storage of fertilizers\n(19) Production of pharmaceuticals\n(20) Waste storage, treatment and disposal\n(21) Water and sewage (collection, supply, treatment)\n(22) Chemical installations\n(23) Production of basic organic chemicals\n(24) Plastic and rubber manufacture\n(25) Production and manufacturing of pulp and paper\n(26) Wood treatment and furniture\n(27) Textiles manufacturing and treatment\n(28) Manufacture of food products and beverages\n(29) General engineering, manufacturing and assembly\n(30) Shipbuilding, shipbreaking, ship repair\n(31) Building and works of engineering construction\n(32) Ceramics (bricks, pottery, glass, cement, etc.)\n(33) Manufacture of glass\n(34) Manufacture of cement, lime and plaster\n(35) Electronics and electrical engineering\n(36) Handling and transportation centres (ports, airports, lorry parks, marshalling yards, etc.)\n(37) Medical, research, education (including hospitals, universities, etc.)\n(38) General chemicals manufacture (not otherwise specified in the list)\n(39) Other activity (not otherwise specified in the list)\n(2) NACE code: NACE is the European industry standard related to a statistical classification of economic activities, consisting of a 6-digit code. The user may want to relate the Seveso establishment to this classification scheme, referring to the first 4 digits, in addition or as an alternative to the SPIRS codes.\n(f) Link to the website including further information on the establishment*\n(g) E-PRTR ID: Where the establishment is, fully or partly, covered by Regulation (EC) No 166/2006 of the European Parliament and of the Council (2), provide the national unique identifier used for the reporting of the facility under that Regulation, as well as the link to the relevant website.\n(h) IED ID (from 2016 data onwards): Where the establishment is, fully or partly, covered by Directive 2010/75/EU of the European Parliament and of the Council (3) (http://ec.europa.eu/environment/air/pollutants/stationary/ied/legislation.htm), provide all relevant national unique installation identifiers for the purposes of that Directive, as well as the link to the relevant website.\n(i) Establishment comments: comments the user may want to add regarding the reported establishment\n2.3.   Establishment location* full address or latitudinal/longitudinal coordinates\n(a)   \nAddress*: Street name, street number and city where the establishment is located\n(b)   \nLatitude*: Latitudinal coordinates of the establishment (if no address is given)\n(c)   \nLongitude*: Longitudinal coordinates of the establishment (if no address is given)\n(d)   \nAddress comments\n: comments the user may want to add regarding the establishment address\n2.4.   Establishment substances\n(a)   \nSubstance (according to Seveso III)\n: The common name or the generic name or the hazard classification\n(b)   \nCAS Number\n: A CAS Registry Number is a unique numeric identifier, is designated to only one substance, has no chemical significance and is a link to a wealth of information about a specific chemical substance. It can contain up to 10 digits, divided by hyphens into three parts. (http://www.cas.org/content/chemical-substances)\n(c)   \nQuantity\n: Amount of substance in tonnes\n(d)   \nPhysical properties\n: Storage conditions under which the substance is maintained, such as state (solid, liquid, gas), granularity (powder, pellets, etc.), pressure, temperature, etc.\n(e)   \nSubstances comments\n: comments the user may want to add regarding the establishment substances reported\n(1)  Directive 2003/4/EC of the European Parliament and of the Council of 28 January 2003 on public access to environmental information and repealing Council Directive 90/313/EEC (OJ L 41, 14.2.2003, p. 26).\n(2)  Regulation (EC) No 166/2006 of the European Parliament and of the Council of 18 January 2006 concerning the establishment of a European Pollutant Release and Transfer Register and amending Council Directives 91/689/EEC and 96/61/EC (OJ L 33, 4.2.2006, p. 1).\n(3)  Directive 2010/75/EU of the European Parliament and of the Council of 24 November 2010 on industrial emissions (integrated pollution prevention and control) (OJ L 334, 17.12.2010, p. 17)."}