{"celex_id": "32012D0066", "uri": "http://publications.europa.eu/resource/cellar/548514f1-46cf-46f4-8054-18f2ef1c6f64", "type": "Decision", "concepts": ["2040", "2543", "3117", "3645", "4189", "4827"], "title": "2012/66/EU: Commission Implementing Decision of 2 February 2012 on the recognition of the Polski Rejestr Statków S.A. (Polish Register of Shipping) as a classification society for inland waterway vessels (notified under document C(2012) 431)  Text with EEA relevance\n", "header": "4.2.2012 EN Official Journal of the European Union L 33/8\nCOMMISSION IMPLEMENTING DECISION\nof 2 February 2012\non the recognition of the Polski Rejestr Statków S.A. (Polish Register of Shipping) as a classification society for inland waterway vessels\n(notified under document C(2012) 431)\n(Text with EEA relevance)\n(2012/66/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Directive 2006/87/EC of the European Parliament and of the Council of 12 December 2006 laying down technical requirements for inland waterway vessels and repealing Council Directive 82/714/EEC (1), and in particular Article 10(1), and Part II of Annex VII, thereof,\nAfter consulting the Committee referred to in Article 7 of Council Directive 91/672/EEC of 16 December 1991 on the reciprocal recognition of national boat masters’ certificates for the carriage of goods and passengers by inland waterway (2),\nWhereas:\n(1) By letter of 3 July 2008, Poland has submitted an application to the Commission for recognition of the Polski Rejestr Statków S.A. (hereinafter ‘PRS’) as a classification society within the meaning of the Directive. PRS has its headquarters in Poland.\n(2) With the application Poland has submitted the information and documentation needed to verify that the criteria for recognition are met.\n(3) A hearing was organised in the joint meeting of experts from the Member States of the European Union and the Central Commission for Navigation on the Rhine (hereinafter ‘CCNR’) on technical requirements for inland waterway vessels in April 2009, where the Poland authority and PRS gave presentations.\n(4) The secretariat of the CCNR has been consulted as referred to in Part II, paragraph 4, of Annex VII to Directive 2006/87/EC.\n(5) The Commission has assessed the compliance of PRS with the criteria of Part I of Annex VII to Directive 2006/87/EC and has concluded that PRS meets them,", "main_body": ["The classification society PRS shall be recognised pursuant to Article 10 of Directive 2006/87/EC.", "This Decision is addressed to the Member State(s) which have inland waterways as referred to in Article 1(1) of Directive 2006/87/EC and to the Polski Rejestr Statków (Polish Register of Shipping), al. gen. J. Hallera 126, 80-416 Gdańsk, POLAND."], "attachments": "Done at Brussels, 2 February 2012.\nFor the Commission\nSiim KALLAS\nVice-President\n(1)  OJ L 389, 30.12.2006, p. 1.\n(2)  OJ L 373, 31.12.1991, p. 29."}