{"celex_id": "32011D0112", "uri": "http://publications.europa.eu/resource/cellar/935793f5-bbf8-4e8a-8916-d5bf5a86b7f7", "type": "Decision", "concepts": ["1159", "2437", "4790", "5229"], "title": "2011/112/EU: Commission Decision of 18 February 2011 amending Decision 2008/620/EC establishing a specific control and inspection programme related to the cod stocks in the Kattegat, the North Sea, the Skagerrak, the eastern Channel, the waters west of Scotland and the Irish Sea (notified under document C(2011) 899)\n", "header": "19.2.2011 EN Official Journal of the European Union L 46/46\nCOMMISSION DECISION\nof 18 February 2011\namending Decision 2008/620/EC establishing a specific control and inspection programme related to the cod stocks in the Kattegat, the North Sea, the Skagerrak, the eastern Channel, the waters west of Scotland and the Irish Sea\n(notified under document C(2011) 899)\n(2011/112/EU)\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (1), and in particular Article 95 thereof,\nWhereas:\n(1) Commission Decision 2008/620/EC (2) establishes a specific control and inspection programme applicable for a period of 3 years to ensure the harmonised implementation of the measures laid down for the recovery of cod stocks in the Kattegat, the North Sea, the Skagerrak, the eastern Channel, the waters west of Scotland and the Irish Sea.\n(2) The specific control and inspection programme is necessary for the organisation of operational cooperation between Member States concerned and to allow the Community Fisheries Control Agency to organise joint deployment plans in accordance with Article 9 of Council Regulation (EC) No 768/2005 (3).\n(3) In order to ensure the continued harmonised implementation of the measures established for the recovery of the cod stocks, the specific control and inspection programme should be extended for a period of 1 year.\n(4) Decision 2008/620/EC should therefore be amended accordingly.\n(5) The measures provided for in this Decision are in accordance with the opinion of the Committee for Fisheries and Aquaculture,", "main_body": ["In Article 2 of Decision 2008/620/EC, the introductory phrase is replaced by the following:\n‘The specific control and inspection programme referred to in Article 1 shall apply for 4 years and cover:’", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 February 2011.\nFor the Commission\nMaria DAMANAKI\nMember of the Commission\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 198, 26.7.2008, p. 66.\n(3)  OJ L 128, 21.5.2005, p. 1."}