{"celex_id": "32013L0012", "uri": "http://publications.europa.eu/resource/cellar/d0c67a95-c76c-11e2-ac91-01aa75ed71a1", "type": "Directive", "concepts": ["12", "142", "5563", "6700"], "title": "Council Directive 2013/12/EU of 13 May 2013 adapting Directive 2012/27/EU of the European Parliament and of the Council on energy efficiency, by reason of the accession of the Republic of Croatia\n", "header": "28.5.2013 EN Official Journal of the European Union L 141/28\nCOUNCIL DIRECTIVE 2013/12/EU\nof 13 May 2013\nadapting Directive 2012/27/EU of the European Parliament and of the Council on energy efficiency, by reason of the accession of the Republic of Croatia\nTHE COUNCIL OF THE EUROPEAN UNION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty of Accession of Croatia, and in particular Article 3(4) thereof,\nHaving regard to the Act of Accession of Croatia, and in particular Article 50 thereof,\nHaving regard to the proposal from the European Commission,\nWhereas:\n(1) Pursuant to Article 50 of the Act of Accession of Croatia, where acts of the institutions adopted prior to accession require adaptation by reason of accession, and the necessary adaptations have not been provided for in that Act of Accession or in the Annexes thereto, the Council, acting by qualified majority on a proposal from the Commission, shall, to this end, adopt the necessary acts, if the original act was not adopted by the Commission.\n(2) The Final Act of the Conference which drew up and adopted the Treaty of Accession of Croatia indicated that the High Contracting Parties had reached political agreement on a set of adaptations to acts adopted by the institutions required by reason of accession and invited the Council and the Commission to adopt those adaptations before accession, completed and updated where necessary to take account of the evolution of the law of the Union.\n(3) Directive 2012/27/EU of the European Parliament and of the Council (1) requires Member States to set indicative national energy efficiency targets, and in so doing the Member States should take into account the Union’s 2020 energy consumption.\n(4) Due to the accession of Croatia it is necessary to adapt technically the projected energy consumption figures for the Union in 2020 to reflect the consumption in 28 Member States. Projections made in 2007 showed a primary energy consumption in 2020 of 1 842 Mtoe for the 27 Member States. The same projections show a primary energy consumption in 2020 of 1 853 Mtoe for the 28 Member States including Croatia. A 20 % reduction results in 1 483 Mtoe in 2020, i.e. a reduction of 370 Mtoe as compared to projections. This technical adaptation is necessary to allow Directive 2012/27/EU to be applicable in Croatia.\n(5) Directive 2012/27/EU should therefore be amended accordingly,", "main_body": ["Directive 2012/27/EU is amended as set out in the Annex to this Directive.", "The amendments set out in the Annex to this Directive shall be without prejudice to the time limit provided for in the first subparagraph of Article 28(1) of Directive 2012/27/EU.", "This Directive shall enter into force subject to and as from the date of the entry into force of the Treaty of Accession of Croatia.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 2013.\nFor the Council\nThe President\nS. COVENEY\n(1)  OJ L 315, 14.11.2012, p. 1.\nANNEX\nArticle 3 of Directive 2012/27/EU is amended as follows:\n(a) point (a) of the second subparagraph of paragraph 1 is replaced by the following:\n‘(a) that the Union’s 2020 energy consumption has to be no more than 1 483 Mtoe of primary energy or no more than 1 086 Mtoe of final energy;’;\n(b) paragraph 2 is replaced by the following:\n(c) point (d) of paragraph 3 is replaced by the following:\n‘(d) compare the results under points (a) to (c) with the quantity of energy consumption that would be needed to achieve energy consumption of no more than 1 483 Mtoe of primary energy and/or no more than 1 086 Mtoe of final energy in 2020.’."}