{"celex_id": "32014R1010", "uri": "http://publications.europa.eu/resource/cellar/47aa3895-4547-11e4-a0cb-01aa75ed71a1", "type": "Regulation", "concepts": ["1338", "161", "1644", "2222", "2300", "3191", "3732", "4160", "4453", "888"], "title": "Commission Implementing Regulation (EU) No 1010/2014 of 25 September 2014 on the issue of licences for importing rice under the tariff quotas opened for the September 2014 subperiod by Implementing Regulation (EU) No 1273/2011\n", "header": "26.9.2014 EN Official Journal of the European Union L 282/19\nCOMMISSION IMPLEMENTING REGULATION (EU) No 1010/2014\nof 25 September 2014\non the issue of licences for importing rice under the tariff quotas opened for the September 2014 subperiod by Implementing Regulation (EU) No 1273/2011\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EU) No 1308/2013 of the European Parliament and of the Council of 17 December 2013 establishing a common organisation of the markets in agricultural products and repealing Council Regulations (EEC) No 922/72, (EEC) No 234/79, (EC) No 1037/2001 and (EC) No 1234/2007 (1), and in particular Article 188 thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 1273/2011 (2) opened and provided for the administration of certain import tariff quotas for rice and broken rice, broken down by country of origin and split into several subperiods in accordance with Annex I to that Implementing Regulation.\n(2) September is the fourth subperiod for the quota provided for under Article 1(1)(a) of Implementing Regulation (EU) No 1273/2011, the third subperiod for the quota provided for under Article 1(1)(d) of that Implementing Regulation and the first subperiod for the quota provided for under Article 1(1)(e) of that Implementing Regulation.\n(3) The notifications sent in accordance with point (a) of Article 8 of Implementing Regulation (EU) No 1273/2011 show that, for the quotas with order numbers 09.4112, 09.4117, 09.4118, 09.4119 and 09.4168, the applications lodged in the first 10 working days of September 2014 under Article 4(1) of that Implementing Regulation cover a quantity greater than that available. The extent to which import licences may be issued should therefore be determined by fixing the allocation coefficient to be applied to the quantities requested under the quotas concerned, calculated in accordance with Article 7(2) of Commission Regulation (EC) No 1301/2006 (3).\n(4) Those notifications also show that, for the quotas with order numbers 09.4127, 09.4128, 09.4129 and 09.4116, the applications lodged in the first 10 working days of September 2014 under Article 4(1) of Implementing Regulation (EU) No 1273/2011 cover a quantity less than that available.\n(5) The quantity not used for the September subperiod of the quotas with order numbers 09.4127, 09.4128, 09.4129 and 09.4130 is transferred to the quota bearing the order number 09.4138 for the following subperiod under Article 2 of Implementing Regulation (EU) No 1273/2011.\n(6) The total quantity available for the following subperiod should also be fixed for the quotas with order numbers 09.4138 and 09.4168, in accordance with the first subparagraph of Article 5 of Implementing Regulation (EU) No 1273/2011.\n(7) In order to ensure sound management of the procedure of issuing import licences, this Regulation should enter into force immediately after its publication,", "main_body": ["1.   For import licence applications for rice under the quotas with order numbers 09.4112, 09.4117, 09.4118, 09.4119 and 09.4168 referred to in Implementing Regulation (EU) No 1273/2011 lodged in the first 10 working days of September 2014, licences shall be issued for the quantity requested, multiplied by the allocation coefficient set out in the Annex to this Regulation.\n2.   The total quantity available for the following subperiod under the quota with order numbers 09.4138 and 09.4168 referred to in Implementing Regulation (EU) No 1273/2011 is set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 September 2014.\nFor the Commission,\nOn behalf of the President,\nJerzy PLEWA\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 347, 20.12.2013, p. 671.\n(2)  Commission Implementing Regulation (EU) No 1273/2011 of 7 December 2011 opening and providing for the administration of certain tariff quotas for imports of rice and broken rice (OJ L 325, 8.12.2011, p. 6).\n(3)  Commission Regulation (EC) No 1301/2006 of 31 August 2006 laying down common rules for the administration of import tariff quotas for agricultural products managed by a system of import licences (OJ L 238, 1.9.2006, p. 13).\nANNEX\nQuantities to be allocated for the September 2014 subperiod and quantities available for the following subperiod under Implementing Regulation (EU) No 1273/2011\n(a) Quota of wholly milled or semi-milled rice covered by CN code 1006 30 as provided for in Article 1(1)(a) of Implementing Regulation (EU) No 1273/2011:\nOrigin Order number Allocation coefficient for September 2014 subperiod Total quantity available for October 2014 subperiod (kg)\nUnited States 09.4127 — (1)\nThailand 09.4128 — (1)\nAustralia 09.4129 — (1)\nOther origins 09.4130 — (2)\nAll countries 09.4138  12 464 195\n(b) Quota of wholly milled or semi-milled rice covered by CN code 1006 30 as provided for in Article 1(1)(d) of Implementing Regulation (EU) No 1273/2011:\nOrigin Order number Allocation coefficient for September 2014 subperiod\nThailand 09.4112 25 %\nUnited States 09.4116 — (3)\nIndia 09.4117 5,558945 %\nPakistan 09.4118 5,923367 %\nOther origins 09.4119 38,907271 %\nAll countries 09.4166 — (4)\n(c) Quota of broken rice covered by CN code 1006 40 00 as provided for in Article 1(1)(e) of Implementing Regulation (EU) No 1273/2011:\nOrigin Order number Allocation coefficient for September 2014 subperiod Total quantity available for October 2014 subperiod (kg)\nAll countries 09.4168 0,972741 % 0\n(1)  Applications cover quantities less than or equal to the quantities available: all applications are therefore acceptable.\n(2)  No quantity available for this subperiod.]\n(3)  Applications cover quantities less than or equal to the quantities available: all applications are therefore acceptable.\n(4)  No quantity available for this subperiod."}