{"celex_id": "32011R0214", "uri": "http://publications.europa.eu/resource/cellar/5f0510d2-05a9-4780-8202-ddf004575dde", "type": "Regulation", "concepts": ["1309", "1595", "2739", "4308", "5451", "946"], "title": "Commission Regulation (EU) No 214/2011 of 3 March 2011 amending Annexes I and V to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals\n", "header": "4.3.2011 EN Official Journal of the European Union L 59/8\nCOMMISSION REGULATION (EU) No 214/2011\nof 3 March 2011\namending Annexes I and V to Regulation (EC) No 689/2008 of the European Parliament and of the Council concerning the export and import of dangerous chemicals\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Regulation (EC) No 689/2008 of the European Parliament and of the Council of 17 June 2008 concerning the export and import of dangerous chemicals (1), and in particular Article 22(4) thereof,\nWhereas:\n(1) Regulation (EC) No 689/2008 implements the Rotterdam Convention on the Prior Informed Consent Procedure for certain hazardous chemicals and pesticides in international trade, signed on 11 September 1998 and approved, on behalf of the Community, by Council Decision 2003/106/EC (2).\n(2) Annex I to Regulation (EC) No 689/2008 should be amended to take into account regulatory action in respect of certain chemicals taken pursuant to Council Directive 91/414/EEC of 15 July 1991 concerning the placing of plant protection products on the market (3), Directive 98/8/EC of the European Parliament and of the Council of 16 February 1998 concerning the placing of biocidal products on the market (4) and Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the registration, evaluation, authorisation and restriction of chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (5).\n(3) Annex V to Regulation (EC) No 689/2008 should be amended to take into account decisions taken in respect of certain chemicals under the Stockholm Convention on persistant organic pollutants (the Stockholm Convention), signed on 22 May 2001 and approved, on behalf of the Community, by Council Decision 2006/507/EC (6) and subsequent regulatory action in respect of those chemicals taken pursuant to Regulation (EC) No 850/2004 of the European Parliament and of the Council of 29 April 2004 on persistent organic pollutants and amending Directive 79/117/EEC (7). Annex V should also be amended to reflect regulatory action taken to ban the export of certain chemicals other than persistent organic pollutants.\n(4) The substances diphenylamine, triazoxide and triflumuron have not been included as active substances in Annex I to Directive 91/414/EEC, with the effect that those active substances are banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. Since new applications were submitted that will require new decisions on inclusion in Annex I to Directive 91/414/EEC, the addition to the list of chemicals contained in Part 2 of Annex I to Regulation (EC) No 689/2008 should not be applied until the new decisions on the status of those chemicals are adopted.\n(5) The substances bifenthrin and metam have not been included as active substances in Annex I to Directive 91/414/EEC; as far as Directive 98/8/EC is concerned those substances have been identified and notified for evaluation. As a result bifenthrin and metam are severely restricted for pesticide use since the use of both substances is almost completely prohibited despite the fact that they may continue to be authorised by Member States until a decision under Directive 98/8/EC is taken. It is therefore appropriate to add bifenthrin and metam to the list of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. Since new applications were submitted that will require new decisions on inclusion in Annex I to Directive 91/414/EEC, the addition to the list of chemicals contained in Part 2 of Annex I to Regulation (EC) No 689/2008 should not be applied until the new decisions on the status of those chemicals are adopted.\n(6) The substance carbosulfan has not been included as an active substance in Annex I to Directive 91/414/EEC, with the effect that carbosulfan is banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. The addition of carbosulfan to Part 2 of Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Commission Regulation (EC) No 33/2008 of 17 January 2008 laying down detailed rules for the application of Council Directive 91/414/EEC as regards a regular and an accelerated procedure for the assessment of active substances which were part of the programme of work referred to in Article 8(2) of that Directive but have not been included into its Annex I (8). This new application has been withdrawn by the applicant with the effect that the reason for suspending the addition to Part 2 of Annex I disappeared. Therefore, the substance carbosulfan should be added to the list of chemicals contained in Part 2 of Annex I to Regulation (EC) No 689/2008.\n(7) The substance trifluralin has not been included as an active substance in Annex I to Directive 91/414/EEC, with the effect that trifluralin is banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008. The addition of trifluralin to Part 2 of Annex I was suspended due to a new application for inclusion in Annex I to Directive 91/414/EEC submitted pursuant to Article 13 of Regulation (EC) No 33/2008. This new application resulted again in the decision not to include the substance trifluralin as an active substance in Annex I to Directive 91/414/EEC with the effect that trifluralin remains banned for pesticide use and that the reason for suspending the addition to Part 2 of Annex I disappeared. Therefore, the substance trifluralin should be added to the list of chemicals contained in Part 2 of Annex I to Regulation (EC) No 689/2008.\n(8) The substance chlorthal-dimethyl has not been included as an active substance in Annex I to Directive 91/414/EEC with the effect that chlorthal-dimethyl is banned for pesticide use and thus should be added to the lists of chemicals contained in Parts 1 and 2 of Annex I to Regulation (EC) No 689/2008.\n(9) The chemicals chlordecone, hexabromobiphenyl, hexachlorocyclohexanes, lindane and pentabromodiphenyl ether will be added to the list of chemicals that are banned for export included in Part 1 of Annex V to Regulation (EC) No 689/2008. Therefore, it is no longer necessary to keep those chemicals in Parts 1 and 2 of Annex I to that Regulation and consequently the entries should be deleted.\n(10) The chemicals hexabromobiphenyl, hexachlorocyclohexane (HCH) and lindane are already listed in Part 3 of Annex I to Regulation (EC) No 689/2008. Their addition to Part 1 of Annex V to that Regulation should therefore be reflected in Part 3 of Annex I.\n(11) Commission Regulation (EU) No 757/2010 of 24 August 2010 amending Regulation (EC) No 850/2004 of the European Parliament and of the Council on persistent organic pollutants as regards Annexes I and III (9) implements decisions taken under the Stockholm Convention to list chlordecone, pentachlorobenzene, hexabromobiphenyl, hexachlorocyclohexanes, lindane, tetrabromodiphenyl ether, pentabromodiphenyl ether, hexabromodiphenyl ether and heptabromodiphenyl ether in Part 1 of Annex A to the Stockholm Convention by adding those chemicals to Part A of Annex I to Regulation (EC) No 850/2004. Consequently, those chemicals should be added to Part 1 of Annex V to Regulation (EC) No 689/2008.\n(12) Regulation (EC) No 1102/2008 of the European Parliament and of the Council of 22 October 2008 on the banning of exports of metallic mercury and certain mercury compounds and mixtures and the safe storage of metallic mercury (10) bans the export of metallic mercury and certain mercury compounds and mixtures from the European Union to third countries. Consequently, those chemicals should be added to the list of chemicals contained in Part 2 of Annex V to Regulation (EC) No 689/2008. Moreover, the entry for mercury compounds in Part 1 of Annex I should be modified to reflect the export ban of certain mercury compounds and the current status of mercury compounds under Directive 98/8/EC.\n(13) Annexes I and V to Regulation (EC) No 689/2008 should therefore be amended accordingly.\n(14) In order to allow enough time for Member States and industry to take the measures necessary for the implementation of this Regulation, its application should be deferred.\n(15) The measures provided for in this Regulation are in accordance with the opinion of the Committee established by Article 133 of Regulation (EC) No 1907/2006,", "main_body": ["Regulation (EC) No 689/2008 is amended as follows:\n1. Annex I is amended in accordance with Annex I to this Regulation.\n2. Annex V is amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on the 20th day following its publication in the Official Journal of the European Union.\nIt shall apply from 1 May 2011.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 March 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 204, 31.7.2008, p. 1.\n(2)  OJ L 63, 6.3.2003, p. 27.\n(3)  OJ L 230, 19.8.1991, p. 1.\n(4)  OJ L 123, 24.4.1998, p. 1.\n(5)  OJ L 396, 30.12.2006, p. 1.\n(6)  OJ L 209, 31.7.2006, p. 1.\n(7)  OJ L 158, 30.4.2004, p. 7.\n(8)  OJ L 15, 18.1.2008, p. 5.\n(9)  OJ L 223, 25.8.2010, p. 29.\n(10)  OJ L 304, 14.11.2008, p. 75.\nANNEX I\nAnnex I to Regulation (EC) No 689/2008 is amended as follows:\n(1) Part 1 is amended as follows:\n(a) the following entries are added:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Bifenthrin 82657-04-3  2916 20 00 p(1) b\nChlorthal-dimethyl + 1861-32-1 217-464-7 2917 39 95 p(1) b\nDiphenylamine 122-39-4 204-539-4 2921 44 00 p(1) b\nMetam 144-54-7 205-632-2 2930 20 00 p(1) b\nTriazoxide 72459-58-6 276-668-4 2933 29 90 p(1) b\nTriflumuron 64628-44-0 264-980-3 2924 29 98 p(1) b’\n(b) the entry for mercury compounds is replaced by the following:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Mercury compounds, including inorganic mercury compounds, alkyl mercury compounds and alkyloxyalkyl and aryl mercury compounds except mercury compounds listed in Annex V # 62-38-4, 26545-49-3 and others 200-532-5, 247-783-7 and others 2852 00 00 p(1)-p(2) b-b Please refer to PIC circular at www.pic.int/’\n(c) the entry for polybrominated biphenyls is replaced by the following:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Polybrominated biphenyls (PBB) except hexabromobiphenyl # 13654-09-6, 27858-07-7 and others 237-137-2, 248-696-7 and others 2903 69 90 i(1) sr Please refer to PIC circular at www.pic.int/’\n(d) the following entry is deleted:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Chlordecone 143-50-0 205-601-3 2914 70 00 p(2) sr’\n(e) the following entry is deleted:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Pentabromodiphenyl ether + 32534-81-9 251-084-2 2909 30 31 i(1) sr’\n(f) the following entry is deleted:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘HCH/Hexachlorocyclohexane (mixed isomers) # 608-73-1 210-168-9 2903 51 00 p(1)-p(2) b-sr Please refer to PIC circular at www.pic.int/’\n(g) the following entry is deleted:\nChemical CAS No Einecs No CN code Subcategory (*) Use limitation (**) Countries for which no notification is required\n‘Lindane (γ-HCH) # 58-89-9 200-401-2 2903 51 00 p(1)-p(2) b-sr Please refer to PIC circular at www.pic.int/’\n(2) Part 2 is amended as follows:\n(a) the following entries are added:\nChemical CAS RN Einecs No CN code Category (*) Use limitation (**)\n‘Carbosulfan 55285-14-8 259-565-9 2932 99 00 p b\nChlorthal-dimethyl 1861-32-1 217-464-7 2917 39 95 p b\nTrifluralin 1582-09-8 216-428-8 2921 43 00 p b’\n(b) the following entry is deleted:\nChemical CAS RN Einecs No CN code Category (*) Use limitation (**)\n‘Pentabromodiphenyl ether 32534-81-9 251-084-2 2909 30 31 i sr’\n(3) Part 3 is amended as follows:\n(a) the entry for HCH (mixed isomers) is replaced by the following:\nChemical Relevant CAS number(s) HS code HS code Category\n‘HCH (mixed isomers) (*) 608-73-1 2903.51 3808.50 Pesticide’\n(b) the entry for lindane is replaced by the following:\nChemical Relevant CAS number(s) HS code HS code Category\n‘Lindane (*) 58-89-9 2903.51 3808.50 Pesticide’\n(c) the entry for polybrominated biphenyls (PBB) is replaced by the following:\nChemical Relevant CAS number(s) HS code HS code Category\n‘Polybrominated biphenyls (PBB)\n— (hexa-) (*)\n— (octa-)\n— (deca-)\nANNEX II\nAnnex V to Regulation (EC) No 689/2008 is amended as follows:\n(1) in Part 1 the following entries are added:\nDescription of chemicals/article(s) subject to export ban Additional details, where relevant (e.g. name of chemical, EC No, CAS No, etc.)\n‘Chlordecone EC No 205-601-3\nPentachlorobenzene EC No 210-172-5\nHexabromobiphenyl EC No 252-994-2\nHexachlorocyclohexanes, including lindane EC No 200-401-2, 206-270-8, 206-271-3, 210-168-9\nTetrabromodiphenyl ether EC No 254-787-2 and others\nPentabromodiphenyl ether EC No 251-084-2 and others\nHexabromodiphenyl ether EC No 253-058-6\nHeptabromodiphenyl ether EC No 273-031-2\n(2) in Part 2 the following entries are added:\nDescription of chemicals/article(s) subject to export ban Additional details, where relevant (e.g. name of chemical, EC No, CAS No, etc.)\n‘Metallic mercury and mixtures of metallic mercury with other substances, including alloys of mercury, with a mercury concentration of at least 95 % weight by weight CAS No 7439-97-6\nMercury compounds except compounds exported for research and development, medical or analysis purposes Cinnabar ore, mercury (I) chloride (Hg2Cl2, CAS No 10112-91-1), mercury (II) oxide (HgO, CAS No 21908-53-2); CN code 2852 00 00’"}