{"celex_id": "32011R0783", "uri": "http://publications.europa.eu/resource/cellar/b289b30c-b243-48ea-a05d-c3df94c08eb2", "type": "Regulation", "concepts": ["1159", "1877", "5229", "5254", "5372"], "title": "Commission Implementing Regulation (EU) No 783/2011 of 5 August 2011 amending Regulation (EU) No 724/2010 laying down detailed rules for the implementation of real-time closures of certain fisheries in the North Sea and Skagerrak\n", "header": "6.8.2011 EN Official Journal of the European Union L 203/7\nCOMMISSION IMPLEMENTING REGULATION (EU) No 783/2011\nof 5 August 2011\namending Regulation (EU) No 724/2010 laying down detailed rules for the implementation of real-time closures of certain fisheries in the North Sea and Skagerrak\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1224/2009 of 20 November 2009 establishing a Community control system for ensuring compliance with the rules of the common fisheries policy, amending Regulations (EC) No 847/96, (EC) No 2371/2002, (EC) No 811/2004, (EC) No 768/2005, (EC) No 2115/2005, (EC) No 2166/2005, (EC) No 388/2006, (EC) No 509/2007, (EC) No 676/2007, (EC) No 1098/2007, (EC) No 1300/2008, (EC) No 1342/2008 and repealing Regulations (EEC) No 2847/93, (EC) No 1627/94 and (EC) No 1966/2006 (1), and in particular Article 51(3) thereof,\nWhereas:\n(1) Article 4 of Commission Regulation (EU) No 724/2010 (2) provides for a catch trigger level of 15 % by weight of juveniles of cod, haddock, saithe and whiting or, if the quantity of cod in the sample exceeds 75 % as compared to the four species in a haul, for a catch trigger level of 10 % by weight of juveniles of those species.\n(2) In accordance with Annex I to Regulation (EU) No 724/2010 a sample is to be taken when it is estimated that at least 300 kg of cod, haddock, saithe and whiting are present in one haul.\n(3) As stated at the Fisheries Consultations for 2011 held on 4 December 2010 between the Union and Norway, it is appropriate for the Union to amend the main parameters of the real-time closure system in the North Sea and Skagerrak, i.e. the catch trigger level and the minimum estimated quantity of fish concerned in one haul, in order to render that system more effective.\n(4) Regulation (EU) No 724/2010 should therefore be amended accordingly.\n(5) The Committee for Fisheries and Aquaculture has delivered no opinion on the measures provided for in this Regulation,", "main_body": ["Regulation (EU) No 724/2010 is amended as follows:\n(1) Article 4 is replaced by the following:\n(2) in Annex I, point 3 is replaced by the following:\n‘3. A sample shall be taken when it is estimated that at least 200 kg of any combination of cod, haddock, saithe or whiting are present in one haul.\n(a) The minimum size of the sample shall be 200 kg of any combination of cod, haddock, saithe or whiting.\n(b) The sample must be taken in such a way that it reflects the catch composition with respect to the four species.\n(c) When appropriate due to the size of the catch the sample shall be taken in the beginning, the middle and the end of the catch.’", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 August 2011.\nFor the Commission\nThe President\nJosé Manuel BARROSO\n(1)  OJ L 343, 22.12.2009, p. 1.\n(2)  OJ L 213, 13.8.2010, p. 1."}