{"celex_id": "32012R0484", "uri": "http://publications.europa.eu/resource/cellar/1181cb2c-b3a5-11e1-a5f1-01aa75ed71a1", "type": "Regulation", "concepts": ["1264", "2218", "2624", "4288", "862"], "title": "Commission Implementing Regulation (EU) No 484/2012 of 7 June 2012 fixing the maximum amount of aid granted for the private storage of olive oil under the tendering procedure opened by Implementing Regulation (EU) No 430/2012\n", "header": "8.6.2012 EN Official Journal of the European Union L 148/22\nCOMMISSION IMPLEMENTING REGULATION (EU) No 484/2012\nof 7 June 2012\nfixing the maximum amount of aid granted for the private storage of olive oil under the tendering procedure opened by Implementing Regulation (EU) No 430/2012\nTHE EUROPEAN COMMISSION", "recitals": ",\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agricultural markets and on specific provisions for certain agricultural products (Single CMO Regulation) (1), and in particular Article 43(d) in conjunction with Article 4 thereof,\nWhereas:\n(1) Commission Implementing Regulation (EU) No 430/2012 of 22 May 2012 opening the tendering procedure for aid for private storage of olive oil (2) provides for two tendering sub-periods.\n(2) Under Article 13(1) of Commission Regulation (EC) No 826/2008 of 20 August 2008 laying down common rules for the granting of private storage aid for certain agricultural products (3), on the basis of the tenders notified by the Member States the Commission is to decide whether or not to fix a maximum amount of aid.\n(3) On the basis of the tenders submitted in response to the first partial invitation to tender, a maximum amount of aid for private storage of olive oil should be fixed for the tendering sub-period ending on 5 June 2012.\n(4) In order to send the market a swift signal and ensure that the measure is managed efficiently, this Regulation should enter into force on the day of its publication in the Official Journal of the European Union.\n(5) The Management Committee for the Common Organisation of Agricultural Markets has not delivered an opinion within the time limit set by its Chair,", "main_body": ["For the tendering sub-period ending on 5 June 2012 under the tendering procedure opened by Implementing Regulation (EU) No 430/2012, the maximum amount of aid for olive oil is hereby fixed in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 June 2012.\nFor the Commission, On behalf of the President,\nJosé Manuel SILVA RODRÍGUEZ\nDirector-General for Agriculture and Rural Development\n(1)  OJ L 299, 16.11.2007, p. 1.\n(2)  OJ L 132, 23.5.2012, p. 13.\n(3)  OJ L 223, 21.8.2008, p. 3.\nANNEX\nProduct Maximum amount of aid\nExtra virgin olive oil 0,65\nVirgin olive oil 0,65"}